{"Content: ":"The foreign policy of Vladimir Putin concerns the policies of Russia's president Vladimir Putin with respect to other nations. He held office from 2000 to 2008, and assumed power again in 2012. As of late 2013, Russia–United States relations were at a low point.[1] The United States canceled a summit (for the first time since 1960), after Putin gave asylum to Edward Snowden. Washington regarded Russia as obstructionist and a spoiler regarding Syria, Iran, Cuba and Venezuela. In turn, those nations look to Russia for support against the United States.[1] Western Europe needs Russian gas, but is worried about interference in the affairs of Eastern Europe. Expansion of NATO into Eastern Europe conflicts with Russian interests. In the foreign world, India, at one point, a close ally of Russia and the Soviet Union, is now becoming a partner of the United States with strong nuclear and commercial ties. Japan and Russia remain at odds over the ownership of the Kuril Islands; this dispute has hindered cooperation for decades.[1] China has moved to become a close ally of Russia.[1] In 2014, with NATO's decision to suspend practical co-operation with Russia and all major Western countries' decision to impose a host of sanctions against Russia, in response to the Russian military intervention in Ukraine, Russia's relationship with the West came to be characterized as assuming an adversarial nature, or the advent of Cold War II.[2][3][4] After the 11 September attacks, Putin supported the U.S. in the War on Terror, thus creating an opportunity for deepening the relationship with the leading Western and NATO power.[5] On 13 December 2001, Bush gave Russia notice of the United States' unilateral withdrawal from the Anti-Ballistic Missile Treaty.[6] From Russia's point of view, the US withdrawal from the agreement, which ensured strategic parity between the parties, destroyed hopes for a new partnership.[7] Russia opposed the expansion of NATO which happened at the 2002 Prague summit.[5] Since 2003, when Russia did not support the Iraq War and when Putin became ever more distant from the West in his internal and external policies, the relations remained strained. In an interview with Michael Stürmer, Putin was quoted saying that there were three questions which most concerned Russia and Eastern Europe; namely the status of Kosovo, the Treaty on Conventional Armed Forces in Europe, and American plans to build missile defence sites in Poland and the Czech Republic, and suggested that all three were some way linked.[8] In Putin's view, concessions on one of these questions on the Western side might be met with concessions from Russia on another.[8] In February 2007, at the annual Munich Conference on Security Policy, Putin openly criticized what he called the United States' monopolistic dominance in global relations, and \"almost uncontained hyper use of force in international relations\".[9] In this speech, which became known as Munich Speech, Putin called for a \"fair and democratic world order that would ensure security and prosperity not only for a select few, but for all\".[9] His remarks however were met with criticism by some delegates[10] such as former NATO secretary Jaap de Hoop Scheffer who called his speech, \"disappointing and not helpful.\"[11] The months following Putin's Munich speech[9] were marked by tension and a surge in rhetoric on both sides of the Atlantic. Both Russian and American officials, however, denied the idea of a new Cold War.[12] Then US Secretary of Defense Robert Gates said on the Munich Conference: \"We all face many common problems and challenges that must be addressed in partnership with other countries, including Russia. ... One Cold War was quite enough.\"[13] Vladimir Putin said prior to 33rd G8 Summit, on 4 June: \"we do not want confrontation; we want to engage in dialogue. However, we want a dialogue that acknowledges the equality of both parties' interests.\"[14] In June 2007, when answering a question about whether Russian nuclear forces might be focused on European targets in case \"the United States continued building a strategic shield in Poland and the Czech Republic\", Putin admitted: \"if part of the United States' nuclear capability is situated in Europe and that our military experts consider that they represent a potential threat, then we will have to take appropriate retaliatory steps. What steps? Of course we must have new targets in Europe.\"[14][15][16] Putin continued his public opposition of a U.S. missile shield in Europe, and presented President George W. Bush with a counterproposal on 7 June 2007 of sharing the use of the Soviet-era radar system in Azerbaijan rather than building a new system in the Czech Republic. Putin expressed readiness to modernize the Gabala Radar Station, which has been in operation since 1986. Putin proposed it would not be necessary to place interceptor missiles in Poland then, but interceptors could be placed in Iraq or NATO member Turkey. Putin suggested also equal involvement of interested European countries in the project.[17] In his annual address to the Federal Assembly on 26 April 2007, Putin announced plans to declare a moratorium on the observance of the CFE Treaty by Russia until all NATO members ratified it and started observing its provisions, as Russia had been doing on a unilateral basis. Putin argues that as new NATO members have not even signed the treaty so far, an imbalance in the presence of NATO and Russian armed forces in Europe creates a real threat and an unpredictable situation for Russia.[18] NATO members said they would refuse to ratify the treaty until Russia complied with its 1999 commitments made in Istanbul whereby Russia should remove troops and military equipment from Moldova and Georgia. Russian Foreign Minister Sergey Lavrov was quoted as saying in response that \"Russia has long since fulfilled all its Istanbul obligations relevant to CFE\".[19] Russia suspended its participation in the CFE as of midnight Moscow time on 11 December 2007.[20][21] On 12 December 2007, the United States officially said it \"deeply regretted the Russian Federation's decision to 'suspend' implementation of its obligations under the Treaty on Conventional Armed Forces in Europe (CFE).\" State Department spokesman Sean McCormack, in a written statement, added that \"Russia's conventional forces are the largest on the European continent, and its unilateral action damages this successful arms control regime.\"[22] NATO's primary concern arising from Russia's suspension is that Moscow could now accelerate its military presence in the Northern Caucasus.[23] Putin strongly opposed the secession of Kosovo from Serbia. He called any support for this act \"immoral\" and \"illegal\".[24] He described the 2008 Kosovo declaration of independence a \"terrible precedent\" that will come back to hit the West \"in the face\".[25] He stated that the Kosovo precedent will de facto destroy the whole system of international relations, developed over centuries.[26] Putin's relations with former British Prime Minister Tony Blair, former German Chancellor Gerhard Schröder, former French Presidents Jacques Chirac, and Nicolas Sarkozy and Italian Prime Minister Silvio Berlusconi were reported to be personally friendly. Putin's \"cooler\" and \"more business-like\" relationship with Germany's subsequent Chancellor, Angela Merkel is often attributed to Merkel's upbringing in the former DDR, where Putin was stationed when he was a KGB agent.[27] By mid-2000s (decade), the relations between Russia and the United Kingdom deteriorated when the United Kingdom granted political asylum to, oligarch Boris Berezovsky, in 2003.[28] Berezovsky, located in London, often criticized Putin.[28] The United Kingdom also granted asylum to the Chechen rebel leader Akhmed Zakayev and other notable persons who had fled Russia. In 2006, President Putin introduced a law which restricted non-governmental organisations (NGOs) from getting funding from foreign governments. This resulted in many NGOs closing.[29] The end of 2006 brought strained relations between Russia and Britain in the wake of the death of Alexander Litvinenko in London by poisoning with polonium-210. On 20 July 2007, the Gordon Brown government expelled \"four Russian envoys over Putin's refusal to extradite ex-KGB agent Andrei Lugovoi, wanted in the UK for the murder of fellow former spy Alexander Litvinenko in London.\"[28] The Russian government, among other things, said it would suspend issuing visas to UK officials and froze cooperation on counterterrorism in response to Britain suspending contacts with their Federal Security Service.[28] Alexander Shokhin, president of the Russian Union of Industrialists and Entrepreneurs warned that British investors in Russia will \"face greater scrutiny from tax and regulatory authorities. [And] They could also lose out in government tenders\". On 11 December 2007, Russia ordered the British Council to halt work at its regional offices in what was seen as the latest round of a dispute over the murder of Alexander Litvinenko; Britain said Russia's move was illegal.[30] On 1 April 2014, NATO decided to suspend practical co-operation with Russia, in response to the Annexation of Crimea by the Russian Federation.[31] Putin has denounced the idea of \"American exceptionalism\".[32] Putin has brought up police behavior in Ferguson in response to criticisms of democracy in Russia.[33] A report released in November 2014 highlighted the fact that close military encounters between Russia and the West (mainly NATO countries) had jumped to Cold War levels, with 40 dangerous or sensitive incidents recorded in the eight months alone, including a near-collision between a Russian reconnaissance plane and a Scandinavian Airlines passenger plane taking off from Denmark in March 2014 with 132 passengers on board.[34] The 2014 unprecedented increase[35] in Russian air force and naval activity in the Baltic region prompted NATO to step up its longstanding rotation of military jets in Lithuania.[36] Similar Russian Air Force activity in the Asia-Pacific region, relying on the resumed use of the previously abandoned Soviet military base at Cam Ranh Bay, Vietnam, in 2014, was officially acknowledged by Russia in January 2015.[37] In March 2015, Russia's defense minister Sergey Shoygu said that Russia's strategic bombers would continue patrolling various parts of the world and expand into other regions.[38] In July 2014, the U.S. formally accused Russia of having violated the 1987 Intermediate-Range Nuclear Forces (INF) Treaty by testing a prohibited medium-range ground-launched cruise missile (presumably R-500,[39] a modification of Iskander)[40] and threatened to retaliate accordingly.[40][41] In early June 2015, the U.S. State Department reported that Russia had failed to correct the violation of the I.N.F. Treaty; the U.S. government was said to have made no discernible headway in making Russia so much as acknowledge the compliance problem.[42] The US government's October 2014 report claimed that Russia had 1,643 nuclear warheads ready to launch (an increase from 1,537 in 2011) – one more than the US, thus overtaking the US for the first time since 2000; both countries' deployed capacity being in violation of the 2010 New START treaty that sets a cap of 1,550 nuclear warheads.[43] Likewise, even before 2014, the US had set about implementing a large-scale program, worth up to a trillion dollars, aimed at overall revitalization of its atomic energy industry, which includes plans for a new generation of weapon carriers and construction of such sites as the Chemistry and Metallurgy Research Replacement Facility in Los Alamos, New Mexico and the National Security Campus in south Kansas City.[44][45] At the end of 2014, Putin approved a revised national military doctrine, which listed NATO's military buildup near the Russian borders as the top military threat.[46][47] In late June 2015, while on a trip to Estonia, US Defence Secretary Ashton Carter said the U.S. would deploy heavy weapons, including tanks, armoured vehicles and artillery, in Bulgaria, Estonia, Latvia, Lithuania, Poland, and Romania.[48] The move was interpreted by Western commentators as marking the beginning of a reorientation of NATO's strategy.[49] It was called by a senior Russian Defence Ministry official ″the most aggressive act by Washington since the Cold War″[50] and criticised by the Russian Foreign Ministry as \"inadequate in military terms\" and \"an obvious return by the United States and its allies to the schemes of 'the Cold War'\".[51] On its part, the U.S. expressed concern over Putin's announcement of plans to add over 40 new ballistic missiles to Russia's nuclear weapons arsenal in 2015.[50] American observers and analysts, such as Steven Pifer, noting that the U.S. had no reason for alarm about the new missiles, provided that Russia remained within the limits of the 2010 New Strategic Arms Reduction Treaty (New START), viewed the ratcheting-up of nuclear saber-rattling by Russia's leadership as mainly bluff and bluster designed to conceal Russia's weaknesses;[52] however, Pifer suggested that the most alarming motivation behind this rhetoric could be Putin seeing nuclear weapons not merely as tools of deterrence, but as tools of coercion.[53] Meanwhile, at the end of June 2015, it was reported that the production schedule for a new Russian MIRV-equipped, super-heavy thermonuclear intercontinental ballistic missile Sarmat, intended to replace the obsolete Soviet-era SS-18 Satan missiles, was slipping.[54] Also noted by commentators were the inevitable financial and technological constraints that would hamper any real arms race with the West, if such course were to be embarked on by Russia.[55] The Russian leadership under Putin sees the fracturing of the political unity within the EU and especially the political unity between the EU and the US as among its main strategic goals.[56] Russia seeks to gain dominant influence in former Eastern Bloc states that are culturally and historically close to it, corrode and undermine Western institutions and values, manipulate public opinion and policy-making throughout Europe.[56] As the West supported Kosovo's independence, Russia later used the \"Kosovo precedent\" as justification for its annexation of Crimea and its support of breakaway states in Georgia and Moldova.[57][58] In November 2014, the German government publicly voiced its concern about what it saw as efforts by Putin to spread Russia's 'sphere of influence' beyond former Soviet states in the Balkans in countries such as Serbia, Macedonia, Albania and Bosnia, which could impede those countries' progress towards membership in the European Union.[57][59] A series of Europe's far-right and hard Eurosceptic political parties such as Bulgaria's Ataka, the Alternative for Germany, France's National Front, the Freedom Party of Austria, Italy's Northern League, the Independent Greeks and Hungary's Jobbik, have been reported to be courted or even funded by Russia.[60][61] Russia's ideological approach to this type of activity is opportunistic: it supports both far-left and far-right groups, the aim being to exacerbate divides in Western states and destabilise the EU through fringe political parties gaining more clout.[62] The success of these parties in the May 2014 European elections caused concern that a coherent pro-Russian block was forming in the European Parliament.[63] In early January 2015, public protests in Hungary broke out against Hungarian Prime Minister Viktor Orbán's perceived move towards Russia.[64] Previously, his government had negotiated secret loans from the Russians, awarded a major nuclear power contract to Rosatom, and made the National Assembly give a green light to Russia's gas pipeline project in contravention to blocking orders from Brussels.[65] In early April 2015, the Polish border guard sources were cited as saying that Poland was preparing to build observation towers along its border with the Russian exclave of Kaliningrad;[66][67] the move was linked by the mass media to prior official vaguely-worded confirmation,[68] in December 2013, of Russia's putative deployment of its advanced modification of nuclear-capable Iskander theatre ballistic missiles in the exclave's territory,[69] as well as more recent, March 2015, unofficial reports of the same nature.[70] The prime minister of Montenegro Milo Đukanović went on record in October 2015 to claim that Russia was sponsoring the anti-government and anti-NATO protests in Podgorica.[71] During his first and second term in office, bilateral trade turnover between India and Russia was modest and stood at US$3 billion, of which Indian exports to Russia were valued at US$908 million. The major Indian exports to Russia are pharmaceuticals; tea, coffee and spices; apparel and clothing; edible preparations; and engineering goods. Main Indian imports from Russia are iron and steel; fertilisers; non-ferrous metals; paper products; coal, coke & briquettes; cereals; and rubber. Indo-Russian trade is expected to reach US$10 billion by 2010. Putin wrote in an article in The Hindu, \"The Declaration on Strategic Partnership between India and Russia signed in October 2000 became a truly historic step\".[72][73] Prime Minister Manmohan Singh also agreed with his counterpart by stated in speech given during President Putin's 2012 visit to India, \"President Putin is a valued friend of India and the original architect of the India-Russia strategic partnership\".[74] Both countries closely collaborate on matters of shared national interest these include at the UN, BRICS, G20 and where India has observer status and has been asked by Russia to become a full member.[75] Russia also strongly supports India receiving a permanent seat on the United Nations Security Council. In addition, Russia has vocally backed India joining the NSG[76] and APEC.[77] Moreover, it has also expressed interest in joining SAARC with observer status in which India is a founding member.[78][79] Russia currently is one of only two countries in the world (the other being Japan) that has a mechanism for annual ministerial-level defence reviews with India.[80] The Indo-Russian Inter-Governmental Commission (IRIGC), which is one of the largest and comprehensive governmental mechanisms that India has had with any country internationally. Almost every department from the Government of India attends it.[80] Putin's Russia maintains strong and positive relations with other BRIC countries. The country has sought to strengthen ties especially with the People's Republic of China by signing the Treaty of Friendship as well as building the Trans-Siberian oil pipeline geared toward growing Chinese energy needs.[81] The mutual-security cooperation of the two countries and their central Asian neighbours is facilitated by the Shanghai Cooperation Organisation which was founded in 2001 in Shanghai by the leaders of China, Kazakhstan, Kyrgyzstan, Russia, Tajikistan, and Uzbekistan. Following the Peace Mission 2007 military exercises jointly conducted by the Shanghai Cooperation Organisation (SCO) member states, Putin announced on 17 August 2007 the resumption on a permanent basis of long-distance patrol flights of Russian Air Force Tu-95 and Tu-160 strategic bombers that had been suspended since 1992.[82][83] US State Department spokesman Sean McCormack was quoted as saying in response that \"if Russia feels as though they want to take some of these old aircraft out of mothballs and get them flying again, that's their decision.\"[83] The announcement made during the SCO summit in the light of joint Russian-Chinese military exercises, first-ever in history to be held on Russian territory,[84] made some believe that Putin is inclined to set up an anti-NATO bloc or the Asian version of OPEC.[85] When presented with the suggestion that \"Western observers are already likening the SCO to a military organisation that would stand in opposition to NATO\", Putin answered that \"this kind of comparison is inappropriate in both form and substance\".[82] Russian Chief of the General Staff Yury Baluyevsky was quoted as saying that \"there should be no talk of creating a military or political alliance or union of any kind, because this would contradict the founding principles of SCO\".[84] The resumption of long-distance flights of Russia's strategic bombers was followed by the announcement by Russian Defense Minister Anatoliy Serdyukov during his meeting with Putin on 5 December 2007, that 11 ships, including the aircraft carrier Kuznetsov, would take part in the first major Russian Navy sortie into the Mediterranean since Soviet times.[86] The sortie was to be backed up by 47 aircraft, including strategic bombers.[87] According to Serdyukov, this was an effort to resume regular Russian naval patrols on the world's oceans, the view that was also supported by Russian media.[88] The military analyst from Novaya Gazeta Pavel Felgenhauer said that the accident-prone Kuznetsov was scarcely seaworthy and was more of a menace to her crew than any putative enemy.[89] According to the Japan Times, Russia increased its economic support for North Korea in an attempt to balance against a potential US-led push to topple the Kim Jong-un regime.[90] In the event of regime collapse, Russia is worried about losing regional influence as well as the possibility of American troops being deployed to Russia's Eastern border.[90] TransTeleCom (TTK), one of Russia's largest telecommunications companies, is also thought to provide a new internet connection to the country at a time when the US has engaged in denial of service attacks against North Korean hackers thought to be affiliated with the Reconnaissance General Bureau.[91][92] On 16 October 2007 Putin visited Iran to participate in the Second Caspian Summit in Tehran,[93][94] where he met with Iranian President Mahmoud Ahmadinejad.[95] Other participants were leaders of Azerbaijan, Kazakhstan, and Turkmenistan.[96] This was the first visit of a Soviet or Russian leader to Iran since Joseph Stalin's participation in the Tehran Conference in 1943, and thus marked a significant event in Iran–Russia relations.[97] At a press conference after the summit Putin said that \"all our (Caspian) states have the right to develop their peaceful nuclear programmes without any restrictions\".[98] During the summit it was also agreed that its participants, under no circumstances, would let any third-party state use their territory as a base for aggression or military action against any other participant.[93] Subsequently, under Medvedev's presidency, Iran–Russia relations were uneven: Russia did not fulfill the contract of selling to Iran the S-300, one of the most potent anti-aircraft missile systems currently existing. However, Russian specialists completed the construction of Iran and the Middle East's first civilian nuclear power facility, the Bushehr Nuclear Power Plant, and Russia has continuously opposed the imposition of economic sanctions on Iran by the U.S. and the EU, as well as warning against a military attack on Iran. Putin was quoted as describing Iran as a \"partner\",[8] though he expressed concerns over the Iranian nuclear programme.[8] In April 2008, Putin visited Libya where he met the leader Muammar Gaddafi, the country welcomed the idea of creating an OPEC-like group of gas-exporting countries, Putin became first Russian President who visited Libya, he remarked the visit as \"We are satisfied about the way in which we resolved this problem. I am absolutely convinced that the solution we have found will help the Russian and Libyan economies.\"[99] Putin condemned the foreign military intervention in Libya, he called UNSC Resolution 1973 as \"defective and flawed,\" and added \"It allows everything. It resembles medieval calls for crusades.\",[100] During the whole event, Putin condemned other steps taken by NATO.[citation needed] Upon the death of Muammar Gaddafi, Putin called it as \"planned murder\" by US, he asked \"They showed to the whole world how he (Gaddafi) was killed,\" and \"There was blood all over. Is that what they call a democracy?\"[101][102] Dmitri Trenin reports in The New York Times that from 2000 to 2010 Russia sold around $1.5 billion worth of arms to Syria, making Damascus Moscow's seventh-largest client.[103] During the Syrian civil war, Russia threatened to veto any sanctions against the Syrian government,[104] and continued to supply arms to the regime. Putin opposed any foreign intervention. On 1 June 2012, in Paris, he rejected the statement of French President Francois Hollande who called on Bashar Al-Assad to step down. Putin echoed the argument of the Assad regime that anti-regime militants were responsible for much of the bloodshed, rather than the shelling by the Syrian Armed Forces and the civilian killings attributed by survivors and Western governments to regime supporters. He asked \"But how many of peaceful people (sic) were killed by so-called militants? Did you count? There are also hundreds of victims.\" He also talked about previous NATO interventions and their results, and asked \"What is happening in Libya, in Iraq? Did they become safer? Where are they heading? Nobody has an answer.\"[105] On 11 September 2013, an opinion, written by Putin, was published in The New York Times regarding international events related to the United States, Russia and Syria.[106] A series of so-called color revolutions in the post-Soviet states, namely the Rose Revolution in Georgia in 2003, the Orange Revolution in Ukraine in 2004 and the Tulip Revolution in Kyrgyzstan in 2005, led to frictions in the relations of those countries with Russia. In December 2004, Putin criticised the Rose and Orange Revolution, according to him: \"If you have permanent revolutions you risk plunging the post-Soviet space into endless conflict\".[107] During the protests following the 2011 Russian elections (in December 2011) Putin named the Orange Revolution as a potential precedent of what was going to happen in Russia.[108] Apart from a clash of nationalist rhetorics[clarification needed] with the common historical legacies of the Soviet Union and the Russian Empire[citation needed], a number of economic disputes erupted between Russia and some neighbours, such as the 2006 Russian ban of Moldovan and Georgian wines. Moscow's policies under Putin towards these states were described as \"efforts to bully democratic neighbors\" by John McCain in 2007.[109] In some cases, such as the Russia–Ukraine gas disputes, the economic conflicts affected other European countries, for example when a January 2009 gas dispute with Ukraine led state-controlled Russian company Gazprom to halt its deliveries of natural gas to Ukraine,[110] which left a number of European states, to which Ukraine transits Russian gas, to have serious shortages of natural gas in January 2009.[110] In an interview with the German historian Michael Stürmer about the Russian shut-down of gas to Ukraine in early 2005, Putin linked the shut-down to the Orange revolution, saying: \"This has a price [the Orange revolution]. In spite of so much frustration we have stabilized the situation. In old days we concluded agreements with Ukraine year after year, and then included transit fees. The West Europeans had no idea that their energy security was a cliffhanger. By now we have a five-year agreement for transit to the E.U. This is an important step in the direction of European energy security\".[8] In 2009, the Russia–Ukraine dispute was resolved by a long-term agreement on price formula, agreed by Prime Ministers Vladimir Putin of Russia and Prime Minister of Ukraine Yulia Tymoshenko[110][111] (later, when the rising global oil prices prompted the rising gas prizes[112] the agreement turned very unfavourable for Ukraine; in October 2011 Tymoshenko was found guilty of abuse of office when brokering the 2009 deal and was sentenced to seven years in prison).[113] The plans of Georgia and Ukraine to become members of NATO have caused some tensions between Russia and those states. In 2010, Ukraine did abandon these plans.[114] In public Putin has stated that Russia has no intention of annexing any country.[107] Putin, in his relations with Russo-centric neighbor and former Soviet Republic of Belarus, continued the general trend towards closer bi-lateral ties between the two countries, which has thus far stopped short of extending the depth of the Union of Russia and Belarus proposed and speculated by many media outlets both inside and outside Russia.[115] In August 2008, Georgian President Mikheil Saakashvili attempted to restore control over the breakaway South Ossetia, claiming this action was in response to Ossetian border attacks on Georgians and to alleged buildups of Russian non-peacekeeping forces. Russian \"peacekeepers\" fought alongside the South Ossetians as Georgian troops pushed into the province and seized most of the capital of Tskhinvali. However, the Georgian military was soon defeated in the resulting 2008 South Ossetia War after regular Russian forces entered South Ossetia and then Georgia proper, and also opened a second front in the other Georgian breakaway province of Abkhazia together with Abkhazian forces.[116][117] During this conflict, according to high level French diplomat Jean-David Levitte, Putin intended to depose the Georgian President Mikheil Saakashvili and declared: \"I am going to hang Saakashvili by the balls\".[118] Putin blamed the 2008 war and the bad relations between Russia and Georgia as \"the result of the policy that the Georgian authorities conducted back then and still attempt to conduct now\"; he stated that Georgia is a \"brotherly nation that hopefully will finally understand that Russia is not an enemy, but is a friend and the relations will be restored\"[citation needed] (one month before Georgian President Mikheil Saakashvili had stated \"Putin has a problem with Georgian people, but not with Georgian government\").[119] Putin stated in 2009 Georgia could have kept Abkhazia and South Ossetia \"within its territory\" if it had treated the residents of Abkhazia and South Ossetia \"with respect\" (he claims they did \"the opposite\").[120] During the 2004 Ukrainian presidential election, Putin twice visited Ukraine before the election to show his support for Ukrainian Prime Minister Viktor Yanukovych, who was widely seen as a pro-Kremlin candidate, and he congratulated him on his anticipated victory before the official election returns had been in. Putin's personal support for Yanukovych was criticized as unwarranted interference in the affairs of a sovereign state (See also The Orange revolution).[citation needed] According to a document uncovered during the United States diplomatic cables leak Putin \"implicitly challenged\" the territorial integrity of Ukraine at the April 4, 2008, NATO-Russia Council Summit in Bucharest, Romania.[121] The President of Ukraine elected during the Orange Revolution, Viktor Yushchenko, was succeeded in 2010 by Viktor Yanukovych, that led to improved relations with Russia.[122] Russia was able to expand the lease for the base for its Black Sea Fleet base in the Ukrainian city Sevastopol in exchange for lower gas prices for Ukraine (the 2010 Ukrainian–Russian Naval Base for Natural Gas treaty).[123] The President of Kyrgyzstan since 2009, Almazbek Atambayev, wants to guide Kyrgyzstan towards the Customs Union of Belarus, Kazakhstan and Russia and has stated his country has a \"common future\" with its neighbours and Russia.[124] Despite existing or past tensions between Russia and most of the post-Soviet states, Putin has followed the policy of Eurasian integration. The Customs Union of Belarus, Kazakhstan and Russia has already brought partial economic unity between the three states, and the proposed Eurasian Union is said to be a continuation of this customs union. Putin endorsed the idea of a Eurasion Union in 2011,[125][126][127][128] (the concept was proposed by the President of Kazakhstan in 1994).[129] On 18 November 2011, the presidents of Belarus, Kazakhstan and Russia signed an agreement, setting a target of establishing the Eurasian Union by 2015.[130] The agreement included the roadmap for the future integration and established the Eurasian Commission (modelled on the European Commission) and the Eurasian Economic Space, which started work on 1 January 2012.[130][131] As events came closer to crisis in Ukraine around February and March 2014, Putin answered the questions of reporters on this vital issue.[132] The residents of the province of Crimea decided in a referendum to ask for Russian protection on 16 March. On 18 March 2014 Putin made a well-publicized speech about the situation in Crimea.[133] Russia was excluded one week later from the G8 group as a result of its annexation of Crimea.[134] After years of tension, this was subsequently followed by a full-scale invasion of Ukraine in February 2022.[135] Besides Ukraine, several other ex-Soviet and ex-communist countries continue to be flashpoints in the tug-of-war between the West and Russia.[136] Frozen conflicts in Georgia and Moldova have been major areas of dispute,[136][137] as both countries have breakaway regions that favor annexation by Russia.[138] The Baltic Sea and other areas have also caused tension between Russia and the West.[136][139] The Crimean crisis sparked new worries that Russia might try to further remake the borders of Eastern Europe.[140] Since the mid-2000s, Georgia has sought closer relations with the West, while Russia has strongly opposed the expansion of Western institutions to its southern border. Georgia has a long connection with the Russian Federation, as it was a republic of the Soviet Union, and became part of the Russian Empire in 1801. In 2003, the Rose Revolution forced Georgian President Eduard Shevardnadze to resign from office. Shevardnadze had been the leader of the Georgian Communist Party when Georgia was one of the republics of the Soviet Union, and Shevardnadze led Georgia for most of its first decade of independence.[141] Shevardnadze's successor, Mikheil Saakashvili, pursued closer relations with the West.[142] Under President George W. Bush, the United States sought to invite Ukraine and Georgia into NATO. However, Georgia's potential membership in NATO ran into opposition from other NATO members and Russia.[143][144] Partly in response to the potential expansion of NATO, Russia initiated the 2008 Russo-Georgian diplomatic crisis by lifting CIS sanctions on Abkhazia and South Ossetia. Though considered to be part of Georgia by the United Nations, Abkhazia and South Ossetia have both sought to secede from Georgia since the dissolution of the Soviet Union, and both are strongly supported by Russia.[145] The Russo-Georgian War broke out in August 2008, as Georgia and Russia competed for influence in South Ossetia. Russia was strongly criticized by many Western countries for its part in the war, and the war heightened tensions between NATO and Russia.[143] The war ended with a unilateral Russian withdrawal of forces from parts of Georgia, but Russian forces continue to occupy parts of Georgia. In November 2014, a Russian-Abkhazian treaty was met with condemnation from Georgia and many Western countries, who feared that Russia might annex Abkhazia much like it annexed Crimea.[146] Georgia continues to pursue a policy of integration with the West.[147] Georgia holds a strategic position for the European Union, as it gives the EU access to oil in Azerbaijan and Central Asia without having to rely on Russian pipelines.[148] Besides Georgia, the other two Caucasus states, Armenia and Azerbaijan, have also been a part of the rivalry between Russia and the West. The two countries are long-time rivals, and have a long-running dispute regarding control of Nagorno-Karabakh.[149] Armenia has close ties with Russia, while Azerbaijan has close ties to the United States and Turkey, both of which are members of NATO.[149] However, NATO also ties to Armenia, and both Armenia and Azerbaijan have been speculated as potential future members of NATO.[150] Armenia negotiated an Association Agreement with the European Union but, similar to Ukraine, Armenia chose to reject the deal in 2013.[151] The next year, Armenia voted to join the Eurasian Economic Union,[152] the Russian-backed free trade zone that seeks to rival the European Union.[153] However, Armenian leaders have also worked towards a free trade agreement with the EU.[152] Much like Ukraine, Moldova has experienced internal debates between those favoring closer ties to the West (including joining the European Union) and those favoring closer ties to Russia (including joining the Russian-backed Eurasian Union).[136] Also like Ukraine, Moldova was a part of the Soviet Union; though Moldova was a part of Romania prior to World War II, it was annexed into the Soviet Union in 1940. In May 2014, Moldova signed a major trade deal with the European Union,[148] causing Russia to apply pressure on the Moldovan economy, which relies heavily on remittances from Russia.[154] The 2014 Moldovan parliamentary elections saw a victory for an alliance of pro-Western integration parties.[136] Moldova is also home to a breakaway region, known as Transnistria, which forms the Community for Democracy and Rights of Nations along with Abkhazia, South Ossetia, and Nagorno-Karabakh.[136] In 2014, Transnistria held a referendum in which it voted to join the Eurasian Economic Union,[136] and Russia has strong influence over the region.[145] A build-up of Russian forces on the Ukrainian-Russian border caused NATO commander Philip Breedlove to speculate that the Russian Federation might attempt to attack Moldova and occupy Transnistria.[155] The Baltic states of Estonia, Lithuania, and Latvia—all three of which are members of NATO—have warily watched Russian military movements and actions.[136][139] All three countries, within the Russian Empire prior to 1918, had been annexed by the Soviet Union in 1940 as part of the Molotov–Ribbentrop Pact, and Russian leaders were particularly distressed by their accession to NATO and the EU in 2004.[157] In 2014, the Baltic states reported several incursions into their air space by Russian military aircraft.[136] Tensions rose as Russian intelligence forces crossed the Estonian border and captured Estonian Internal Security Service officer Eston Kohver.[139] In October 2014, Sweden engaged in a hunt for a foreign submarine that had entered its waters; suspicions that the submarine was Russian have caused further alarm in the Baltic states.[158] However, the Swedish Armed Forces later admitted that the alleged sighting of a Russian sub was actually just a \"workboat\".[159] The tensions in the Baltic and other areas have led neighboring Sweden and Finland, both of which have long been neutral states, to openly discuss joining NATO.[157] In early April 2015, British press publications, with a reference to semi-official sources within the Russian military and intelligence establishment, suggested that Russia was ready to use any means—including nuclear weapons—to forestall NATO moving more forces into the Baltic states.[160][161] Putin and his successor Medvedev have enjoyed warm relations with Hugo Chávez of Venezuela. Much of this has been through the sale of military equipment; since 2005, Venezuela has purchased more than $4 billion worth of arms from Russia.[162] In September 2008, Russia sent Tupolev Tu-160 bombers to Venezuela to carry out training flights.[163] In November 2008, both countries held a joint naval exercise in the Caribbean Sea.[164] Earlier in 2000, Putin had re-established stronger ties with Fidel Castro's Cuba.[citation needed] In September 2007, Putin visited Indonesia and in doing so became the first Russian leader to visit the country in more than 50 years.[165] In the same month, Putin also attended the APEC meeting held in Sydney, Australia where he met with Australian Prime Minister John Howard and signed a uranium trade deal. This was the first visit by a Russian president to Australia. The Russian economy is heavily dependent on the export of natural resources such as oil and natural gas, and Russia has used these resources to its political advantage.[166][167] Meanwhile, the US and other Western countries have worked to lessen the dependency of Europe on Russia and its resources.[168] Starting in the mid-2000s, Russia and Ukraine had several disputes in which Russia threatened to cut off the supply of gas. As a great deal of Russia's gas is exported to Europe through the pipelines crossing Ukraine, those disputes affected several other European countries. Under Putin, special efforts were made to gain control over the European energy sector.[168] Russian influence played a major role in canceling the construction of the Nabucco pipeline, which would have supplied natural gas from Azerbaijan, in favor of South Stream (though South Stream itself was also later canceled).[61] Russia has also sought to create a Eurasian Economic Union consisting of itself and other post-Soviet countries.[169] Like many other countries, Russia's economy suffered during the Great Recession. Following the Crimean Crisis, several countries (including most of NATO) imposed sanctions on Russia, hurting the Russian economy by cutting off access to capital.[170][171] At the same time, the global price of oil declined.[172] The combination of Western sanctions and the falling crude price in 2014 and thereafter resulted in the ongoing 2014–15 Russian financial crisis.[172] As a way to get around Western sanctions, Russia and China signed a 150 billion yuan central bank liquidity swap line agreement to get around American sanctions.[173] and agreed to a US$400 billion deal which would supply natural gas to China over the next 30 years.","Title":"Foreign policy of Vladimir Putin - Wikipedia","KeyID":"16795","URL":"https://en.wikipedia.org/wiki/Foreign_policy_of_Vladimir_Putin"}