{"Content: ":"In anatomy, the orbit is the cavity or socket of the skull in which the eye and its appendages are situated. \"Orbit\" can refer to the bony socket,[1] or it can also be used to imply the contents.[2] In the adult human, the volume of the orbit is 30 millilitres (1.06 imp fl oz; 1.01 US fl oz), of which the eye occupies 6.5 ml (0.23 imp fl oz; 0.22 US fl oz).[3] The orbital contents comprise the eye, the orbital and retrobulbar fascia, extraocular muscles, cranial nerves II, III, IV, V, and VI, blood vessels, fat, the lacrimal gland with its sac and duct, the eyelids, medial and lateral palpebral ligaments, cheek ligaments, the suspensory ligament, septum, ciliary ganglion and short ciliary nerves. The orbits are conical or four-sided pyramidal cavities, which open into the midline of the face and point back into the head. Each consists of a base, an apex and four walls.[4] There are two important foramina, or windows, two important fissures, or grooves, and one canal surrounding the globe in the orbit. There is a supraorbital foramen, an infraorbital foramen, a superior orbital fissure, an inferior orbital fissure and the optic canal, each of which contains structures that are crucial to normal eye functioning. The supraorbital foramen contains the supraorbital nerve, the first division of the trigeminal nerve or V1 and lies just lateral to the frontal sinus. The infraorbital foramen contains the second division of the trigeminal nerve, the infraorbital nerve or V2, and sits on the anterior wall of the maxillary sinus. Both foramina are crucial as potential pathways for cancer and infections of the orbit to spread into the brain or other deep facial structures. The optic canal contains the (cranial nerve II) and the ophthalmic artery, and sits at the junction of the sphenoid sinus with the ethmoid air cells, superomedial and posterior to structures at the orbital apex. It provides a pathway between the orbital contents and the middle cranial fossa. The superior orbital fissure lies just lateral and inferior to the optic canal, and is formed at the junction of the lesser and greater wing of the sphenoid bone. It is a major pathway for intracranial communication, containing cranial nerves III, IV, VI which control eye movement via the extraocular muscles, and the ophthalmic branches of cranial nerve V, or V1. The second division of the trigeminal nerve enters the skull base at the foramen rotundum, or V2. The inferior orbital fissure lies inferior and lateral to the ocular globe at the lateral wall of the maxillary sinus. It is not as important in function, though it does contain a few branches of the maxillary nerve and the infraorbital artery and vein.[5] Other minor structures in the orbit include the anterior and posterior ethmoidal foramen and zygomatic orbital foramen. The bony walls of the orbital canal in humans do not derive from a single bone, but a mosaic of seven embryologically distinct structures: the zygomatic bone laterally, the sphenoid bone, with its lesser wing forming the optic canal and its greater wing forming the lateral posterior portion of the bony orbital process, the maxillary bone inferiorly and medially which, along with the lacrimal and ethmoid bones, forms the medial wall of the orbital canal. The ethmoid air cells are extremely thin, and form a structure known as the lamina papyracea, the most delicate bony structure in the skull, and one of the most commonly fractured bones in orbital trauma. The lacrimal bone also contains the nasolacrimal duct. The superior bony margin of the orbital rim, otherwise known as the orbital process, is formed by the frontal bone.[6] The roof (superior wall) is formed primarily by the orbital plate frontal bone, and also the lesser wing of sphenoid near the apex of the orbit. The orbital surface presents medially by trochlear fovea and laterally by lacrimal fossa.[7] The floor (inferior wall) is formed by the orbital surface of maxilla, the orbital surface of zygomatic bone and the minute orbital process of palatine bone. Medially, near the orbital margin, is located the groove for nasolacrimal duct. Near the middle of the floor, located infraorbital groove, which leads to the infraorbital foramen. The floor is separated from the lateral wall by inferior orbital fissure, which connects the orbit to pterygopalatine and infratemporal fossa. The medial wall is formed primarily by the orbital plate of ethmoid, as well as contributions from the frontal process of maxilla, the lacrimal bone, and a small part of the body of the sphenoid. It is the thinnest wall of the orbit, evidenced by pneumatized ethmoidal cells.[7] The lateral wall is formed by the frontal process of zygomatic and more posteriorly by the orbital plate of the greater wing of sphenoid. The bones meet at the zygomaticosphenoid suture. The lateral wall is the thickest wall of the orbit, important because it is the most exposed surface, highly vulnerable to blunt force trauma. The base, orbital margin, which opens in the face, has four borders. The following bones take part in their formation: The orbit holds and protects the eye. The movement of the eye is controlled by six distinct extraocular muscles, a superior, an inferior, a medial and a lateral rectus, as well as a superior and an inferior oblique. The superior ophthalmic vein is a sigmoidal vessel along the superior margin of the orbital canal that drains deoxygenated blood from surrounding musculature. The ophthalmic artery is a crucial structure in the orbit, as it is often the only source of collateral blood to the brain in cases of large internal carotid infarcts, as it is a collateral pathway to the circle of Willis. In addition, there is the optic canal, which contains the optic nerve, or cranial nerve II, and is formed entirely by the lesser wing of the sphenoid, separated from the supraorbital fissure by the optic strut. Injury to any one of these structures by infection, trauma or neoplasm can cause temporary or permanent visual dysfunction, and even blindness if not promptly corrected.[8] The orbits also protect the eye from mechanical injury.[4] In the orbit, the surrounding fascia allows for smooth rotation and protects the orbital contents. If excessive tissue accumulates behind the ocular globe, the eye can protrude, or become exophthalmic.[4] Enlargement of the lacrimal gland, located superotemporally within the orbit, produces protrusion of the eye inferiorly and medially (away from the location of the lacrimal gland). Lacrimal gland may be enlarged from inflammation (e.g. sarcoid) or neoplasm (e.g. lymphoma or adenoid cystic carcinoma).[9] Tumors (e.g. glioma and meningioma of the optic nerve) within the cone formed by the horizontal rectus muscles produce axial protrusion (bulging forward) of the eye. Graves disease may also cause axial protrusion of the eye, known as Graves' ophthalmopathy, due to buildup of extracellular matrix proteins and fibrosis in the rectus muscles. Development of Graves' ophthalmopathy may be independent of thyroid function.[10] Orbita Medial wall of left orbit Dissection showing origins of right ocular muscles, and nerves entering by the superior orbital fissure Lateral orbit nerves Orbital cavity","Title":"Orbit (anatomy) - Wikipedia","KeyID":"168","URL":"https://en.wikipedia.org/wiki/Orbit_(anatomy)"}