{"Content: ":"The Kim–Putin meetings were a series of summits between North Korea and Russia during 2019. North Korean Chairman Kim Jong-un met with Russian President Vladimir Putin on 25 April 2019.[1] The first Russia–North Korea meeting in 2019 was organized by the invitation from Vladimir Putin, President of Russia.[2] Regarding the summit with DPRK, Russian President Putin believed that DPRK Kim Jong Un needs international security guarantees to give up its nuclear arsenal and program.[3][4] Russian President Vladimir Putin also said after holding discussion with North Korean leader Kim Jong Un on 25 April that he thought U.S. security guarantees would probably not be enough to persuade Pyongyang to shut all of its nuclear program.[5] Kim Jong-un requested Russian leader Vladimir Putin's help in resolving a nuclear stalemate with the U.S. and Putin told reporters that \"Chairman Kim Jong-un himself asked us to inform the American side about his position\", after about three hours of talks in the Russian Pacific port of Vladivostok.[6] Putin also said, \"There are no secrets here. We will discuss this with the Americans and our Chinese partners\".[7] Considering Russia's own concerns about the North's nuclear and ICBM missile programs, Dmitri Trenin, the director of the Carnegie Moscow Center, stated Russian President Putin will likely inspire DPRK's Kim to continue constructive talks with Washington.[8] KCNA reported that Putin accepts Kim's invitation to visit North Korea at a time convenient for the Russian President.[9] Kim Sung-han, dean of Korea University's Graduate School of International Studies in Seoul and a former vice minister at the South Korean Ministry of Foreign Affairs, expressed his opinions: \"If the Hanoi summit had gone well, North Korea would not have needed to visit Russia\".[7] Dmitri Trenin, head of the Moscow Carnegie Center, wrote on Twitter: \"Russia will seek to score diplomatic points by demonstrating its relevance; North Korea, by showing it has options\".[7] KCNA reported a statement of the North Korean leader that peace on the Korean peninsula depends on the USA's attitude after the face to face talks between Putin and Kim. It appears DPRK is asking for more flexibility in allowing Pyongyang's demands to ease the sanctions with the nuclear deal, compared to the US's stance on the flexibility of the U.N's economic sanction.[10]","Title":"Kim–Putin meetings - Wikipedia","KeyID":"16801","URL":"https://en.wikipedia.org/wiki/Kim%E2%80%93Putin_meetings"}