{"Content: ":"Katerina Tikhonova (Russian: Катерина Тихонова, IPA: [kətʲɪˈrʲinə ˈtʲixənəvə], née Yekaterina Vladimirovna Putina, Екатерина Владимировна Путина; born 31 August 1986)[1] is a Russian scientist, manager, and former acrobatic dancer. She is the second daughter of Russian president Vladimir Putin.[2][3][4] Tikhonova heads the Innopraktika company, which unites two initiatives of Moscow State University: the National Intellectual Development Foundation (NIDF) and the National Intellectual Reserve Centre (NIRC).[2] She is also Deputy Director of the Institute for Mathematical Research of Complex Systems at Moscow State University.[5] Tikhonova was born in Dresden, East Germany, the younger of two daughters of Vladimir Putin and Lyudmila Putina (née Shkrebneva). The family moved to Leningrad (now Saint Petersburg) in the spring of 1991. She attended Peterschule (Russian: Петершуле), a German gymnasium in Saint Petersburg.[6] Later, during violent gang wars involving the Tambov Gang while it was taking control of Saint Petersburg's energy trade, she and her sister Maria were sent by their father, who feared for their safety, to Germany where their legal guardian was former Stasi Matthias Warnig, who had worked with their father in Dresden as part of a KGB cell and established the Dresdner Bank branch in Saint Petersburg.[7] After her family moved to Moscow, she attended German School Moscow.[8] She dropped the Putin surname and took the patronymic name of her maternal grandmother,[9] Yekaterina Tikhonovna Shkrebneva,[10] as her surname.[2] After taking entrance exams along with her sister Maria in July 2005, Tikhonova began her university studies at Saint Petersburg State University where its rector Lyudmila Verbitskaya was a close friend of her father.[11] Although she was very interested in Chinese studies, she studied Japanese history, majoring in Asian studies under the university's dean, Yevgeny Zelenev [ru]; she graduated in June 2009.[12][13][14] Tikhonova graduated from Moscow State University with a specialization in Japan.[15] She has a master's degree in physics and mathematics.[16] Tikhonova is the director of Innopraktika, a $1.7 billion development project to create a science center at Moscow State University.[1][2] Innopraktika is competing with the Skolkovo Innovation Center and is referred to by Stanislav Belkovsky as being the \"anti-Skolkovo\".[9] In February 2020, Innopraktika announced that Tikhonova was appointed head of a new artificial intelligence institute at Moscow State University.[16] In May 2019, she defended her dissertation and received a degree in physics and mathematics. The scientific work was called \"Mathematical problems of correcting the activity of vestibular mechanoreceptors\". This was preceded by a series of scientific publications in collaboration with well-known scientists.[17][18] The rector of the Moscow State University Viktor Sadovnichiy was the scientific supervisor.[19][20][21] In December 2019, Tikhonova became a member of the Council for the Development of Physical Culture and Mass Sports under the Government of the Russian Federation.[22][23][24] In July 2022, she became co-chair of the Russian Union of Industrialists and Entrepreneurs's import substitution coordination council.[25][26] In the mid-2010s, Tikhonova was fond of acrobatic rock'n'roll – a rare, non-Olympic sport, in the world ranking of which there are only about two hundred people. She and partner Ivan Klimov came in fifth place at a 2013 world championship event in Switzerland.[27] In 2014, at the Russian Championship, the pair took second place.[28] In the World Federation, Tikhonova at one time held the post of Vice President for Expansion & Marketing.[29] Then, acrobatic rock and roll began to gain popularity in Russia. From 2016 to 2019, in the Moscow region, at the sports school where Tikhonova studied, an acrobatic rock and roll center was built for 2 billion rubles.[28][30] On 6 April 2022, because of the Russian invasion of Ukraine, Tikhonova was sanctioned by the United States due to her being an adult child of Vladimir Putin.[31][32] The United States Department of the Treasury stated, \"Tikhonova is a tech executive whose work supports the [Government of the Russian Federation] and defense industry.\"[31] On 8 April, the United Kingdom and the European Union also imposed sanctions on Tikhonova.[33][34] On 12 April, Japan imposed sanctions on her.[35] In 2013, Tikhonova married businessman Kirill Shamalov,[4][36] the son of Nikolay Shamalov, a co-owner of Rossiya Bank.[2] He is vice-president of Sibur Holding, which is a Russian gas processing and petrochemicals company headquartered in Moscow. The Russian government holds 38% of the shares of the gas company. At the time, the couple was estimated to hold assets worth around $2 billion.[2] In January 2018, Bloomberg News reported that Tikhonova and Shamalov had separated.[37] She reportedly has a daughter, born 2017, with ballet dancer Igor Zelensky.[38][39]","Title":"Katerina Tikhonova - Wikipedia","KeyID":"16808","URL":"https://en.wikipedia.org/wiki/Katerina_Tikhonova"}