{"Content: ":"The 2021 Russia–United States summit (also known as Geneva 2021 or the Biden–Putin summit) was a summit meeting between United States President Joe Biden and Russian President Vladimir Putin on 16 June 2021, in Geneva, Switzerland. Two summits were held in Geneva during the Cold War. In 1955, the leaders of Britain, France, the Soviet Union and the US discussed global security.[3] In 1985, US President Ronald Reagan and Soviet General Secretary Mikhail Gorbachev discussed diplomatic relations and nuclear weaponry. Prior to the summit, Biden and Putin had met once, in Moscow in March 2011, when Biden was vice president and Putin was prime minister. After an official group meeting Biden characterized in his memoir as \"argumentative,\" he and Putin met privately, with Biden saying \"Mr. Prime Minister, I’m looking into your eyes,\" (a reference to a 2001 meeting between Putin and President Bush, who later said \"I looked the man in the eye...I was able to get a sense of his soul\"). Biden continued, \"I don’t think you have a soul.\" Putin replied, \"We understand each other.\"[4] As vice president, Biden had urged then Ukrainian President Petro Poroshenko to eliminate middlemen such as Ukrainian oligarch Dmytro Firtash from the country's natural gas industry, and to reduce the country's reliance on imports of Russian natural gas. Putin reportedly agreed to the appointment of Firtash, who has been fighting extradition to the US on bribery and organised crime charges.[5][6][7] Two months before the summit, the Biden administration took measures to punish Russia for hostile activities such as interference in the 2016 and 2020 presidential elections. National security advisor Jake Sullivan said the measures included \"a mix of tools seen and unseen,\" including financial sanctions.[8] In May 2021, the Biden administration waived CAATSA sanctions on the company behind Russia's Nord Stream 2 gas pipeline to Germany and its chief executive.[9][10] Russian Deputy Foreign Minister Sergei Ryabkov welcomed the move as \"a chance for a gradual transition toward the normalisation of our bilateral ties\".[11] Speaking to American military personnel in Britain en route to the summit, Biden said, \"We're not seeking conflict with Russia. We want a stable predictable relationship. I've been clear: the United States will respond in a robust and meaningful way if the Russian government engages in harmful activities.\" He added he would \"meet with Mr. Putin to let him know what I want him to know.\"[12] Days before the talks, Putin again denied responsibility for cyberattacks on meat processing companies in the US. He has previously said the accusations were an attempt to provoke conflict ahead of the summit.[13][14] Russian criminal gangs were accused of the ransomware attacks.[15][16] Russia also has longstanding concerns about plans to expand the North Atlantic Treaty Organisation. Meeting with NATO allies in Brussels two days before the summit, Biden refuted an assertion by Ukrainian president Volodymyr Zelensky that NATO had agreed to admit Ukraine to the alliance. Ukrainian allegiance has been a persistently contentious issue between Russia and the United States.[17][18] By the eve of the summit, Biden stood by his decision to not participate in a post-summit joint press conference with Putin, following the advice of Russia experts to avoid any attempt by Putin to appear as though he had gotten the better of Biden.[19] The summit was held in the historic Villa la Grange, an 18th-century building overlooking Lake Geneva. Swiss police and soldiers closed parklands surrounding the villa in the lead-up to the event, installing barricades and barbed wire.[2] The summit was expected to set the direction of the relationship between Russia and the Biden administration. It was the first face-to-face meeting between the two men since Biden took office in January. However, officials from both countries downplayed chances beforehand of a dramatic breakthrough in relations.[20] Of high importance on the anticipated agenda were talks on nuclear arms control. In June 2021, Biden’s national security adviser, Jake Sullivan, said that \"What we are looking to do is for the two presidents to be able to send a clear signal to their teams on questions of strategic stability so that we can make progress on arms control and other nuclear areas to reduce tension and instability in that aspect of the relationship.\"[21] Biden said before the summit that he would raise the issue of human rights.[22] This was expected potentially to include the poisoning and imprisonment of Russian opposition leader Alexei Navalny.[23] Cybersecurity was also expected to be discussed, as in recent years both Russia and the United States have repeatedly violated a 25-nation pact to not attack the infrastructure of other nations in peacetime or protect cybercriminals.[24][25] Other topics for discussion were expected to include interference in elections, and the sovereignty of Ukraine.[20] On the basis of past phone calls between the two men, US officials planned for the talks to be prolonged.[26] Russia said it expected to discuss COVID-19 pandemic, global conflicts, terrorism and reducing the number of nuclear weapons.[27][20] The two leaders agreed in January to extend for five years the New START nuclear nonproliferation treaty.[28] In the run-up to the summit, numerous local organizations announced demonstrations. The Geneva authorities refused to issue rally permits in several cases, which led to criticism, arguing that the refusal was a violation of fundamental rights at the political level.[29] The talks lasted three and a half hours in total,[33] which was less time than had been scheduled. Biden gave Putin a custom-made pair of sunglasses and crystal sculpture of a bison as gifts.[34] The first session was a small meeting with Blinken and Lavrov also attending. The second session included more aides.[35] Agreement was reached to begin dialogues about nuclear weapons controls and cybersecurity.[33][35] Russia and the US will also return ambassadors to each other. There were no breakthroughs however on the issues of Ukraine and the imprisonment of Navalny.[34] After the summit, Biden told reporters he warned Putin about the consequences of any future ransomware attacks, and that human rights violations were undermining Russia's international status.[33] At a separate press conference, Putin said the talks were constructive and without hostility but he criticized the United States for its \"repression\" against \"peaceful protesters\" that stormed the U.S. Capitol and said that he does not want movements like Black Lives Matter to gain traction in Russia, citing their \"disorderly\" conduct.[33][36][37] The day after the summit, Putin praised the outcome and complimented Biden as an astute and shrewd negotiator.[38]","Title":"2021 Russia–United States summit - Wikipedia","KeyID":"16800","URL":"https://en.wikipedia.org/wiki/2021_Russia%E2%80%93United_States_summit"}