{"Content: ":"Jorrit Joost Faassen[1] (born 24 February 1980[2]) is a Dutch businessman. He was allegedly the husband of Maria Vorontsova and the son-in-law of Russian president Vladimir Putin. Faassen was born in Leiderdorp in the Netherlands,[2] the elder of two sons born to Jozef Faassen and Felicitas van de Stadt. His father was a naval officer in Willemstad, Curaçao until 1986, a colonel in the 1990s and then a head of department in the Royal Netherlands Navy.[3] Faassen is a nephew of the Dutch painter Casper Faassen.[4] He studied architecture at the Hague University of Applied Sciences and graduated in 2004.[5][6] On 15 April 2006, he moved to Moscow where he had been a director at Stroytransgaz but left that post to take a top posting in 2007 at Gazprom,[4][6] where he no longer works.[1] He was the deputy chairman of MEF Audit, a Russian consulting group, until mid 2015 when MEF Audit removed his name from their website.[1][6] Faassen married Maria Vorontsova, the eldest daughter of Russian president Vladimir Putin,[1] in summer 2008 in Wassenaar in the Netherlands.[7] On 14 November 2010, along the Rublevskoye Highway (Russian: Рублёвское шоссе) near Moscow, Faassen was beaten by four bodyguards of the Russian banker Matvey Urin, the co-owner of Trado-Bank (Russian: АКБ «Традо-Банка» (ЗАО)), previously the head of Breeze Bank (Russian: «Бриз-Банка») and associated with four other Moscow banks, all six of which subsequently went bankrupt.[4][8][9][10][11][12] A half hour after this occurred, Urin was detained and later incarcerated at Butyrka and subsequently lost his wealth and vast holdings.[13] Urin received a 8.5 year sentence and was released in September 2018.[14] Faassen and Vorontsova have a son, born in August 2012.[7] In 2013, they were living in a penthouse atop the highest residential building in Voorschoten;[5][4] they lived in the Crimea district (Dutch: Krimwijk) of Voorschoten with neighbors fearing for their safety following what had happened to Matvey Urin.[15] In 2014, Dutch residents called for Vorontsova to be expelled from the country after Malaysia Airlines Flight 17 was shot down in Ukraine.[16] In 2015, they were reported to be living in Moscow.[1] In 2022, it was reported that Faassen and Vorontsova are no longer married.[7][17]  This business-related Dutch biographical article is a stub. You can help Wikipedia by expanding it.","Title":"Jorrit Faassen - Wikipedia","KeyID":"16811","URL":"https://en.wikipedia.org/wiki/Jorrit_Faassen"}