{"Content: ":"Walking Together (Russian: Идущие вместе, Idushchiye vmyestye) was a Russian youth movement that was created by Vasily Yakemenko in May 2000.[1] The group, which had over 50 thousand members as of January 2002, was strongly pro-Putin and is openly endorsed by President Vladimir Putin's administration. It has strict rules and indoctrination methods, and was openly criticized for its similarity to the Soviet Young Pioneers established by the Communist Party in 1922. The senior patron of the movement was Vladislav Surkov, the deputy head of the presidential administration. The group was transformed into \"Nashi\" (Ours) youth group in 2005 after a scandal involving the dissemination of pornography.[1] Before creating Walking Together, Mr Yakimenko was the overseer of state-run charities. The group's first action in November 2000 was to celebrate Putin's administration with a rally in front of the Kremlin. Group organizers cite a long history of such groups in Russia. Many liberals in Russia feared that the organization was designed to set up a cult of personality around President Putin. Some of the groups requirements included commands to read six Russian classics a year and to visit the site of a battle where Russia was victorious. The reading of modern \"liberal\" works was discouraged by Walking Together. At one rally, members were encouraged to tear apart copies of Vladimir Sorokin's Blue Salo, which was deemed pornographic for a passage depicting gay sex between Joseph Stalin and Nikita Khrushchev. The group brought formal charges against the author for writing pornographic literature. Walking Together was sponsored by two companies with ties to the Kremlin and the Moscow city council. Members of the group were divided into groups of five called \"red stars\", each led by a \"foreman\" who received a free pager and 1,500 rubles for his services. Each of his five \"soldiers\" received 50 rubles as well as free T-shirts. The group soon acquired the nickname the \"Putinjugend\" in the mass media since the activists usually wore T-shirts with a portrait of Putin.[1] Groups have criticized the organization, claiming that its rallies are only popular with young people because of the free handouts. Members were encouraged to get others to join in a way that mirrors pyramid schemes. Once a member has a red star, he had to persuade another 50 members to join. In 2004 the group fell into a crisis. A group member was involved in the illegal dissemination of pornographic video tapes, there were also financial disputes between the Petersburg section and the Moscow headquarters,[2] while Sorokin[citation needed] fell out of favor with the Kremlin. Against this backdrop, the Kremlin created a new youth group call Nashi (Ours) in 2005.[3]","Title":"Walking Together - Wikipedia","KeyID":"16818","URL":"https://en.wikipedia.org/wiki/Walking_Together"}