{"Content: ":"Konni (Russian: Конни, 1999 – 2014), full name Connie Leod Paulgrave[2] (Конни Леод Полгрейв), also known as Connie, was a female black Labrador Retriever belonging to the President of Russia, Vladimir Putin. Konni was often seen at the President's side, including at staff meetings, and when Putin greeted world leaders during their visits to Russia. Konni, full name Connie Paulgrave, was born in 1999 at a cynology centre located at the Ministry of Emergency Situations in Noginsk, where she was to be trained as a search and rescue dog.[3][4] Konni's parents were Henrietta Bush (mother) and Alkor Ross Bradford (father).[5] In December 2000, Konni was presented to President Vladimir Putin as a gift by Sergey Shoygu.[4] On 7 December 2003, the day of the 2003 legislative election, Konni gave birth to eight puppies.[2] One pup named Darina was given to a pensioner in Novozolotovka, Neklinovsky District of Rostov Oblast. Another pup, named Oscar, was given to a six-year-old girl in Smolensk. Two pups were given to the President of Austria, Thomas Klestil, as a symbol of Austrian-Russian friendship.[2][6] When Klestil's widow, diplomat Margot Klestil-Löffler, was appointed Austrian Ambassador to Russia in December 2009, the two dogs – named Olya and Orhi – returned to Moscow with her; Klestil-Löffler stated that the dogs helped her deal with her husband's death.[7] Another of Konni's pups was employed by rescue services in Vladikavkaz in North Ossetia-Alania.[8] Since Konni became part of the Putin family, she was featured largely in the life of the President, and was regularly at her master's side.[9] In 2007, organisers of the Saint Petersburg Economic Forum, which is a regional meeting of the World Economic Forum, wrote to the Presidential Administration requesting a photograph of the President for his accreditation badge, and the Putin Administration sent back to the organisers a photograph of Putin sitting in an armchair next to a fireplace with Konni lying at his feet.[10] Answering a question at a press conference, Putin stated that, like everyone else, he too has occasional bad moods, and explained: \"In those situations I try to consult with my dog Konni, who gives me good advice.\"[9][11] Konni responded to simple commands given to her by Putin, including \"down!\" (lezhat!), \"sit!\" ( Sidet'!), \"heel!\" (Ryadom!), \"go!\" (Fas!) and \"bark!\" (Golos!), in addition to shaking hands.[4] Although Konni was, for the most part, allowed to attend meetings with Putin, on occasion she was kept away from such functions. Rossiyskaya Gazeta recalled an incident in 2003, when journalists travelled to Sochi to discuss various issues with the President. Upon arrival at Bocharov Ruchei, Konni, who was described as cheerful and inquisitive, greeted the journalists. When it came time to start the meeting, Putin's security detail stopped Konni from following him. As the journalists and Putin started walking down the staircase, Konni rushed towards them and began to bark loudly at Putin. As a result, Irena Lesnevskaya, the President of REN TV, asked \"So who else here can so bark at the President?\". Konni, in what appeared to be an expression of dissatisfaction for not being allowed to \"participate\" in the meeting, then continued barking, and refused several orders by Putin to come to him, leading Lesnevskaya to ask, \"So who else can disobey the President?\".[12] In December 2004, Konni was taken to a children's New Year's Eve party at the State Kremlin Palace by Putin.[2] While Putin was on stage giving a speech to the media, politicians and the public, Konni managed to escape from her holdings and joined her owner on stage.[13] Konni gained fame when Detskaya Literatura, one of the oldest publishing houses and the largest publisher of children's books, published a book in 2004, entitled Connie's Stories. The 60-page book written by Irina Borisova in English, chronicles the life and adventures of a Black Labrador named \"Connie\"; at the end it is revealed that Connie (Konni) is the President's dog.[14][15][16] Konni gained additional public exposure when she was present at an April meeting with Putin and President of Belarus, Alexander Lukashenko, in Sochi.[2] Konni's visibility in the meetings of Putin with world leaders led to the publication by Ogoniok of a satirical series of comic strips that features Konni as an advisor to Putin on matters relating to the foreign relations of Russia.[16][17] In July 2006, in an online conference organised by Yandex and the BBC, Putin revealed that Konni ate two to three times a day and had a penchant for porridge with meat. During the same online Question and Answer session, Putin reiterated a request that he had previously made on his website for people not to feed Konni, stating: \"Sometimes, Konni leaves a room full of journalists with a very pleased expression on her face and biscuit crumbs around her mouth... Please do not feed my dog.\"[13][18] In December 2007, Sergey Ivanov updated Putin on the progress of the Russian Global Navigation Satellite System GLONASS, when Putin enquired whether he would be able to buy a device hooked into GLONASS that would allow him to keep track of Konni. Ivanov advised Putin that collars for pets would be available in mid-2008.[19] The collar was demonstrated to Putin on Konni on 17 October 2008, making Konni the first recipient of a GLONASS-enabled pet collar.[20] In February 2005, the We Youth Movement, a member of The Other Russia coalition, started a campaign to promote Konni for President. It was the opinion of the group that no matter who won the 2008 Russian Presidential election the operating Head of State would remain the same, and hence Konni would make the best candidate.[21] Georgy Satarov, a key member of The Other Russia, believed that if Putin were to have endorsed Konni as his successor, then 40% of the electorate would have voted for the Labrador, given that 40% of the people would have voted for whomever Putin endorsed for the election.[22] Konni became a symbol of friendly meetings between the Russian President and various world leaders, and was allowed to attend official government meetings.[23][24] A popular anecdote was when the Chancellor of Germany, Angela Merkel, met President Vladimir Putin, Putin brought Konni to their meetings. On 21 January 2007, the two leaders met at Bocharov Ruchei, the President's summer residence in Sochi, and at the beginning of their meeting Konni wandered into the room, leading Putin to ask Merkel, who reportedly has a \"deep-seated fear of dogs\", \"The dog does not bother you, does she? She's a friendly dog and I'm sure she will behave herself.\"[25] Merkel responded in Russian, a language in which she is fluent, \"She doesn't eat journalists, after all.\"[26] Konni then proceeded to sniff the German Chancellor, and sat at her feet. Merkel was reported to have shown \"apparent discomfort\".[27] Putin later said that, after learning of Merkel's fear of dogs, he apologized to her.[28] Merkel's explanation of Putin's behaviour is reported in George Packer's December 2014 profile of Merkel in the New Yorker magazine. \"I understand why he has to do this — to prove he's a man,\" Merkel said. \"He's afraid of his own weakness. Russia has nothing, no successful politics or economy. All they have is this.\" When US President George W. Bush visited Putin's residence at Novo-Ogaryovo, Konni was there to greet both leaders. Putin was reported to have remarked to the visiting President that Konni is \"bigger, tougher, stronger, faster, meaner – than Barney,\" which aides to Bush said was \"a mark of a friendship strengthened by a little needling.\"[29] Canadian Prime Minister Stephen Harper later \"drolly noted [to Bush], 'You're lucky he only showed you his dog.'\"[30] At a meeting with Putin in Sochi in March 2003, and again in April 2005, President of Belarus Alexander Lukashenko, who regarded Konni as a \"friend\", attempted to call the dog to him; however, Konni did not respond, except for yawning at the Belarusian President on several occasions, before getting up and instead going over to the journalists who had gathered to cover the meeting.[31][32] In February 2015, it was reported in the press that Konni had died in late 2014, at the age of 15.[1] Vladimir Putin with Konni in Novo-Ogaryovo, 2002. Vladimir Putin enjoying a moment with Konni in Novo-Ogaryovo, 2002. Vladimir Putin exercising whilst Konni watches on, 2002. Konni, President Putin and his wife, Lyudmila, with George H.W. Bush and his wife, Barbara, Bocharov Ruchei, Sochi, 2003. Konni, Jose Manuel Barroso (left), Vladimir Putin, Javier Solana and Wolfgang Schüssel, Bocharov Ruchei, Sochi, 2006. Konni sits in on a 2003 meeting with Vladimir Putin and President of Belarus Alexander Lukashenko at Bocharov Ruchei, Sochi. (From left to right) Lyudmila Putina, Austrian President Thomas Klestil, Margot Klestil-Löffler and Vladimir Putin with Konni in Novo-Ogaryovo, 2004. Konni greets then British PM Tony Blair at Putin's Novo-Ogaryovo residence in 2005. Moscow, the Grand Kremlin Palace, at the Kremlin 2004 New Year's party. Konni on stage with Putin after escaping from her quarters and gatecrashing the Kremlin 2004 New Year's party.","Title":"Konni (dog) - Wikipedia","KeyID":"16810","URL":"https://en.wikipedia.org/wiki/Konni_(dog)"}