{"Content: ":"Nashi (Russian: Молодёжное демократическое aнтифашистское движение «Наши», Molodezhnoye demokraticheskoye antifashistskoye dvizhenye \"Nashi\" Youth Democratic Anti-Fascist Movement \"Ours!\") was a political youth movement in Russia,[1] which declared itself to be a democratic, anti-fascist, anti-\"oligarchic-capitalist\" movement.[2] Senior figures in the Russian Presidential administration encouraged the formation of the group, which Moises Naim labelled a government organized non-governmental organization (GONGO).[3] By late 2007, it had grown in size to some 120,000 members aged between 17 and 25. On April 6, 2012, the Nashi leader announced that the current form of the movement would dissolve in the near future, possibly to be replaced by a different organisation. He stated that Nashi had been \"compromised\" during the 2012 Russian presidential election.[4] In 2013, the organization ceased its activities and on December 2, 2019, the legal entity was liquidated.[5] Western critics have detected a \"deliberately cultivated resemblance to\" the Soviet Komsomol[6] or to the Hitler Youth[7][8][9][10] and dubbed the group \"Putinjugend\".[11][12][13][14] Nashi was officially announced on 1 March 2005 by Vasily Yakemenko, the leader of the pro-Putin youth movement Walking Together. The founding conference took place on 15 April 2005. Yakemenko said he created Nashi as a movement to demonstrate against what he saw as the growing power of Nazism in Russia and to take on skinheads in street fights if necessary.[15] While its funding comes from pro-government business owners,[16] it has been reported that the group also receives direct subsidies from the Kremlin.[17] Yakememko once said to Gazeta.Ru that the Kremlin's support makes it possible for them to tell businessmen: \"we need money for a national project\".[18] Nashi's close ties with the Kremlin have been emphasised by Vladislav Surkov, Deputy Presidential Chief of Staff (1999-2011), who met with the movement's activists on numerous occasions, delivering speeches and holding private talks. It has been speculated that the Kremlin's primary goal was to create a paramilitary force to harass and attack Vladimir Putin's critics as \"enemies of the State\".[19] At a political education event in summer 2006, the Kremlin advisor Gleb Pavlovsky told Nashi members that they \"lacked brutality\": \"you must be prepared\", he went on, \"to break up fascist demonstrations and prevent with force any attempt to overthrow the constitution\".[20]: 174  Critics have compared Nashi to the Soviet Komsomol[6] and the Hitler Youth.[7][17][9][10] Vedomosti reported that the Nashi movement received funding of about 200 million rubles from the 2010 Russian state budget.[21] The group's headquarters were housed in a £20 million building in the centre of Moscow.[22] The leader of the former movement Walking Together, Yakemenko, said in 2005 that the goal of the new movement, Nashi, was to put an end to the \"anti-Fatherland union of oligarchs, anti-Semites, Nazis, and liberals.\"[a] Several Moscow newspapers suggested the goal of the group is actually a bit more specific: to eventually replace the party of power, United Russia.[24] Not all of its goals are politically motivated however. Nashi organizes voluntary work in orphanages and old people's homes, and helps restore churches and war memorials. It also pickets shops accused of selling alcohol and cigarettes to minors, and campaigns against racial intolerance.[25] Sergei Markov, a Kremlin adviser, stated in 2005 that Nashi \"[wants] Russia to be a modern, strong and free country... their ideology is clear: it is modernization of the country and preservation of its sovereignty with that.\"[26] One of the movement's main goals is preventing the introduction of foreign control in Russia. Russian newspaper Moskovskij Komsomolets quoted Yakemenko as saying that \"organizations in Russia are growing, on the basis of which the U.S. will create groups analogous to Serbia's Otpor!, Georgia's Kmara, or Ukraine's PORA. These groups are Eduard Limonov's National Bolshevik Party and Avant Garde Red Youth.\"[24] Yakemenko feared that the Russia's fate may be similar to that of Ukraine which he said \"was a Russian colony and now it is an American colony.\"[27] On June 26, 2005, with media present, Putin met with a group of Nashi members at his residence at Zavidovo, Tver Oblast. He expressed his support for the group, described as \"awestruck\" by his presence.[28] In August 2005, Putin invited Yulia Gorodnicheva, an undergraduate student of Tula State University, along with other Nashi members to the meeting at Zavidovo, to be appointed to the Civic Chamber of the Russian Federation,[29] but she declined Putin's appointment and on November 15, 2005, entered the second part of the chamber as a representative of Nashi. There she became a member of the Commission on Social Development.[30] In 2006 Nashi members conducted a campaign against the Ambassador of the United Kingdom to Russia, Tony Brenton, as he attended an opposition conference called Another Russia on July 11–12. He attended along with Putin opposition leaders such as Eduard Limonov, leader of the National Bolsheviks.[31] Unnamed British officials were reported to suspect that this campaign had been co-ordinated by elements within the Russian government as a punishment for the speech given by the ambassador.[32] In April and May 2007, Nashi members held daily protests in front of the Estonian embassy in Moscow in protest of the moving of the Bronze Soldier of Tallinn to a military cemetery.[33][34] When movement members protested outside the Embassy of Estonia in Moscow in April 2007, some members were carrying signs stating \"Wanted. The Ambassador of the Fascist State of eSStonia\" (Russian: «Разыскивается посол фашистского государства эSSтония»), in reference to then-Ambassador of Estonia to Russia Marina Kaljurand.[35] Nashi also evoked eSStonia when they accused the Estonian state of cultivating fascism, by removing the Bronze Soldier memorial, the unsolved murder of Dmitry Ganin on Bronze Night, the arrest and detention of Mark Siryk by the Kaitsepolitseiamet on Bronze Night, and the Monument of Lihula to the 20th Waffen Grenadier Division of the SS (1st Estonian) being built.[36] In early 2008 Estonia placed some Nashi members on a European Union-wide immigration blacklist, leading Nashi to accuse the European Union of violating democratic principles that European officials often accuse Russia of violating.[37] On 24 July 2007, Putin met with several Russian political and environmental youth organisations, including Nashi, at his residence in Zavidovo, and discussed various issues affecting Russian society. At the meeting, he stated that the United Kingdom was acting like a colonial power with a mindset stuck in the 19th or 20th century, due to their belief that Russia could change its constitution, allowing Andrey Lugovoy to be extradited to the UK to face charges in relation to the Alexander Litvinenko affair. He also stated, \"They say we should change our Constitution – advice that I view as insulting for our country and our people. They need to change their thinking and not tell us to change our Constitution.\"[38][39] In December 2007, the movement was reported to be planning to send a select group of activists to study at British universities, arguably despite its disdain for Britain and its harassment of the British ambassador in Moscow. They said: \"We lag behind in knowledge and experience vital for making Russia a 21st-century world leader. British education is rated highly all over the world. The graduates of British universities are in great demand. This is because of the high quality of education and also control from the government.\"[40] In March 2009, it was reported that a Nashi commisar and some associates claimed they had launched a DDOS attack on Estonia in May 2007. The attacks came after Estonia removed a World War II-era Soviet memorial from its capital, provoking protests from Moscow.[41] On March 23, 2009, a small group of Nashi activists together with the activists of the Finnish Anti-Fascist Committee and Night Watch held a protest in Helsinki, Finland, arranged by Johan Bäckman. They denounced the publication of a new book about the Soviet occupation of Estonia by Sofi Oksanen and Imbi Paju and related seminar and saw the indictment of the occupation as an attack on Russia. Finnish historian and Russia-expert Arto Luukkanen considered the protest as an attempt by a marginal group to get publicity. Oksanen suggested that \"Their message is aimed at Russians and the Russian media\".[42][43] On January 18, 2010, Nashi activists held a rally near the Embassy of Ukraine in Moscow and \"congratulated\" Ukrainian president Viktor Yushchenko with his defeat in the first round of the presidential election the day before.[44] On July 30, 2010, Ella Pamfilova, Medvedev's human right's advisor, resigned over comments she made, saying that Nashi activists had \"pawned their souls to the devil\" and that she \"feared they might to come to power one day\", causing Nashi to sue for libel. The Russian opposition commented, claiming that Nashi assaulted and intimidated its leaders.[45][46] In December 2011, Nashi members staged large pro-Kremlin demonstrations in response to anti-Putin protests that followed the 2011 legislative election.[47] Every summer, Nashi runs recruiting camps all across Russia. New members receive a basic military-style training, according to Yakimenko. The July 2007 annual Nashi encampment, located 200 miles outside Moscow, was attended by over 10,000 members. It involved two weeks of lectures and calisthenics. Some reports mention the use of the camp to improve the demographics of Russia,[17] where twenty tents were set up for twenty newlywed couples to sleep together.[48] In an effort to deconstruct its discredited public image in 2012, Nashi invited opposition activists to its annual encampment named \"Occupy Seliger\" for that year; but few opposition activists attended.[49] According to Edward Lucas, in The New Cold War: Putin's Russia and the Threat to the West, Nashi is seen as Putin's version of the Soviet Komsomol.[50]: 102  Nashi has been accused of recruiting skinheads and local hooligans to intimidate rival youth groups.[25] Such activities caused Gavin Knight, in New Statesman, to draw the conclusion that \"Nashi’s true function was as a personality cult for Putin whose job was intimidate, bully and harass his opponents.\"[51] The movement has evoked comparisons with the Hitler Youth, in the mainstream media,[7][17][9][10] to the extent that Nashi, together with other pro-Putin youth organizations, were derogatively nicknamed Putinjugend.[52][53][54][55] A Nashi advertisement was described in a Time magazine article as \"reminiscent of Soviet-era propaganda with its non sequitur acceleration of hysteria\". The advertisement read: \"Tomorrow there will be war in Iran. The day after tomorrow Russia will be governed externally!\"[56] The Boston Globe said that \"movement's Brownshirt tactics certain evoke shades of Hitler Youth, as does the emphasis on physical fitness, clean living, and procreation for the Motherland\".[17] The National Bolsheviks have accused Nashi of leading attacks on their members, including one in Moscow in August 2005.[57] Liberal youth leader Ilya Yashin has also denounced Nashi as a cover for \"storm brigades\" that will use violence against democratic organizations and claimed that their formation is only part of Putin's fear of losing power in a manner similar to the Orange Revolution of Ukraine.[58] One young National Bolshevik, Roman Sadykhov, joined Nashi's sister organisation Young Russia (Rumol) in order to investigate its activities. He claimed that Rumol formed a group of hooligan ultras to conduct street battles against members of the opposition.[59] Their training included the construction of smoke bombs. He secretly taped meetings he had attended. At one of the meetings, Surkov said that he found the training for street combat \"terrifically interesting.\"[20]: 172  According to Radio Free Europe/Radio Liberty, Nashi been linked to football hooligan organisations.[60][61] British journalists Peter Oborne and James Jones examined the activity of Nashi in a documentary produced for Channel 4's foreign affairs series Unreported World. They described it as a movement originally created to prevent the emergence of a colour revolution-style movement in Russia. They claimed that some members of Nashi are explicitly racist, and met with Russian journalist Oleg Kashin, who alleged that Nashi members were most likely responsible for a severe beating he received in late 2010 after writing an article critical of a business associate of Vladimir Putin. Kashin was beaten with iron bars, and was in a coma for three days due to the assault, in which he received two broken legs and a broken jaw, as well as a severed finger. Oborne and Jones accused Nashi of participating in a cult of personality around Putin, and that Putin \"may be turning into one of those archetypal figures that occur throughout Russian history, from Ivan the Terrible to Peter the Great and Stalin: a strongman with mystical powers, attracting uncritical devotion from his followers\".[62] In an article published in The Guardian in December 2011, mention was made of reports that some Nashi members were being paid to attend rallies.[22] This was based on a Moscow Times report saying that a journalist overheard a demonstrator telling another that he only participated in a particular rally because he had been paid 500 rubles,[63] and on a Time article that quoted pro-Kremlin activists as saying that free meals at McDonald's were one of their main rewards for attending the rallies.[64] In early February 2009, Anna Bukovskaya, a St. Petersburg Nashi activist, publicly claimed[65] that from January 2008 until February 2009, she had coordinated a group of 30 young people (not Nashi members) who had been tasked to infiltrate branches of the banned National Bolshevik Party, Yabloko's youth wing and United Civil Front in Moscow, St. Petersburg, Voronezh and six other cities. Bukovskaya said that the agents were to inform her, and she, in turn, passed the information to senior Nashi official Dmitry Golubyatnikov, who was allegedly in contact with \"Surkov's people\" in the Kremlin. The agents, who were paid 20,000 rubles ($550) per month, provided information on planned and past events together with pictures and personal information on activists and leaders, including their contact numbers. On February 3, 2009, Bukovskaya told Youth Yabloko, which she had joined six weeks prior, that she was being paid to monitor their activities and to handle people in other opposition groups.[65][66] In May 2012, the leader of Nashi, Yakemenko, announced his intention to establish the parallel \"Smart Russia\" political party.[67][68] It was established at the Nashi Congress that month and Nashi Commissar Nikita Borovikov [ru] was elected as the Smart Russia political party chairman. The Smart Russia political party was officially registered in June 2012.[69] ","Title":"Nashi (youth movement) - Wikipedia","KeyID":"16816","URL":"https://en.wikipedia.org/wiki/Nashi_(youth_movement)"}