{"Content: ":"The Chapel of Russia's Resurrection is a sect from Russia that views President and ex-Prime Minister Vladimir Putin as the reincarnation of Paul the Apostle. The sect was founded in 2007[1] by a person known as Mother Fotina, whose real name is thought to be Svetlana Frolova;[2] she is also thought to have been a former convict who had been a railroad worker.[3] It is a schism away from the Russian Orthodox Church. The sect lives in an sanctuary located in Bolshaya Yelnia, near the Volga River and Nizhny Novgorod,[2][4] established by Mother Fotina. The number of its members is unknown.[2] The sect believes that Russian Prime Minister and now Russian President Vladimir Putin is the reincarnation of Paul the Apostle, sent to Russia to prepare its people for the Second Coming of Christ;[5] Putin is also thought to have joined with seven other reborn apostles to fight the antichrists.[6] Mother Fotina notes the similarities between Paul and Putin's careers, including being an early \"persecutor of Christians\" before becoming imbued with the Holy Spirit; the group believes that Putin received the Holy Spirit after becoming president.[4] Putin is also said to be a reincarnation of Vladimir the Great.[6] Putin is the first Russian leader to be religiously worshiped while still alive.[6] The group, consisting entirely of women, dress as nuns when giving services to pray for Putin in a three-story brick building called the Chapel of Russia's Resurrection.[5] They have put a picture of him, said to have appeared miraculously one day,[1] together with traditional Russian Orthodox figures. At the services, they also sing patriotic Russian songs,[4] as well as the children's song \"May There Always Be Sunshine\".[6] The Russian government is aware of the sect, and Putin's press agent Dmitry Peskov has stated that \"it is impressive that [the sect] think so highly of [Putin's] work.\" Although he notes that the group has not broken any laws, he reminds them that one of the commandments in the Bible is that \"thou shalt not worship false idols\". The sect has arisen amid a personality cult centered on Putin, which includes popular songs, and nightclub parties.[2] Father Alexei, a local Russian Orthodox priest, has denounced the sect as a mix of \"Orthodoxy, Catholicism, the occult, Buddhism and political information.\"[4] A neighbour of Mother Fotina's has opined that the sect was started to keep the Federal Security Service from investigating its founder.[5]","Title":"Chapel of Russia's Resurrection - Wikipedia","KeyID":"16815","URL":"https://en.wikipedia.org/wiki/Chapel_of_Russia%27s_Resurrection"}