{"Content: ":"Putinland is a political neologism. The term has been used in various contexts, from portraying Russia as a corrupt and murderous regime where the line between the security forces and organised crime is blurred to an oil and gas powered state that is ready to swat away criticism at home, squash troublesome neighbours and sacrifice personal freedoms in the name of a strong centralised state.[1] Professor of International Affairs, Nina L. Khrushcheva defines Putin-land as, a Gogol-like, \"country of illusions and imagination, in which perceptions are more important than facts, where officials are corrupt and people are oppressed because they all live in a dream of empire,\" while, in fact, \"individual needs are neglected, the state's needs are overstated, and everyone is condemned to a life of cheating and stealing, consoling themselves that, while there is no justice, they are at least part of a great country.\"[2] The term was used by Anna Politkovskaya in an interview held 18 months before her death, she said in relation to the murders of 15 investigative journalists: \"It's the same old story, nobody who tells the truth in Putinland is safe.\"[3] A five part French documentary called Murder by Numbers in Putinland was made which probes the suppression of dissent in Russia and the murder of Alexander Litvinenko in London, along with interviews of the prime suspect in the Litvinenko murder, Andre Lugovoi, who is considered a hero in Russia.[4] Edward Lucas refers to Russia as \"Putinland\" when he claims that Russian publishers refused to publish the bestselling book Gulag by the Pulitzer Prize-winning author Anne Applebaum, according to Lucas as they feared Kremlin intervention if texts cast the Soviet Union in an unfavourable light. He also noted that a possible reason the book was not published in Russia is due to low demand, in what he describes as fatigue amongst Russians in hearing about the history of the gulags, and noted that if it were published in Russian it is likely it would sell worse than an Icelandic cookbook.[5] Nina L. Khrushcheva, a Russian American professor of media and culture, wrote in the International Herald Tribune: \"Uniforms are in and patriotic youth organizations such as Nashi (Ours), successor to the Soviet-era Pioneers, are on the march. The economy is great, Gazprom is great, the military is great, Putin is great: The empire remains ours. The Russians are eager to believe that they no longer live in a country defeated by the West. Instead they live in an oil and gas powered Putin-land.\"[2] British journalist and author Roger Boyes, who is the Berlin correspondent for British newspaper The Times covering Germany, noted that \"even the Germans have come to realise that Holy Russia has become PutinLand, ready to swat away criticism at home, squash troublesome neighbours and sacrifice personal freedoms in the name of a strong centralised state\",[6] a view published in his column in German newspaper Der Tagesspiegel.[1]","Title":"Putinland - Wikipedia","KeyID":"16826","URL":"https://en.wikipedia.org/wiki/Putinland"}