{"Content: ":"A cephalopod /ˈsɛfələpɒd/ is any member of the molluscan class Cephalopoda /sɛfəˈlɒpədə/ (Greek plural κεφαλόποδες, kephalópodes; \"head-feet\")[3] such as a squid, octopus, cuttlefish, or nautilus. These exclusively marine animals are characterized by bilateral body symmetry, a prominent head, and a set of arms or tentacles (muscular hydrostats) modified from the primitive molluscan foot. Fishers sometimes call cephalopods \"inkfish\", referring to their common ability to squirt ink. The study of cephalopods is a branch of malacology known as teuthology. Cephalopods became dominant during the Ordovician period, represented by primitive nautiloids. The class now contains two, only distantly related, extant subclasses: Coleoidea, which includes octopuses, squid, and cuttlefish; and Nautiloidea, represented by Nautilus and Allonautilus. In the Coleoidea, the molluscan shell has been internalized or is absent, whereas in the Nautiloidea, the external shell remains. About 800 living species of cephalopods have been identified. Two important extinct taxa are the Ammonoidea (ammonites) and Belemnoidea (belemnites). Extant cephalopods range in size from the 10 mm (0.3 in) Idiosepius thailandicus to the 14 m (45.1 ft) colossal squid, the largest extant invertebrate. There are over 800 extant species of cephalopod,[4] although new species continue to be described. An estimated 11,000 extinct taxa have been described, although the soft-bodied nature of cephalopods means they are not easily fossilised.[5] Cephalopods are found in all the oceans of Earth. None of them can tolerate fresh water, but the brief squid, Lolliguncula brevis, found in Chesapeake Bay, is a notable partial exception in that it tolerates brackish water.[6] Cephalopods are thought to be unable to live in fresh water due to multiple biochemical constraints, and in their >400 million year existence have never ventured into fully freshwater habitats.[7] Cephalopods occupy most of the depth of the ocean, from the abyssal plain to the sea surface. Their diversity is greatest near the equator (~40 species retrieved in nets at 11°N by a diversity study) and decreases towards the poles (~5 species captured at 60°N).[8] Cephalopods are widely regarded as the most intelligent of the invertebrates, and have well developed senses and large brains (larger than those of gastropods).[9] The nervous system of cephalopods is the most complex of the invertebrates[10][11] and their brain-to-body-mass ratio falls between that of endothermic and ectothermic vertebrates.[8]: 14  Captive cephalopods have also been known to climb out of their aquaria, maneuver a distance of the lab floor, enter another aquarium to feed on the crabs, and return to their own aquarium.[12] The brain is protected in a cartilaginous cranium. The giant nerve fibers of the cephalopod mantle have been widely used for many years as experimental material in neurophysiology; their large diameter (due to lack of myelination) makes them relatively easy to study compared with other animals.[13] Many cephalopods are social creatures; when isolated from their own kind, some species have been observed shoaling with fish.[14] Some cephalopods are able to fly through the air for distances of up to 50 m. While cephalopods are not particularly aerodynamic, they achieve these impressive ranges by jet-propulsion; water continues to be expelled from the funnel while the organism is in the air.[15] The animals spread their fins and tentacles to form wings and actively control lift force with body posture.[16] One species, Todarodes pacificus, has been observed spreading tentacles in a flat fan shape with a mucus film between the individual tentacles[16][17] while another, Sepioteuthis sepioidea, has been observed putting the tentacles in a circular arrangement.[18] Cephalopods have advanced vision, can detect gravity with statocysts, and have a variety of chemical sense organs.[8]: 34  Octopuses use their arms to explore their environment and can use them for depth perception.[8] Most cephalopods rely on vision to detect predators and prey, and to communicate with one another.[19] Consequently, cephalopod vision is acute: training experiments have shown that the common octopus can distinguish the brightness, size, shape, and horizontal or vertical orientation of objects. The morphological construction gives cephalopod eyes the same performance as shark eyes, however their construction differs, as cephalopods lack a cornea and have an everted retina.[19] Cephalopods' eyes are also sensitive to the plane of polarization of light.[20] Unlike many other cephalopods, nautiluses do not have good vision; their eye structure is highly developed, but lacks a solid lens. They have a simple \"pinhole\" eye through which water can pass. Instead of vision, the animal is thought to use olfaction as the primary sense for foraging, as well as locating or identifying potential mates. Surprisingly, given their ability to change color, all octopuses[21] and most cephalopods[22][23] are considered to be color blind. Coleoid cephalopods (octopus, squid, cuttlefish) have a single photoreceptor type and lack the ability to determine color by comparing detected photon intensity across multiple spectral channels. When camouflaging themselves, they use their chromatophores to change brightness and pattern according to the background they see, but their ability to match the specific color of a background may come from cells such as iridophores and leucophores that reflect light from the environment.[24] They also produce visual pigments throughout their body, and may sense light levels directly from their body.[25] Evidence of color vision has been found in the sparkling enope squid (Watasenia scintillans).[22][26] It achieves color vision with three photoreceptors, which are based on the same opsin, but use distinct retinal molecules as chromophores: A1 (retinal), A3 (3-dehydroretinal), and A4 (4-hydroxyretinal). The A1-photoreceptor is most sensitive to green-blue (484 nm), the A2-photoreceptor to blue-green (500 nm), and the A4-photoreceptor to blue (470 nm) light.[27] In 2015, a novel mechanism for spectral discrimination in cephalopods was described. This relies on the exploitation of chromatic aberration (wavelength-dependence of focal length). Numerical modeling shows that chromatic aberration can yield useful chromatic information through the dependence of image acuity on accommodation. The unusual off-axis slit and annular pupil shapes in cephalopods enhance this ability.[28] In 2015, molecular evidence was published indicating that cephalopod chromatophores are photosensitive; reverse transcription polymerase chain reactions (RT-PCR) revealed transcripts encoding rhodopsin and retinochrome within the retinas and skin of the longfin inshore squid (Doryteuthis pealeii), and the common cuttlefish (Sepia officinalis) and broadclub cuttlefish (Sepia latimanus). The authors claim this is the first evidence that cephalopod dermal tissues may possess the required combination of molecules to respond to light.[29] Some squids have been shown to detect sound using their statocysts,[30] but, in general, cephalopods are deaf. Most cephalopods possess an assemblage of skin components that interact with light. These may include iridophores, leucophores, chromatophores and (in some species) photophores. Chromatophores are colored pigment cells that expand and contract in accordance to produce color and pattern which they can use in a startling array of fashions.[8][29] As well as providing camouflage with their background, some cephalopods bioluminesce, shining light downwards to disguise their shadows from any predators that may lurk below.[8] The bioluminescence is produced by bacterial symbionts; the host cephalopod is able to detect the light produced by these organisms.[31] Bioluminescence may also be used to entice prey, and some species use colorful displays to impress mates, startle predators, or even communicate with one another.[8] Cephalopods can change their colors and patterns in milliseconds, whether for signalling (both within the species and for warning) or active camouflage,[8] as their chromatophores are expanded or contracted.[32] Although color changes appear to rely primarily on vision input, there is evidence that skin cells, specifically chromatophores, can detect light and adjust to light conditions independently of the eyes.[33] The octopus changes skin color and texture during quiet and active sleep cycles.[34] Cephalopods can use chromatophores like a muscle, which is why they can change their skin hue as rapidly as they do. Coloration is typically stronger in near-shore species than those living in the open ocean, whose functions tend to be restricted to disruptive camouflage.[8]: 2  These chromatophores are found throughout the body of the octopus, however, they are controlled by the same part of the brain that controls elongation during jet propulsion to reduce drag. As such, jetting octopuses can turn pale because the brain is unable to achieve both controlling elongation and controlling the chromatophores.[35] Most octopuses mimic select structures in their field of view rather than becoming a composite color of their full background.[36] Evidence of original coloration has been detected in cephalopod fossils dating as far back as the Silurian; these orthoconic individuals bore concentric stripes, which are thought to have served as camouflage.[37] Devonian cephalopods bear more complex color patterns, of unknown function.[38] With the exception of the Nautilidae and the species of octopus belonging to the suborder Cirrina,[39] all known cephalopods have an ink sac, which can be used to expel a cloud of dark ink to confuse predators.[21] This sac is a muscular bag which originated as an extension of the hindgut. It lies beneath the gut and opens into the anus, into which its contents – almost pure melanin – can be squirted; its proximity to the base of the funnel means the ink can be distributed by ejected water as the cephalopod uses its jet propulsion.[21] The ejected cloud of melanin is usually mixed, upon expulsion, with mucus, produced elsewhere in the mantle, and therefore forms a thick cloud, resulting in visual (and possibly chemosensory) impairment of the predator, like a smokescreen. However, a more sophisticated behavior has been observed, in which the cephalopod releases a cloud, with a greater mucus content, that approximately resembles the cephalopod that released it (this decoy is referred to as a pseudomorph). This strategy often results in the predator attacking the pseudomorph, rather than its rapidly departing prey.[21] For more information, see Inking behaviors. The ink sac of cephalopods has led to a common name of \"inkfish\",[40] formerly the pen-and-ink fish.[41] Cephalopods are the only molluscs with a closed circulatory system. Coleoids have two gill hearts (also known as branchial hearts) that move blood through the capillaries of the gills. A single systemic heart then pumps the oxygenated blood through the rest of the body.[42] Like most molluscs, cephalopods use hemocyanin, a copper-containing protein, rather than hemoglobin, to transport oxygen. As a result, their blood is colorless when deoxygenated and turns blue when exposed to air.[43] In oxygen-rich environments, hemoglobin is more efficient, but in environments with little oxygen and in low temperatures, hemocyanin has the upper hand.[44][45] Cephalopods exchange gases with the seawater by forcing water through their gills, which are attached to the roof of the organism.[46]: 488 [47] Water enters the mantle cavity on the outside of the gills, and the entrance of the mantle cavity closes. When the mantle contracts, water is forced through the gills, which lie between the mantle cavity and the funnel. The water's expulsion through the funnel can be used to power jet propulsion. If respiration is used concurrently with jet propulsion, large losses in speed or oxygen generation can be expected.[48][49] The gills, which are much more efficient than those of other mollusks, are attached to the ventral surface of the mantle cavity.[47] There is a trade-off with gill size regarding lifestyle. To achieve fast speeds, gills need to be small – water will be passed through them quickly when energy is needed, compensating for their small size. However, organisms which spend most of their time moving slowly along the bottom do not naturally pass much water through their cavity for locomotion; thus they have larger gills, along with complex systems to ensure that water is constantly washing through their gills, even when the organism is stationary.[46] The water flow is controlled by contractions of the radial and circular mantle cavity muscles.[50] The gills of cephalopods are supported by a skeleton of robust fibrous proteins; the lack of mucopolysaccharides distinguishes this matrix from cartilage.[51][52] The gills are also thought to be involved in excretion, with NH4+ being swapped with K+ from the seawater.[47] While most cephalopods can move by jet propulsion, this is a very energy-consuming way to travel compared to the tail propulsion used by fish.[53] The efficiency of a propeller-driven waterjet (i.e. Froude efficiency) is greater than a rocket.[54] The relative efficiency of jet propulsion decreases further as animal size increases; paralarvae are far more efficient than juvenile and adult individuals.[55] Since the Paleozoic era, as competition with fish produced an environment where efficient motion was crucial to survival, jet propulsion has taken a back role, with fins and tentacles used to maintain a steady velocity.[5] Whilst jet propulsion is never the sole mode of locomotion,[5]: 208  the stop-start motion provided by the jets continues to be useful for providing bursts of high speed – not least when capturing prey or avoiding predators.[5] Indeed, it makes cephalopods the fastest marine invertebrates,[8]: Preface  and they can out-accelerate most fish.[46] The jet is supplemented with fin motion; in the squid, the fins flap each time that a jet is released, amplifying the thrust; they are then extended between jets (presumably to avoid sinking).[55] Oxygenated water is taken into the mantle cavity to the gills and through muscular contraction of this cavity, the spent water is expelled through the hyponome, created by a fold in the mantle. The size difference between the posterior and anterior ends of this organ control the speed of the jet the organism can produce.[56] The velocity of the organism can be accurately predicted for a given mass and morphology of animal.[57] Motion of the cephalopods is usually backward as water is forced out anteriorly through the hyponome, but direction can be controlled somewhat by pointing it in different directions.[58] Some cephalopods accompany this expulsion of water with a gunshot-like popping noise, thought to function to frighten away potential predators.[59] Cephalopods employ a similar method of propulsion despite their increasing size (as they grow) changing the dynamics of the water in which they find themselves. Thus their paralarvae do not extensively use their fins (which are less efficient at low Reynolds numbers) and primarily use their jets to propel themselves upwards, whereas large adult cephalopods tend to swim less efficiently and with more reliance on their fins.[55] Early cephalopods are thought to have produced jets by drawing their body into their shells, as Nautilus does today.[60] Nautilus is also capable of creating a jet by undulations of its funnel; this slower flow of water is more suited to the extraction of oxygen from the water.[60] When motionless, Nautilus can only extract 20% of oxygen from the water.[48] The jet velocity in Nautilus is much slower than in coleoids, but less musculature and energy is involved in its production.[61] Jet thrust in cephalopods is controlled primarily by the maximum diameter of the funnel orifice (or, perhaps, the average diameter of the funnel)[62]: 440  and the diameter of the mantle cavity.[63] Changes in the size of the orifice are used most at intermediate velocities.[62] The absolute velocity achieved is limited by the cephalopod's requirement to inhale water for expulsion; this intake limits the maximum velocity to eight body-lengths per second, a speed which most cephalopods can attain after two funnel-blows.[62] Water refills the cavity by entering not only through the orifices, but also through the funnel.[62] Squid can expel up to 94% of the fluid within their cavity in a single jet thrust.[54] To accommodate the rapid changes in water intake and expulsion, the orifices are highly flexible and can change their size by a factor of twenty; the funnel radius, conversely, changes only by a factor of around 1.5.[62] Some octopus species are also able to walk along the seabed. Squids and cuttlefish can move short distances in any direction by rippling of a flap of muscle around the mantle. While most cephalopods float (i.e. are neutrally buoyant or nearly so; in fact most cephalopods are about 2–3% denser than seawater[14]), they achieve this in different ways.[53] Some, such as Nautilus, allow gas to diffuse into the gap between the mantle and the shell; others allow purer water to ooze from their kidneys, forcing out denser salt water from the body cavity;[53] others, like some fish, accumulate oils in the liver;[53] and some octopuses have a gelatinous body with lighter chloride ions replacing sulfate in the body chemistry.[53] Squids are the primary sufferers of negative buoyancy in cephalopods. The negative buoyancy means that some squids, especially those whose habitat depths are rather shallow, have to actively regulate their vertical positions. This means that they must expend energy, often through jetting or undulations, in order to maintain the same depth. As such, the cost of transport of many squids are quite high. That being said, squid and other cephalopod that dwell in deep waters tend to be more neutrally buoyant which removes the need to regulate depth and increases their locomotory efficiency.[64][48] The Macrotritopus defilippi, or the sand-dwelling octopus, was seen mimicking both the coloration and the swimming movements of the sand-dwelling flounder Bothus lunatus to avoid predators. The octopuses were able to flatten their bodies and put their arms back to appear the same as the flounders as well as move with the same speed and movements.[65] Females of two species, Ocythoe tuberculata and Haliphron atlanticus, have evolved a true swim bladder.[66] Two of the categories of cephalopods, octopus and squid, are vastly different in their movements despite being of the same class. Octopuses are generally not seen as active swimmers; they are often found scavenging the sea floor instead of swimming long distances through the water. Squids, on the other hand, can be found to travel vast distances, with some moving as much as 2000 km in 2.5 months at an average pace of 0.9 body lengths per second.[67] There is a major reason for the difference in movement type and efficiency: anatomy. Both octopuses and squids have mantles (referenced above) which function towards respiration and locomotion in the form of jetting. The composition of these mantles differs between the two families, however. In octopuses, the mantle is made up of three muscle types: Longitudinal, radial, and circular. The longitudinal muscles run parallel to the length of the octopus and they are used in order to keep the mantle the same length throughout the jetting process. Given that they are muscles, it can be noted that this means the octopus must actively flex the longitudinal muscles during jetting in order to keep the mantle at a constant length. The radial muscles run perpendicular to the longitudinal muscles and are used to thicken and thin the wall of the mantle. Finally, the circular muscles are used as the main activators in jetting. They are muscle bands that surround the mantle and expand/contract the cavity. All three muscle types work in unison to produce a jet as a propulsion mechanism.[67] Squids do not have the longitudinal muscles that octopus do. Instead, they have a tunic.[67] This tunic is made of layers of collagen and it surrounds the top and the bottom of the mantle. Because they are made of collagen and not muscle, the tunics are rigid bodies that are much stronger than the muscle counterparts. This provides the squids some advantages for jet propulsion swimming. The stiffness means that there is no necessary muscle flexing to keep the mantle the same size. In addition, tunics take up only 1% of the squid mantle's wall thickness, whereas the longitudinal muscle fibers take up to 20% of the mantle wall thickness in octopuses.[67] Also because of the rigidity of the tunic, the radial muscles in squid can contract more forcefully. The mantle is not the only place where squids have collagen. Collagen fibers are located throughout the other muscle fibers in the mantle. These collagen fibers act as elastics and are sometimes named \"collagen springs\".[67] As the name implies, these fibers act as springs. When the radial and circular muscles in the mantle contract, they reach a point where the contraction is no longer efficient to the forward motion of the creature. In such cases, the excess contraction is stored in the collagen which then efficiently begins or aids in the expansion of the mantle at the end of the jet. In some tests, the collagen has been shown to be able to begin raising mantle pressure up to 50ms before muscle activity is initiated.[67] These anatomical differences between squid and octopuses can help explain why squid can be found swimming comparably to fish while octopuses usually rely on other forms of locomotion on the sea floor such as bipedal walking, crawling, and non-jetting swimming.[68] Nautiluses are the only extant cephalopods with a true external shell. However, all molluscan shells are formed from the ectoderm (outer layer of the embryo); in cuttlefish (Sepia spp.), for example, an invagination of the ectoderm forms during the embryonic period, resulting in a shell (cuttlebone) that is internal in the adult.[69] The same is true of the chitinous gladius of squid[69] and octopuses.[70] Cirrate octopods have arch-shaped cartilaginous fin supports,[71] which are sometimes referred to as a \"shell vestige\" or \"gladius\".[72] The Incirrina have either a pair of rod-shaped stylets or no vestige of an internal shell,[73] and some squid also lack a gladius.[74] The shelled coleoids do not form a clade or even a paraphyletic group.[75] The Spirula shell begins as an organic structure, and is then very rapidly mineralized.[76] Shells that are \"lost\" may be lost by resorption of the calcium carbonate component.[77] Females of the octopus genus Argonauta secrete a specialized paper-thin egg case in which they reside, and this is popularly regarded as a \"shell\", although it is not attached to the body of the animal and has a separate evolutionary origin. The largest group of shelled cephalopods, the ammonites, are extinct, but their shells are very common as fossils. The deposition of carbonate, leading to a mineralized shell, appears to be related to the acidity of the organic shell matrix (see Mollusc shell); shell-forming cephalopods have an acidic matrix, whereas the gladius of squid has a basic matrix.[78] The basic arrangement of the cephalopod outer wall is: an outer (spherulitic) prismatic layer, a laminar (nacreous) layer and an inner prismatic layer. The thickness of every layer depends on the taxa.[79] In modern cephalopods, the Ca carbonate is aragonite. As for other mollusc shells or coral skeletons, the smallest visible units are irregular rounded granules.[80] Cephalopods, as the name implies, have muscular appendages extending from their heads and surrounding their mouths. These are used in feeding, mobility, and even reproduction. In coleoids they number eight or ten. Decapods such as cuttlefish and squid have five pairs. The longer two, termed tentacles, are actively involved in capturing prey;[1]: 225  they can lengthen rapidly (in as little as 15 milliseconds[1]: 225 ). In giant squid they may reach a length of 8 metres. They may terminate in a broadened, sucker-coated club.[1]: 225  The shorter four pairs are termed arms, and are involved in holding and manipulating the captured organism.[1]: 225  They too have suckers, on the side closest to the mouth; these help to hold onto the prey.[1]: 226  Octopods only have four pairs of sucker-coated arms, as the name suggests, though developmental abnormalities can modify the number of arms expressed.[81] The tentacle consists of a thick central nerve cord (which must be thick to allow each sucker to be controlled independently)[82] surrounded by circular and radial muscles. Because the volume of the tentacle remains constant, contracting the circular muscles decreases the radius and permits the rapid increase in length. Typically a 70% lengthening is achieved by decreasing the width by 23%.[1]: 227  The shorter arms lack this capability. The size of the tentacle is related to the size of the buccal cavity; larger, stronger tentacles can hold prey as small bites are taken from it; with more numerous, smaller tentacles, prey is swallowed whole, so the mouth cavity must be larger.[83] Externally shelled nautilids (Nautilus and Allonautilus) have on the order of 90 finger-like appendages, termed tentacles, which lack suckers but are sticky instead, and are partly retractable. All living cephalopods have a two-part beak;[8]: 7  most have a radula, although it is reduced in most octopus and absent altogether in Spirula.[8]: 7 [84]: 110  They feed by capturing prey with their tentacles, drawing it into their mouth and taking bites from it.[21] They have a mixture of toxic digestive juices, some of which are manufactured by symbiotic algae, which they eject from their salivary glands onto their captured prey held in their mouths. These juices separate the flesh of their prey from the bone or shell.[21] The salivary gland has a small tooth at its end which can be poked into an organism to digest it from within.[21] The digestive gland itself is rather short.[21] It has four elements, with food passing through the crop, stomach and caecum before entering the intestine. Most digestion, as well as the absorption of nutrients, occurs in the digestive gland, sometimes called the liver. Nutrients and waste materials are exchanged between the gut and the digestive gland through a pair of connections linking the gland to the junction of the stomach and caecum.[21] Cells in the digestive gland directly release pigmented excretory chemicals into the lumen of the gut, which are then bound with mucus passed through the anus as long dark strings, ejected with the aid of exhaled water from the funnel.[21] Cephalopods tend to concentrate ingested heavy metals in their body tissue.[85] However, octopus arms use a family of cephalopod-specific chemotactile receptors (CRs) to be their \"taste by touch\" system.[86] The cephalopod radula consists of multiple symmetrical rows of up to nine teeth[87] – thirteen in fossil classes.[88] The organ is reduced or even vestigial in certain octopus species and is absent in Spirula.[88] The teeth may be homodont (i.e. similar in form across a row), heterodont (otherwise), or ctenodont (comb-like).[88] Their height, width and number of cusps is variable between species.[88] The pattern of teeth repeats, but each row may not be identical to the last; in the octopus, for instance, the sequence repeats every five rows.[88]: 79  Cephalopod radulae are known from fossil deposits dating back to the Ordovician.[89] They are usually preserved within the cephalopod's body chamber, commonly in conjunction with the mandibles; but this need not always be the case;[90] many radulae are preserved in a range of settings in the Mason Creek.[91] Radulae are usually difficult to detect, even when they are preserved in fossils, as the rock must weather and crack in exactly the right fashion to expose them; for instance, radulae have only been found in nine of the 43 ammonite genera,[92][clarification needed] and they are rarer still in non-ammonoid forms: only three pre-Mesozoic species possess one.[89] Most cephalopods possess a single pair of large nephridia. Filtered nitrogenous waste is produced in the pericardial cavity of the branchial hearts, each of which is connected to a nephridium by a narrow canal. The canal delivers the excreta to a bladder-like renal sac, and also resorbs excess water from the filtrate. Several outgrowths of the lateral vena cava project into the renal sac, continuously inflating and deflating as the branchial hearts beat. This action helps to pump the secreted waste into the sacs, to be released into the mantle cavity through a pore.[93] Nautilus, unusually, possesses four nephridia, none of which are connected to the pericardial cavities. The incorporation of ammonia is important for shell formation in terrestrial molluscs and other non-molluscan lineages.[94] Because protein (i.e. flesh) is a major constituent of the cephalopod diet, large amounts of ammonium ions are produced as waste. The main organs involved with the release of this excess ammonium are the gills.[95] The rate of release is lowest in the shelled cephalopods Nautilus and Sepia as a result of their using nitrogen to fill their shells with gas to increase buoyancy.[95] Other cephalopods use ammonium in a similar way, storing the ions (as ammonium chloride) to reduce their overall density and increase buoyancy.[95] Cephalopods are a diverse group of species, but share common life history traits, for example, they have a rapid growth rate and short life spans.[96] Stearns (1992) suggested that in order to produce the largest possible number of viable offspring, spawning events depend on the ecological environmental factors of the organism. The majority of cephalopods do not provide parental care to their offspring, except, for example, octopus, which helps this organism increase the survival rate of their offspring.[96] Marine species' life cycles are affected by various environmental conditions.[97] The development of a cephalopod embryo can be greatly affected by temperature, oxygen saturation, pollution, light intensity, and salinity.[96] These factors are important to the rate of embryonic development and the success of hatching of the embryos. Food availability also plays an important role in the reproductive cycle of cephalopods. A limitation of food influences the timing of spawning along with their function and growth.[97] Spawning time and spawning vary among marine species; it's correlated with temperature, though cephalopods in shallow water spawn in cold months so that the offspring would hatch at warmer temperatures. Breeding can last from several days to a month.[96] Cephalopods that are sexually mature and of adult size begin spawning and reproducing. After the transfer of genetic material to the following generation, the adult cephalopods then die.[96] Sexual maturation in male and female cephalopods can be observed internally by the enlargement of gonads and accessory glands.[98] Mating would be a poor indicator of sexual maturation in females; they can receive sperm when not fully reproductively mature and store them until they are ready to fertilize the eggs.[97] Males are more aggressive in their pre-mating competition when in the presence of immature females than when competing for a sexually mature female.[99] Most cephalopod males develop a hectocotylus, an arm tip which is capable of transferring their spermatozoa into the female mantle cavity. Though not all species use a hectocotylus; for example, the adult nautilus releases a spadix.[100] An indication of sexual maturity of females is the development of brachial photophores to attract mates.[101] Cephalopods are not broadcast spawners. During the process of fertilization, the females use sperm provided by the male via external fertilization. Internal fertilization is seen only in octopuses.[98] The initiation of copulation begins when the male catches a female and wraps his arm around her, either in a \"male to female neck\" position or mouth to mouth position, depending on the species. The males then initiate the process of fertilization by contracting their mantle several times to release the spermatozoa.[102] Cephalopods often mate several times, which influences males to mate longer with females that have previously, nearly tripling the number of contractions of the mantle.[102] To ensure the fertilization of the eggs, female cephalopods release a sperm-attracting peptide through the gelatinous layers of the egg to direct the spermatozoa. Female cephalopods lay eggs in clutches; each egg is composed of a protective coat to ensure the safety of the developing embryo when released into the water column. Reproductive strategies differ between cephalopod species. In giant Pacific octopus, large eggs are laid in a den; it will often take several days to lay all of them.[98] Once the eggs are released and attached to a sheltered substrate, the females then die,[98] making them semelparous. In some species of cephalopods, egg clutches are anchored to substrates by a mucilaginous adhesive substance. These eggs are swelled with perivitelline fluid (PVF), a hypertonic fluid that prevents premature hatching.[103] Fertilized egg clusters are neutrally buoyant depending on the depth that they were laid, but can also be found in substrates such as sand, a matrix of corals, or seaweed.[97] Because these species do not provide parental care for their offspring, egg capsules can be injected with ink by the female in order to camouflage the embryos from predators.[97] Most cephalopods engage in aggressive sex: a protein in the male capsule sheath stimulates this behavior. They also engage in male–male aggression, where larger males tend to win the interactions.[96] When a female is near, the males charge one another continuously and flail their arms. If neither male backs away, the arms extend to the back, exposing the mouth, followed by the biting of arm tips.[104] During mate competition males also participate in a technique called flushing. This technique is used by the second male attempting to mate with a female. Flushing removes spermatophores in the buccal cavity that was placed there by the first mate by forcing water into the cavity.[96] Another behavior that males engage in is sneaker mating or mimicry – smaller males adjust their behavior to that of a female in order to reduce aggression. By using this technique, they are able to fertilize the eggs while the larger male is distracted by a different male.[104] During this process, the sneaker males quickly insert drop-like sperm into the seminal receptacle.[105] Mate choice is seen in cuttlefish species, where females prefer some males over others, though characteristics of the preferred males are unknown.[96] A hypothesis states that females reject males by olfactory cues rather than visual cues.[96] Several cephalopod species are polyandrous- accepting and storing multiple male spermatophores, which has been identified by DNA fingerprinting.[102] Females are no longer receptive to mating attempts when holding their eggs in their arms. Females can store sperm in two places (1) the buccal cavity where recently mated males place their spermatophores, and (2) the internal sperm-storage receptacles where sperm packages from previous males are stored.[96] Spermatophore storage results in sperm competition; which states that the female controls which mate fertilizes the eggs. In order to reduce this sort of competition, males develop agonistic behaviors like mate guarding and flushing.[96] The Hapalochlaena lunulata, or the blue-ringed octopus, readily mates with both males and females.[106] In a variety of marine organisms, it is seen that females are larger in size compared to the males in some closely related species. In some lineages, such as the blanket octopus, males become structurally smaller and smaller resembling a term, \"dwarfism\" dwarf males usually occurs at low densities.[107] The blanket octopus male is an example of sexual-evolutionary dwarfism; females grow 10,000 to 40,000 times larger than the males and the sex ratio between males and females can be distinguished right after hatching of the eggs.[107] Cephalopod eggs span a large range of sizes, from 1 to 30 mm in diameter.[108] The fertilised ovum initially divides to produce a disc of germinal cells at one pole, with the yolk remaining at the opposite pole. The germinal disc grows to envelop and eventually absorb the yolk, forming the embryo. The tentacles and arms first appear at the hind part of the body, where the foot would be in other molluscs, and only later migrate towards the head.[93][109] The funnel of cephalopods develops on the top of their head, whereas the mouth develops on the opposite surface.[110]: 86  The early embryological stages are reminiscent of ancestral gastropods and extant Monoplacophora.[109] The shells develop from the ectoderm as an organic framework which is subsequently mineralized.[69] In Sepia, which has an internal shell, the ectoderm forms an invagination whose pore is sealed off before this organic framework is deposited.[69] The length of time before hatching is highly variable; smaller eggs in warmer waters are the fastest to hatch, and newborns can emerge after as little as a few days. Larger eggs in colder waters can develop for over a year before hatching.[108] The process from spawning to hatching follows a similar trajectory in all species, the main variable being the amount of yolk available to the young and when it is absorbed by the embryo.[108] Unlike most other molluscs, cephalopods do not have a morphologically distinct larval stage. Instead, the juveniles are known as paralarvae. They quickly learn how to hunt, using encounters with prey to refine their strategies.[108] Growth in juveniles is usually allometric, whilst adult growth is isometric.[111] The traditional view of cephalopod evolution holds that they evolved in the Late Cambrian from a monoplacophoran-like ancestor[112] with a curved, tapering shell,[113] which was closely related to the gastropods (snails).[114] The similarity of the early shelled cephalopod Plectronoceras to some gastropods was used in support of this view. The development of a siphuncle would have allowed the shells of these early forms to become gas-filled (thus buoyant) in order to support them and keep the shells upright while the animal crawled along the floor, and separated the true cephalopods from putative ancestors such as Knightoconus, which lacked a siphuncle.[114] Neutral or positive buoyancy (i.e. the ability to float) would have come later, followed by swimming in the Plectronocerida and eventually jet propulsion in more derived cephalopods.[115] Possible early Cambrian remains have been found in the Avalon Peninsula, matching genetic data for a pre-Cambrian origin.[2] However, some morphological evidence is difficult to reconcile with this view, and the redescription of Nectocaris pteryx, which did not have a shell and appeared to possess jet propulsion in the manner of \"derived\" cephalopods, complicated the question of the order in which cephalopod features developed – provided Nectocaris is a cephalopod at all.[116] Early cephalopods were likely predators near the top of the food chain.[21] After the late Cambrian extinction led to the disappearance of many Anomalocaridids, predatory niches became available for other animals.[117] During the Ordovician period the primitive cephalopods underwent pulses of diversification[118] to become diverse and dominant in the Paleozoic and Mesozoic seas.[119] In the Early Palaeozoic, their range was far more restricted than today; they were mainly constrained to sublittoral regions of shallow shelves of the low latitudes, and usually occurred in association with thrombolites.[120] A more pelagic habit was gradually adopted as the Ordovician progressed.[120] Deep-water cephalopods, whilst rare, have been found in the Lower Ordovician – but only in high-latitude waters.[120] The mid-Ordovician saw the first cephalopods with septa strong enough to cope with the pressures associated with deeper water, and could inhabit depths greater than 100–200 m.[118] The direction of shell coiling would prove to be crucial to the future success of the lineages; endogastric coiling would only permit large size to be attained with a straight shell, whereas exogastric coiling – initially rather rare – permitted the spirals familiar from the fossil record to develop, with their corresponding large size and diversity.[121] (Endogastric means the shell is curved so as the ventral or lower side is longitudinally concave (belly in); exogastric means the shell is curved so as the ventral side is longitudinally convex (belly out) allowing the funnel to be pointed backward beneath the shell.)[121] The ancestors of coleoids (including most modern cephalopods) and the ancestors of the modern nautilus, had diverged by the Floian Age of the Early Ordovician Period, over 470 million years ago.[120][122] The Bactritida, a Silurian–Triassic group of orthocones, are widely held to be paraphyletic without the coleoids and ammonoids, that is, the latter groups arose from within the Bactritida.[123]: 393  An increase in the diversity of the coleoids and ammonoids is observed around the start of the Devonian period and corresponds with a profound increase in fish diversity. This could represent the origin of the two derived groups.[123] Unlike most modern cephalopods, most ancient varieties had protective shells. These shells at first were conical but later developed into curved nautiloid shapes seen in modern nautilus species. Competitive pressure from fish is thought to have forced the shelled forms into deeper water, which provided an evolutionary pressure towards shell loss and gave rise to the modern coleoids, a change which led to greater metabolic costs associated with the loss of buoyancy, but which allowed them to recolonize shallow waters.[114]: 36  However, some of the straight-shelled nautiloids evolved into belemnites, out of which some evolved into squid and cuttlefish.[verification needed] The loss of the shell may also have resulted from evolutionary pressure to increase maneuverability, resulting in a more fish-like habit.[1]: 289  There has been debate on the embryological origin of cephalopod appendages.[124] Until the mid-twentieth century, the \"Arms as Head\" hypothesis was widely recognized. In this theory, the arms and tentacles of cephalopods look similar to the head appendages of gastropods, suggesting that they might be homologous structures. Cephalopod appendages surround the mouth, so logically they could be derived from embryonic head tissues.[125] However, the \"Arms as Foot\" hypothesis, proposed by Adolf Naef in 1928, has increasingly been favoured;[124] for example, fate mapping of limb buds in the chambered nautilus indicates that limb buds originate from \"foot\" embryonic tissues.[126] The sequencing of a full Cephalopod genome has remained challenging to researchers due to the length and repetition of their DNA.[127] The characteristics of Cephalopod genomes were initially hypothesized to be the result of entire genome duplications. Following the full sequencing of a California two-spot octopus, the genome showed similar patterns to other marine invertebrates with significant additions to the genome assumed to be unique to Cephalopods. No evidence of full genome duplication was found.[128] Within the California two-spot octopus genome there are substantial replications of two gene families. Significantly, the expanded gene families were only previously known to exhibit replicative behaviour within vertebrates.[128] The first gene family was identified as the Protocadherins which are attributed to neuron development. Protocadherins function as cell adhesion molecules, essential for synaptic specificity. The mechanism for Protocadherin gene family replication in vertebrates is attributed to complex splicing, or cutting and pasting, from a locus. Following the sequencing of the California two-spot octopus, researchers found that the Prorocadherin gene family in Cephalopods has expanded in the genome due to tandem gene duplication. The different replication mechanisms for Protocadherin genes indicate an independent evolution of Protocadherin gene expansion in vertebrates and invertebrates.[128] Analysis of individual Cephalopod Protocadherin genes indicate independent evolution between species of Cephalopod. A species of shore squid Doryteuthis pealeii with expanded Protocadherin gene families differ significantly from those of the California two-spot octopus suggesting gene expansion did not occur before speciation within Cephalopods. Despite different mechanisms for gene expansion, the two-spot octopus Protocadherin genes were more similar to vertebrates than squid, suggesting a convergent evolution mechanism. The second gene family known as C2H2 are small proteins that function as zinc transcription factors. C2H2 are understood to moderate DNA, RNA and protein functions within the cell.[127] The sequenced California two spot octopus genome also showed a significant presence of transposable elements as well as transposon expression. Although the role of transposable elements in marine vertebrates is still relatively unknown, significant expression of transposons in nervous system tissues have been observed.[129] In a study conducted on vertebrates, the expression of transposons during development in the fruitfly Drosophila melanogaster activated genomic diversity between neurons.[130] This diversity has been linked to increased memory and learning in mammals. The connection between transposons and increased neuron capability may provide insight into the observed intelligence, memory and function of Cephalopods.[129] Using long-read sequencing, researchers have decoded the cephalopod genomes and discovered they have been churned and scrambled. The genes were compared to those of thousands of other species and while blocks of three or more genes co-occurred between squid and octopus, the blocks of genes were not found together in any other animals'. Many of the groupings were in the nervous tissue, suggesting the course they adapted their intelligence.[131][132] The approximate consensus of extant cephalopod phylogeny, after Strugnell et al. 2007, is shown in the cladogram.[75] Mineralized taxa are in bold. The attachment of the clade including Sepia and Spirula is unclear; either of the points marked with an asterisk may represent the root of this clade. Nautilida Basal octopods (e.g. Argonautidae) Vampyromorphida Octopoda Sepiolida (bobtail squid) Sepiida (cuttlefish) Idiosepiidae Myopsida Spirulida Certain benthic squids (e.g. Bathyteuthoidea) The internal phylogeny of the cephalopods is difficult to constrain; many molecular techniques have been adopted, but the results produced are conflicting.[75][133] Nautilus tends to be considered an outgroup, with Vampyroteuthis forming an outgroup to other squid; however in one analysis the nautiloids, octopus and teuthids plot as a polytomy.[75] Some molecular phylogenies do not recover the mineralized coleoids (Spirula, Sepia, and Metasepia) as a clade; however, others do recover this more parsimonious-seeming clade, with Spirula as a sister group to Sepia and Metasepia in a clade that had probably diverged before the end of the Triassic.[134][135] Molecular estimates for clade divergence vary. One 'statistically robust' estimate has Nautilus diverging from Octopus at 415 ± 24 million years ago.[136] The classification presented here, for recent cephalopods, follows largely from Current Classification of Recent Cephalopoda (May 2001), for fossil cephalopods takes from Arkell et al. 1957, Teichert and Moore 1964, Teichert 1988, and others. The three subclasses are traditional, corresponding to the three orders of cephalopods recognized by Bather.[137] Class Cephalopoda († indicates extinct groups) Other classifications differ, primarily in how the various decapod orders are related, and whether they should be orders or families. This is the older classification that combines those found in parts K and L of the Treatise on Invertebrate Paleontology, which forms the basis for and is retained in large part by classifications that have come later. Nautiloids in general (Teichert and Moore, 1964) sequence as given. Paleozoic Ammonoidea (Miller, Furnish and Schindewolf, 1957) Mesozoic Ammonoidea (Arkel et al., 1957) Subsequent revisions include the establishment of three Upper Cambrian orders, the Plectronocerida, Protactinocerida, and Yanhecerida; separation of the pseudorthocerids as the Pseudorthocerida, and elevating orthoceratid as the Subclass Orthoceratoidea. Shevyrev (2005) suggested a division into eight subclasses, mostly comprising the more diverse and numerous fossil forms,[138][139] although this classification has been criticized as arbitrary, lacking evidence, and based on misinterpretations of other papers.[140] Class Cephalopoda Another recent system divides all cephalopods into two clades. One includes nautilus and most fossil nautiloids. The other clade (Neocephalopoda or Angusteradulata) is closer to modern coleoids, and includes belemnoids, ammonoids, and many orthocerid families. There are also stem group cephalopods of the traditional Ellesmerocerida that belong to neither clade.[142][143] The coleoids, despite some doubts,[1]: 289  appear from molecular data to be monophyletic.[144] Ancient seafaring people were aware of cephalopods, as evidenced by artworks such as a stone carving found in the archaeological recovery from Bronze Age Minoan Crete at Knossos (1900 – 1100 BC) has a depiction of a fisherman carrying an octopus.[145] The terrifyingly powerful Gorgon of Greek mythology may have been inspired by the octopus or squid, the octopus's body representing the severed head of Medusa, the beak as the protruding tongue and fangs, and its tentacles as the snakes.[146] The Kraken are legendary sea monsters of giant proportions said to dwell off the coasts of Norway and Greenland, usually portrayed in art as giant cephalopods attacking ships. Linnaeus included it in the first edition of his 1735 Systema Naturae.[147][148] A Hawaiian creation myth says that the present cosmos is the last of a series which arose in stages from the ruins of the previous universe. In this account, the octopus is the lone survivor of the previous, alien universe.[149] The Akkorokamui is a gigantic tentacled monster from Ainu folklore.[150] A battle with an octopus plays a significant role in Victor Hugo's book Travailleurs de la mer (Toilers of the Sea), relating to his time in exile on Guernsey.[151] Ian Fleming's 1966 short story collection Octopussy and The Living Daylights, and the 1983 James Bond film were partly inspired by Hugo's book.[152] Japanese erotic art, shunga, includes ukiyo-e woodblock prints such as Katsushika Hokusai's 1814 print Tako to ama (The Dream of the Fisherman's Wife), in which an ama diver is sexually intertwined with a large and a small octopus.[153][154] The print is a forerunner of tentacle erotica.[155] The biologist P. Z. Myers noted in his science blog, Pharyngula, that octopuses appear in \"extraordinary\" graphic illustrations involving women, tentacles, and bare breasts.[156][157] Its many arms that emanate from a common center means that the octopus is sometimes used to symbolize a powerful and manipulative organization.[158]","Title":"Cephalopod - Wikipedia","KeyID":"1682","URL":"https://en.wikipedia.org/wiki/Cephalopod"}