{"Content: ":"Putinversteher or Putin-Versteher is a German neologism and a political buzzword (Putin + verstehen), which literally translates \"Putin understander\", i.e., \"one who understands Putin\".[1] It is a pejorative reference to politicians and pundits who express empathy to Vladimir Putin and may also be translated as \"Putin-Empathizer\".[2] The term Putin-Versteher was first used in March 2014 by German publications Spiegel Online and welt.de when members of the political party Die Linke said that the annexation of Crimea by the Russian Federation was understandable and justified. They argued that Russia's \"legitimate interests in the region\" must be taken into consideration.[3] Members of other parties also defended Putin, including former Social Democratic German chancellor Gerhard Schröder, angering even his most ardent admirers in the party.[4][5][6] Putin-Versteher was among frequent suggestions for the Un-word of the year 2014, but the panel of linguists favored the word Lügenpresse (\"lying press\").[7] Among the runners-up was a similar term, „Russland-Versteher“ (Russia-Understander).[8] A major cornerstone of \"Putin-friendly\" attitude is the \"legitimate interests of Russia\" in the post-Soviet states,[9] while another typical trait is anti-Americanism.[2] A similar term is Russlandversteher, \"Russia understander\".[10][9][4] The circle of people that may be described as Putinversteher is politically heterogeneous and includes figures on both the left and right. It also includes businesspeople with business interests in Russia.[9][10] Paul Roderick Gregory wrote that they \"serve as Putin’s first line of defense against meaningful European sanctions for the Annexation of Crimea\".[2] Friederike Haupt, a political observer from Frankfurter Allgemeine writes that Putinversteher can be found primarily in the right-wing party AfD and the socialistic party Die Linke, as well as among some members of the SPD.[11] The term was applied to the former German Chancellor, Helmut Schmidt (SPD) by The Economist, Forbes Magazine and in Schmidt's biography book. Schmidt argued that Putin's annexation of Crimea, while illegitimate, was \"understandable\". In an interview he said: \"If you placed yourself in Putin’s shoes, you would likely react in the case of Crimea as he did\".[10][12] [2] Paul Roderick Gregory of Forbers described the former Chancellor of Germany Gerhard Schröder (SPD) as \"the most egregious Putinversteher.\" Gregory wrote that Schröder might be susceptible to Putin's pressure because he chaired the board of Nord Stream with an official one million dollar honorarium. Gregory cites that Schröder called to respect Russian \"sensitivities\" and seconds the Russian argument which compares separatism of Crimea with that of Kosovo.[2] Academic Taras Kuzio offers literary criticism of Russian studies scholars that he defines as falling into the Putinversteher moniker, in particular to their response to the Russo-Ukrainian War. In his definition, he calls these scholars \"those who seek to always deflect criticism from Russian President Putin and Russia and lay blame on Ukraine, NATO, the EU, and the US.\"[13] Other well-known people labelled as Putinversteher by conservative German newspaper Die Welt are Sahra Wagenknecht (Die Linke), feminist Alice Schwarzer,[14] and the former European Commissioner Günter Verheugen (SPD), who called the Svoboda members of the Ukrainian government in 2014 \"Fascists\".[15][4] The term was embraced in Russia, where, e.g., a company named \"Putinversteher\" sells memorabilia (rings, clothes, etc.) with Putin imagery.[16]","Title":"Putinversteher - Wikipedia","KeyID":"16827","URL":"https://en.wikipedia.org/wiki/Putinversteher"}