{"Content: ":"Putler (Russian: Путлер), often extended to Vladolf Putler[1] (Владольф Путлер[2][3]), is a derogatory neologism and portmanteau formed by merging the names of Vladimir Putin and Adolf Hitler.[4][5][6] Often used in the slogan \"Putler Kaput!\" (German: Putler kaputt!; Russian: Путлер Капут!) by people opposed to Putin,[7][8] the term has a negative connotation.[7] According to Russian linguist Boris Sharifullin [ru], the word 'Putler' was coined in Russia.[9] According to French historian Marlène Laruelle, the word was coined by the Ukrainian press.[10] The word \"Putler\" became common among the opposition in Russia and Ukraine.[11] The use of the German-sounding slogan Putler Kaputt by Russians represents a change of language as a special play position, thus creating the effect that these words are being used by a foreign observer, while still using words that are understandable for Russians.[12] The slogan attracted fame—and legal problems in Russia in 2009. A participant at a rally organized by the Communist Party of the Russian Federation on 31 January 2009 in Vladivostok carried a placard reading \"Putler kaput!\" The rally was directed against new customs duties on the import of used cars. The Vladivostok prosecutor's office [Wikidata] issued a warning to the regional committee of the party regarding this placard.[13][14] The regional committee reacted by publishing the following text on its website:[7][15] The author of this slogan had in mind a specific person engaged in the auto business by the name of Putler, who came to an end due to the increase in duties on foreign cars: due to this circumstance, he lost his job, and hence the income with which he supported his large family. He, like thousands of other residents of the region, intends to leave Primorye, where it is simply impossible to live and work. In April 2009, the slogan was officially banned.[16] According to the Primorsky Laboratory of Forensic Expertise of the Ministry of Justice of the Russian Federation, the slogan has \"a pronounced emotional assessment of the personality or activities of Putin V.V. as a representative of state power and is offensive in nature.\"[15] The slogan \"Putler Kaput\" was also used during protests at opposition rallies in Moscow in connection with the 4 December 2011 State Duma elections and the 2012 presidential elections.[17] The popularity of this pejorative increased in 2014. It was nominated for the \"Word of the Year 2014\" competition[19] after the annexation of Crimea by Russia, which some politicians, publicists and journalists compared with the Anschluss of Austria in 1938, after which Nazi Germany unleashed the Second World War.[4][14][20] The Washington Post cited a number of such statements and published photographs of Ukrainian protesters holding posters with the text \"Putler — hands off Ukraine\" and \"Putler Kaput!\" and caricatured drawings connecting the recognizable facial features of Vladimir Putin and Adolf Hitler.[20] Several Russian linguists regarded this publication as deliberately shaping a negative image of Putin among readers.[4][21][a] According to journalist Rodger Jones, the \"Putler\" reference was \"prominent\" during the protests in 2014 in front of the Russian embassy in Washington.[22] In July 2014, after the appearance of photos from the FIFA World Cup, where Vladimir Putin and German сhancellor Angela Merkel were sitting next to each other, watching its final match, comments appeared on this photo on social networks, which read \"Thank you, Mrs. Putler\" (German: Danke, Frau Putler). According to The Guardian, the authors of these comments are Ukrainians who are dissatisfied with the position taken by the сhancellor regarding the Russo-Ukrainian War.[23] The word \"Putler\" has frequently been used in academic and journalistic works when comparing insulting language used against Russians and Ukrainians. The word is generally used in combination with negative verbs, such as \"attack\" and \"shits\".[24] References to \"Putler\" have been a common sight at international demonstrations against the actions of Russia's invasion of Ukraine in 2022.[25]","Title":"Putler - Wikipedia","KeyID":"16828","URL":"https://en.wikipedia.org/wiki/Putler"}