{"Content: ":"Spitting Image is a British satirical television puppet show, based on the 1984 series of the same name created by Peter Fluck, Roger Law and Martin Lambie-Nairn. Similar to the original, the series features puppet caricatures of contemporary celebrities, such as Adele, James Corden, and Kanye West, as well as public figures, including British Prime Minister Boris Johnson, several Conservative cabinet members such as Michael Gove, Dominic Raab and Priti Patel, and former US President Donald Trump. ITV had plans for a reboot in 2006, but these were scrapped after a dispute over the Ant & Dec puppets used to host Best Ever Spitting Image, which were created against Law's wishes.[2] In September 2019, Law announced the show would be returning with a new series.[3] It was confirmed in March 2020 that the show would return on BritBox.[4] Featuring 100 new puppets, the series debuted on 3 October that year.[5] It was renewed for a second series four days later.[6] The second series premiered on 11 September 2021.[7] Many British politicians are parodied in the show. British Prime Minister Boris Johnson is most prominent, portrayed as a bumbling idiot often manipulated by Chief Advisor Dominic Cummings. Alongside Johnson is his Cabinet, which includes: The Opposition (Labour Party) puppets include: The main characters are: Other members who are parodied include: the badly-educated Prince Harry, Duke of Sussex,[23] his wife and former actress Meghan, Duchess of Sussex and Prince Andrew, Duke of York, who is hit with a wooden plank every time he is on screen.[24] US President Donald Trump was portrayed as a childish, gluttonous moron at odds with his constantly tired and exasperated vice president, Mike Pence. He was characterised as being unable to read, he tweeted from his bed with his sentient anus, and the colour of his complexion was credited to a coating of ketchup that covered his face.[25] Trump was also depicted as being bald and his wig being a small animal that could crawl off his head and obey his commands.[26] His wife, Melania Trump was shown as despising the role of First Lady and showed utter contempt and coldness towards her husband.[27][28] Joe Biden is portrayed as old, forgetful and unaware that he is president.[29] He invokes the 25th Amendment to make Kamala Harris acting president whenever he goes to the toilet, as \"at my age that could take a while\".[30] Nicola Sturgeon is depicted as an independence-obsessed Scottish nationalist. She appeared at the UEFA Champions League in Braveheart-style facepaint and assaulted the Boris Johnson puppet with a headbutt whilst shouting, \"Glasgow kiss!\"[31] Her predecessor, Alex Salmond, is depicted as a Shrek lookalike.[32] Vladimir Putin is portrayed as a tiny megalomaniac sitting on a throne. He poisons people for entertainment and shows a clear disregard for human life. In one sketch, he tried to make the COVID-19 puppet Prime Minister of Russia, stating that \"every five years, we switch jobs. But I am always in charge.\" In Spitting Image, Russia is shown as a severely underdeveloped nation which is only beginning to grasp technology from the 1930s, including tape recorders and walkie-talkies being described by Putin as \"all the best Russia has to offer\".[33] Jacinda Ardern is overprotective of her country and implements a nationwide lockdown every time there is a single COVID-19 case reported in New Zealand. Nancy Pelosi panders to whatever minority group she meets in a desperate bid to get votes.[34] Jared Kushner is a lifeless mannequin paraded around by Ivanka Trump and sarcastically described by Donald Trump as \"that dynamo of energy and excitement, Jared Kushner!\"[35] Other international caricatures include Barack Obama,[29] Ivanka Trump, Mitch McConnell, Angela Merkel, Emmanuel Macron, Narendra Modi, Scott Morrison, Xi Jinping[36] and Katerina Sakellaropoulou. England manager Gareth Southgate is overly woke, Harry Kane speaks with a prominent lisp, Phil Foden is a womaniser and Marcus Rashford is ignored and shunned by the rest of his team.[37] Liverpool manager Jürgen Klopp is exceedingly cheerful, optimistic and friendly, sometimes even to his disadvantage.[38][39] Golfer Tiger Woods is also portrayed as very calm, even under circumstances that would greatly irritate others.[40] Other sportspeople satirized on Spitting Image include fitness coach Joe Wicks, former professional footballer Micah Richards and professional tennis player Emma Raducanu. Many actors are also lampooned. Tom Cruise is a scientologist unable to tell the difference between his films and real life;[41][42] Gwyneth Paltrow sells increasingly odd products;[36] Brad Pitt is overly emotional;[43] Idris Elba employs unusual interrogation tactics;[38] Olivia Colman wins everything that she enters;[33] Daniel Craig is perplexed by Phoebe Waller-Bridge's lack of subtlety[44] and Kevin Hart is tiny and in the pocket of Dwayne Johnson.[45] A Paul McCartney character was washed-up, phony and cheap, making substandard new songs in desperation to get another hit,[46] and Adele is portrayed as a brash philanthropist with a very deep voice;[47] Billie Eilish is boring and sleepy with unintelligible speech and requires subtitles to be understood;[36][48] Elton John is satirized wearing ruffles and huge, square glasses, while Ed Sheeran has a West Country accent and – in the trailer – had \"carrots sprouting from (his) head\" (an allusion to Sheeran's red hair) before this was changed at risk of offending viewers.[49] Kanye West is an egotist who declares himself \"Ruler of Earth\" in reference to his 2020 presidential campaign.[36] Other musicians parodied on the show include Grimes, Beyoncé, Nicki Minaj and Taylor Swift.[45] In April 2017, it was reported that US broadcaster HBO was set to revive the series in light of the presidency of Donald Trump. However, no immediate official confirmation or announcement was made.[64] In September 2019, the show was confirmed to be returning to screens twenty-three years after it originally ended, with the unveiling of the puppets of Trump, Vladimir Putin, Mark Zuckerberg, Prince Harry and Meghan Markle.[65] Roger Law stated that the pilot for the new series had been filmed and that talks were in progress with US networks to take the show to a larger, global audience.[3] According to Law, the revival is set to have a global appeal through a \"uniquely British eye\".[4] Originally NBC was set to distribute the series stateside, however they backed out weeks before its initial broadcast. Executive producer Jon Thoday cited their \"nervousness\" with the series' content as the reason for their departure.[66] The writers for the revival include Jeff Westbrook, Al Murray, The Windsors creators Bert Tyler-Moore and George Jeffrie, Bill Odenkirk, David X. Cohen, Jason Hazeley, Keisha Zollar, Patric Verrone, Phil Wang, and Sophie Duker.[67] On 4 March 2020, the show was announced to be returning on the streaming service BritBox, as its first official commission.[4] The show premiered on the service on 3 October 2020, featuring the voice talents of Billy West, Debra Stephenson, Debra Wilson, Guz Khan, Indira Varma, Jess Robinson, John DiMaggio, Lewis MacLeod, Lobo Chan, Matt Forde, and Phil LaMarr. In an interview from July 2021, Law said that the second series would go massively over-budget like Boris Johnson's policies with full support from BritBox. He also said that the series would not be adding many new political figures, instead adding several footballers.[68] The series received mixed reviews from critics. The decision to satirise Greta Thunberg garnered criticism as she was a minor at the time.[71] Mark Lawson of The Guardian wrote approvingly in his four-out-of-five star review that \"[a]dmirers of the franchise will be relieved that the revival ... has lost none of its savagery or willingness to shock.\"[72] Also writing for The Guardian, columnist Nesrine Malik described the new series as a \"toothless performance\" and the jokes \"excruciatingly obvious\".[73] In his three-out-of-five star review, Ralph Jones of NME lauded the series' ability to satirise timely events, \"its topicality is admirable: there are several sketches here about events that occurred as little as 12 hours before the recording. This is impressive on the radio but when puppets are involved, it’s almost breathtaking.\"[74] The Economist was more mixed in their analysis, calling it \"pretty tame\" in light of the current political atmosphere and when compared to its 1984 predecessor, writing how \"[i]n an era of cynicism and conspiracy theories, the radical act would be to make a show that celebrated public life.\"[75] Ed Power of The Telegraph was negative in his one-out-of-five star review pertaining to the two-part US election special, calling it \"toothless\" in its satire.[76] On September 16, 2021, a German version of Spitting Image called \"The Krauts' Edition\", began to air on the TV channel Sky. The German version has new puppets, including Sebastian Kurz, Jan Böhmermann, Annalena Baerbock, Karl Lauterbach, Markus Lanz, model Jorge González, Thomas Müller, Olaf Scholz, Barbara Schöneberger, Armin Laschet, and Adolf Hitler. Puppets used in the British version such as Angela Merkel, Jurgen Klopp, and COVID-19, also appear in this version.[77][78] A stage show, focused on Boris Johnson and his lies, is set to premiere at the West End theatre in 2022. According to co-creator and executive producer Roger Law, the show will be more mean-spirited toward Johnson than in the show.[70] It was announced that the show titled Spitting Image Live (subtitled Featuring The Liar King) will open at the Birmingham Repertory Theatre on 1 February 2023 running until 12 March. It will be written by Al Murray, Matt Forde and Sean Foley and directed by Foley, featuring characters such as Boris Johnson, Tom Cruise, Michael Gove, Adele, Tyson Fury, Harry & Meghan, Stormzy, Beyoncé, Vladimir Putin & Xi Jinping and more.[79]","Title":"Spitting Image (2020 TV series) - Wikipedia","KeyID":"16830","URL":"https://en.wikipedia.org/wiki/Spitting_Image_(2020_TV_series)"}