{"Content: ":"And see text Bivalvia (/baɪˈvælviə/), in previous centuries referred to as the Lamellibranchiata and Pelecypoda, is a class of marine and freshwater molluscs that have laterally compressed bodies enclosed by a shell consisting of two hinged parts. As a group, bivalves have no head and they lack some usual molluscan organs like the radula and the odontophore. They include the clams, oysters, cockles, mussels, scallops, and numerous other families that live in saltwater, as well as a number of families that live in freshwater. The majority are filter feeders. The gills have evolved into ctenidia, specialised organs for feeding and breathing. Most bivalves bury themselves in sediment where they are relatively safe from predation. Others lie on the sea floor or attach themselves to rocks or other hard surfaces. Some bivalves, such as the scallops and file shells, can swim. The shipworms bore into wood, clay, or stone and live inside these substances. The shell of a bivalve is composed of calcium carbonate, and consists of two, usually similar, parts called valves. These are joined together along one edge (the hinge line) by a flexible ligament that, usually in conjunction with interlocking \"teeth\" on each of the valves, forms the hinge. This arrangement allows the shell to be opened and closed without the two halves detaching. The shell is typically bilaterally symmetrical, with the hinge lying in the sagittal plane. Adult shell sizes of bivalves vary from fractions of a millimetre to over a metre in length, but the majority of species do not exceed 10 cm (4 in). Bivalves have long been a part of the diet of coastal and riparian human populations. Oysters were cultured in ponds by the Romans, and mariculture has more recently become an important source of bivalves for food. Modern knowledge of molluscan reproductive cycles has led to the development of hatcheries and new culture techniques. A better understanding of the potential hazards of eating raw or undercooked shellfish has led to improved storage and processing. Pearl oysters (the common name of two very different families in salt water and fresh water) are the most common source of natural pearls. The shells of bivalves are used in craftwork, and the manufacture of jewellery and buttons. Bivalves have also been used in the biocontrol of pollution. Bivalves appear in the fossil record first in the early Cambrian more than 500 million years ago. The total number of known living species is about 9,200. These species are placed within 1,260 genera and 106 families. Marine bivalves (including brackish water and estuarine species) represent about 8,000 species, combined in four subclasses and 99 families with 1,100 genera. The largest recent marine families are the Veneridae, with more than 680 species and the Tellinidae and Lucinidae, each with over 500 species. The freshwater bivalves include seven families, the largest of which are the Unionidae, with about 700 species. The taxonomic term Bivalvia was first used by Linnaeus in the 10th edition of his Systema Naturae in 1758 to refer to animals having shells composed of two valves.[3] More recently, the class was known as Pelecypoda, meaning \"axe-foot\" (based on the shape of the foot of the animal when extended). The name \"bivalve\" is derived from the Latin bis, meaning \"two\", and valvae, meaning \"leaves of a door\".[4] (\"Leaf\" is an older word for the main, movable part of a door. We normally consider this the door itself.) Paired shells have evolved independently several times among animals that are not bivalves; other animals with paired valves include certain gastropods (small sea snails in the family Juliidae),[5] members of the phylum Brachiopoda[6] and the minute crustaceans known as ostracods[7] and conchostrachans.[8] Bivalves have bilaterally symmetrical and laterally flattened bodies, with a blade-shaped foot, vestigial head and no radula.[9][10] At the dorsal or back region of the shell is the hinge point or line, which contain the umbo and beak and the lower, curved margin is the ventral or back region. The anterior or front of the shell is where the byssus (when present) and foot are located, and the posterior of the shell is where the siphons are located. With the hinge uppermost and with the anterior edge of the animal towards the viewer's left, the valve facing the viewer is the left valve and the opposing valve the right.[11][12] The shell is composed of two calcareous valves held together by a ligament. The valves are made of either calcite, as is the case in oysters, or both calcite and aragonite. Sometimes, the aragonite forms an inner, nacreous layer, as is the case in the order Pteriida. In other taxa, alternate layers of calcite and aragonite are laid down.[13] The ligament and byssus, if calcified, are composed of aragonite.[13] The outermost layer of the shell is the periostracum, a thin layer composed of horny conchiolin. The periostracum is secreted by the outer mantle and is easily abraded.[14] The outer surface of the valves is often sculpted, with clams often having concentric striations, scallops having radial ribs and oysters a latticework of irregular markings.[15] In all molluscs, the mantle forms a thin membrane that covers the animal's body and extends out from it in flaps or lobes. In bivalves, the mantle lobes secrete the valves, and the mantle crest secretes the whole hinge mechanism consisting of ligament, byssus threads (where present), and teeth.[16] The posterior mantle edge may have two enlongated extensations known as siphons, through one of which water is inhaled, and the other expelled.[17] The siphons retract into a cavitiy, known as the pallial sinus.[18] The shell grows larger when more material is secreted by the mantle edge, and the valves themselves thicken as more material is secreted from the general mantle surface. Calcareous matter comes from both its diet and the surrounding seawater. Concentric rings on the exterior of a valve are commonly used to age bivalves. For some groups, a more precise method for determining the age of a shell is by cutting a cross section through it and examining the incremental growth bands.[19] The shipworms, in the family Teredinidae have greatly elongated bodies, but their shell valves are much reduced and restricted to the anterior end of the body, where they function as scraping organs that permit the animal to dig tunnels through wood.[20] The main muscular system in bivalves is the posterior and anterior adductor muscles. These muscles connect the two valves and contract to close the shell. The valves are also joined dorsally by the hinge ligament, which is an extension of the periostracum. The ligament is responsible for opening the shell, and works against the adductor muscles when the animal opens and closes.[21] Retractor muscles connect the mantle to the edge of the shell, along a line known as the pallial line.[22][16] These muscles pull the mantle though the valves.[16] In sedentary or recumbent bivalves that lie on one valve, such as the oysters and scallops, the anterior adductor muscle has been lost and the posterior muscle is positioned centrally.[23] In species that can swim by flapping their valves, a single, central adductor muscle occurs. These muscles are composed of two types of muscle fibres, striated muscle bundles for fast actions and smooth muscle bundles for maintaining a steady pull.[24] Paired pedal protractor and retractor muscles operate the animal's foot.[11][25][26] The sedentary habits of the bivalves have meant that in general the nervous system is less complex than in most other molluscs. The animals have no brain; the nervous system consists of a nerve network and a series of paired ganglia. In all but the most primitive bivalves, two cerebropleural ganglia are on either side of the oesophagus. The cerebral ganglia control the sensory organs, while the pleural ganglia supply nerves to the mantle cavity. The pedal ganglia, which control the foot, are at its base, and the visceral ganglia, which can be quite large in swimming bivalves, are under the posterior adductor muscle. These ganglia are both connected to the cerebropleural ganglia by nerve fibres. Bivalves with long siphons may also have siphonal ganglia to control them.[27][28] The sensory organs of bivalves are largely located on the posterior mantle margins. The organs are usually mechanoreceptors or chemoreceptors, in some cases located on short tentacles. The osphradium is a patch of sensory cells located below the posterior adductor muscle that may serve to taste the water or measure its turbidity. Statocysts within the organism help the bivalve to sense and correct its orientation.[28] In the order Anomalodesmata, the inhalant siphon is surrounded by vibration-sensitive tentacles for detecting prey.[29] Many bivalves have no eyes, but a few members of the Arcoidea, Limopsoidea, Mytiloidea, Anomioidea, Ostreoidea, and Limoidea have simple eyes on the margin of the mantle. These consist of a pit of photosensory cells and a lens.[30] Scallops have more complex eyes with a lens, a two-layered retina, and a concave mirror.[31] All bivalves have light-sensitive cells that can detect a shadow falling over the animal.[27] Bivalves have an open circulatory system that bathes the organs in blood (hemolymph). The heart has three chambers: two auricles receiving blood from the gills, and a single ventricle. The ventricle is muscular and pumps hemolymph into the aorta, and then to the rest of the body. Some bivalves have a single aorta, but most also have a second, usually smaller, aorta serving the hind parts of the animal.[32] The hemolymph usually lacks any respiratory pigment.[33] In the carnivorous genus Poromya, the hemolymph has red amoebocytes containing a haemoglobin pigment.[34] The paired gills are located posteriorly and consist of hollow tube-like filaments with thin walls for gas exchange. The respiratory demands of bivalves are low, due to their relative inactivity. Some freshwater species, when exposed to the air, can gape the shell slightly and gas exchange can take place.[35][36] Oysters, including the Pacific oyster (Magallana gigas), are recognized as having varying metabolic responses to environmental stress, with changes in respiration rate being frequently observed.[37] Most bivalves are filter feeders, using their gills to capture particulate food such as phytoplankton from the water. protobranchs feed in a different way, scraping detritus from the seabed, and this may be the original mode of feeding used by all bivalves before the gills became adapted for filter feeding. These primitive bivalves hold on to the bottom with a pair of tentacles at the edge of the mouth, each of which has a single palp, or flap. The tentacles are covered in mucus, which traps the food, and cilia, which transport the particles back to the palps. These then sort the particles, rejecting those that are unsuitable or too large to digest, and conveying others to the mouth.[38] In more advanced bivalves, water is drawn into the shell from the posterior ventral surface of the animal, passes upwards through the gills, and doubles back to be expelled just above the intake. There may be two elongated, retractable siphons reaching up to the seabed, one each for the inhalant and exhalant streams of water. The gills of filter-feeding bivalves are known as ctenidia and have become highly modified to increase their ability to capture food. For example, the cilia on the gills, which originally served to remove unwanted sediment, have become adapted to capture food particles, and transport them in a steady stream of mucus to the mouth. The filaments of the gills are also much longer than those in more primitive bivalves, and are folded over to create a groove through which food can be transported. The structure of the gills varies considerably, and can serve as a useful means for classifying bivalves into groups.[38][39] A few bivalves, such as the granular poromya (Poromya granulata), are carnivorous, eating much larger prey than the tiny microalgae consumed by other bivalves. Muscles draw water in through the inhalant siphon which is modified into a cowl-shaped organ, sucking in prey. The siphon can be retracted quickly and inverted, bringing the prey within reach of the mouth. The gut is modified so that large food particles can be digested.[34] The unusual genus, Entovalva, is endosymbiotic, being found only in the oesophagus of sea cucumbers. It has mantle folds that completely surround its small valves. When the sea cucumber sucks in sediment, the bivalve allows the water to pass over its gills and extracts fine organic particles. To prevent itself from being swept away, it attaches itself with byssal threads to the host's throat. The sea cucumber is unharmed.[40] The digestive tract of typical bivalves consists of an oesophagus, stomach, and intestine. Protobranch stomachs have a mere sac attached to them while filter-feeding bivalves have elongated rod of solidified mucus referred to as the \"crystalline style\" projected into the stomach from an associated sac. Cilia in the sac cause the style to rotate, winding in a stream of food-containing mucus from the mouth, and churning the stomach contents. This constant motion propels food particles into a sorting region at the rear of the stomach, which distributes smaller particles into the digestive glands, and heavier particles into the intestine.[41] Waste material is consolidated in the rectum and voided as pellets into the exhalent water stream through an anal pore. Feeding and digestion are synchronized with diurnal and tidal cycles.[42] Carnivorous bivalves generally have reduced crystalline styles and the stomach has thick, muscular walls, extensive cuticular linings and diminished sorting areas and gastric chamber sections.[43] The excretory organs of bivalves are a pair of nephridia. Each of these consists of a long, looped, glandular tube, which opens into the pericardium, and a bladder to store urine. They also have pericardial glands either line the auricles of the heart or attach to the pericardium, and serve as extra filtration organs. Metabolic waste is voided from the bladders through a nephridiopore near the front of the upper part of the mantle cavity and excreted.[44][45] The sexes are usually separate in bivalves but some hermaphroditism is known. The gonads and either open into the nephridia, or through a separate pore into a chamber over the gills.[46][47] The ripe gonads of males and females release sperm and eggs into the water column. Spawning may take place continually or be triggered by environmental factors such as day length, water temperature, or the presence of sperm in the water. Some species are \"dribble spawners\", releasing gametes during protracted period that can extend for weeks. Others are mass spawners and release their gametes in batches or all at once.[48] Fertilization is usually external. Typically, a short stage lasts a few hours or days before the eggs hatch into trochophore larvae. These later develop into veliger larvae which settle on the seabed and undergo metamorphosis into adults.[46][49] In some species, such as those in the genus Lasaea, females draw water containing sperm in through their inhalant siphons and fertilization takes place inside the female. These species then brood the young inside their mantle cavity, eventually releasing them into the water column as veliger larvae or as crawl-away juveniles.[50] Most of the bivalve larvae that hatch from eggs in the water column feed on diatoms or other phytoplankton. In temperate regions, about 25% of species are lecithotrophic, depending on nutrients stored in the yolk of the egg where the main energy source is lipids. The longer the period is before the larva first feeds, the larger the egg and yolk need to be. The reproductive cost of producing these energy-rich eggs is high and they are usually smaller in number. For example, the Baltic tellin (Macoma balthica) produces few, high-energy eggs. The larvae hatching out of these rely on the energy reserves and do not feed. After about four days, they become D-stage larvae, when they first develop hinged, D-shaped valves. These larvae have a relatively small dispersal potential before settling out. The common mussel (Mytilus edulis) produces 10 times as many eggs that hatch into larvae and soon need to feed to survive and grow. They can disperse more widely as they remain planktonic for a much longer time.[51] Freshwater bivalves have different lifecycle. Sperm is drawn into a female's gills with the inhalant water and internal fertilization takes place. The eggs hatch into glochidia larvae that develop within the female's shell. Later they are released and attach themselves parasitically to the gills or fins of a fish host. After several weeks they drop off their host, undergo metamorphosis and develop into adults on the substrate.[46] Some of the species in the freshwater mussel family, Unionidae, commonly known as pocketbook mussels, have evolved an unusual reproductive strategy. The female's mantle protrudes from the shell and develops into an imitation small fish, complete with fish-like markings and false eyes. This decoy moves in the current and attracts the attention of real fish. Some fish see the decoy as prey, while others see a conspecific. They approach for a closer look and the mussel releases huge numbers of larvae from its gills, dousing the inquisitive fish with its tiny, parasitic young. These glochidia larvae are drawn into the fish's gills, where they attach and trigger a tissue response that forms a small cyst around each larva. The larvae then feed by breaking down and digesting the tissue of the fish within the cysts. After a few weeks they release themselves from the cysts and fall to the stream bed as juvenile molluscs.[52] Brachiopods are shelled marine organisms that superficially resembled bivalves in that they are of similar size and have a hinged shell in two parts. However, brachiopods evolved from a very different ancestral line, and the resemblance to bivalves only arose because they occupy similar ecological niches. The differences between the two groups are due to their separate ancestral origins. Different initial structures have been adapted to solve the same problems, a case of convergent evolution. In modern times, brachiopods are not as common as bivalves.[53] Both groups have a shell consisting of two valves, but the organization of the shell is quite different in the two groups. In brachiopods, the two valves are positioned on the dorsal and ventral surfaces of the body, while in bivalves, the valves are on the left and right sides of the body, and are, in most cases, mirror images of one other. Brachiopods have a lophophore, a coiled, rigid cartilaginous internal apparatus adapted for filter feeding, a feature shared with two other major groups of marine invertebrates, the bryozoans and the phoronids. Some brachiopod shells are made of calcium phosphate but most are calcium carbonate in the form of the biomineral calcite, whereas bivalve shells are always composed entirely of calcium carbonate, often in the form of the biomineral aragonite.[54] The Cambrian explosion took place around 540 to 520 million years ago (Mya). In this geologically brief period, all the major animal phyla diverged and these included the first creatures with mineralized skeletons. Brachiopods and bivalves made their appearance at this time, and left their fossilized remains behind in the rocks.[55] Possible early bivalves include Pojetaia and Fordilla; these probably lie in the stem rather than crown group. Watsonella and Anabarella are perceived to be (earlier) close relatives of these taxa.[56] Only five genera of supposed Cambrian \"bivalves\" exist, the others being Tuarangia, Camya and Arhouriella and potentially Buluniella.[57] Bivalve fossils can be formed when the sediment in which the shells are buried hardens into rock. Often, the impression made by the valves remains as the fossil rather than the valves. During the Early Ordovician, a great increase in the diversity of bivalve species occurred, and the dysodont, heterodont, and taxodont dentitions evolved. By the Early Silurian, the gills were becoming adapted for filter feeding, and during the Devonian and Carboniferous periods, siphons first appeared, which, with the newly developed muscular foot, allowed the animals to bury themselves deep in the sediment.[58] By the middle of the Paleozoic, around 400 Mya, the brachiopods were among the most abundant filter feeders in the ocean, and over 12,000 fossil species are recognized.[59] By the Permian–Triassic extinction event 250 Mya, bivalves were undergoing a huge radiation of diversity. The bivalves were hard hit by this event, but re-established themselves and thrived during the Triassic period that followed. In contrast, the brachiopods lost 95% of their species diversity.[54] The ability of some bivalves to burrow and thus avoid predators may have been a major factor in their success. Other new adaptations within various families allowed species to occupy previously unused evolutionary niches. These included increasing relative buoyancy in soft sediments by developing spines on the shell, gaining the ability to swim, and in a few cases, adopting predatory habits.[58] For a long time, bivalves were thought to be better adapted to aquatic life than brachiopods were, outcompeting and relegating them to minor niches in later ages. These two taxa appeared in textbooks as an example of replacement by competition. Evidence given for this included the fact that bivalves needed less food to subsist because of their energetically efficient ligament-muscle system for opening and closing valves. All this has been broadly disproven, though; rather, the prominence of modern bivalves over brachiopods seems due to chance disparities in their response to extinction events.[60] The adult maximum size of living species of bivalve ranges from 0.52 mm (0.02 in) in Condylonucula maya,[61] a nut clam, to a length of 1,532 millimetres (60.3 in) in Kuphus polythalamia, an elongated, burrowing shipworm.[62] However, the species generally regarded as the largest living bivalve is the giant clam Tridacna gigas, which can grow to a length of 1,200 mm (47 in) and a weight of more than 200 kg (441 lb).[63] The largest known extinct bivalve is a species of Platyceramus whose fossils measure up to 3,000 mm (118 in) in length.[64] In his 2010 treatise, Compendium of Bivalves, Markus Huber gives the total number of living bivalve species as about 9,200 combined in 106 families.[65] Huber states that the number of 20,000 living species, often encountered in literature, could not be verified and presents the following table to illustrate the known diversity: The bivalves are a highly successful class of invertebrates found in aquatic habitats throughout the world. Most are infaunal and live buried in sediment on the seabed, or in the sediment in freshwater habitats. A large number of bivalve species are found in the intertidal and sublittoral zones of the oceans. A sandy sea beach may superficially appear to be devoid of life, but often a very large number of bivalves and other invertebrates are living beneath the surface of the sand. On a large beach in South Wales, careful sampling produced an estimate of 1.44 million cockles (Cerastoderma edule) per acre of beach.[66] Bivalves inhabit the tropics, as well as temperate and boreal waters. A number of species can survive and even flourish in extreme conditions. They are abundant in the Arctic, about 140 species being known from that zone.[67] The Antarctic scallop, Adamussium colbecki, lives under the sea ice at the other end of the globe, where the subzero temperatures mean that growth rates are very slow.[68] The giant mussel, Bathymodiolus thermophilus, and the giant white clam, Calyptogena magnifica, both live clustered around hydrothermal vents at abyssal depths in the Pacific Ocean. They have chemosymbiotic bacteria in their gills that oxidise hydrogen sulphide, and the molluscs absorb nutrients synthesized by these bacteria.[69] The saddle oyster, Enigmonia aenigmatica, is a marine species that could be considered amphibious. It lives above the high tide mark in the tropical Indo-Pacific on the underside of mangrove leaves, on mangrove branches, and on sea walls in the splash zone.[70] Some freshwater bivalves have very restricted ranges. For example, the Ouachita creekshell mussel, Villosa arkansasensis, is known only from the streams of the Ouachita Mountains in Arkansas and Oklahoma, and like several other freshwater mussel species from the southeastern US, it is in danger of extinction.[71] In contrast, a few species of freshwater bivalves, including the golden mussel (Limnoperna fortunei), are dramatically increasing their ranges. The golden mussel has spread from Southeast Asia to Argentina, where it has become an invasive species.[72] Another well-travelled freshwater bivalve, the zebra mussel (Dreissena polymorpha) originated in southeastern Russia, and has been accidentally introduced to inland waterways in North America and Europe, where the species damages water installations and disrupts local ecosystems.[73] Most bivalves adopt a sedentary or even sessile lifestyle, often spending their whole lives in the area in which they first settled as juveniles. The majority of bivalves are infaunal, living under the seabed, buried in soft substrates such as sand, silt, mud, gravel, or coral fragments. Many of these live in the intertidal zone where the sediment remains damp even when the tide is out. When buried in the sediment, burrowing bivalves are protected from the pounding of waves, desiccation, and overheating during low tide, and variations in salinity caused by rainwater. They are also out of the reach of many predators.[74] Their general strategy is to extend their siphons to the surface for feeding and respiration during high tide, but to descend to greater depths or keep their shell tightly shut when the tide goes out.[74] They use their muscular foot to dig into the substrate. To do this, the animal relaxes its adductor muscles and opens its shell wide to anchor itself in position while it extends its foot downwards into the substrate. Then it dilates the tip of its foot, retracts the adductor muscles to close the shell, shortens its foot and draws itself downwards. This series of actions is repeated to dig deeper.[75] Other bivalves, such as mussels, attach themselves to hard surfaces using tough byssus threads made of collagen and elastin proteins.[76] Some species, including the true oysters, the jewel boxes, the jingle shells, the thorny oysters and the kitten's paws, cement themselves to stones, rock or larger dead shells.[77] In oysters the lower valve may be almost flat while the upper valve develops layer upon layer of thin horny material reinforced with calcium carbonate. Oysters sometimes occur in dense beds in the neritic zone and, like most bivalves, are filter feeders.[78] Bivalves filter large amounts of water to feed and breathe but they are not permanently open. They regularly shut their valves to enter a resting state, even when they are permanently submerged. In oysters, for example, their behaviour follows very strict circatidal and circadian rhythms according to the relative positions of the moon and sun. During neap tides, they exhibit much longer closing periods than during spring tides.[79] Although many non-sessile bivalves use their muscular foot to move around, or to dig, members of the freshwater family Sphaeriidae are exceptional in that these small clams climb about quite nimbly on weeds using their long and flexible foot. The European fingernail clam (Sphaerium corneum), for example, climbs around on water weeds at the edges of lakes and ponds; this enables the clam to find the best position for filter feeding.[80] The thick shell and rounded shape of bivalves make them awkward for potential predators to tackle. Nevertheless, a number of different creatures include them in their diet. Many species of demersal fish feed on them including the common carp (Cyprinus carpio), which is being used in the upper Mississippi River to try to control the invasive zebra mussel (Dreissena polymorpha).[81] Birds such as the Eurasian oystercatcher (Haematopus ostralegus) have specially adapted beaks which can pry open their shells.[82] The herring gull (Larus argentatus) sometimes drops heavy shells onto rocks in order to crack them open.[83] Sea otters feed on a variety of bivalve species and have been observed to use stones balanced on their chests as anvils on which to crack open the shells.[84] The Pacific walrus (Odobenus rosmarus divergens) is one of the main predators feeding on bivalves in Arctic waters.[85] Shellfish have formed part of the human diet since prehistoric times, a fact evidenced by the remains of mollusc shells found in ancient middens. Examinations of these deposits in Peru has provided a means of dating long past El Niño events because of the disruption these caused to bivalve shell growth.[86] Further changes in shell development due to environmental stress has also been suggested to cause increased mortality in oysters due to reduced shell strength. [37] Invertebrate predators include crustaceans, starfish and octopuses. Crustaceans crack the shells with their pincers and starfish use their water vascular system to force the valves apart and then insert part of their stomach between the valves to digest the bivalve's body. It has been found experimentally that both crabs and starfish preferred molluscs that are attached by byssus threads to ones that are cemented to the substrate. This was probably because they could manipulate the shells and open them more easily when they could tackle them from different angles.[77] Octopuses either pull bivalves apart by force, or they bore a hole into the shell and insert a digestive fluid before sucking out the liquified contents.[87] Certain carnivorous gastropod snails such as whelks (Buccinidae) and murex snails (Muricidae) feed on bivalves by boring into their shells. A dog whelk (Nucella) drills a hole with its radula assisted by a shell-dissolving secretion. The dog whelk then inserts its extendible proboscis and sucks out the body contents of the victim, which is typically a blue mussel.[88] Razor shells can dig themselves into the sand with great speed to escape predation. When a Pacific razor clam (Siliqua patula) is laid on the surface of the beach it can bury itself completely in seven seconds [89] and the Atlantic jackknife clam, Ensis directus, can do the same within fifteen seconds.[90] Scallops and file clams can swim by opening and closing their valves rapidly; water is ejected on either side of the hinge area and they move with the flapping valves in front.[91] Scallops have simple eyes around the margin of the mantle and can clap their valves shut to move sharply, hinge first, to escape from danger.[91] Cockles can use their foot to move across the seabed or leap away from threats. The foot is first extended before being contracted suddenly when it acts like a spring, projecting the animal forwards.[92] In many bivalves that have siphons, they can be retracted back into the safety of the shell. If the siphons inadvertently get attacked by a predator, in some cases they snap off. The animal can regenerate them later, a process that starts when the cells close to the damaged site become activated and remodel the tissue back to its pre-existing form and size.[93] On the other hand in some cases it does not snap off. If the siphon is exposed it is the key for a predatory fish to obtain the entire body. This tactic has been observed against bivalves with an infaunal lifestyle.[94][95] File shells such as Limaria fragilis can produce a noxious secretion when stressed. It has numerous tentacles which fringe its mantle and protrude some distance from the shell when it is feeding. If attacked, it sheds tentacles in a process known as autotomy. The toxin released by this is distasteful and the detached tentacles continue to writhe which may also serve to distract potential predators.[96] Oysters, mussels, clams, scallops and other bivalve species are grown with food materials that occur naturally in their culture environment in the sea and lagoons.[97] One-third of the world's farmed food fish harvested in 2010 was achieved without the use of feed, through the production of bivalves and filter-feeding carps.[97] European flat oysters (Ostrea edulis) were first farmed by the Romans in shallow ponds and similar techniques are still in use.[98] Seed oysters are either raised in a hatchery or harvested from the wild. Hatchery production provides some control of the broodstock but remains problematic because disease-resistant strains of this oyster have not yet been developed. Wild spats are harvested either by broadcasting empty mussel shells on the seabed or by the use of long, small-mesh nets filled with mussel shells supported on steel frames. The oyster larvae preferentially settle out on the mussel shells. Juvenile oysters are then grown on in nursery trays and are transferred to open waters when they reach 5 to 6 millimetres (0.20 to 0.24 in) in length.[98] Many juveniles are further reared off the seabed in suspended rafts, on floating trays or cemented to ropes. Here they are largely free from bottom-dwelling predators such as starfish and crabs but more labour is required to tend them. They can be harvested by hand when they reach a suitable size. Other juveniles are laid directly on the seabed at the rate of 50 to 100 kilograms (110 to 220 lb) per hectare. They grow on for about two years before being harvested by dredging. Survival rates are low at about 5%.[98] The Pacific oyster (Crassostrea gigas) is cultivated by similar methods but in larger volumes and in many more regions of the world. This oyster originated in Japan where it has been cultivated for many centuries.[99] It is an estuarine species and prefers salinities of 20 to 25 parts per thousand. Breeding programmes have produced improved stock that is available from hatcheries. A single female oyster can produce 50–80 million eggs in a batch so the selection of broodstock is of great importance. The larvae are grown on in tanks of static or moving water. They are fed high quality microalgae and diatoms and grow fast. At metamorphosis the juveniles may be allowed to settle on PVC sheets or pipes, or crushed shell. In some cases, they continue their development in \"upwelling culture\" in large tanks of moving water rather than being allowed to settle on the bottom. They then may be transferred to transitional, nursery beds before being moved to their final rearing quarters. Culture there takes place on the bottom, in plastic trays, in mesh bags, on rafts or on long lines, either in shallow water or in the intertidal zone. The oysters are ready for harvesting in 18 to 30 months depending on the size required.[99] Similar techniques are used in different parts of the world to cultivate other species including the Sydney rock oyster (Saccostrea commercialis), the northern quahog (Mercenaria mercenaria), the blue mussel (Mytilus edulis), the Mediterranean mussel (Mytilus galloprovincialis), the New Zealand green-lipped mussel (Perna canaliculus), the grooved carpet shell (Ruditapes decussatus), the Japanese carpet shell (Venerupis philippinarum), the pullet carpet shell (Venerupis pullastra) and the Yesso scallop (Patinopecten yessoensis).[100] Production of bivalve molluscs by mariculture in 2010 was 12,913,199 tons, up from 8,320,724 tons in 2000. Culture of clams, cockles and ark shells more than doubled over this time period from 2,354,730 to 4,885,179 tons. Culture of mussels over the same period grew from 1,307,243 to 1,812,371 tons, of oysters from 3,610,867 to 4,488,544 tons and of scallops from 1,047,884 to 1,727,105 tons.[101] Bivalves have been an important source of food for humans at least since Roman times[102] and empty shells found in middens at archaeological sites are evidence of earlier consumption.[86] Oysters, scallops, clams, ark clams, mussels and cockles are the most commonly consumed kinds of bivalve, and are eaten cooked or raw. In 1950, the year in which the Food and Agriculture Organization (FAO) started making such information available, world trade in bivalve molluscs was 1,007,419 tons.[103] By 2010, world trade in bivalves had risen to 14,616,172 tons, up from 10,293,607 tons a decade earlier. The figures included 5,554,348 (3,152,826) tons of clams, cockles and ark shells, 1,901,314 (1,568,417) tons of mussels, 4,592,529 (3,858,911) tons of oysters and 2,567,981 (1,713,453) tons of scallops.[103] China increased its consumption 400-fold during the period 1970 to 1997.[104] It has been known for more than a century that consumption of raw or insufficiently cooked shellfish can be associated with infectious diseases. These are caused either by bacteria naturally present in the sea such as Vibrio spp. or by viruses and bacteria from sewage effluent that sometimes contaminates coastal waters. As filter feeders, bivalves pass large quantities of water through their gills, filtering out the organic particles, including the microbial pathogens. These are retained in the animals' tissues and become concentrated in their liver-like digestive glands.[104][105] Another possible source of contamination occurs when bivalves contain marine biotoxins as a result of ingesting numerous dinoflagellates. These microalgae are not associated with sewage but occur unpredictably as algal blooms. Large areas of a sea or lake may change colour as a result of the proliferation of millions of single-cell algae, and this condition is known as a red tide.[104] In 1816 in France, a physician, J. P. A. Pasquier, described an outbreak of typhoid linked to the consumption of raw oysters. The first report of this kind in the United States was in Connecticut in 1894. As sewage treatment programmes became more prevalent in the late 19th century, more outbreaks took place. This may have been because sewage was released through outlets into the sea providing more food for bivalves in estuaries and coastal habitats. A causal link between the bivalves and the illness was not easy to demonstrate because the illness might come on days or even weeks after the ingestion of the contaminated shellfish. One viral pathogen is the Norwalk virus. This is resistant to treatment with chlorine-containing chemicals and may be present in the marine environment even when coliform bacteria have been killed by the treatment of sewage.[104] Since the 1970s, outbreaks of oyster-vectored diseases have occurs throughout the world. The mortality rate of one disease causing bacteria Vibrio vulnificus, was high at 50%.[104] In 1978, an oyster-associated gastrointestinal infection affecting more than 2,000 people occurred in Australia. The causative agent was found to be the Norwalk virus and the epidemic caused major economic difficulties to the oyster farming industry in the country.[106] In 1988, an outbreak of hepatitis A associated with the consumption of inadequately cooked clams (Anadara subcrenata) took place in the Shanghai area of China. An estimated 290,000 people were infected and there were 47 deaths.[107] In the United States and the European Union, since the early 1990s regulations have been in place that are designed to prevent shellfish from contaminated waters entering restaurants.[104] Paralytic shellfish poisoning (PSP) is primarily caused by the consumption of bivalves that have accumulated toxins by feeding on toxic dinoflagellates, single-celled protists found naturally in the sea and inland waters. Saxitoxin is the most virulent of these. In mild cases, PSP causes tingling, numbness, sickness and diarrhoea. In more severe cases, the muscles of the chest wall may be affected leading to paralysis and even death. In 1937, researchers in California established the connection between blooms of these phytoplankton and PSP.[108] The biotoxin remains potent even when the shellfish are well-cooked.[108] In the United States, there is a regulatory limit of 80 µg/g of saxitoxin equivalent in shellfish meat.[108] Amnesic shellfish poisoning (ASP) was first reported in eastern Canada in 1987. It is caused by the substance domoic acid found in certain diatoms of the genus Pseudo-nitzschia. Bivalves can become toxic when they filter these microalgae out of the water. Domoic acid is a low-molecular weight amino acid that is able to destroy brain cells causing memory loss, gastroenteritis, long-term neurological problems or death. In an outbreak in the western United States in 1993, finfish were also implicated as vectors, and seabirds and mammals suffered neurological symptoms.[108] In the United States and Canada, a regulatory limit of 20 µg/g of domoic acid in shellfish meat is set.[109] Ecosystem services provided by marine bivalves in relation to nutrient extraction from the coastal environment have gained increased attention to mitigate adverse effects of excess nutrient loading from human activities, such as agriculture and sewage discharge. These activities damage coastal ecosystems and require action from local, regional, and national environmental management. Marine bivalves filter particles like phytoplankton, thereby transforming particulate organic matter into bivalve tissue or larger faecal pellets that are transferred to the benthos. Nutrient extraction from the coastal environment takes place through two different pathways: (i) harvest/removal of the bivalves – thereby returning nutrients back to land; or (ii) through increased denitrification in proximity to dense bivalve aggregations, leading to loss of nitrogen to the atmosphere. Active use of marine bivalves for nutrient extraction may include a number of secondary effects on the ecosystem, such as filtration of particulate material. This leads to partial transformation of particulate-bound nutrients into dissolved nutrients via bivalve excretion or enhanced mineralization of faecal material.[110] When they live in polluted waters, bivalve molluscs have a tendency to accumulate substances such as heavy metals and persistent organic pollutants in their tissues. This is because they ingest the chemicals as they feed but their enzyme systems are not capable of metabolising them and as a result, the levels build up. This may be a health hazard for the molluscs themselves, and is one for humans who eat them. It also has certain advantages in that bivalves can be used in monitoring the presence and quantity of pollutants in their environment.[111] There are limitations to the use of bivalves as bioindicators. The level of pollutants found in the tissues varies with species, age, size, time of year and other factors. The quantities of pollutants in the water may vary and the molluscs may reflect past rather than present values. In a study near Vladivostok it was found that the level of pollutants in the bivalve tissues did not always reflect the high levels in the surrounding sediment in such places as harbours. The reason for this was thought to be that the bivalves in these locations did not need to filter so much water as elsewhere because of the water's high nutritional content.[112] A study of nine different bivalves with widespread distributions in tropical marine waters concluded that the mussel, Trichomya hirsuta, most nearly reflected in its tissues the level of heavy metals (Pb, Cd, Cu, Zn, Co, Ni, and Ag) in its environment. In this species there was a linear relationship between the sedimentary levels and the tissue concentration of all the metals except zinc.[113] In the Persian Gulf, the Atlantic pearl-oyster (Pinctada radiata) is considered to be a useful bioindicator of heavy metals.[114] Crushed shells, available as a by-product of the seafood canning industry, can be used to remove pollutants from water. It has been found that, as long as the water is maintained at an alkaline pH, crushed shells will remove cadmium, lead and other heavy metals from contaminated waters by swapping the calcium in their constituent aragonite for the heavy metal, and retaining these pollutants in a solid form.[115] The rock oyster (Saccostrea cucullata) has been shown to reduce the levels of copper and cadmium in contaminated waters in the Persian Gulf. The live animals acted as biofilters, selectively removing these metals, and the dead shells also had the ability to reduce their concentration.[116] Conchology is the scientific study of mollusc shells, but the term conchologist is also sometimes used to describe a collector of shells. Many people pick up shells on the beach or purchase them and display them in their homes. There are many private and public collections of mollusc shells, but the largest one in the world is at the Smithsonian Institution, which houses in excess of 20 million specimens.[117] Shells are used decoratively in many ways. They can be pressed into concrete or plaster to make decorative paths, steps or walls and can be used to embellish picture frames, mirrors or other craft items. They can be stacked up and glued together to make ornaments. They can be pierced and threaded onto necklaces or made into other forms of jewellery. Shells have had various uses in the past as body decorations, utensils, scrapers and cutting implements. Carefully cut and shaped shell tools dating back 32,000 years have been found in a cave in Indonesia. In this region, shell technology may have been developed in preference to the use of stone or bone implements, perhaps because of the scarcity of suitable rock materials.[118] The indigenous peoples of the Americas living near the east coast used pieces of shell as wampum. The channeled whelk (Busycotypus canaliculatus) and the quahog (Mercenaria mercenaria) were used to make white and purple traditional patterns. The shells were cut, rolled, polished and drilled before being strung together and woven into belts. These were used for personal, social and ceremonial purposes and also, at a later date, for currency.[119] The Winnebago Tribe from Wisconsin had numerous uses for freshwater mussels including using them as spoons, cups, ladles and utensils. They notched them to provide knives, graters and saws. They carved them into fish hooks and lures. They incorporated powdered shell into clay to temper their pottery vessels. They used them as scrapers for removing flesh from hides and for separating the scalps of their victims. They used shells as scoops for gouging out fired logs when building canoes and they drilled holes in them and fitted wooden handles for tilling the ground.[120] Buttons have traditionally been made from a variety of freshwater and marine shells.[121] At first they were used decoratively rather than as fasteners and the earliest known example dates back five thousand years and was found at Mohenjo-daro in the Indus Valley.[122] Sea silk is a fine fabric woven from the byssus threads of bivalves, particularly the pen shell (Pinna nobilis). It used to be produced in the Mediterranean region where these shells are endemic. It was an expensive fabric and overfishing has much reduced populations of the pen shell.[123] Crushed shells are added as a calcareous supplement to the diet of laying poultry. Oyster shell and cockle shell are often used for this purpose and are obtained as a by-product from other industries.[124] Mother-of-pearl or nacre is the naturally occurring lustrous layer that lines some mollusc shells. It is used to make pearl buttons and in artisan craftwork to make organic jewellery. It has traditionally been inlaid into furniture and boxes, particularly in China. It has been used to decorate musical instruments, watches, pistols, fans and other products. The import and export of goods made with nacre are controlled in many countries under the International Convention of Trade in Endangered Species of Wild Fauna and Flora.[125] A pearl is created in the mantle of a mollusk when an irritant particle is surrounded by layers of nacre. Although most bivalves can create pearls, oysters in the family Pteriidae and freshwater mussels in the families Unionidae and Margaritiferidae are the main source of commercially available pearls because the calcareous concretions produced by most other species have no lustre. Finding pearls inside oysters is a very chancy business as hundreds of shells may need to be pried open before a single pearl can be found. Most pearls are now obtained from cultured shells where an irritant substance has been purposefully introduced to induce the formation of a pearl. A \"mabe\" (irregular) pearl can be grown by the insertion of an implant, usually made of plastic, under a flap of the mantle and next to the mother-of-pearl interior of the shell. A more difficult procedure is the grafting of a piece of oyster mantle into the gonad of an adult specimen together with the insertion of a shell bead nucleus. This produces a superior, spherical pearl. The animal can be opened to extract the pearl after about two years and reseeded so that it produces another pearl. Pearl oyster farming and pearl culture is an important industry in Japan and many other countries bordering the Indian and Pacific Oceans.[126] The scallop is the symbol of St James and is called Coquille Saint-Jacques in French. It is an emblem carried by pilgrims on their way to the shrine of Santiago de Compostela in Galicia. The shell became associated with the pilgrimage and came to be used as a symbol showing hostelries along the route and later as a sign of hospitality, food and lodging elsewhere.[127] Roman myth has it that Venus, the goddess of love, was born in the sea and emerged accompanied by fish and dolphins, with Botticelli depicting her as arriving in a scallop shell. The Romans revered her and erected shrines in her honour in their gardens, praying to her to provide water and verdant growth.[128] From this, the scallop and other bivalve shells came to be used as a symbol for fertility.[129] Its depiction is used in architecture, furniture and fabric design and it is the logo of Royal Dutch Shell, the global oil and gas company.[130] For the past two centuries no consensus has existed on bivalve phylogeny from the many classifications developed. In earlier taxonomic systems, experts used a single characteristic feature for their classifications, choosing among shell morphology, hinge type or gill type. Conflicting naming schemes proliferated due to these taxonomies based on single organ systems. One of the most widely accepted systems was that put forward by Norman D. Newell in Part N of the Treatise on Invertebrate Paleontology,[131] which employed a classification system based on general shell shape, microstructures and hinge configuration.[132] Because features such as hinge morphology, dentition, mineralogy, shell morphology and shell composition change slowly over time, these characteristics can be used to define major taxonomic groups. Since the year 2000, taxonomic studies using cladistical analyses of multiple organ systems, shell morphology (including fossil species) and modern molecular phylogenetics have resulted in the drawing up of what experts believe is a more accurate phylogeny of the Bivalvia.[133][134][135][136][137] Based upon these studies, a new proposed classification system for the Bivalvia was published in 2010 by Bieler, Carter & Coan.[138] In 2012, this new system was adopted by the World Register of Marine Species (WoRMS) for the classification of the Bivalvia. Some experts still maintain that Anomalodesmacea should be considered a separate subclass, whereas the new system treats it as the order Anomalodesmata, within the subclass Heterodonta. Molecular phylogenetic work continues, further clarifying which Bivalvia are most closely related and thus refining the classification.[139][140] R.C. Moore, in Moore, Lalicker, and Fischer, 1952, Invertebrate Fossils, gives a practical and useful classification of pelecypods (Bivalvia) even if somewhat antiquated, based on shell structure, gill type, and hinge teeth configuration. Subclasses and orders given are: Prionodesmacea have a prismatic and nacreous shell structure, separated mantle lobes, poorly developed siphons, and hinge teeth that are lacking or unspecialized. Gills range from protobranch to eulamellibranch. Teleodesmacea on the other hand have a porcelanous and partly nacreous shell structure; Mantle lobes that are generally connected, well developed siphons, and specialized hinge teeth. In most, gills are eulamellibranch. In his 1935 work Handbuch der systematischen Weichtierkunde (Handbook of Systematic Malacology), Johannes Thiele introduced a mollusc taxonomy based upon the 1909 work by Cossmann and Peyrot. Thiele's system divided the bivalves into three orders. Taxodonta consisted of forms that had taxodont dentition, with a series of small parallel teeth perpendicular to the hinge line. Anisomyaria consisted of forms that had either a single adductor muscle or one adductor muscle much smaller than the other. Eulamellibranchiata consisted of forms with ctenidial gills. The Eulamellibranchiata was further divided into four suborders: Schizodonta, Heterodonta, Adapedonta and Anomalodesmata.[141][142] The systematic layout presented here follows Newell's 1965 classification based on hinge tooth morphology (all taxa marked † are extinct) :[132] Solemyoida † Cyrtodontoida Limoida (file shells) Mytiloida (true mussels) Ostreoida (oysters, formerly included in Pterioida) † Praecardioida Pterioida (pearl oysters, pen shells) Unionoida (freshwater mussels) † Modiomorpha † Hippuritoida † Lyrodesmatidae Myoida (soft-shell clams, geoducks, shipworms) † Redoniidae Veneroida (hard-shell clams, cockles, razor shells) The monophyly of the subclass Anomalodesmata is disputed. The standard view now is that it resides within the subclass Heterodonta.[133][136][143] An alternative systematic scheme exists using gill morphology.[144] This distinguishes between Protobranchia, Filibranchia and Eulamellibranchia. The first corresponds to Newell's Palaeotaxodonta and Cryptodonta, the second to his Pteriomorphia, with the last corresponding to all other groups. In addition, Franc separated the Septibranchia from his eulamellibranchs because of the morphological differences between them. The septibranchs belong to the superfamily Poromyoidea and are carnivorous, having a muscular septum instead of filamentous gills.[145] In May 2010, a new taxonomy of the Bivalvia was published in the journal Malacologia. In compiling this, the authors used a variety of phylogenetic information including molecular analysis, anatomical analysis, shell morphology and shell microstructure as well as bio-geographic, paleobiogeographic and stratigraphic information. In this classification 324 families are recognized as valid, 214 of which are known exclusively from fossils and 110 of which occur in the recent past, with or without a fossil record.[138] This classification has since been adopted by WoRMS.[146] Proposed classification of Class Bivalvia (under the redaction of Rüdiger Bieler, Joseph G. Carter and Eugene V. Coan) (all taxa marked † are extinct) :[147] Grade Euprotobranchia Subclass Heterodonta Infraclass Archiheterodonta Infraclass Euheterodonta Subclass Palaeoheterodonta Subclass Protobranchia Subclass Pteriomorphia Infraclass Eupteriomorphia  ","Title":"Bivalvia - Wikipedia","KeyID":"1683","URL":"https://en.wikipedia.org/wiki/Bivalvia"}