{"Content: ":"Újpest Football Club (Hungarian pronunciation: [ˈuːjpɛʃt]) is a Hungarian professional football club, based in Újpest, Budapest, that competes in Nemzeti Bajnokság I. Formed in 1885, Újpest reached the first division of the Hungarian League in 1905 and has been relegated only once since then. The club has been a member of the first division for 108 consecutive years. Újpest have been Hungarian champions twenty times, and have won the Magyar Kupa eleven times and the Szuperkupa three times. In international competitions Újpest are two-times winners of the Mitropa Cup and winners of the 1930 Coupe des Nations. They also reached the semi-finals of the European Cup 1973–74 and the UEFA Cup Winners' Cup 1961–62, and were runners-up in the Inter-Cities Fairs Cup 1968–69. Since 1922 their home ground has been the Szusza Ferenc Stadion in Újpest. Their biggest rivalry is with fellow Budapest-based club Ferencvárosi TC, with whom they contest a local derby. Újpest FC is part of the Újpesti TE family. The club includes other sports sections that represent the club at ice hockey and waterpolo. Újpest FC was founded in 1885.[1] At that time Újpest did not belong to Budapest. Újpest played their first Nemzeti Bajnokság I match in the 1905 Nemzeti Bajnokság I season. In the 1910–11 season they were relegated.[2] Újpest won their first Hungarian league title in the 1929–30 season.[3] At international level Újpest's most successful period was in the late 1960s and early 1970s. In the 1968–69 Inter-Cities Fairs Cup they were eliminated in the final by Newcastle United. In the 1973–74 European Cup they reached the semi-finals and were eliminated by Bayern München.[4] On 3 July 2017, Újpest FC announced that they changed their crest.[5] The following table shows in detail Újpest FC kit manufacturers and shirt sponsors by year: Current sponsorships: Joma, Coca-Cola, Microsoft, Acquaworld Budapest, Ramada Resort Budapest, Puebla ticket, Karzol Trans, Szókép Nyomdaipari Kft., Lamborghini Újpest's home stadium is Szusza Ferenc Stadion, which has been their home since the opening on 17 September 1922. It was known as Megyeri úti stadium until it was named after the club's legendary player, Ferenc Szusza in October 2003. After the renovations which took place in 2000 and 2001 the ground can hold 13,501 spectators. On 3 December 2008, it was revealed by BBC Sport that the Premier League club Wolverhampton Wanderers were considering an alliance with Újpest. Jez Moxey, the Chief executive officer of the club said that \"We have had some initial discussions in Budapest with the officials of Ujpest. We touched on the issues of loaning players, academies and sharing of best practice on and off the field.\"[6] Újpest approached Roland Duchâtelet to become the owner of the club. Although Roland refused the club's offer, he suggested his son to be the proprietor of Újpest.[7] Roland Duchâtelet is the owner of the FC Carl Zeiss Jena and former owner of the Standard Liège,[8] AD Alcorcón[9] and Charlton Athletic F.C.[10] On 19 October 2011, Roderick Duchâtelet, former director of Germinal Beerschot, bought 95% of the shares of the City Budapest Zrt.[11] Roderick Duchâtelet said that he intends to bring back the glory of the 1970s.[12] On 27 October 2011, Csaba Bartha, managing director of Újpest FC, confirmed that the club received 150 million Hungarian forint from Roderick Duchâtelet.[13] In January 2022, Duchatelet was about to sell Újpest and found possible buyers. An agreement was also signed in January 2022 in which it was stated that the buyers should pay the remaining sum by the end of June. However, due the financial unpredictability caused by the Russo-Ukrainian War, the buyers could not transfer the remaining sum. Therefore, Újpest is still owned by the Belgian entrepreneur.[14] Supporters of Újpest are mainly from the fourth district of Budapest, the eponymous Újpest. Due to the success in the 1970s, the club gained supporters from all over Budapest and the country. Újpest are in rivalry with several teams from Budapest including Ferencváros, MTK Budapest, Budapest Honvéd and several provincial clubs such as Debrecen and Diósgyőr. Since Újpest have been the third most successful club of the Hungarian Football history by winning 20 Hungarian League titles and 9 Hungarian Cup titles and the most successful Hungarian club in the European football competitions in the 1970s every club in the Hungarian League wants to defeat them. The rivalry with Ferencváros dates back to 1930s when Újpest won their first Hungarian League title. Since then the fixture between the two teams attracts the most spectators in the domestic league.[20] The matches between the two team often ends in violence which causes big trouble for the Hungarian football. The proposal of personal registration was refused by both clubs. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. [22] [23]","Title":"Újpest FC - Wikipedia","KeyID":"16843","URL":"https://en.wikipedia.org/wiki/%C3%9Ajpest_FC"}