{"Content: ":"Javorius Tykies Scott (July 15, 1998 – July 27, 2022), known professionally as JayDaYoungan, was an American rapper and singer.[3] He was best known for his singles \"23 Island\", \"Elimination\", and \"Opps\", which have received 49, 27, and 26 million respective streams on SoundCloud as of November 2020. Scott released the mixtapes Forever 23 (2018), Endless Pain (2019), and his debut album Misunderstood (2019), which peaked at number 43 on the Billboard 200. He was first exposed to the mainstream with his mixtapes Ruffwayy and The Real Jumpman 23, which included the tracks \"Sliding Freestyle\" and \"Muddy Situation\".[4] Scott was born on July 15, 1998, in Bogalusa, Louisiana. He began his rapping career at the age of 18 and dropped out of high school to pursue his career. In February 2017, Scott released his mixtape Ruffwayy, which became a regional success and gave him local recognition; his song \"Interstate\" broke 4 million views on YouTube in under a month, he was then considered for a spot on the XXL freshman list in 2018, a list of up-and-coming rappers.[5] Following that project, Scott issued the mixtape The Real Jumpman 23, which had 13 tracks totalling 32 minutes, including the songs \"Sliding Freestyle\" and \"Muddy Situation\". He then released mixtapes Wake Up and Taking Off, the latter of which featured rappers FG Famous and NBA 3Three. His first nationwide hit came with the song \"Elimination\" on the mixtape 23, which has over 19.3 million streams on Spotify as of January 2020. He was interviewed by the lyric company Genius to break down the meaning of the song. The mixtape had 10 tracks at 28 minutes with no features.[6] He then released the mixtape Forever 23, including the tracks \"Thot Thot\" and \"Purge\", which have garnered 18.1 and 10 million streams respectively on Spotify and helped push him into international recognition. The critic site AllMusic rated the mixtape 3.5/5 stars, and despite it having no features, the mixtape reached number 86 on the Billboard 200 becoming his first entry on that chart. It also hit number 37 on the Top R&B/Hip-Hop Albums.[7] Following this, JayDaYoungan released the mixtape Endless Pain, which became known for the tracks \"Repo\" and \"War Ready\" which stand at 6.5 and 4 million streams respectively on SoundCloud as of January 5, 2020. The album peaked at number 70 and number 37 on Billboard 200 and the Top R&B/Hip-Hop albums, respectively.[8] He and rapper Yungeen Ace then released the collaborative mixtape Can't Speak On It, which included the songs \"Opps\" and \"Creep Behind\". He then released another mixtape titled Misunderstood, which included the single \"23 Island\", which garnered 17.8 million streams on Spotify as of January 5, 2020, and reached number 9 of the Bubbling Under R&B/Hip-Hop Chart. The mixtape had features from YFN Lucci, Boosie Badazz, FG Famous, JetSoo, and Lil Durk. Durk remixed the track \"Dum\" which was featured on the mixtape Endless Pain. It featured 19 tracks at 53 minutes, and charted on the Billboard 200, peaking at number 43.[9] JayDaYoungan and rapper Yung Bans had an online feud over the title of the album, as Bans released his debut album earlier in the year, also titled Misunderstood.[10] On January 3, 2020, Jay reached number 36 on the Billboard Emerging Artists Chart.[11] In May 2020, JayDaYoungan released \"Touch Your Toes\" featuring rapper Latto, as a single from his debut album Baby23, which was released on June 5, 2020, and named after his first child who was also born the same night.[12] The album included the singles \"23 Island\", \"Perky Activated\" and \"38k\", and featured Dej Loaf, Moneybagg Yo, and Kevin Gates.[13] On June 11, 2021, Jay released the album, 23 Is Back, a 13-track project which has no features.[14] Scott stated he grew up listening to Kevin Gates, Boosie Badazz, and Chief Keef. Musically, his flow and style has been compared to Boosie and Youngboy Never Broke Again. He said, \"[I] don't see me sounding similar to nobody else\", and that he is not trying to imitate anybody else. He was noted for a style similar to that of Lil Wayne and Kevin Gates by critic Fred Thomas.[2][7] On his goals, Scott said \"Later on in my career, when I get to a certain point, I will be signing artists, starting my own label. Just perfecting my craft each and every day.\"[6] On May 11, 2019, Scott was charged with felony possession of a controlled substance without a prescription after being pulled over by Florida Highway Patrol in Gadsden County, Florida. When pulled over, police officers found 20 grams of marijuana, drug paraphernalia, and oxycodone pills. Someone riding with him was also found to be in possession of a firearm. The people riding with him were given various other charges relating to the drugs and firearm.[15] On May 12, Scott was released on a $2,500 bail. Scott was scheduled to perform at the Rolling Loud Music Festival and was unable to due to his arrest.[16] Scott had not yet stood trial. In March 2020, after it was alleged he assaulted a pregnant woman, police raided Scott's house, seizing $24,000 in cash, Promethazine, Oxycodone, and multiple firearms. Police arrested Scott after he was allegedly \"found hiding in an attic.\" Scott was charged with assaulting a pregnant woman and illegal drug possession, with bail set at $20,000. Another man at his house, Kardell Robertson, was arrested for unlawful possession of a firearm and granted a $100 bail.[17][18][19] On September 16, 2021, Scott was arrested on charges of accessory to second-degree murder and obstruction of justice, stemming from a fatal shooting that occurred in August 2020. Four days later, Scott was released on a $175,000 bond.[20] On October 30, 2021, Scott was arrested during a traffic stop in Washington Parish, Louisiana on multiple charges including child desertion, driving without proof of insurance, drug possession, and evidence tampering.[21] On November 4, 2021, Scott was released from jail on bond.[22] On November 4, 2021—hours after posting bond in his Washington Parish case—Scott was arrested by Bureau of Alcohol, Tobacco, Firearms and Explosives agents on federal charges.[23] On July 27, 2022, the Bogalusa Police Department posted on their Facebook page saying that the department had received a call concerning a shooting in the 600 block of Superior Avenue, Bogalusa, Louisiana. The department said that one victim was rushed to hospital and another victim was still at the scene with critical injuries. They also mentioned that another shooting had taken place in another area, possibly related to the first shooting in Superior Avenue. It was confirmed by Scott's sister and the Bogalusa Police Department that Scott was one of the victims of the shooting, and later on both parties had confirmed that he had succumbed to his injuries.[24][25]","Title":"JayDaYoungan - Wikipedia","KeyID":"16858","URL":"https://en.wikipedia.org/wiki/JayDaYoungan"}