{"Content: ":"The Socialist Equality Party is a Trotskyist political party in Sri Lanka. It was founded in 1968 as the Revolutionary Communist League by former student members of the Lanka Sama Samaja Party (Revolutionary) who joined the International Committee of the Fourth International. They remained loyal to Gerry Healy until the majority of the International split from his organisation. Since the death of its founder and leader Keerthi Balasooriya in December 1987, Wije Dias assumed the leadership. In 1996, it changed its name to the Socialist Equality Party, in line with other members of the surviving ICFI.[1] In the 2005 Sri Lankan presidential election, the party's candidate, Wije Dias, came 11th of 13 candidates, with 3,500 votes (0.04%). It publishes analyses on political, economic and other issues, and runs election campaigns via the World Socialist Web Site. It has consistently opposed the war in Sri Lanka and according to its own words it opposes \"racism, capitalism, imperialism and terrorism\". It maintains that the civil war can only be end by uniting working people regardless of their ethnic origin and demanding the immediate and unconditional withdrawal of armed forces from the North and East. Its political program calls for a Socialist Republic of Sri Lanka and Eelam as part of the Union of Socialist Republics of South Asia.[2] It has consistently opposed the LTTE’s demand for a separate state, insisting that the democratic rights of the Tamil masses can only be defended through a united struggle of the Sinhala and Tamil workers for genuine social equality. It maintains that the LTTE's demand for separate state of Tamil Eelam in North and East of Sri Lanka will only give the LTTE leadership the opportunity to further the interests of a thin layer of the Tamil middle class whose ambition is to act as local agents for investors of major economies in a capitalist statelet and which will not improve the living conditions of masses.[3] This article about a Sri Lankan political party is a stub. You can help Wikipedia by expanding it.","Title":"Socialist Equality Party (Sri Lanka) - Wikipedia","KeyID":"16854","URL":"https://en.wikipedia.org/wiki/Socialist_Equality_Party_(Sri_Lanka)"}