{"Content: ":"Vanier, formerly Eastview, is a neighbourhood in the Rideau-Vanier Ward of Ottawa, Ontario, Canada's east end. Historically francophone and working class, the neighbourhood was a separate city until being amalgamated into Ottawa in 2001. It no longer has a majority francophone population. By 2012 its francophone population had shrunk to less than 40% from 63% in the early 1980s.[citation needed] The neighbourhood is located on the east bank of the Rideau River, across from the neighbourhoods of Lowertown and Sandy Hill, and just south of Rockcliffe Park, New Edinburgh, Lindenlea, and Manor Park. To the east of Vanier are the suburbs of Gloucester. Vanier has a relatively small area with a high population density. In 1908, the communities of Janeville, Clarkstown and Clandeboye were joined to form the village of Eastview. In 1913, Eastview was incorporated as a town. Originally it was a popular destination for civil servants who wished to live at a distance from downtown. It later saw a large influx of French Canadians and became the main francophone area in the capital. During the Great Depression, Eastview held the attention of the entire nation, as it became a public forum for national debates on birth control during the Eastview Birth Control Trial, which lasted from 1936 to 1937. Significant controversy erupted when Dorothea Palmer was arrested for distributing birth control information to the poorer, predominantly Catholic neighbourhoods. Later, in 1963 it became a city, and in 1969 was renamed after the recently deceased Governor-General of Canada, Georges Vanier. The City of Eastview erected a memorial at the intersection of Marier Avenue, Dagmar Avenue and Hannah Street. It is dedicated to citizens from Eastview who gave their lives in Canadian military conflicts.[2] Starting with an area closer to the Rideau River, Vanier is increasingly being earmarked for gentrification.[citation needed] It is one of the last relatively inexpensive Ottawa neighbourhoods with a desirable location next to downtown. The neighbourhood is becoming increasingly popular with young families thanks to the only publicly-funded school in Ottawa based on Waldorf education, Trille-des-Bois, boasting an excellent standard for publicly-funded schools. Vanier has active community association. Vanier offers a wide choice of retail shops, strip malls, eateries and bars. Both subsidized and self-financed housing is available here, along with several existing and proposed upscale condominiums and in-fill developments. The population on the western edge of Vanier closer to the Rideau River, notably the Kingsview Park neighbourhood, is among the more affluent.[citation needed] As with nearby Lowertown, Ottawa's Vanier neighbourhood is home to a number of French-speaking immigrants from Africa and elsewhere. It is also the site of the urban Maple Sugar Festival (Festival des Sucres) held in spring, and home to an outdoor Catholic shrine, La Grotte-de-Lourdes.[citation needed] The neighbourhood has two ridings, one federal and one provincial, both named Ottawa—Vanier, and are represented by MP Mona Fortier (Liberal) federally and MPP Lucille Collard (Ontario Liberal) provincially. It is one of the staunchly Liberal federal ridings in Canada, having voted for the party consistently since the its creation in 1935. Mayors of Eastview: Mayors of Vanier:","Title":"Vanier, Ontario - Wikipedia","KeyID":"16863","URL":"https://en.wikipedia.org/wiki/Vanier,_Ontario"}