{"Content: ":"The Roman Catholic Diocese of Brescia (Latin: Dioecesis Brixiensis) is a Latin rite suffragan diocese in the ecclesiastical province of the Metropolitan Archdiocese of Milan, in Lombardy (Northwestern Italy).[1][2] Its cathedral episcopal see is the 'new' Cattedrale di S. Maria Assunta e Ss. Pietro e Paolo (Duomo Nuovo) dedicated to the Assumption of Mary and to the Apostles Peter and Paolo, in Brescia. The city also has a Co-cathedral: Concattedrale invernale di Santa Maria Assunta, also dedicated to the Assumption of Mary, a Minor basilica: Basilica-Santuario di S. Maria delle Grazie dedicated to Our Lady of Graces, and another World Heritage Site (now not in use): Chiesa di San Salvatore. The diocese has four more Minor basilicas: Basilica di S. Lorenzo Martire, in Verolanuova; Basilica di S. Maria della Visitazione, in Bagnolo Mella; Basilica di Santa Maria Assunta, in Botticino Sera and Basilica Sant’Antonino Martire, in Concesio. In 2015, the diocese was reported as pastorally serving approximately 960,000 Catholics. It has 473 parishes, 990 priests (791 diocesan, 199 religious), 56 deacons, 1,660 lay religious (286 brothers, 1,374 sisters), 36 seminarians. The great majority of the parishes of the diocese are in the administrative Province of Brescia; the remaining twelve are in the Province of Bergamo and in Lombardy.[3] Legend traces the beginnings of Christianity in Brescia to Saint Barnabas, who is said to have made Saint Anatolus bishop. However, Milan also claims Anatolus as its first bishop, consecrated by Saint Barnabas. In any case, faith was probably brought to Brescia by way of Milan. During the reign of Emperor Hadrian, Brescia was the scene of the martyrdom of Saints Faustinus and Jovita (cfr. Acta Sanctorum, 15 February). From the time of the persecutions tradition mentions the names of several bishops, but nothing authentic is known concerning them.[4] In the fourth century Saint Philastrius occurs. He was succeeded by Saint Gaudentius, consecrated by Saint Ambrose (c. 387), who erected outside the city walls the church Ad Concilia Sanctorum, in which the holy matron Silvia was buried later. A number of the bishops who ruled this diocese form the 4th to the 7th centuries are entitled saints, e.g. Paul of Brescia, Theophilus of Brescia, Saint Silvinus, Saint Gaudiosus, Saint Optatianus, Saint Dominator (495), and Saint Dominic of Brescia (613), who with the many gifts he received from the Lombard Queen Theodolinda, erected the church called the Rotonda. Bishop Ramperto brought to Brescia the Benedictines, who constructed a church to which they transferred the relics of Saints Faustinus and Jovita; he also took part in the Council of Mantua of 827. Bishop Notingus received the title of Count of Brescia for the see from Emperor Louis II in 844, so he and his successors became prince-bishops, civil rulers of the city and the countship. Many struggles followed, in particular after Margrave Arduin of Ivrea, who had proclaimed himself King of Italy (1002), had slain the bishop of this city of holding allegiance to Holy Roman Emperor Henry II. Henry, to ensure the fidelity of the citizens of Brescia, was obliged to confirm the civil liberty granted them by Arduin, which is the origin of the civic commune of Brescia. Bishop Landolfo II (1007) built the church of Santa Eufemia outside the walls. During the episcopate of Manfredo Lucciaga (1133), Arnold of Brescia disseminated his teachings, with the result that the governors of the city all but confiscated the property of the churches of Brescia. Alberto Rezzato (1213) had the Paterines to contend against; he also brought many relics from the Holy Land. Blessed Gualla Ronio (1229), of the Friars Preachers, was distinguished for his virtue. Berardo Maggi (1275), a Guelph (papal supporter in the Investiture Conflict), was made Duke and Count of the city, and constructed among other works two canals diverting the waters of the Rivers Chiese and Mella, in order to furnish the motive force for many factories. Tommaso Visconti (1388) did much for the maintenance of discipline among the clergy. Under Bishop Francesco de' Mareri (1418), the preaching of St. Bernardine of Siena wrought a great moral reform in the city of Brescia. Pietro dal Monte (1442) adorned the episcopal palace, erected a hospital and wrote various works. Paolo Zane (1481) built the shrine of Santa Maria delle Grazie and established the hospital for incurables. In the sixteenth century three cardinals succeeded each other: Francesco Cornaro (1532), Andrea Cornaro (1543) and Durante de' Duranti (1551). In conformity with the decrees of the Council of Trent, Domenico Bollani (1559) convened a diocesan synod (1574) and founded the seminary. Giovanni Dolfin (1579) seconded St. Charles Borromeo in his work of reform, who by his own desire celebrated the obsequies of Bishop Dolfin. Bishop Pietro Vito Ottoboni (1654) was later elevated to the papacy under the name of Alexander VIII. Cardinal Giovanni Alberto Badoer (1706) was a very zealous pastor, combating in an especial manner the Quietism which occurred his diocese. Cardinal Angelo M. Quirini (1727) founded the library of the commune, which took its name from him, and did much towards the restoration of the cathedral. During the episcopate of Giovanni Nani (1773) the French invasion took place, with the attendant pillaging of churches and convents. ","Title":"Roman Catholic Diocese of Brescia - Wikipedia","KeyID":"16880","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_Brescia"}