{"Content: ":"Darío de Jesús Gómez Zapata (6 February 1951 – 26 July 2022), simply called Darío Gómez, was a singer and composer of Música popular, known by the nickname \"El Rey del Despecho\" (lit. \"King of Spite\"), in reference to the \"despecho\" musical style for which he was famous.[1] He began his career with the group Los Legendarios, before setting up his own record label. Over his career he sold more than six million albums sold in national and international markets.[citation needed] He is best known for the song \"Nadie es eterno\" (\"Nobody Is Eternal\"), as well as composing songs such as \"La oveja negra\" (\"The Black Sheep\"), \"Tú y la gente\" (\"You and the People\"), \"El hijo del amor\" (\"The Son of Love\"), \"El rey del despecho\" (\"The King of Spite\") and \"Corazón resentido\" (\"Resentful Heart\"). He also interpreted songs such as \"Sobreviviré\" (\"I Will Survive\"). Darío De Jesus Gómez Zapata began writing verses at age 14 and seeking support while working as a mechanic and farmer. While in Medellín, on the recommendation of a friend, he came to Codiscos, where his musical production was announced. In 1977 Gómez already worked as artistic director in this company. In his notes were highlighted themes of December, the picaresque tone, vallenatos and dance. It was then when he decided to integrate with his brother Heriberto Gómez in the group \"Los Legendarios\". His first great success is \"Ángel perdido\", he was inspired by the death of his sister Rosangela, on 31 October 1978. In 1985, Darío Gómez made his debut as a soloist and scored a new triumph when he performed \"Decidelo (Decide it)\"; then he released his first full length with the name of Así se le canta al despecho (So it is sung to spite). On 14 May 2015, Gómez released the video of \"me voy a casar (I'm going to marry)\" next to the King of Popular Music Jhonny Rivera.[2] On 11 August, he would release the remix of No Hay Razón Para Odiarte (There's no reason to hate you) in collaboration with Yelsid and Andy Rivera recording a reggaeton for the first time. Gómez died at the age of 71 at Clínica Las Américas in Medellín, where he was sent after losing consciousness. At the clinic, he showed no vital signs, and resuscitation attempts failed. His cause of death has not been revealed.[3][4] Darío Gómez has more than thirty productions, including:[5] Some of the distinctions he has received are the Ascap prize for his composition of Nobody is eternal, in New York, the Golden Pentagram, and the crown of the King of the Despecho.↵In 2007 the master Darío has ventured into the world of acting for television. In 2009 he would star in a campaign for the company Telefónica Telecom Colombia. ","Title":"Darío Gómez - Wikipedia","KeyID":"16883","URL":"https://en.wikipedia.org/wiki/Dar%C3%ADo_G%C3%B3mez"}