{"Content: ":"Lundin Mining Corporation is a Canadian company that owns and operates mines in Sweden, United States, Chile, Portugal and Brazil that produce base metals such as copper, zinc, and nickel. Headquartered in Toronto, the company was founded by Adolf Lundin and operated by Lukas Lundin. While it was incorporated to pursue an interest in a diamond mine in Brazil, the company re-structured and raised funds to develop the Storliden mine in Sweden. It purchased the Swedish Zinkgruvan Mine from Rio Tinto and then merged with Arcon International Resources for its Galmoy Mine in Ireland and Eurozinc for its Neves-Corvo mine in Portugal. The company subsequently purchased and operated the Eagle mine, Candelaria mine, and Chapada mine. The company was founded in 1994 by Adolf Lundin as South Atlantic Diamonds Corp, listed on the TSX Venture Exchange, for the purpose of investing in a diamond mine in Brazil. The company changed its name to South Atlantic Resources as it invested in another company, called North Atlantic Natural Resources, attaining a 39% ownership as it explored the Storliden and Norrbotten mineral deposits in northern Sweden. Along with Boliden AB, the Storliden mine was developed and began producing, in 2002, zinc and copper. The company re-structured in March 2002, renaming itself to South Atlantic Ventures and consolidating its stock on a 6 to 1 basis, and then raising funds by issuing new shares on the Stockholm Stock Exchange effective December 2003 and then on the Toronto Stock Exchange in August 2004. The company quickly expanded over the next several years, re-naming itself to the Lundin Mining, as it acquired the Zinkgruvan Mine in Sweden from Rio Tinto for US$100 million plus other compensation measures. Consequently, 2004 was the first year the company recorded attributable mineral production, with over 150,000 tonnes of zinc, 2 million ounces of silver, along with lead and copper, being produced. Then, in March 2005, they acquiring the Irish Stock Exchange-listed company Arcon International Resources and its Galmoy Mine for US$63 million in cash and a 14% ownership stake in Lundin Mining[1] followed by acquiring full ownership of the Storliden mine. In October 2006, the company merged with TSX-listed Eurozinc, owner of the Neves-Corvo mine, in an all-stock deal that gave Eurozinc shareholders 56% ownership of the combined company.[2] In another all-stock deal, they merged with TSX-listed Tenke Mining for its 24% stake in the Tenke Fungurume Mine which was being developed by Phelps Dodge[3] and purchased all shares of TSX-listed Rio Narcea Gold Mines for its Aguablanca nickel mine in Spain.[4] With five operating mines across Europe in 2008, the company was producing over 150,000 tonnes of zinc, 90,000 tonnes of copper and 8,000 tonnes of nickel annually. The silver being produced by the mines was attributed to Wheaton Precious Metals based on precious metals streaming contracts. Former Tenke Mining CEO Phil Wright replaced Karl-Axel Waplan as CEO and the company changed its plans to relocate its headquarters from Vancouver to Geneva and instead moved to Toronto.[5] The company attempted, but failed, a friendly merger with Hudbay Minerals which at the time owned 20% of Lundin Mining.[6] This was followed by a failed merger with Inmet Mining in 2011[7] and a hostile merger with Equinox Minerals being fended-off.[8] With the failed mergers, Lundin conducted a strategic review of its assets and operations and ended up replacing its CEO with Paul Conibear.[9] With the Storliden and Galmoy mines ending production and the Aguablanca's short expected mine life, another round as acquisitions occurred. In July 2013, the company acquired the developing Eagle Mine project in Michigan from Rio Tinto for $325 million,[10] and Freeport-McMoRan's 80% ownership stake in the Candelaria mine in Chile for US$1.8-billion,[11] and a 24% interest in a cobalt refinery in Kokkola, Finland.[12] However, the company was pushed into selling its interest in the Tenke Fungurume Mine, for $1.5 billion, to BHR Partners as part of a larger deal between Freeport-McMoRan and China Molybdenum[13] and then its stake in Kokkola cobalt refinery as its joint venture partner Freeport-McMoRan agreed to sell it to Umicore.[14] Addressing corporate sustainability, the company joined the United Nations Global Compact in 2016. They made several bids throughout 2018 in a hostile takeover attempt of Nevsun Resources but failed as white knight Zijin Mining agreed to pay a 57% premium over Nevsun's stock price. CEO Paul Conibear was reportedly not in favour of the takeover attempt and opted to retire, being replaced by Marie Inkster.[15][16] Instead, the company acquired the Chapada mine in Brazil from Yamana Gold in 2019 for US$1 billion.[17] In 2022, Lundin Mining acquired TSX-listed Josemaria Resources, in a stock and cash deal, which was pursuing development of a copper-gold-silver deposit in San Juan Province, Argentina.[18]","Title":"Lundin Mining - Wikipedia","KeyID":"16893","URL":"https://en.wikipedia.org/wiki/Lundin_Mining"}