{"Content: ":"First-class One-day The Western Australian Men’s cricket team, formerly nicknamed the Western Warriors,[2] represent the Australian state of Western Australia in Australian domestic cricket. The team is selected and supported by the Western Australian Cricket Association (WACA), and plays its home games at the WACA Ground and Perth Stadium in Perth. The team mainly plays matches against other Australian states in the first-class Sheffield Shield competition and the limited-overs JLT One-Day Cup, but occasionally plays matches against touring international sides. Western Australia previously also fielded sides at Twenty20 level, but was replaced by the Perth Scorchers for the inaugural 2011–12 season of the Big Bash League. Western Australia's current captain is Mitchell Marsh, and the current coach is Adam Voges. Western Australia played their opening first-class matches on a tour of the Eastern states during the 1892–93 season, playing two games, against South Australia at the Adelaide Oval,[3] and against Victoria at the MCG.[4] The team was captained by Herbert Orr. They continued to play first-class matches against South Australia, Victoria and New South Wales, interspersed with matches against visiting teams from overseas, until they were admitted to the Sheffield Shield for the 1947–48 season. They played each other state only once a season at first, then beginning in 1956-57 they began playing each state twice, like the other teams. Since joining the Sheffield Shield in 1947–48, Western Australia has won the competition 15 times, second only to New South Wales in that period.[5] In the One-Day Cup, the team leads the winners table comfortably with 16 wins followed by New South Wales with twelve wins. The state has a proud history in producing Australian Test players such as Justin Langer, Dennis Lillee, Adam Gilchrist, Michael Hussey, Terry Alderman and Geoff Marsh, along with Shaun Marsh, Marcus North, Adam Voges, and Mitchell Marsh[7] in recent times. Englishman Tony Lock also represented his country in the 1967–68 season as a WA player - he was no longer attached to any English county. Aside from test players, several Western Australian players have recently made their international debut in other forms of the game, such as Joel Paris[8] with his One Day International debut, and Andrew Tye[9] with his debut in international Twenty20 cricket. Langer was appointed as coach of WA, along with the Perth Scorchers, in late 2012 and oversaw a period of success after almost a decade without silverware. Langer's Warriors won the 2014–15 One-Day Cup, while the side were Sheffield Shield runners-up in both 2013–14 and 2014–15. The Scorchers also went back-to-back in the Big Bash League in 2013–14 and 2014–15 along with a further title 2016–17. Following Langer’s appointment as Australian coach in 2018, recently retired captain and former test batsmen Adam Voges was selected as the Warriors new coach. Under Voges watch, WA won the 2019-20 One-Day Cup but its struggles in ending its Sheffield Shield drought continued, all the while still producing more International players, but mainly in limited overs cricket, with Jhye Richardson and Cameron Green both making test debuts in recent years. The summer of 2021-22 became a highly successful summer for WA winning another One-Day Cup, its second in three years with a win over New South Wales and fourth in a decade while the Scorchers also took home its fourth BBL title, both being achieve despite being on the road for several weeks due to COVID-19 restrictions preventing both teams to play at home after finishing first in both competitions. The Sheffield Shield, the one title that eluded WA for 23 years was ended in a home draw against Victoria but won the Shield on first innings bonus points, Shaun Marsh captaining the team to victory 21 years after his first-class debut. The Western Australian team’s uniform has largely remained unchanged with a black baggy cap used for its Sheffield Shield uniform, and a gold shirt with black trousers used for its One-Day Cup uniform. Previously, the WA team wore a predominantly black uniform for the former state based Big Bash competition. The team is currently sponsored by Healthway WA’s alcohol health problem related program, Alcohol.Think Again, after being associated with electronics retailer Retravision for over 20 years. Prior to adopting a nickname, the Western Australian team was known under the state's name or the WACA name. In 1995, the ACB announced that all state cricket associations, including the WACA, would give their state teams nicknames, with the Warriors name chosen for the WA men’s team due to the state team's history of being resilient. In 2014, following a rebrand for the WACA, the team returned to using baggy black caps, after using baggy gold caps since the 1970’s. The rest of the teams uniform remained unchanged. In 2019, the WACA announced that the Warriors nickname, along with the Fury name for the women's team, would be discontinued for both teams. Sources: WACA Players with international caps are listed in bold.","Title":"Western Australia cricket team - Wikipedia","KeyID":"16907","URL":"https://en.wikipedia.org/wiki/Western_Australia_cricket_team"}