{"Content: ":"Last election: Caretaker government (523) Supported by (38) Opposition (69) The Chamber of Deputies (Italian: Camera dei deputati) is the lower house of the bicameral Parliament of Italy (the other being the Senate of the Republic). The two houses together form a perfect bicameral system, meaning they perform identical functions, but do so separately. The Chamber of Deputies has 630 members. Pursuant to the amended article 56 of the Italian Constitution, the Chamber of Deputies will have 400 seats following the next election, of which 392 will be elected from Italian constituencies, and 8 from Italian citizens living abroad. Deputies are styled The Honourable (Italian: Onorevole)[2] and meet at Palazzo Montecitorio. The seat of the Chamber of Deputies is the Palazzo Montecitorio, where it has met since 1871, shortly after the capital of the Kingdom of Italy was moved to Rome at the successful conclusion of the Italian unification Risorgimento movement. Previously, the seat of the Chamber of Deputies of the Kingdom of Italy had been briefly at the Palazzo Carignano in Turin (1861–1865) and the Palazzo Vecchio in Florence (1865–1871). Under the Fascist regime of Benito Mussolini, the Chamber of Deputies was abolished and replaced by the figurehead Chamber of Fasces and Corporations from 1939 to 1943 (during World War II). The Chamber is composed of all members meeting in session at the Montecitorio. The assembly also has the right to attend meetings of the Government and its ministers. If required, the Government is obligated to attend the session. Conversely, the Government has the right to be heard every time it requires. The term of office of the House (as well as the Senate) is five years, but can be extended in two cases: The electoral system is a mixed-member majoritarian with 37% of seats allocated using first-past-the-post voting (FPTP) and 63% using proportional representation, allocated with the largest remainder method, with one round of voting. The 630 deputies are elected in: For Italian residents, each house members are elected by single ballots, including the constituency candidate and his supporting party lists. In each single-member constituency the deputy/senator is elected on a plurality basis, while the seats in multi-member constituencies will be allocated nationally. In order to be calculated in single-member constituency results, parties need to obtain at least 1% of the national vote. In order to receive seats in multi-member constituencies, parties need to obtain at least 3% of the national vote. Elects from multi-member constituencies will come from closed lists. The single voting paper, containing both first-past-the-post candidates and the party lists, shows the names of the candidates to single-member constituencies and, in close conjunction with them, the symbols of the linked lists for the proportional part, each one with a list of the relative candidates. The voter can cast his vote in three different ways: Article 61 of the Italian Constitution maintains that elections for the Chamber of Deputies must take place within 70 days of the dissolution of the house, and that representatives must convene within 20 days of those elections. The President of the Chamber of Deputies (Presidente della Camera dei Deputati) performs the role of speaker of the house and is elected during the first session after the election. During this time the prerogatives of speaker are assumed by the vice president of Chamber of Deputies[3] of the previous legislature who was elected first. If two were elected simultaneously, the oldest deputy serves as president of Chamber of Deputies. The President of Chamber of Deputies has also the role of President during the Parliament joint sessions, when the upper and lower houses have to vote together. Roberto Fico is the current president of the Chamber of Deputies. The Chamber has 630 members. They were most recently elected at the 2018 general election. In 2019, the Italian parliament passed a constitutional law that reduces the number of the deputies from 630 to 400. The law was approved on 21 and 22 September 2020 by a referendum and will be valid starting from the legislature which will be formed following the 2022 Italian general election.[4] Obelisk of Montecitorio. In the background is the Italian Chamber of Deputies. Back side of Palazzo Montecitorio, designed by architect Ernesto Basile Front side of Palazzo Montecitorio. Another photo of the main entrance of Montecitorio with the Montecitorio column. Coordinates: 41°54′5″N 12°28′43″E﻿ / ﻿41.90139°N 12.47861°E﻿ / 41.90139; 12.47861","Title":"Chamber of Deputies (Italy) - Wikipedia","KeyID":"16901","URL":"https://en.wikipedia.org/wiki/Chamber_of_Deputies_(Italy)"}