{"Content: ":"Wakefield Trinity is a professional rugby league club in Wakefield, West Yorkshire, England, that plays in the Super League. One of the original twenty-two clubs that formed the Northern Rugby Football Union in 1895, between 1999 and 2016 the club was known as Wakefield Trinity Wildcats.[1] The club has played at Belle Vue Stadium in Wakefield since 1895 and has rivalries with Castleford Tigers and Featherstone Rovers. Wakefield have been league champions twice in their history when they went back to back in 1967 and 1968. As of 2021, it has been 53 years since Wakefield last won the league.[2] Wakefield Trinity was founded by a group of men from the Holy Trinity Church in 1873. Early matches were played at Heath Common (1873), Manor Field (1875–76) and Elm Street (1877) before the club moved to Belle Vue in 1879. After the 1890–91 season, Wakefield along with other Yorkshire Senior clubs Batley, Bradford, Brighouse, Dewsbury, Halifax, Huddersfield, Hull, Hunslet, Leeds, Liversedge, Manningham decided that they wanted their own county league starting in 1891 along the lines of a similar competition that had been played in Lancashire. The clubs wanted full control of the league but the Yorkshire Rugby Football Union would not sanction the competition as it meant giving up control of rugby football to the senior clubs. Prior to schism of 1895 which led to the formation of the Northern Rugby Union, Wakefield Trinity participated nine times in thirteen years in the final of the Yorkshire Cup (T'owd Tin Pot), a trophy that is nowadays contested solely by rugby union clubs. They were one of the initial 22 clubs to form the Northern Union after the acrimonious split from the Rugby Football Union in 1895. Belle Vue was purchased in 1895, in order to provide a permanent base for Trinity. The money was provided by the Wakefield Athletic Club, and was also initially used for cycling and athletics competitions. Trinity won the Northern Union Challenge Cup for the first time in 1909, beating Hull F.C. 17–0 at Headingley. The corresponding 1914 final saw the result reversed, with Hull winning 6–0. Jonty Parkin signed for Wakefield Trinity as a 17-year-old in 1913. Wakefield closed for the 1915–16 season but recommenced playing in 1916 following the introduction of conscription which meant that would not be accused of keeping men from volunteering for the First World War. In a quiet time for Trinity, they won only one Yorkshire Cup (in 1924–25 against Batley) and lost four Yorkshire Cups. Parkin decided he wanted to leave in 1930, at the age of thirty-four, and he was put on the transfer list at £100. Hull Kingston Rovers would not find the money; so Parkin paid the fee himself to secure his release. The game's bylaws were adjusted shortly afterwards, so that no player could ever do that again. On Saturday 27 October 1934, Leeds and Wakefield Trinity met in the final of the Yorkshire Cup at Crown Flatt, Dewsbury. The match ended in a 5–5 draw. Four days later the two clubs drew again, with Leeds eventually lifting the trophy after a second replay, the only occasion it took three attempts to settle a Yorkshire Cup Final. A total of 52,402 spectators watched the three games.[3] As of 2017, the 1943–44 season is the only occasion that Wakefield Trinity have finished top of the league. In 1947, Wakefield Trinity centre Frank Townsend was fatally injured in a match at Post Office Road, Featherstone.[4] If the pre-war years were austere then the post-war period was bright and bullish for the Dreadnoughts. On Saturday, 3 November 1945, Bradford Northern met Wakefield Trinity in the final of the Yorkshire Cup held at Thrum Hall, Halifax. Wakefield began the match as favourites, they had lost only one of thirteen matches thus far in the season. However, Bradford won 5–2 and lifted the Yorkshire Cup for the fourth time in six seasons. The first Wembley final after the war produced a return to winning ways as Trinity, with names such as James \"Jim\" Croston and Billy Stott, pipped Wigan to the Cup 13–12. On Saturday 27 October 1951, 25,495 were at Fartown, Huddersfield to see Wakefield Trinity defeat Keighley 17–3 in the Yorkshire Cup Final. The club was not destined to return to Wembley until 1960 and had to slake its thirst for silverware on two Yorkshire Cup and two Yorkshire League victories in the 1950s. Trinity featured in the first league match to be broadcast on British television, a clash with Wigan at Central Park on 12 January 1952. Trinity were runners-up in the league championship in 1959–60, losing in the Championship Final against Wigan. Wakefield Trinity beat Huddersfield 16–10 in the 1960 Yorkshire County Cup Final at Headingley, Leeds on 29 October 1960.[5] Wakefield returned to Wembley emphatically with a record 38–5 win v Hull F.C. under the guidance of coach Ken Traill and loose forward Derek 'Rocky' Turner. Wakefield won their fourth Challenge Cup victory in 1962, running out 12–6 winners against Huddersfield. Many of the scenes from the film This Sporting Life were filmed at the Belle Vue during Wakefield's third round Challenge Cup match against Wigan. The club were victorious in a dour 1962 Challenge Cup win over Huddersfield although the Fartowners went on to deny them the double a few days later in the Championship final at Odsal Stadium, Bradford. Wakefield also won the Yorkshire Cup final of 1961–62 and the Yorkshire League of 1961–62. Wakefield Trinity was invited to visit South Africa during June and July 1962. Neil Fox, Harold Poynton, Gerry Round, Derek 'Rocky' Turner and Jack Wilkinson, were unable to accompany the team on the six-match tour, as they were in Australia with the GB tourists. Wakefield Trinity's Chairman Stuart Hadfield was also touring with the national team as Great Britain manager. Trinity therefore added four South African players who were playing for British clubs at that time to their squad. They were Fred Griffiths (Wigan), Tom van Vollenhoven (St. Helens), Wilf Rosenberg (Hull F.C.) and Edward \"Ted\" Brophy (Leigh). Wakefield had three South Africans of their own in the squad in Alan Skene, Jan Prinsloo and Colin Greenwood, with the rest of the party made up of Fred Smith, Ken Hirst, Ken Rollin, Keith Holliday, Dennis Williamson, Milan Kosanović, Geoff Oakes, Brian Briggs, Albert Firth and Don Vines. It was some squad so, not surprisingly; they were comfortable winners of all six matches. The tour opened on Saturday 30 June 1962 at Milner Park, Johannesburg, where the local Johannesburg Celtic club were overpowered by 52–6. Despite winning the Challenge Cup for a fifth time in 1963, Wakefield had still not been able to secure the league championship title. The Holy Grail would be achieved in the 1966–67 season when the experienced Harold Poynton led a powerful side, which included Neil Fox, Don Fox, Gary Cooper and Ray Owen, to victory over St. Helens in a replay of the championship final. They repeated the title feat the following year against Hull Kingston Rovers but were again denied the double when Leeds defeated them in the 1968 'water splash' final at Wembley, a match played during a downpour that saturated the pitch. The game produced the most dramatic of finishes, when Man-of-the-Match, Don Fox had an under-the-posts conversion to win it for Wakefield, but \"topped it\" on the saturated turf and missed, to leave Leeds 11–10 winners. Trinity were crowned Champions for the only time in successive seasons – 1966–67 and 1967–68. Wakefield Trinity beat St. Helens 21–9 in the 1967 Rugby Football League Championship Final at Station Road, Swinton on 10 May 1967, with scrum half Ray Owen winning the Harry Sunderland Trophy. The following season they retained their title in the 17–10 victory over Hull F.C. in the 1968 Championship Final at Headingley on 4 May 1968, this time with Gary Cooper taking home the man of the match award. Wakefield now wear two gold stars above the club crest to signify the two titles won. [5] Wakefield absorbed a number of different coaches at the helm in subsequent years but did not return to Wembley until William \"Bill\" Kirkbride's talented charges fell 12–3 to Widnes in 1979 in front of nearly 100,000 fans. Bill Ashurst coached Wakefield Trinity while still playing during the 1981–82 season. Derek Turner was Head Coach for Wakefield Trinity from July 1983 until February 1984. As of 2017, 11th in the Second Division during the 1984–85 season is the lowest position that Wakefield Trinity have ever finished. In December 1985, Wakefield did a deal with the local council to enable them to continue at Belle Vue. Five council delegates joined Wakefield's board giving them the majority vote. The ensuing decline was temporarily halted when Wally Lewis signed up for a brief spell with the club, playing as a stand-off. But Trinity continued to fluctuate between the two divisions. Former player David Topliss stabilised the Dreadnoughts' ship in 1987. He won immediate promotion in 1988 back to the First Division, retiring as a player after the final match of the campaign.[6] He remained at Wakefield purely as a coach and consolidated the club's top tier status by acquiring the services of seasoned internationals like Steve Ella, new captain Mark Graham, Brian Jackson as well as now former Trinity coach Andy Kelly and later John Harbin. Wakefield escaped a threat of closure by forming their first ever board of directors in August 1991. Topliss stepped down as coach to concentrate on his business.[6] David Hobbs joined Wakefield Trinity as coach in May 1994. He then went to Halifax as Director of Football in January 1995. In 1996, the first tier of British rugby league clubs played the inaugural Super League season and changed from a winter to a summer season.[7] When the Rupert Murdoch-funded Super League competition has been proposed, part of the deal was that some traditional clubs would merge. Wakefield were down to merge with Castleford and Featherstone Rovers to form a new club, Calder, which would compete in the newly formed Super League. Although Wakefield voted to merge, the other clubs refused to do so; Wakefield finished below the cut-off point of 10th in the existing top flight and were excluded from the new Super League. As the sport in Britain entered a new era, it would be three years before Wakefield rose again to the top level of the game. Under coach Andy Kelly, Wakefield earned their place in the top flight on the back of their controversial victory over Featherstone Rovers in the inaugural Division One Grand Final in 1998. Wakefield adopted the \"Wildcats\" nickname in 1998: the year they entered Super League, having won promotion from the first division. Wakefield put together a startling series of results early in the 1999 season, beating some of the most fancied sides and ensuring early in the campaign that they would be safe. The club invested heavily in newcomers. Wakefield also played one of their televised home games at Barnsley F.C’s Oakwell stadium against St. Helen’s John Harbin was the coach of Wakefield between October 2000 and October 2001, Wakefield's final game of the 2001 season was a relegation battle with Salford with Wakefield condemning Huddersfield to relegation. He decided to leave the club at the end of 2001. Peter Roe was appointed Head Coach in October 2001.[8] After years of struggling to keep up with the Super League pace which saw Trinity finish next to bottom on most of their attempts they finally got around to making headway up the league. Peter Roe was sacked in July 2002 and was replaced by his assistant Shane McNally.[9] With Adrian Vowles as his co-coach the pair guided Trinity to their first-ever SL play-off position, finishing in 6th place. In 2004, after a slow start to the season Trinity finished stronger than any other team in the competition giving their fans some hope of a little glory at the club which had been missing for too long. Away at the KC Stadium in Hull, Trinity produced a remarkable performance and managed to beat Hull despite having two men sin-binned. The semis saw a visit to Wigan and there was real hope in the camp that Wakefield would make the elimination final play off and all looked to be going that way when Trinity led 14–0 but some strange decisions went the way of the Wiganers so it wasn't yet to be but Wakefield fans will look back on these two games with fondness for many years. The away support was outstanding for both efforts. Shane McNally was sacked in June 2005 after a disappointing start to the season. Tony Smith took over as caretaker coach from Shane McNally and led Trinity to survival in 2005 but following four straight defeats which saw Wakefield drop into the relegation zone Smith was sacked on Monday, 17 July 2006. Smith's last game in charge was a 26–20 defeat against Huddersfield, a match in which his side squandered a 20-point lead – one of several occasions this season Trinity have collapsed in the second half. On 24 July 2006, Wakefield announced former Hull F.C. coach John Kear as Head Coach until the end of the season. Trinity defeated their arch-rivals Castleford by 29–17 at Belle Vue on Saturday 16 September 2006 to preserve their Super League status in an epic match which saw both teams leading for spells of the game. Had Wakefield not won the match they would have been relegated. Instead, their win, dubbed as the 'Battle of Belle Vue' sent Castleford down to the National League One. The match was attended by a sell out crowd of 11,000. In November 2006 the Wakefield Metropolitan District Council set out plans for a new sporting village to be built at Thornes Park that would incorporate a new stadium to be used by Trinity, along with gymnastics and boxing facilities and swimming pools. The council published results of a feasibility study on 12 September 2008, into the project and which concluded that it is not feasible for a new stadium at Thornes Park. That left Wakefield Trinity in a precarious position – Belle Vue is not suitable for the long-term future, and a new stadium is crucial to their Super League survival. In 2009 a new stadium in Stanley was proposed with planning permission expected to be applied for in October 2009. Planning permission was granted for the new ground in Newmarket, subject to section 106 agreements, and since this news the club have yet again stalled in progress. On 22 July 2008, Rugby Football League awarded Trinity with a Super League licence for the 3 seasons from 2009 to 2012. They had been widely tipped as one of the existing Super League clubs (along with Castleford) who were most at risk of missing out on one of the new licences.[citation needed] The 2009 season was Wakefield's best-ever Super League season with the club finishing 5th on 32 points and qualifying for a home tie in the end of season play-offs. 2010 was a disappointment to the club, after losing Shane Tronc, Terry Newton and Danny Brough, and despite bringing in Danny Kirmond, Charlie Leaeno and Julien Rinaldi, they still finished in 10th position, five places lower than the 2009 season. In February 2011, the club entered administration to avoid a winding up petition from HMRC over £300,000 in unpaid taxes.[10] Former Hull coach Richard Agar became Wakefield Trinity's head coach before the start of the 2012, Super League XVII season, on a three-year deal.[11] Agar was replaced by James Webster after a poor run of form in June 2014.[12] Webster was sacked halfway into the 2015 season just before the Qualifiers started and was replaced by Brian Smith. They went on to win the inaugural Million Pound Game against Bradford Bulls to play another season in Super League. Smith resigned in March 2016.[13] Chris Chester was appointed head coach 16 March 2016 and revitalised the squad. Compared to the previous season when the team were fighting for survival, Chester guided them to a top 8 finish and a place in the Challenge Cup semi final. 2017 proved to be more successful than many pundits imagined - once again Trinity were in the top 8 of Superleague, despite being many peoples tip to finish last and face a relegation battle. In 2018, Wakefield finished 7th on the table at the end of the Super League XXIII season. The club went on to finish 5th at the end of the Super 8's.[14] In the 2019 Super League season, the club finished ninth on the table.[15] In the 2020 Super League season, the club finished second bottom after a difficult campaign.[16] In the 2021 Super League season, Wakefield Trinity finished 10th in the competition. Towards the end of the season, the club terminated head coach Chris Chester. Wakefield later appointed Willie Poching as the new head coach.[17] Every crest up until 1999 focused on the fleur-de-lys present on the Wakefield County Borough coat of arms. When the club was rebranded the Wildcats the fleur-de-lys was dropped although the club was still called Wakefield Trinity Wildcats. the new crest was the wildcat with Wildcats predominantly showing. In 2012 the crest was tweaked to contain the club's full name and the fleur-de-lys symbol. The Wildcats name was still used, but from 2015 the fleur-de-lys featured inside a shield with two stars above it for the two Championship titles they have won. In 2017 the Club reverted to the name Wakefield Trinity and the club badge has been returned to a white fleur-de-Lys in a blue shield with the founding date of 1873 proudly displayed. Wakefield Trinity's colours are red, white and blue. Traditionally most of their kits are predominantly white with a red and blue V or a blue and red hoop although some kits have been predominantly blue or red. Wakefield Trinity's main rivals are Castleford who they play in the Calder Derby, they also have another local rivalry with Featherstone Rovers although this is considered a lesser rival as they play in different leagues and both Wakefield and Castleford are bigger clubs and have both been more successful than Featherstone Rovers in recent years. They also have a rivalry with Leeds as they are a city and are the most successful Yorkshire club. They have other West Yorkshire rivalries with Huddersfield and Bradford. The site was purchased in 1895 after the split between rugby league and rugby union, to provide a permanent base for Wakefield Trinity who had been playing on fields in the area since 1873. Money was provided by the Wakefield Athletic Club, and the ground was also used for cycling and athletics competitions. Floodlights were installed in 1967 and were upgraded in 1990/91. On Saturday 16 September 2006, the stadium played host to 'The Battle of Belle Vue' when 11,000 fans from Trinity and Castleford watched the match which would decide who was relegated from Super League. Wakefield won the match 29–17 sending their nearest rivals Castleford down to the National League. The capacity of the stadium was increased to 12,600 in 2008, to help with the application for a 2009 Super League licence, which was granted in July 2008. In June 2015, it was announced Wakefield Trinity would leave Belle Vue at the end of the season as they could not afford to stay. Before the end of the season it was announced Belle Vue was up for sale and was sold in 2016. Although the new owners expressed interest in redeveloping the stadium, no progress has been announced publicly, and notice has once again been given and Trinity expect to leave Belle Vue at some stage. Negotiations and talks on the club's future playing venue continue. Head coach Assistant coaches Updated: 23 July 2022 Source(s): 2022 Squad Numbers Gains Losses The Harry Sunderland Trophy is awarded to the Man-of-the-Match in the Super League Grand Final by the Rugby League Writers' Association. The \"Golden Greats\" side was named on 21 March 1992.[18]","Title":"Wakefield Trinity - Wikipedia","KeyID":"16918","URL":"https://en.wikipedia.org/wiki/Wakefield_Trinity"}