{"Content: ":"Sesam Stasjon (English: Sesame Station) was a Norwegian children's television series that ran on NRK1 (and sometime NRK2) based on Sesame Street. It quickly became the most popular children's show in Norway after its début in 1991, and 198 episodes were made until 1998. Unlike their predecessors from all over the world it is set in a railway station near a town instead of the traditional Sesame Street neighbourhood. Each episode is 30 minutes, of which 15–20 are from the Norwegian production and 10–15 are dubbed from Sesame Street. In 1987, NRK approached Children's Television Workshop about the possibility to make a Norwegian co-production of Sesame Street. In 1989, an agreement was reached between NRK and CTW, and the production of Sesam Stasjon began in September 1990. As part of the preparation for the show, Kermit Love traveled to Norway in June 1990 to teach the Norwegian puppeteers. The first episode aired on NRK on 4 February 1991. In the beginning, the plan was to produce 77 episodes all written by Eyvind Skeie. In 1992, Skeie left the production after finishing his contract of 77 episodes. At the same time, NRK told that they wanted to make another 250 episodes to run through 2006. However, the series would not survive that long. NRK decided that the resources used to produce Sesam Stasjon could be used better elsewhere, so NRK decided to pay CTW to get out of the contract, that would end in 2001. The last scene was recorded on 28 April 1999, bringing the total to 198 episodes. However, Sesam Stasjon stayed on the air in reruns until 2004. The exterior set was built around Lørenskog Train Station, that was provided from the Norwegian railroads (NSB). The station was built in 1901 by architect Paul Due. A tower was added to the building. The station was modified again in August 1991. This time, the inside of the station was changed and opened for the public, so that kids could walk around inside the station. There were also live appearances by the cast and walk-around characters. In 2003 it was decided to change the station back to the original look. NSB provided two modified train engines from 1940 of the type EL.10. (El10.2504 and El10.2508), these engines were used on the show. Two other and more powerful train engines (Di2.827 and DI2.839) were also painted with the Sesam Stasjon colors. These trains were not used on the show but was used as passenger trains around Norway. The passenger cars were painted BFV1 cars, restored Donnerbüchse (Thunderbox) cars that had been abandoned in Norway by the German army after the second world war. There were also some open passenger cars that were used during the summers, these cars were made out of cargo cars also called Gs cars. Some of the episodes were like mini-series; the storyline would continue where the last episode left off. One of these longer stories was about how Alfa entered a contest to write a television show. She wrote about her life at Sesam Stasjon, and she won the contest. The entire station was invited to NRK, so they could talk about the show. In a later episode, a TV crew from NRK arrived to shoot the TV show using actors to play Alfa and her friends. These \"actors\" were the walk-around suits, that were built for live appearances. The whole production went to New York to observe the American production of Sesame Street. By co-operating with the American production, they got the rights to make their own version of the show. It came out as \"Sesam Stasjon\". The special puppets used for the show had to be sent to the Children's Television Workshop (CTW) whenever they had to be rinsed, because the mechanism used to operate them was confidential. Only Geir Børresen was allowed inside Max Mekker. The Norwegian producers were Herman Gran and Grete Høien. Eyvind Skeie and Lena Seimler wrote the teleplays, the costumes were designed by NRK's Costume Designer Ellen Andreassen Jensen while Sigvald Tveit wrote the music for the songs from the show. Harald Mæle was responsible for the voiceovers for the American cuts. (The Cookie Monster etc.) Although not a character, the animated Pinball Number Count segments were also dubbed and used in the show regularly, and the melody is well recognized amongst Norwegians who have watched the show, despite most of them not having seen Sesame Street. Although NRK had written in a contract with CTW that they were going to produce the show until 2001, as well as retaining a right to show reruns the first five years following, they decided to opt out of the production deal prematurely according to an interview with Kalle Fürst in NRK's Department for Children in 1998. Fürst made it clear that NRK had decided to end production due to lowered ratings, and they wanted to free the resources in order to make new and better shows. Fürst stated that the network had to pay CTW a large sum of money to break the contract when he was asked if they were having economical issues. When asked if there was anyone had opposed the decision, the people who had worked on the show were mentioned as the main force, and Fürst showed understanding of their love for the show and the relationship they had developed between each other while making it.[2] The outdoor scenes for the show were filmed at Lørenskog Station, which was repainted for the series. Only the station side was repainted in a colourful manner characteristic for Sesame Street, while its back was yellow and green. The original building was raised in 1901 after drawings by architect Paul Due, and the architecture is in the direction of Art Nouveau. A postmodern clock tower, also painted for the show, was built alongside the station in the 1980s.[3] The station is located on the Trunk Line and is served by the Oslo Commuter Rail.[1] By 2006, after a decision made three years earlier, the clock tower had been taken down and the main building was repainted in its old colours, yellow with brown lists. The actual station has not been operated since 14 June 2000. Sesamtoget (The Sesame Train) that was used in the show consisted of four parts. Norwegian State Railways (NSB) converted two old shunters, El 10 no. 2504 and no. 2508, and two Di 2 no. 827 and no. 839. The three carriages used were two earlier German BFV1 carriages, which NSB had taken ownership of after the war, and a modified goods van. All of the train parts were painted in the same colourful scheme as the station. El 10 no. 2504 is currently being kept in Grorud and no. 2508 is stationed in Hamar, both old and not in regular use. While the Di 2 no. 839 has been repainted, no. 827 is being kept intact by the Norwegian Railway Club in Hønefoss.[4][5]","Title":"Sesam Stasjon - Wikipedia","KeyID":"16914","URL":"https://en.wikipedia.org/wiki/Sesam_Stasjon"}