{"Content: ":"John \"Johnny\" Duggan[1] (birth registered early 1929[2] – 25 July 2022) was an English rugby union, and professional rugby league footballer who played in the 1940s and 1950s. He played club level rugby union (RU) for Wakefield RFC, as a wing, i.e. number 11 or 14, and representative level rugby league (RL) for Yorkshire, and at club level for Wakefield Trinity (Heritage № 569), as a wing, i.e. number 2 or 5.[3] John Joseph (\"Johnny\") Duggan's birth was registered in Wakefield district, West Riding of Yorkshire, England. John, the first of eight children, was born at home in Georges Square adjacent to Wakefield Cathedral to mother Abigail (registered as spinster) and father Michael (registered as labourer). The family moved later to the Eastmoor Estate where John grew up. He migrated to New Zealand in his mid twenties initially settling in Wanganui where he played in the local professional soccer league (not rugby union as intended). John soon moved from Wanganui to Auckland where he met and married Phyllis Chapman. The couple had three sons. John established himself as a businessman eventually rising to the position of managing director of FS Tyler Ltd a now defunct retail furniture store in Anzac Avenue. At the age of 13, Duggan played Stand-Off/Fly-half, and captained St Austin's school but he did not play any further rugby until leaving school at 16 when he joined Wakefield RFC as a wing. In the 1945/46 season, he scored three tries in four appearances. The following season saw fourteen tries in twenty-two games. The 1947/48 season was his last amateur season, he played three games in 1947 scoring two tries. He signed for Wakefield Trinity at Christmas 1947 when he was 18. In his first full season for Trinity, he made 28 appearances and scored seventeen tries, four of them in one game against the Featherstone Rovers. The Wakefield Express described how he became a firm favourite with the Wakefield Trinity crowd for \"his strong running, elusiveness and never say die temperament\" In September 1949, he was selected to play for Yorkshire but had to withdraw having broken his nose in a game against St. Helens.[4] Johnny Duggan played right wing, i.e. number 2, in Yorkshire's 3–12 defeat by Lancashire in the 1949 County Championship Final during the 1948–49 season at Thrum Hall, Halifax on Tuesday 3 May 1949, in front of a crowd of 7,000.[5] Johnny Duggan played right wing, i.e. number 2, in Wakefield Trinity's 17–3 victory over Keighley in the 1951 Yorkshire County Cup Final during the 1951–52 season at Fartown Ground, Huddersfield on Saturday 27 October 1951.[6] Johnny Duggan emigrated to New Zealand in the early 1950s and began playing rugby union again, and on Saturday 19 July 1952 the Wakefield Express carried the headline, \"Johnny Duggan to tour with New Zealanders?\", in the article Johnny Duggan stated \"I have filled in a form for reinstatement in a rugby union club and the Wanganui officials are backing me up. If it comes through there is every likelihood of seeing me in England with the New Zealand touring team next season – at least, that is what the locals says who have been very impressed with my displays in practice\",[7] however he did not participate in the 1953–54 New Zealand rugby union tour of Britain, Ireland, France and North America.","Title":"John Duggan (rugby) - Wikipedia","KeyID":"16916","URL":"https://en.wikipedia.org/wiki/John_Duggan_(rugby)"}