{"Content: ":"Wakefield RFC was an English rugby union club, founded in 1901 and folded in 2004 as a result of poor finances, with a trading loss of £105,000 for the season and unsecured creditors' loans of approximately £640,000. The club's final season was in 2003–04 when they were relegated after losing to Coventry RFC in their final match.[1] The club was based at College Grove in Wakefield, West Yorkshire. Wakefield RFC was founded in 1901, six years after the schism in rugby that saw the formation of the Northern Union and the move of Wakefield Trinity, who had been the principal rugby club in the city, to the new code. On 15 June 1901, the Wakefield Express printed a short notice: “A movement is on foot to form a new rugby football club on purely amateur lines to play under Rugby Union rules, and a meeting to promote that object has been called”. One of the club's first vice presidents was former England and British Lion international Osbert Mackie. England International JW Sagar was the club's first captain and he expressed the wish that the formation of the club would provide the opportunity for the local grammar school boys to continue in the game in the city rather than having to move elsewhere. Players to benefit included Bill Guest, a former Queen Elizabeth Grammar School (QEGS) pupil between 1918 and 1922, who was to become one of the leading figures at Wakefield both as a player and administrator until his death in 1991. Silcoates School produced among others, Steve Townend, the club's second leading appearance maker and prolific point scorer, who was to join the coaching staff after finishing his playing days, eventually becoming Director of Rugby. The club's first honours were in 1920, when they won the Yorkshire Cup (\"T’owd tin pot\") and were to win it on a further seven occasions, (1922, 1969, 1978, 1982, 1986, 1990 and 1994). The 1920s saw the first international capped while at Wakefield, when Dr John McDougall won three caps for Scotland to add to his caps won before the First World War while at Greenock Wanderers. The war saw the death of Frank Alford Kingswell, a member of the club's very first team at Mytholmroyd and from the start of the 1920–21 season, his brother, Billy Kingswell, made the former Outwood Church ground (renamed in memory of his brother) available to the club. This was the club's home until a move to College Grove in 1935 and they remained there until their demise in 2004. The 1930s saw two further internationals, Reg Bolton winning one cap in 1932–33 before adding to this when he moved to Harlequins and Jack Ellis, winning a solitary cap against Scotland in 1938–39, the outbreak of the Second World War cutting short his international career, although he did play in service and Red Cross internationals. In the 1950s, and 1960s, the club developed two players who were to gain International caps for England whilst playing for other clubs - Phil Taylor with Northampton and Dave Rollitt with Bristol. Bryan Barley won the first of his seven England caps in 1983–84. Barley was closely followed by Mike Harrison, who captained England in the first Rugby World Cup in 1987 and was the club's most capped player with fifteen caps, seven of which were as England captain. Graham Marshall was capped by Scotland shortly after leaving the club. Dave Scully was to become the club's only World Cup winner, when he starred for England in the first World Cup sevens tournament winning the \"moment of the tournament\" for a crunching tackle on Fijian Mesake Rasari. Barley, Harrison and Scully were to encapsulate the running rugby for which Wakefield had become known since their formation and this probably was one of the reasons that the club lost a substantial number of players to rugby league over the years. This led to the famous comment from Robin Foster, the club's press officer in October 1967 \"Wakefield Trinity will run short of cash before we run out of players\".[2] The running game brought the club wider recognition and in 1975–76 the club was admitted to the John Player Cup for the first time and reached the semi-final, with 'giant killing' wins over Moseley and Northampton before a narrow defeat at Rosslyn Park. Jeff Dowson the club captain during this run, was nominated by Rugby Union Writers club as 'Personality of the year' and was later to play for the Barbarians. Les Cusworth, (the British club record holder of 25 drop goals in just 21 games in 1974–75), was later to play for England following a move to Leicester and Neil Bennett a county winger and prodigious try scorer, was to continue playing for the club until 1989, becoming Wakefield's leading appearance maker playing in 504 first team games and scoring 245 tries in the process. The 1970s were to see Wakefield designated a 'major club' by the RFU. On formation of the leagues in 1987 Wakefield were placed in Division 3,[1] winning the league title in 1987–88 and remaining in Division 2 for a record fifteen seasons until relegation at the end of the 2003–04 season. Declining attendances and a struggle to cope with professionalism led to the club to seek solutions for its long-term future. A proposed takeover by Bradford Bulls rugby league club in January 2002 amounted to nothing, although three Wakefield players (Mark Sowerby, a former England Sevens captain, Jon Feeley and Jon Skurr) helped Bradford Bulls win the Middlesex 7s in 2002. (Wakefield themselves won the plate competition at the 1996 Middlesex Sevens.) The club's final match was on 26 April 2004 against Coventry, who won the match 15–11 and with that defeat, consigned Wakefield to relegation to the third tier, the National Division 2. With relegation comes a drop in RFU payments which added to the financial problems of a trading loss of £105,000 for the season and unsecured creditors' loans of approximately £640,000.[1] In a memo to the House of Commons Select Committee on Culture, Media and Sport dated 11 May 1999, the club reported \"Wakefield RFC has since the advent of professional rugby [union] made cumulative operating losses of approximately £500,000\".[3] The shareholders of the club decided that they could not continue to provide the same level of funding to the club upon relegation to Division 3. Plans to sell the club's 'league place', to a consortium who wanted to move the club to Oxford, were blocked by the RFU, who also blocked similar moves to 'merge' or 'move' the club with Sale FC and Halifax. Two South African consortiums also showed interest in moving the club to London but these attempts come to nothing.[4] A merger with cross-city rivals Sandal, formed in 1927 by former Wakefield player Claude Beaumont, failed to materialise. (Wakefield Cougars, an amateur side formed during the 1990s from the Wakefield fourth team, did move to Sandal for a season before ceasing to exist as an independent side in 2004–05). Just three years after celebrating its centenary the club was forced to withdraw from the league during the summer of 2004, although they remain non-playing members of the RFU and Yorkshire RFU. Wakefield's memory is being kept alive, with two former players; Nick Lloyd and Dean Schofield playing the Premiership whilst Dan Scarbrough plays for Racing Metro in the French top 14 and Warren Spragg plays in the Italian Super 10 competition for Petrarca Padova. Lloyd, Scarbrough, Schofield are England Internationals whilst Spragg is an Italian International. Jonathan Pettemerides who currently plays for Singapore Cricket Club and is captain of the Cypriot national side Nigel Melville is the chief executive officer and president of rugby operations for USA Rugby while Les Cusworth is Argentina's Director of Rugby. Stuart Lancaster is head of Elite Player Development for the England Rugby Football Union and Jon Skurr is Irish Rugby Union Sevens coach. Geoff Cooke who was briefly Chief Executive of the club in the 1998/99 season was Executive Director of First Division Rugby Limited, the collective organisation who ran National League One of the English Rugby Union Clubs Championship before re-organisation of the leagues in 2009/10. Diccon Edwards is in charge of the Leeds Carnegie Academy, Jimmy Rule is Chief Executive at Hull F.C. Rugby League club, and Ryan Duckett is General Manager and Director of Operations of Bradford Bulls. Two former players are playing in the Rugby League Super League, Paul Sykes for Bradford Bulls RL and Rob Parker for Salford City Reds. Both played for Wakefield during their brief link up with Bradford Bulls. Selected Sevens competitions 1 ^ For the purpose of this article, the leagues have been counted from the top - with the (current) Premiership being counted as Division 1, the Championship as Division 2, National League 1 as Division 3.","Title":"Wakefield RFC - Wikipedia","KeyID":"16917","URL":"https://en.wikipedia.org/wiki/Wakefield_RFC"}