{"Content: ":"The Thaliacea comprise a class of marine animals within the subphylum Tunicata. Unlike their benthic relatives the ascidians, thaliaceans are free-floating (pelagic) for their entire lifespan. The group includes species with complex life cycles, with both solitary and colonial forms. The three orders of thaliaceans are filter feeders. Pyrosomes are colonial animals, with multiple tiny ascidian-like zooids arranged in a cylinder closed at one end. All of the atrial siphons point inwards, emptying into a single, common cloaca in the centre of the cylinder. As the water exhaled by the zooids exits through a common opening, the water movement slowly propels the pyrosome through the sea. Salps and doliolids have a transparent barrel-shaped body through which they pump water, propelling them through the sea, and from which they extract food. The bulk of the body consists of the large pharynx. Water enters the pharynx through the large buccal siphon at the front end of the animal, and is forced through a number of slits in the pharyngeal wall into an atrium lying just behind it. From here, the water is expelled through an atrial siphon at the posterior end. The pharynx is both a respiratory organ and a digestive one, filtering food from the water with the aid of a net of mucus slowly pulled across the slits by cilia. Doliolids and salps alternate between asexual and sexual life stages. Salp colonies can be several meters in length. Doliolids and salps rely on muscular action to propel themselves through surrounding seawater. Thaliaceans have complex lifecycles. Doliolid eggs hatch into swimming tadpole larvae, which are the common larval stage for other urochordates. Pyrosomes are ovoviviparous, meaning the eggs develop inside the \"mother\" without the tadpole stage. Salps are viviparous, meaning the embryos are linked to the \"mother\" by a placenta. This then develops into an oozoid, which reproduces asexually by budding to produce a number of blastozoids, which form long chains (see image). The individual blastozoids then reproduce sexually to produce the eggs and the next generation of oozoids. The dorsal, hollow nerve cord and notochord found in Chordata has been lost, except for a rudimentary one in some doliolid larvae.[1] Thaliaceans play an important role in the ecology of the sea. Their dense faecal pellets sink to the bottom of the oceans, and this may be a major part of the worldwide carbon cycle.[2] The class is a relatively small one, and is divided into three orders: Class Thaliacea[3]","Title":"Thaliacea - Wikipedia","KeyID":"1692","URL":"https://en.wikipedia.org/wiki/Thaliacea"}