{"Content: ":"A Member of the European Parliament (MEP) is a person who has been elected to serve as a popular representative in the European Parliament.[1] When the European Parliament (then known as the Common Assembly of the ECSC) first met in 1952, its members were directly appointed by the governments of member states from among those already sitting in their own national parliaments. Since 1979, however, MEPs have been elected by direct universal suffrage. Earlier European organizations that were a precursor to the European union did not have MEPs. Each member state establishes its own method for electing MEPs – and in some states this has changed over time – but the system chosen must be a form of proportional representation. Some member states elect their MEPs to represent a single national constituency; other states apportion seats to sub-national regions for election. From 1 January 2007, when Romania and Bulgaria joined the EU, there were 785 MEPs, but their number was reduced to 736 at the elections in 2009. With effect from the elections held in May 2014 the number had risen to 751. This has been reduced to 705 members after the withdrawal of the United Kingdom from the European Union in January 2020, with each member state now having at least six and at most 96 MEPs.[2] Elections are held once every five years, on the basis of universal suffrage. There is no uniform voting system for the election of MEPs; rather, each member state is free to choose its own system, subject to three restrictions: The allocation of seats to each member state is based on the principle of degressive proportionality, so that, while the size of the population of each nation is taken into account, smaller states elect more MEPs than would be strictly justified by their populations alone. As the number of MEPs granted to each member state has arisen from treaty negotiations, there is no precise formula for the apportionment of seats. No change in this configuration can occur without the unanimous consent of all national governments. The European Parliament has a high turnover of members compared to some national parliaments. For instance, after the 2004 elections, the majority of elected members had not been members in the prior parliamentary session, though that could largely be put down to the recent enlargement. Hans-Gert Pöttering served the longest continuous term from the first elections in 1979 until 2014. MEPs are organised into seven different cross-nationality political groups, except the 37 non-attached members known as Non-Inscrits. The two largest groups are the European People's Party (EPP) and the Socialists & Democrats (S&D). These two groups have dominated the Parliament for much of its life, continuously holding between 40 and 70 per cent of the seats together. No single group has ever held a majority in Parliament.[3] As a result of being broad alliances of national parties, European groups parties are very decentralised and hence have more in common with parties in federal states like Germany or the United States than unitary states like the majority of the EU states.[4] Although, the European groups, between 2004 and 2009, were actually more cohesive than their US counterparts.[5][6] Aside from working through their groups, individual members are also guaranteed a number of individual powers and rights within the Parliament: Every month except August the Parliament meets in Strasbourg for a four-day plenary session. Six times a year the Parliament meets for two days each in Brussels,[7] where the Parliament's committees, political groups, and other organs also mainly meet.[8] The obligation to spend one week a month in Strasbourg was imposed on Parliament by the member state governments at the 1992 Edinburgh summit.[9] The total cost of the European Parliament is approximately €1.756 billion per year according to its 2014 budget, about €2.3 million per member of parliament.[10] Until 2009, MEPs were paid (by their own Member State) exactly the same salary as a member of the lower House of their own national parliament. As a result, there was a wide range of salaries in the European Parliament. In 2002, Italian MEPs earned €130,000, while Spanish MEPs earned less than a quarter of that at €32,000.[11] However, in July 2005, the Council agreed to a single statute for all MEPs, following a proposal by the Parliament. Thus, since the 2009 elections, all MEPs receive a monthly pre-tax salary set at 38.5 per cent of that of a judge at the European Court of Justice.[12] As of July 1, 2019, the monthly salary is of €8,932.86, or just over €107,000 per year.[13] MEPs also receive a general expenditure allowance of €4,563 per month.[13] The single statute represented a pay cut for MEPs from some member states (e.g. Italy, Germany, and Austria), a rise for others (particularly the low-paid eastern European members) and status quo for those from the United Kingdom, until January 2020 (depending on the euro-pound exchange rate). The much-criticised expenses arrangements were also partially reformed.[14] Members declare their financial interests in order to prevent any conflicts of interest. These declarations are published annually in a register and are available on the Internet.[15] Under the protocol on the privileges and immunities of the European Union, MEPs in their home state receive the same immunities as their own national parliamentarians. In other member states, MEPs are immune from detention and from legal proceedings, except when caught in the act of committing an offense. This immunity may be waived by application to the European Parliament by the authorities of the member state in question. Around a third of MEPs have previously held national parliamentary mandates, and over 10 per cent have ministerial experience at a national level. There are usually a number of former prime ministers and former members of the European Commission. Many other MEPs have held office at a regional or local level in their home states. Current MEPs also include former judges, trade union leaders, media personalities, actors, soldiers, singers, athletes, and political activists. Many outgoing MEPs move into other political office. Several presidents, prime ministers or deputy prime ministers of member states are former MEPs, including former President of France Nicolas Sarkozy, former Deputy PM of the United Kingdom Nick Clegg, former Prime Minister of Italy Silvio Berlusconi, Danish former Prime Minister Helle Thorning-Schmidt, and Belgian former PM Elio Di Rupo. The so-called \"dual mandate\", in which an individual is a member of both his or her national parliament and the European Parliament, was officially discouraged by a growing number of political parties and Member States, and is prohibited as of 2009. In the 2004–2009 Parliament, a small number of members still held a dual mandate. Notably, Ian Paisley and John Hume once held \"triple mandates\" as MEP, MP in the House of Commons, and MLA in the Northern Ireland Assembly simultaneously. Women are generally under-represented in politics and public life in the EU, as well as in national parliaments, governments and local assemblies.[16] The percentage of women in the EU parliament has increased from 15.2 per cent after the first European Parliament election in 1979 to 41 per cent after 2019 European Parliament election. To reach gender parity, women should hold 50 per cent of seats and positions of power. However, according to the goal set by the European Institute for Gender Equality, a ratio between 40 and 60 per cent is considered acceptable.[18] After the 2014 European Parliament election 11 countries of 28 reached this goal in their own quota of elected candidates. While in nine EU countries there were mechanisms in place to facilitate female representation, only in four of these countries did women exceeded 40 per cent of elected candidates. On the other hand, in eight countries this goal was reached despite the absence of such systems.[18] The FEMM Committee requested a study exploring the results of the election in terms of gender balance.[19] EU institutions have focused on how to achieve a better gender balance (at least 40 per cent) or gender parity (50 per cent) in the next Parliament, and for other high-level posts in other institutions.[20] In the 2019 elections 308 female MEPs were elected (41 per cent). Sweden elected the highest percentage of female MEPs: 55 per cent. Overall, thirteen countries elected 45 to 55 per cent female MEPs, with seven countries reaching exactly 50 per cent. On the other hand, Cyprus has elected zero women, and Slovakia elected only 15 percent. Other Eastern European countries, namely Romania, Greece, Lithuania and Bulgaria, all elected fewer than 30 per cent female MEPs. Eight member states elected a lower number of women in 2019 than in 2014. Malta, Cyprus and Estonia lost the most female representation in the EU parliament, dropping by 17 percentage points, while Slovakia dropped by 16. However, despite the drop, Malta still elected 50 per cent women in 2019. Cyprus dropped from 17 per cent in 2014 to zero women this year, while Estonia dropped from 50 to 33 per cent. Hungary, Lithuania and Luxembourg made the greatest gains (19, 18 and 17 percentage points respectively) when we compare 2019 with 2014, followed by Slovenia and Latvia, both increasing their percentage of women MEPs by 13 points. Luxembourg, Slovenia and Latvia all elected 50 per cent female MEPs.[17] As of 2019[update], the youngest MEP is Kira Marie Peter-Hansen of Denmark, who was 21 at the start of the July 2019 session, and is also the youngest person ever elected to the European Parliament.[21][22] The oldest MEP is Silvio Berlusconi of Italy, who was 82 at the start of the July 2019 session.[21] European citizens are eligible for election in the member state where they reside (subject to the residence requirements of that state); they do not have to be a national of that state. The following citizens have been elected in a state other than their native country;[23] It is conventional for countries acceding to the European Union to send a number of observers to Parliament in advance. The number of observers and their method of appointment (usually by national parliaments) is laid down in the joining countries' Treaties of Accession. Observers may attend debates and take part by invitation, but they may not vote or exercise other official duties. When the countries then become full member states, these observers become full MEPs for the interim period between accession and the next European elections. From 26 September 2005 to 31 December 2006, Bulgaria had 18 observers in Parliament and Romania 35. These were selected from government and opposition parties as agreed by the countries' national parliaments. Following accession on 1 January 2007, the observers became MEPs (with some personnel changes). Similarly, Croatia had 12 observer members from 17 April 2012, appointed by the Croatian parliament in preparation for its accession in 2013.[25] This article incorporates text from a free content work. Licensed under CC BY 4.0 Text taken from How gender balanced will the next European Parliament be?, Gina Pavone/OBC Transeuropa, EDJNet. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use. This article incorporates text from a free content work. Licensed under CC BY 4.0 Text taken from EU closes in on target for gender parity in the European Parliament, Kashyap Raibagi/VoxEurop, EDJNet. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use.","Title":"Member of the European Parliament - Wikipedia","KeyID":"16928","URL":"https://en.wikipedia.org/wiki/Member_of_the_European_Parliament"}