{"Content: ":"Irina Ionesco (3 September 1930 – 25 July 2022)[1] was a French photographer born in Paris. She traveled and painted for several years before discovering photography and eventually became known for her erotic photography and most controversially for using her pre-pubescent daughter as a model. Ionesco was born to Romanian immigrants living in Paris. Her parents were from Constanța; her father was a violinist, and her mother a trapeze artist. According to Ionesco's daughter, Ionesco was the product of father-daughter incest.[2] From the age of 4 to 15 her parents sent her to Romania where she was raised by her family who were circus performers. After the Soviet occupation of Romania, she returned to Paris. From the ages of 15 to 22 she performed as a contortionist.[3] In 1965 she gave birth to her only child, Eva Ionesco, whom she would later feature heavily in her work. In 1974 she exhibited some of her work at the Nikon Gallery in Paris and attracted much attention. She was soon published in numerous magazines, books, and featured at galleries across the globe. Irina Ionesco is most famous for her photographs showcasing her young daughter, Eva. Ionesco began taking photographs of her daughter when she was four years old in 1969 though she did not display them publicly or gain prominence for her works until 1974. The nudes she created with Eva were immediately controversial as Eva was posed in the same manner as Ionesco's much older models. Ionesco notably photographed Eva nude for the cover of Der Spiegel which was later expunged from the magazine's records and also allowed pictures she took of Eva to appear in the Spanish edition of Penthouse.[4] Ionesco also allowed her daughter to appear nude for other photographers, including Jacques Bourboulon.[5] Ionesco continued to use her daughter as her muse until Eva was 12 years old, at which point social services intervened and Ionesco was stripped of custody of her daughter.[6] Over the following years the two would have a fractured relationship, with Eva asserting her mother was abusive and fighting for control of the images she appeared in.[7] In 2012 Ionesco's daughter won a judgement against Ionesco where she was ordered to pay Eva €10,000 in damages and hand over the negatives to the nude photos she had taken of her underage daughter. In 2015 Ionesco sued her son-in-law, writer Simon Liberati, for passages he had written in his book Eva, which included unflattering descriptions of Ionesco including the fact that she was the product of incest between her father, who was also her mother's father and therefore her grandfather, and her mother, who would have also been her half-sister. The suit was ultimately unsuccessful.[4] A major part of Irina's work features lavishly dressed women, decked out in jewels, gloves, and other finery, but also adorning themselves with symbolic pieces such as chokers and other fetishistic props, posing provocatively, offering themselves partially disrobed as objects of sexual possession. Ionesco published numerous books featuring her works. In 2004 she published a memoir, L'œil de la poupée.","Title":"Irina Ionesco - Wikipedia","KeyID":"16920","URL":"https://en.wikipedia.org/wiki/Irina_Ionesco"}