{"Content: ":"The Madhya Pradesh cricket team is a domestic cricket team based in the Indian state of Madhya Pradesh. It competes in the Ranji Trophy. A Central India team competed in the Ranji Trophy between 1934–35 and 1939–40, playing 12 matches.[1] In 1941, Holkar entered the competition, organised and managed by King Yashwantrao Holkar II belonging to the Holkar dynasty of the Marathas. In the fourteen years of its existence Holkar, which included such players as C. K. Nayudu and Mushtaq Ali, won the title four times and finished second on six other occasions. Another Ranji Trophy team later to be absorbed by Madhya Pradesh was Gwalior (one match in 1943-44).[2] Madhya Pradesh began competing as a team from 1950-51. Holkar appeared in the Ranji Trophy till 1954-55 after which it was dissolved and replaced by a Madhya Bharat team. This became part of the Madhya Pradesh team after two years as the states were reorganised. Madhya Pradesh's first title was the 1998-99 Wills Trophy, where they defeated Bengal in the final.[3] Madhya Pradesh team reached the final of the Ranji Trophy for the first time in the same season. They took the first innings lead against Karnataka and needed only a draw to win the title but collapsed in the final session of the last day to lose with five overs to spare.[4] Finally in the 2021-22 season, Madhya Pradesh defeated the 41-time Champions Mumbai in the final in Bengaluru to win the Ranji Trophy for the first time. [5] Holkar Madhya Pradesh Players from Holkar and Madhya Pradesh who have played Test cricket for India, along with year of Test debut: Players from Madhya Pradesh who have played ODI but not Test cricket for India, along with year of ODI debut: Cricketers from other state teams who also played for Madhya Pradesh, and played Test cricket for India, along with year of Test debut: Cricketers from other state teams who also played for Madhya Pradesh, and played ODI but not Test cricket for India, along with year of ODI debut: Notable players at the domestic level: Players with international caps are listed in bold. Coaching staff for team are listed below: For more details on this topic, see List of Madhya Pradesh first-class cricket records, List of Madhya Pradesh List A cricket records, List of Madhya Pradesh Twenty20 cricket records. Madhya Pradesh play the majority of their home matches at the Holkar Stadium. Madhya Pradesh's second home is Captain Roop Singh Stadium in Gwalior","Title":"Madhya Pradesh cricket team - Wikipedia","KeyID":"16922","URL":"https://en.wikipedia.org/wiki/Madhya_Pradesh_cricket_team"}