{"Content: ":"Thomas Paul Poberezny (October 3, 1946 – July 25, 2022) was an American aerobatic world champion, as well as chairman of the annual Experimental Aircraft Association (EAA) Fly-In and Convention from 1977 to 2011 and president of EAA from 1989 to 2010, presiding over a time period of expansive growth for the organization and convention. He succeeded his father, Paul Poberezny, who founded them in 1953.[1][2] Poberezny was a member of the Eagles Aerobatic Team (originally the Red Devils), which was formed in 1971 and flew for more than 25 years, setting the record for the longest-running aerobatic team with the same members. He led the effort to build what is now known as the EAA Aviation Museum, opened in 1983, and is a co-founder of the Young Eagles, an EAA program created in 1992 to give children the opportunity to experience flight and learn about general aviation, flying more than two million young people since its creation.[3] From his involvement in the EAA, Poberezny is often credited with having led the introduction of the light-sport aircraft category in 2004.[4][5][6] In 2016, he was inducted into the National Aviation Hall of Fame.[6] Tom Poberezny was born in the greater Milwaukee metropolitan area of Wisconsin, the son of Audrey and Paul Poberezny. He was surrounded by aviation from the very early stages of his life. Because of his father's early key involvement with EAA, the basement of Tom's childhood home in Hales Corners, Wisconsin was considered \"the regional social center of [aircraft] homebuilding.\"[7] Poberezny graduated from Northwestern University in 1970 with a degree in industrial engineering, and became preoccupied with aviation soon after. He joined the US National Unlimited Aerobatic Team and was part of the team that won the World Championship in 1972 at Salon, France. In 1973, he won the individual US National Unlimited Aerobatic Championship.[1] In 1971, Poberezny, Charlie Hillard, and Gene Soucy formed the aerobatic team The Red Devils (soon renamed the Eagles Aerobatic Team) and went on to perform at airshows until the Daytona Skyfest in 1995.[1][8] This makes the Eagles the longest-performing aerobatic team in the world with one group of members.[9] Poberezny also appeared as himself in the 1980 movie Cloud Dancer, for which he was the chief pilot and technical advisor.[10][11] He was appointed to chairman of the EAA Convention and Fly-In (now known as AirVenture) in 1977. This annual event takes place in Oshkosh, Wisconsin and attracts over 750,000 visitors with 10,000 aircraft from 68 countries, making it the world's largest aviation gathering.[12] Much of the convention's subsequent growth occurred under the leadership of Tom Poberezny,[7] bringing it from a national gathering of homebuilt and small plane enthusiasts to an international event that embraced every aspect of aviation,[13][14] with a nearly $200 million economic impact on the surrounding area by 2017.[15] In the late 1970s, he led the campaign to build the present-day EAA Aviation Museum at Wittman Regional Airport in Oshkosh, which officially opened in 1983.[8] In 1989, Poberezny was elected president of the Experimental Aircraft Association.[16] EAA promotes the hobby of building and flying small aircraft and has over 180,000 members worldwide. In 1992 he led the creation of the Young Eagles program, which introduces young people to aviation, with actor Cliff Robertson appointed founding chairman upon its inception. The goal of giving one million kids a ride in an aircraft was met in October 2003;[8] and in July 2016, the two millionth Young Eagle was flown by actor and former chairman of the organization, Harrison Ford.[17] Poberezny was a member of the Centennial of Flight Commission,[18] a six-person board created by Congress in 1999 to coordinate the nation's celebration of the 100th anniversary of the Wright brothers' 1903 historic first flight.[1] Poberezny has also promoted the EAA's role in the light-sport aircraft category, bringing new opportunities for people to learn to fly or keep flying.[19] In March 2009, Paul Poberezny stepped down as chairman of EAA and Tom Poberezny took on these duties as well, with Rod Hightower as president and CEO from September 7, 2010. Tom retained the positions of chairman of both EAA and AirVenture.[20] On July 26, 2011, Tom Poberezny and the EAA announced that he would be retiring from EAA effective August 1, 2011. The president and CEO, Rod Hightower, would assume Poberezny's duties until a replacement was found.[21] However, on 22 October 2012, Hightower resigned as president and CEO of EAA, and on the same day, former Cessna CEO Jack J. Pelton was elected chairman of the EAA board of directors. He issued a press announcement saying that he would assume all leadership duties of the organization until suitable replacements could be named.[22] Poberezny served on the boards of several aviation organizations, including the Board of Directors for Garmin International and the Advisory Boards of Aircraft Kit Industry Association (AKIA), Cirrus Aircraft, Citation Jet Pilots Association, and Angel Flight West.[4][23][24] During the 2015 AirVenture convention, Poberezny returned to the show for the first time since his retirement, driving around the grounds in his \"Red Three\" Volkswagen Beetle.[25] He died following a brief illness on July 25, 2022, the opening day of AirVenture,[26][13] and is survived by his wife Sharon and daughter Lesley.[14] Poberezny was inducted into the Wisconsin Aviation Hall of Fame in October 1996.[1] He was also awarded the Distinguished Wisconsin Aviator Award in May 2007. Past recipients of this award include astronaut Mark C. Lee, Major General Albert Wilkening, Major General Fred R. Sloan, and astronaut Jim Lovell.[16] In 2011, Poberezny was inducted into the International Air & Space Hall of Fame at the San Diego Air & Space Museum.[27] In early 2013, Poberezny received the prestigious Living Legend of Aviation award at a ceremony in Beverly Hills, California.[19] Later that year, a campaign and website was launched dedicated to honoring Poberezny and his accomplishments during the 20 years he led EAA. The website also included a Roster of Support for others to add to the cause. Notable proponents behind the effort consisted of aerospace engineer Burt Rutan, Cirrus Aircraft CEO and Co-founder Dale Klapmeier, and retired test, fighter and air show pilot Bob Hoover.[28][29] Tom Poberezny was inducted into the National Aviation Hall of Fame on October 1, 2016 in Dayton, Ohio, making him and Paul Poberezny (1999 inductee) the first father and son duo to be honored by the Hall.[3][6] On the day of his death in July 2022, several aviation industry executives offered statements in response. Dale Klapmeier called him a \"true aviation hero\" and \"pillar of this industry\",[30] Jack Pelton said \"Tom’s legacy is tremendous in the world of aviation with his personal achievements as well as the growth of EAA\",[31] and General Aviation Manufacturers Association (GAMA) president and CEO Pete Bunce wrote: Tom Poberezny was a lifelong ambassador for the general aviation community. The [vision] he shared with his father is the reason why tens of thousands of aviation enthusiasts gather at AirVenture to celebrate all things aviation. He had a devout passion for the next generation of aviators and his passing, on the opening day of AirVenture 2022, reminds us all why we come together annually with [a] common purpose to share our love for all things aerospace. This will be Tom’s lasting legacy.[32]","Title":"Tom Poberezny - Wikipedia","KeyID":"16929","URL":"https://en.wikipedia.org/wiki/Tom_Poberezny"}