{"Content: ":"Please to See the King is the second album by Steeleye Span, released in 1971. A major personnel change following their previous effort, Hark! The Village Wait, brought about a substantial change in their overall sound, including a lack of drums and the replacement of one female vocalist with a male vocalist. The band even reprised a song from their debut, \"The Blacksmith\", with a strikingly different arrangement making extensive use of syncopation. Re-recording songs would be a minor theme in Steeleye's output over the years, with the band eventually releasing an entire album of reprises, Present – The Very Best of Steeleye Span. The title of the album is derived from the \"Cutty Wren\" ceremony. A wren in a cage is paraded as if it were a king. This rite was carried out on 26 December, Saint Stephen's Day, and is connected to early Christmas celebrations. The song \"The King\", appearing on the album, addresses this, and is often performed as a Christmas carol. Steeleye Span returned to this subject on Live at Last with \"Hunting the Wren\" and on Time with the song \"The Cutty Wren\". The custom of Wrenboys is mostly associated with Ireland, but it has been recently revived in England. All songs appearing on the original album are traditional. \"The False Knight on the Road\" is one of the Child Ballads (#3), and concerns a boy's contest with the devil in a game of riddles. Tim Hart and Maddy Prior had already recorded a version of the song on their album Summer Solstice. \"The Lark in the Morning\", one of their more popular songs, has the same title as a different song about a lusty ploughboy, though there are strong similarities. This version was collected by Ralph Vaughan Williams. \"Boys of Bedlam\", a variant of \"Tom o' Bedlam\", is told from the perspective of a member of a lunatic asylum. Carthy and Prior open the song by singing into the back of banjos, producing a muffled effect. The band uses the earliest printed version of the song, from Wit and Mirth, or Pills to Purge Melancholy by Thomas d'Urfey. Melody Maker made this its folk album of the year. Music journalist Colin Irwin describes it in his book In Search of Albion as one of his favourite folk-rock albums. It reached number 45 in the UK album charts, originally on B & C Records; before the year was out the rights were acquired by Mooncrest Records, which re-released it the same year with different cover art. It was issued in the US at the same time on Big Tree Records, when the small label was distributed by Ampex. It sold poorly and was deleted quite soon after release. Remaining copies were bought up by a couple of the 'cut-out' distributors and by that time, the band had signed with Chrysalis and the cut-out original sold very well. When stock ran out, poor-quality bootleg copies started to turn up in huge quantities. Musically, this was their most electric, dense recording, with loud guitars and strong looping bass lines and no drums. In 2006, Castle Music re-issued the album as a double CD with numerous additional tracks, taken from radio and TV appearances. \"Rave On!\" is an a cappella version of a Buddy Holly song. It was meant as a prank to mock Ashley Hutchings' solemnity, but he ended up liking it. In 2006, Castle Music re-issued the album with the 10 original tracks and 25 bonus tracks, on two CDs. The bonus tracks were all poorly recorded tapes of live BBC radio broadcasts (three from TV). Only six of these were tracks not already available in good studio versions, although the arrangements are different on some. The song \"I Was a Young Man\" is very different from the version on Battle of the Field by the Albion Country Band. The song \"Gallant Poacher\" was also on that album. Steeleye Span's bonus track version is very similar. \"College Grove/Silver Spear\" is a pair of jigs by Peter Knight. \"Lay Down Your Weary Tune\" is a Bob Dylan song, sung a cappella. \"Farther Along\" is a traditional gospel-blues song, also sung a cappella. \"Let's Dance\" is the well-known hit by Chris Montez. \"Bring 'Em Down/A Hundred Years Ago\" is a pair of sea shanties. \"Hitler's Downfall\" is actually the instrumental \"Bryan O'Lynn\", already available in a studio recording. Original album released by B&C Records CAS 1029 in 1971 and re-issued by Mooncrest Records CREST 8 in 1974: Additional track on Mooncrest re-issue CREST 005 (vinyl) and CRESTCD 005 (CD) in 1991: Additional tracks on the Castle Music re-issue CMQDD 1253 in 2006: BBC \"Top Gear\" session rec. 23 June 1970 BBC \"Stuart Henry Show\" session 23 July 1970 Additional tracks on the Castle Music re-issue CMQDD 1253 bonus CD in 2006: BBC \"Folk on 1\" session 17 October 1970 BBC \"Stuart Henry Show\" session 4 February 1971 BBC \"Top Gear\" session 27 March 1971 BBC TV (date unknown)","Title":"Please to See the King - Wikipedia","KeyID":"16933","URL":"https://en.wikipedia.org/wiki/Please_to_See_the_King"}