{"Content: ":"Shōgun is a 1980 American historical drama television miniseries based on James Clavell's 1975 novel of the same name. The series was produced by Paramount Television and first broadcast in the United States on NBC over five nights between September 15 and September 19, 1980. It was written by Eric Bercovici and directed by Jerry London, and stars Richard Chamberlain, Toshiro Mifune, and Yoko Shimada, with a large supporting cast. Clavell served as executive producer. To date[update], it is the only American television production to be filmed on-location entirely in Japan, with additional soundstage filming also taking place in Japan at the Toho studio. The miniseries is loosely based on the adventures of English navigator William Adams, who journeyed to Japan in 1600 and rose to high rank in the service of the shōgun. It follows fictional Englishman John Blackthorne's (Chamberlain) transforming experiences and political intrigues in feudal Japan in the early 17th century. Shōgun received generally positive reviews from critics and won several accolades, including the Primetime Emmy Award for Outstanding Limited Series, the Golden Globe Award for Best Television Series – Drama, and a 1981 Peabody Award. A remake series is set to be broadcast by FX in 2022. After his Dutch trading ship Erasmus and its surviving crew is blown ashore by a violent storm at Anjiro on the east coast of Japan, Pilot-Major John Blackthorne, the ship's English navigator, is taken prisoner by samurai warriors. When he is later temporarily released, he must relinquish his English identity, associated with other Europeans in Japan, namely Portuguese traders and Jesuit priests, and adapt to the alien Japanese culture in order to survive. Being an Englishman, Blackthorne is at both religious and political odds with his enemy, the Portuguese, and the Catholic Church's Jesuit order. The Catholic foothold in Japan puts Blackthorne, a Protestant and therefore a heretic, at a political disadvantage. This same situation, however, also brings him under the scrutiny of the influential Lord Toranaga, who mistrusts this foreign religion now spreading throughout Japan. He is competing with other samurai warlords of similar high-born rank, among them Catholic converts, for the very powerful position of shōgun, the military governor of Japan. Through an interpreter, Blackthorne later reveals certain surprising details about the Portuguese traders and their Jesuit overlords which forces Toranaga to trust him; they forge a tenuous alliance, much to the chagrin of the Jesuits. To help the Englishman learn their language and to assimilate to Japanese culture, Toranaga assigns a teacher and interpreter to him, the beautiful Lady Mariko, a Catholic convert and one of Toranaga's most trusted retainers. Blackthorne soon becomes infatuated with her, but Mariko is already married, and their budding romance is ultimately doomed by future circumstances. Blackthorn also ends up saving the life of a Portuguese counterpart, Pilot Vasco Rodrigues, who becomes his friend despite being on opposite sides. Blackthorne saves Toranaga's life by audaciously helping him escape from Osaka Castle and the clutches of his longtime enemy, Lord Ishido. To reward the Englishman, and to forever bind him, Toranaga makes Blackthorne hatamoto, a personal retainer, and gifts him with a European flintlock pistol. Later, Blackthorne again saves Toranaga's life during an earthquake by pulling him from a fissure that opened and swallowed the warlord, nearly killing him. Having proved his worth and loyalty to the warlord, during a night ceremony held before a host of his assembled vassals and samurai, Lord Toranaga makes Blackthorne a samurai; he awards him the two swords, 20 kimono, 200 of his own samurai, and an income-producing fief, the fishing village Anjiro where Blackthorne was first blown ashore with his ship and crew. Blackthorne's repaired ship Erasmus, under guard by Toranaga's samurai and anchored near Kyoto, is lost to a fire, which quickly spread when the ships' night lamps are knocked over by a storm tidal surge. During a later attack on Osaka Castle by the secretive Amida Tong (ninja assassins), secretly paid for by Lord Ishido, Mariko is killed while saving Blackthorne's life, who is temporarily blinded by the black powder explosion that kills his lover. Lord Yabu is forced to commit seppuku for his involvement with the ninja attack, into which he was coerced by Ishido. Right before he dies, Yabu gives Blackthorne his katana, and Yabu's nephew, Omi, becomes the daimyō of Izu. Blackthorne supervises the construction of a new ship, The Lady, using funds Mariko left to him in her will for this very purpose. Blackthorne is observed at a distance by Lord Toranaga; in a voice-over he reveals his inner thoughts, observing that Blackthorne still has much to teach him. It was Toranaga who ordered the Erasmus destroyed by fire to keep Blackthorne safe from his Portuguese enemies, who feared his hostile actions with the ship (and, if need be, the warlord will also destroy the new ship Blackthorne is currently building). He also discloses Mariko's secret but vital role in the grand deception of his enemies, and, as a result, how she was destined to die, helping to assure his coming final victory. The warlord knows that Blackthorne's karma brought him to Japan and that the Englishman, now his trusted retainer and samurai, is destined never to leave. Toranaga also knows it is his karma to become shōgun. In an voice-over epilogue, it is revealed that Toranaga and his army are triumphant at the Battle of Sekigahara; he captures and then disgraces his old rival, Lord Ishido, burying him up to his neck to die. The narrator concludes that when the Emperor of Japan offered Toranaga the position of shōgun, he \"reluctantly agreed\". Only three of the Japanese actors spoke English in the entire production: Shimada, Obayashi, and Okada. At the time of filming, Shimada knew very little English, and heavily relied on her dialogue coach to deliver her lines phonetically. The English words that she could not pronounce were substituted or overdubbed in post-production. Clavell and NBC wanted Sean Connery to play Blackthorne, but Connery reportedly laughed at the idea of working for months in Japan, as he had disliked filming You Only Live Twice there.[2] According to the documentary The Making of Shōgun, other actors considered for the role included Roger Moore and Albert Finney. Clavell said he was originally opposed to Richard Chamberlain's casting, wanting Albert Finney. However he was extremely happy with Chamberlain's performance: \"He's marvelous\", said Clavell.[3] Shōgun was produced after the success of the television miniseries Roots (1977) that had aired on the ABC Network in 1977. The success of Roots, as well as Jesus of Nazareth (1977), resulted in many other miniseries during the 1980s. Shōgun, which first aired in 1980, also became a highly rated program and continued the wave of miniseries over the next few years (such as North and South and The Thorn Birds) as networks clamored to capitalize on the format's success. NBC had the highest weekly Nielsen ratings in its history with Shōgun. Its 26.3 average rating was the second highest in television history after ABC's with Roots. An average of 32.9% of all television households watched at least part of the series.[4] The miniseries' success was credited with causing the mass-market paperback edition of Clavell's novel to become the best-selling paperback in the United States, with 2.1 million copies in print during 1980,[5] and increased awareness of Japanese culture in America. In the documentary The Making of 'Shōgun' it is stated that the rise of Japanese food establishments in the United States (particularly sushi houses) is attributed to Shōgun. It was also noted that during the week of broadcast, many restaurants and movie houses saw a decrease in business. The documentary states many stayed home to watch Shōgun—unprecedented for a television broadcast. (The home VCR was not yet ubiquitous and still expensive in 1980.) The Japanese characters speak in Japanese throughout, except when translating for Blackthorne; the original broadcast did not use subtitles for the Japanese dialog. As the movie was presented from Blackthorne's point of view, the producers felt that \"what he doesn't understand, we [shouldn't] understand\".[6] The website Rotten Tomatoes gives the series an aggregate critic rating of 80%.[7] Shōgun broke several broadcast taboos and contained several firsts for American television. The miniseries was reported to have been negatively received in Japan, where it was broadcast in 1981 on TV Asahi, as the series' fictionalization of events in the 16th century seemed frivolous and trivial.[9] Many Japanese viewers were already accustomed to historical drama series such as NHK's annual taiga dramas, which were considered more faithful towards the history they are depicting than the miniseries.[9] In Japan, Shōgun was cut to a 159-minute version and released theatrically on November 9, 1980.[10] Stuart Galbraith IV described this version of the film as \"fatally cut to ribbons\".[10][11] It was later restored to its full length for a home video release in Japan.[10][11] A heavily truncated 125-minute edit of the miniseries was released in 1980 to European theatrical film markets. This was also the first version of Shōgun to be released to the North American home video market (a release of the full miniseries did not occur until later). The theatrical version contains additional violence and nudity that had been removed from the NBC broadcast version. The DVD release has no episode breaks and is divided over 4 discs, with bonus features on disc 5. The 125-minute version has yet to be released on DVD or Blu-ray. CBS Home Entertainment's Blu-ray release of Shōgun on three discs was on July 22, 2014, and featured a 1080p remastered video presentation, a DTS-HD Master Audio 5.1 surround sound mix, and a restored Dolby Digital mono track; the special features are exactly the same as on the original 2003 DVD release. A version of the miniseries edited into one-hour episodes has been broadcast in North America.","Title":"Shōgun (1980 miniseries) - Wikipedia","KeyID":"16937","URL":"https://en.wikipedia.org/wiki/Sh%C5%8Dgun_(1980_miniseries)"}