{"Content: ":"Ten Man Mop or Mr. Reservoir Butler Rides Again is the third album by Steeleye Span, recorded in September 1971. It was issued on the short-lived Pegasus label, and then the Mooncrest label, also in 1971 (Crest 9). It was not initially issued in the US until Chrysalis acquired the group's first three albums in 1975, when it reissued all three in the UK and US. Tracks like \"Four Nights Drunk\", \"Marrowbones\", and \"Wee Weaver\" are essentially pure folk. It was the last album to feature founding member Ashley Hutchings; he left the band in November 1971, just after its completion, partly because he felt that the album had moved too far toward Irish music and away from English music. The band was also considering touring America, and Hutchings was reluctant to make the trip. The album begins with an adaptation of the Christmas carol \"Gower Wassail\". \"When I was on Horseback\" is one of the few folk songs to have an alternative existence as a blues song, sometimes known as \"Six White Horses\". It is also an Irish variant of a tune that inspired \"Streets of Laredo\" and \"St. James Infirmary Blues\". The last song, \"Skewball\", employs an effective counterpoint between a banjo and an electric guitar. The album was notable for having a textured \"gatefold\" sleeve and inner pages on its original release. This was paid for by the band but cost more to print than the album generated in profits, meaning the band lost money on each album sold. It appeared as such on the Pegasus and Mooncrest labels. None of the re-releases have included the original number of pages of liner notes. The album's curious title and subtitle require some explanation. A 'mop' or 'mop fair' is a late medieval term for a job fair, where labourers come looking for work. (The song \"Copshawholme Fair\", from the band's first album Hark! The Village Wait, is about such a fair.) The conceit was that the band was out of work and job-hunting. A 'ten man mop' would be a very poor show, since there would be few potential employees to choose from. The even more curious subtitle is a reference to Reservoir Butler, who had originally performed one of the songs covered on the album. The band was so struck by his unusual name that they decided it needed to be saved from obscurity.[citation needed] The photograph on the sleeve was taken by John Benjamin Stone in about 1900. Entitled \"'Sippers' and 'Topers'\", it is of two villagers at the Bidford Mop, an annual fair held at Michaelmas in the village of Bidford-on-Avon, Warwickshire. The village has a centuries-old reputation for heavy drinking. When Castle Music re-released Ten Man Mop... it added a substantial number of bonus tracks. On the first disc, these included \"General Taylor\" and three versions of the Buddy Holly song \"Rave On!\". A second disc was included that contained a recording from Radio One in Concert with John Peel, dated 26/9/71 (following British dating conventions). The quality of the recording was quite variable, but the bonus tracks include a number of pieces not released on any album. Original album released by Pegasus Records PEG 9 in 1971. Re-issued by Mooncrest Records CREST 9 in 1974, CREST 009 (vinyl) in 1991 and CRESTCD 009 (CD) in 1991: Additional tracks on the Castle Music re-issue CMQDD 1252 in 2006: Additional tracks on the Castle Music re-issue CMQDD 1252 bonus CD in 2006: BBC \"Peel's Sunday Concert\" 15 September 1971","Title":"Ten Man Mop, or Mr. Reservoir Butler Rides Again - Wikipedia","KeyID":"16934","URL":"https://en.wikipedia.org/wiki/Ten_Man_Mop,_or_Mr._Reservoir_Butler_Rides_Again"}