{"Content: ":"Elizabeth II  Charles, Prince of Wales  Elizabeth II (Queen-in-Council)  Boris Johnson (C) Dominic Raab (C)  Elizabeth II (Queen-in-Parliament)  The Lord McFall of Alcluith  Sir Lindsay Hoyle Sir Keir Starmer (L) Supreme Court The Lord Reed The Lord Hodge Andrew Bailey Monetary Policy Committee       In the United Kingdom, a Member of Parliament (MP) is an individual elected to serve in the House of Commons of the Parliament of the United Kingdom.[1] All 650 members of the UK Parliament are elected using the first-past-the-post voting system in single member constituencies across the whole of the United Kingdom, where each constituency has its own single representative.[2][3] All MP positions become simultaneously vacant for elections held on a five-year cycle. The Fixed-term Parliaments Act 2011 set out that ordinary general elections are held on the first Thursday in May, every five years.[4] The Act was repealed in 2022. With approval from Parliament, both the 2017 and 2019 general elections were held earlier than the schedule set by the Act. If a vacancy arises at another time, due to death or resignation, then a constituency vacancy may be filled by a by-election. Under the Representation of the People Act 1981 any MP sentenced to over a year in jail automatically vacates their seat. For certain types of lesser acts of wrongdoing the Recall of MPs Act 2015 mandates that a recall petition be opened; if signed by more than 10% of registered voters within the constituency the seat is vacated.[5] In the past only male adult property-owners could stand for Parliament. In 1918 women acquired the right to stand for Parliament, and to vote. To be eligible to stand as an MP a person must be at least 18 years old and be a citizen of the UK, a Commonwealth nation, or Ireland. A person is not required to be registered to vote, nor are there any restrictions regarding where a candidate is resident.[6][7] The House of Commons Disqualification Act 1975 outlaws the holders of various positions from being MPs. These include civil servants, police officers, members of the armed forces, and judges. Members of the House of Lords are not permitted to hold Commons seats. Members of legislatures outside of the Commonwealth are excluded,[6] with the exemption of the Irish legislature.[7] Additionally, members of the Senedd (Welsh Parliament) or the Northern Ireland Assembly are also ineligible for the Commons according to the Wales and Northern Ireland (Miscellaneous Provisions) Acts respectively, passed in 2014. People who are bankrupt cannot stand to be MPs.[6] The Representation of the People Act 1981 excludes persons who are currently serving a prison sentence of a year or more.[8] People in respect of whom a bankruptcy restrictions order has effect are disqualified from (existing) membership of the House of Commons (details differ slightly in different countries).[9] Members are not permitted to resign their seats. In practice, however, they always can. Should a member wish to resign from the Commons, she or he may request appointment to one of two ceremonial Crown offices: that of Crown Steward and Bailiff of the Chiltern Hundreds, or that of Crown Steward and Bailiff of the Manor of Northstead. These offices are sinecures (that is, they involve no actual duties); they exist solely to permit the \"resignation\" of members of the House of Commons. The Chancellor of the Exchequer is responsible for making the appointment, and, by convention, never refuses to do so when asked by a member who desires to leave the House of Commons. Members of Parliament are entitled to use the post nominal title MP. MPs are only referred to as \"honourable\" as a courtesy during debates in the House of Commons or if they are the child of a peer. Those who are members of the Privy Council use the form The Right Honourable (The Rt Hon. or Rt Hon.) Name MP.[10] The first duty of a member of Parliament is to do what they think in their faithful and disinterested judgement is right and necessary for the honour and safety of Great Britain. The second duty is to their constituents, of whom they are the representative but not the delegate. Burke's famous declaration on this subject is well known. It is only in the third place that their duty to party organisation or programme takes rank. All these three loyalties should be observed, but there is no doubt of the order in which they stand under any healthy manifestation of democracy. Theoretically, contemporary MPs are considered to have two duties, or three if they belong to a political party. Their primary responsibility is to act in the national interest. They must also act in the interests of their constituents where this does not override their primary responsibility. Finally, if they belong to a political party, they may act in the interests of that party, subordinate to the other two responsibilities.[12][13][14][15][16]","Title":"Member of Parliament (United Kingdom) - Wikipedia","KeyID":"16945","URL":"https://en.wikipedia.org/wiki/Member_of_Parliament_(United_Kingdom)"}