{"Content: ":"Captain America (released in the Philippines as Bloodmatch)[3] is a 1990 American-Yugoslavian superhero film directed by Albert Pyun and written by Stephen Tolkin and Lawrence J. Block (aka Larry Block). The film is based on the Marvel Comics superhero of the same name. While the film takes several liberties with the comic's storyline, it features Steve Rogers becoming Captain America during World War II to battle the Red Skull, being frozen in ice, and subsequently being revived to save the President of the United States from a crime family that dislikes his environmentalist policies.[4] In the year 1936 in Porto Venere, Fascist Italy, the government kidnaps a child prodigy, Tadzio De Santis, and kills his family, to use him for an experimental project to create a Fascist supersoldier. The procedure's inventor Dr. Maria Vaselli, objects to this cruelty and flees to the United States to offer her services to the Americans. Seven years later, the American government finds a volunteer in Steve Rogers, a frail soldier who is excluded from the draft due to being partly crippled by polio. The formula successfully cures Rogers' ailments and gives him superior strength and speed; but before any more supersoldiers can be created, Vaselli is murdered by a Nazi spy secretly working with Lieutenant Fleming before Rogers manages to kill him. Meanwhile, the now adult de Santis—whose skin was burnt to a scarred red texture by the earlier version of Vaselli's procedure, but has physical prowess equal to Rogers—has become the Red Skull, and is planning to launch a prototype intercontinental ballistic missile at the White House. Rogers—now code-named Captain America—is sent in to neutralize the Red Skull and the missile. He penetrates the Nazi launch compound, but the Red Skull defeats Captain America and ties him to the missile as it is about to launch. Captain America grabs the Red Skull's arm and forces him to cut off his own hand to avoid being taken along. While the missile is over Washington, D.C., a young boy named Tom Kimball takes a photograph as Captain America kicks one of the missile's fins, changing its course mere yards from the White House and ultimately crashing somewhere in Alaska, burying itself and Rogers under the ice. In 1992, Tom Kimball is elected President of the United States. A year into his first term, he pushes for aggressive new pro-environmentalist legislation that angers the military-industrial complex headed by now-general Fleming. At a secret conference in Italy, Fleming meets with the Red Skull and other leaders of a global shadow organization. Following the war, the Red Skull had extensive plastic surgery to partially alter his disfigured features, raised a hitwoman daughter, Valentina, and became the leader of a powerful crime family. In the 1960s, the shadow organization hired the Red Skull and his thugs to murder various Americans who were against militarism and fascism, such as Dr. Martin Luther King, Jr., President John F. Kennedy, and Robert Kennedy. This time, the Red Skull disapproves murder and instead organizes Kimball's kidnapping and subsequent brainwashing. In Alaska, a team of researchers accidentally find Rogers' body frozen in a block of ice, and he awakens still thinking that it is the 1940s. His mysterious reappearance makes international headlines, alerting both Kimball and the Red Skull. After escaping from some of the Red Skull's thugs, Rogers brushes off Sam Kolawetz, a reporter and childhood friend of Kimball who has long hounded the Skull, and hitchhikes his way back to his wartime girlfriend, Bernice, in Redondo Beach, California. While Bernice still lives at her old residence, she has long since married and raised her own daughter, Sharon, who gives Rogers a series of history videos to help him catch up. Red Skull's thugs, led by Valentina, break into Bernice's house and kill her during their efforts to find Rogers. While visiting Sharon's father in the hospital, Rogers and Sharon learn from the news that Kimball has been kidnapped, and vow to rescue him from the Red Skull. Rogers and Sharon visit the secret underground base where he gained his superpowers to recover Vaselli's diary and learn the original name of Red Skull. They find the diary but are ambushed by Red Skull's thugs, who are defeated by Rogers. They travel to Italy and, in the Red Skull's childhood home, locate an old recording of the murder of his parents. Sharon gets kidnapped as a distraction to allow Rogers, who once again dons his costume, to enter the Red Skull's castle. Kimball escapes from his cell, is rescued by Captain America and teams up with him in laying siege to the castle. In the midst of their battle, the Red Skull pulls out a remote trigger for a nuclear bomb, but Rogers uses Sharon's recording of the murder of Red Skull's family fifty-seven years earlier to distract him. Just as Red Skull recovers, Captain America uses his shield to send him off a cliff, killing him. As Valentina prepares to kill Rogers, she is hit from behind by his returning shield. The United States Marines arrive to save the President and arrest the conspirators involved in the kidnapping. Rogers and Sharon embrace, and a news voiceover announces the passing of Kimball's new environmental pact as agreed upon by dozens of other countries around the world. The first feature-length production of Captain America for theatrical release had a long and tumultuous production history. The film rights were originally purchased by Universal Pictures, who planned a theatrical feature-length film starring Jeff Bridges as Captain America, and Peter Fonda as the Red Skull. The writer, Jeffery Sprouse, later revealed a script and pieces of concept art that also included Falcon, Baron Zemo (unknown, though possibly Helmut), and Bucky Barnes as characters, when he was interviewed about the project. The film ultimately never got made. The rights were then sold to The Cannon Group founders Menahem Golan and Yoram Globus in 1984.[6] Initially Cannon regular Michael Winner (Death Wish 1-3) was attached to direct a script by James Silke.[6] However, in 1986 Winner scrapped the Silke script and recruited British television writer Stan Hey (Auf Wiedersehen, Pet, Dalziel and Pascoe). According to Hey, the film involved a stolen Statue of Liberty plot by an elderly Red Skull, aided by a female death cult, and Steve Rogers working as an artist.[7] Later, after some negative feedback for the Winner & Hey version, Winner started over, working alongside Stan Lee and Lawrence J. Block (aka Larry Block), with an advertisement released with their names listed.[6] By 1987 Winner was off the project and actor-director John Stockwell came aboard with a script by Stephen Tolkin.[6] Golan left Cannon in 1989 and as part of a severance package he was given control of 21st Century Film Corporation and allowed to carry over the film rights to the Captain America character.[6] Director Albert Pyun, who had previously worked at Cannon, was brought on board and worked with the Tolkin script that originally started at Cannon.[6] In an interview with Cinefantastique, Tolkin explained some of the changes that he made from the original comic, including changing the appearance and character of the Red Skull: \"I didn't think people wanted to keep looking at this horrible skull face forever\".[8] Principal photography began in 1989 and was completed in 1990. Entertainment Tonight also visited the set during making of the film, airing a segment in August 1989.[citation needed] The film was intended for release in August 1990,[8] to coincide with the fiftieth anniversary of Captain America.[9] Several release dates were announced between Fall 1990 and Winter 1991,[10] but the film went unreleased for two years before debuting direct-to-video and on cable television in the United States in the summer of 1992.[11] In UK, 20/20 vision released the VHS in 1991 prior to its release in the United States.[12] The film was given a limited theatrical release internationally.[13] In the Philippines, the film was released as Bloodmatch on December 11, 1991 in a double feature with a Snoopy film; posters miscredit Jean-Claude Van Damme as the \"martial art instructor\".[3] The film was invited to screen as part of the 2013 Comic-Con in San Diego in July 2013.[14] The film also had its debut on Cinemax Asia.[15] Review aggregation website Rotten Tomatoes gave the studio cut of the film an approval rating of 13% based on 16 reviews, with an average rating of 3.80/10. The consensus states: \"Lacking a script, budget, direction, or star capable of doing justice to its source material, this Captain America should have been left under the ice.\"[16] Some reviews and publications stated that the film is not quite as bad as some reviewers had said and that the director's cut was better than the studio version.[17][18][19][20][21] In one of the few contemporary reviews, Entertainment Weekly critic Frank Lovece wrote, \"The movie isn't merely wrong for kids – it opens in pre-war Italy with a sequence in Italian with subtitles, and a machine-gun slaughter – it's just all wrong\", and decried the \"shapeless blob of a plot\" in grading the film \"F\".[11] Variety called it \"a strictly routine superhero outing\" and \"this fantasy adventure is missing the large-scale setpieces\" that audiences have come to expect.[22] IGN gave the two different reviews for each different versions, the unfavorable rating for MGM version and the average rating for the Collector's Edition version.[23][24] Cinelinx's Victor Medina rated the film B−, but rated the overall DVD grade C− because of the DVD video transfer and the lack of extras.[25] In 2016, Flickering Myth's Neil Calloway said, \"It's not a great film, and is really only of interest as a pre-MCU curio for hardcore Marvel fans.\"[26] The film gained some cult followings.[27] Film Trap's Justin Decloux mentioned the film as the one of Albert Pyun films he has liked.[28] 411MANIA's Bryan Kristopowitz rated the film 10.0/10.0 as the B cult films review.[29] The film was first released on VHS and LaserDisc[30] by 20/20 Vision (UK VHS) in 1991 and by Columbia TriStar Home Video (US VHS and LD) in 1992. The film was released on DVD as part of the MGM limited edition made-on-demand series.[13] A Blu-ray Disc of the film was released by Shout! Factory on May 21, 2013 as a Collector's Edition which features a widescreen HD presentation and brand new interviews with director Pyun and star Salinger.[31]","Title":"Captain America (1990 film) - Wikipedia","KeyID":"16954","URL":"https://en.wikipedia.org/wiki/Captain_America_(1990_film)"}