{"Content: ":"Steve Beaird (July 22, 1952 – July 24, 2022) was an American gridiron football player who played professionally for the Winnipeg Blue Bombers.[1][2] Beaird played his college ball at Baylor University, transferring there from Blinn College. The 1973 season was his first as a starter. In 11 games that season, Beaird ran for 345 yards on 68 carries, scoring two touchdowns in the process. He also proved to be capable catching passes out of the backfield as well, catching eight passes for sixty-three yards. 1973 was the beginning as a rebuilding era for Baylor. Grant Teaff was in the first few seasons of a 21 year run with the program. Beaird finished the 1973 the second leading rusher for the Baylor Bears, right behind Gary Lacy. That season, Baylor failed to win a single game Southwest Conference, going 0-7 in the conference. The only two wins for the program came out of conference at the expense of Pittsburgh and Florida State. In 1974, his senior season, Beaird had his best year, coupled with the best season for the program in years. Beaird rushed for 1,104 yards as Baylor vastly improved their fortunes, going 8-4 and finishing ranked 14 in the nation. [3]. That season also saw Baylor go from worst to first to win its first conference championship in 50 years. [4]The vast improve of the Bears, as well as Beaird's play as a running back began to draw the attention of scouts. The St. Louis Cardinals of the NFL selected Beaird in the seventh round of the NFL draft, making him the 177th selection overall. The Los Angeles Rams picked before the Cardinals, using that selection to pick USC quarterback Pat Haden. Feeling that the Cardinals offered him too low of a deal, Beaird opted to sign with the Winnipeg Blue Bombers of the Canadian Football League. While the Cardinals did offer Beaird more money later, he opted to remain in Canada with Winnipeg.[5] It proved to be a wise move. Beaird flourished in the CFL. In two seasons with Winnipeg, Beaird rushed for 1,367 yards 16 touchdowns, and 584 receiving yards. Despite being a CFL All-star in his second season, Beaird opted retire and pursue other ventures. In 2019, Beaird joined former Miami Dolphins cornerback Lyle Blackwood as both were inducted in the NJCCA Hall of Fame. [6] Also that year he was inducted into the Baylor Bears Hall Of Fame. [7]. In 2022, just two days after his 70th birthday, Steve Beaird passed away from an undisclosed illness.  This biographical article relating to Canadian football is a stub. You can help Wikipedia by expanding it.","Title":"Steve Beaird - Wikipedia","KeyID":"16950","URL":"https://en.wikipedia.org/wiki/Steve_Beaird"}