{"Content: ":"Rhynchocephalia (/ˌrɪŋkoʊsɪˈfeɪliə/, 'beak-heads') is an order of lizard-like reptiles that includes only one living species, the tuatara (Sphenodon punctatus) of New Zealand. Despite its current lack of diversity, during the Mesozoic rhynchocephalians were a diverse group including a wide array of morphologically distinct forms. The oldest record of the group is dated to the Middle Triassic around 238 to 240 million years ago, and they had achieved a worldwide distribution by the Early Jurassic.[1] Most rhynchocephalians belong to the group Sphenodontia ('wedge-teeth'). Their closest living relatives are lizards and snakes in the order Squamata, with the two orders being grouped together in the superorder Lepidosauria. Many of the niches occupied by lizards today were held by sphenodontians during the Triassic and Jurassic, although lizard diversity began to overtake sphenodontian diversity in the Cretaceous, and they had disappeared almost entirely by the beginning of the Cenozoic. While the modern tuatara is primarily carnivorous, there were also sphenodontians with omnivorous (Opisthias), herbivorous (Eilenodontinae), and durophagous (Oenosaurus) lifestyles. There were even several successful groups of aquatic sphenodontians, such as pleurosaurs and Ankylosphenodon.[2] Tuatara were originally classified as agamid lizards when they were first described by John Edward Gray in 1831. They remained misclassified until 1867, when Albert Günther of the British Museum noted features similar to birds, turtles, and crocodiles. He proposed the order Rhynchocephalia (meaning \"beak head\") for the tuatara and its fossil relatives.[3] In 1925 Samuel Wendell Williston proposed the Sphenodontia to include only tuatara and their closest fossil relatives.[4] Sphenodon is derived from Greek σφήν sphen 'wedge' and ὀδούς odous 'tooth'.[5][6][7] Many disparately related species were subsequently added to the Rhynchocephalia, resulting in what taxonomists call a \"wastebasket taxon\". These include the superficially similar (both in shape and name) but unrelated rhynchosaurs, which lived in the Triassic.[4] These were resolved after use of computer based cladistics, which showed the core sphenodontian grouping to be monophyletic.[8] Sphenodonts, and their sister group Squamata (which includes lizards, snakes and amphisbaenians), belong to the superorder Lepidosauria, the only surviving taxon within Lepidosauromorpha. Squamates and sphenodonts both show caudal autotomy (loss of the tail-tip when threatened), and have transverse cloacal slits.[9] Like some squamates, the tuatara retains a parietal eye, which has been lost in the other groups of extant reptiles, the turtles and archosaurs.[10] Rhynchocephalians are distinguished from squamates by a number of traits, including the presence of gastralia (rib-like bones present in the belly of the body, also shared with living crocodilians and some other extinct reptile groups, including most theropod dinosaurs), a narrow quadrate bone, the temporal fenestra (an opening of the skull) is enclosed or partially enclosed by bone, the jugal bones in the temporal arch touch the squamosal bone posteriorly, and a large coronoid process is present on the lower jaw.[9] The complete lower temporal bar of the tuatara, often considered a primitive feature, is actually a derived feature among sphenodontians, with the most primitive lepidosauromorphs and rhynchocephalians having an open lower temporal fenestra.[11][12] The dentition of most rhynchocephalians is described as acrodont (the condition where the teeth are attached to the crest of the jaw bone, and lack roots), similar to those of acrodontan lizards like agamids. The term \"acrodont\" has also been used in reference to the absence of tooth replacement or the extent of bone growth around the teeth, causing terminological confusion. The teeth of living tuatara have no roots and are not replaced, and are extensively fused to the jaw bone. The teeth of Gephyrosaurus are pleurodont (teeth are weakly attached to the inner part of the mandible with no sockets, and replaced throughout life), like those of most squamates, and this is thought to be the ancestral condition of Lepidosauria. The most primitive sphenodontians have a combination of both pleurodont and acrodont teeth. Some rhyncocephalians differ from these conditions, with Ankylosphenodon having teeth that continue deeply into the jaw bone, and are fused to the bone at the base of the socket (ankylothecodont).[13] Rhynchocephalians possess palatal dentition (teeth present on the bones of the rooth of the mouth). In most rhynchocephalians, the teeth present on the pterygoid bone are lost, but the lateral tooth row present on the palatine bones are enlarged, and orientated parallel to the teeth of the maxilla. During biting, the teeth of the dentary in the lower jaw slot between the maxillary and palatine tooth rows. This arrangement, which is unique among amniotes, permits three point bending of food items,[14] and in combination with propalinal movement (back and forward motion of the lower jaw) allows for a shearing bite.[15][16] While the grouping of Rhynchocephalia is well supported, the relationships of many taxa to each other are uncertain, varying substantially between studies.[17] In modern cladistics, the clade Sphenodontia includes all rhynchocephalians other than Gephyrosaurus (as well as some other related genera) which has been found to be more closely related to squamates in some analyses.[8] In 2018, two major clades within Sphenodontia were defined, the infraorder Eusphenodontia which is defined by the least inclusive clade containing Polysphenodon, Clevosaurus hudsoni and Sphenodon, which is supported by the presence of three synapomorphies, including the presence of clearly visible wear facets on the teeth of the dentary or maxilla, the premaxillary teeth are merged into a chisel like structure, and the palatine teeth are reduced to a single tooth row, with the presence of an additional isolated tooth. The unranked clade Neosphenodontia (previously informally referred to as the \"eupropalinals\", in reference to the back and forward motion in the mouth during mastication), is defined as the most inclusive clade containing Sphenodon but not Clevosaurus hudsoni, which is supported by the presence of six synapomorphies, including the increased relative length of the antorbital region of the skull (the part of the skull forward of the eye socket), reaching 1/4 to 1/3 of the total skull length, the posterior (hind) edge of the parietal bone is only slightly curved inward, the parietal foramen is found at the same level or forward of the anterior border of the supratemporal fenestra (an opening of the skull), the palatine teeth are further reduced from the condition in eusphenodontians to a single lateral tooth row, the number of pterygoid tooth rows are reduced to one or none, and the posterior border of the ischium is characterised by a distinctive process.[18] The family Sphenodontidae has been used to include the tuatara and its closest relatives within Rhynchocephalia. However the grouping has lacked a formal definition, with the included taxa varying substantially between analyses, though usually including Cynosphenodon from the Early Jurassic of Mexico, the clade Sphenodontinae is sometimes used for the clade containing Sphenodon and Cynosphenodon.[8] Rhynchocephalians were once considered to be a morphologically conservative group with little diversity. However, discoveries in recent decades have disputed this, finding a wide array of diversity within the clade.[3][14] Early rhynchocephalians possess small ovoid teeth designed for piercing, and were probably insectivores.[19] Amongst the most distinct rhynchocephalians are the pleurosaurs, known from the Jurassic of Europe, which were adapted for marine life, with elongated snake-like bodies with reduced limbs, with the specialised Late Jurassic genus Pleurosaurus having an elongated triangular skull highly modified from those of other rhynchocephalians.[20] Several other lineages of rhyncocephalians have been suggested to have had semi-aquatic habits.[21] Eilenodontines are thought to have been herbivorous, with batteries of wide teeth with thick enamel used to process plant material.[22] Oenosaurus and Sapheosaurus from the Late Jurassic of Europe possess broad tooth plates unique amongst tetrapods, and are thought to have been durophagous, with the tooth plates being used to crush hard shelled organisms.[23][8] Rhynchocephalia is estimated to have diverged from Squamata between the Middle Permian and earliest Triassic, between 270 and 252 million years ago.[8] The oldest known remains of rhynchocephalians are indeterminate jaw fragments from the Erfurt Formation near Vellberg in Southern Germany, dating to the Ladinian stage of the Middle Triassic, around 238-240 million years old.[1] Rhynchocephalians reached a worldwide distribution across Pangaea by the end of the Triassic, with the Late Triassic-Early Jurassic genus Clevosaurus having 10 species across Asia, Africa, Europe, North and South America.[24] The earliest rhynchocephalians were small animals, but by the Late Triassic the group had evolved a wide range of body sizes.[25] During the Jurassic rhynchocephalians reached their apex of morphological diversity, including specialised herbivorous and aquatic forms.[3] The only record of Rhynchocephalians from Asia are indeterminate remains of Clevosaurus from the Early Jurassic (Sinemurian) aged Lufeng Formation of Yunnan, China. Rhynchocephalians are noticeably absent from younger localities in the region, despite the presence of favourable preservation conditions.[26] Rhynchocephalians disappeared from North America and Europe after the Early Cretaceous,[27] and were absent from North Africa[28] and northern South America[29] by the early Late Cretaceous. The cause of the decline of Rhynchocephalia remains unclear, but has often been suggested to be due to competition with advanced lizards and mammals.[30] They appear to have remained diverse in high-latitude southern South America during the Late Cretaceous, where lizards remained rare, with their remains outnumbering terrestrial lizards by a factor of 200.[28] The youngest known remains of rhynchocephalians outside of New Zealand are those of Kawasphenodon peligrensis from the early Paleocene (Danian) of Patagonia, shortly after the Cretaceous–Paleogene extinction event.[31] Indeterminate sphenodontine jaw fragments bearing teeth are known from the early Miocene (19-16 million years ago) St Bathans fauna, New Zealand, that are indistinguishable from those of the living tuatara. It is unlikely that the ancestors of the tuatara arrived in New Zealand via oceanic dispersal, and it is thought that they were already present in New Zealand when it separated from Antarctica between 80 and 66 million years ago.[30] The following is a cladogram of Rhynchocephalia after Rauhut et al., 2012.[23] †Gephyrosaurus †Diphydontosaurus †Planocephalosaurus †Homoeosaurus †Brachyrhinodon †Clevosaurus †Palaeopleurosaurus †Pleurosaurus †Kallimodon †Sapheosaurus Sphenodon (Tuatara) †Oenosaurus †Cynosphenodon †Zapatadon †Opisthias †Toxolophosaurus †Priosphenodon †Eilenodon","Title":"Rhynchocephalia - Wikipedia","KeyID":"1696","URL":"https://en.wikipedia.org/wiki/Rhynchocephalia"}