{"Content: ":"Lamitan, officially known as the City of Lamitan (Chavacano: Ciudad de Lamitan; Yakan: Siyudad Lamitanin; Tausūg: Dāira sin Lamitan; Tagalog: Lungsod ng Lamitan), is a 6th class component city and de jure capital of the province of Basilan, Philippines. According to the 2020 census, it has a population of 100,150 people. [3] The city is bounded on the east by the municipality of Tuburan, on the south by Tipo-Tipo, on the west by Isabela and on the north by Basilan Strait. In July 2016, the Basilan provincial government broke ground for the construction of the new provincial capitol inside the defunct 4,000-hectare University of the Philippines (UP) Land Grant in Barangay Santa Clara.[5] In July 2022, Lamitan gained national attention when former mayor Rose Furigay, who had served as the city's mayor from 2013 to June 2022, was assassinated in a mass shooting at the Ateneo de Manila University where two others were killed.[6] On June 18, 2007, voters in Lamitan ratified Republic Act 9393. 26,636 voted \"yes\" while only 177 voted against. The Supreme Court declared the cityhood law of Lamitan and 15 other cities unconstitutional after a petition filed by the League of Cities of the Philippines in its ruling on November 18, 2008. On December 22, 2009, the cityhood law of Lamitan and 15 other municipalities regain its status as cities again after the court reversed its ruling on November 18, 2008. On August 23, 2010, the court reinstated its ruling on November 18, 2008, causing Lamitan and 15 cities to become regular municipalities. Finally, on February 15, 2011, Lamitan becomes a city again including the 15 municipalities declaring that the conversion to cityhood met all legal requirements. After six years of legal battle, in its board resolution, the League of Cities of the Philippines acknowledged and recognized the cityhood of Lamitan and 15 other cities. The terrain is relatively plain along the coastal areas and hilly in some areas. The urban area is 2.5 metres (8 ft 2 in) above sea level and gently sloping to 300 metres (980 ft) toward the hinterlands. Lamitan is politically subdivided into 45 barangays. The climatic condition is the same with other areas in the entire Basilan Island. It has a \"D\" type of climate and rainfall is evenly distributed throughout the year.  Lamitan is home to one state college and three private colleges. The Basilan State College is an extension college of the main SUC in Isabela. The three HEIs are the Mindanao Autonomous College, the Mariam School of Nursing and Furigay Colleges, Inc. (FCI). The Mariam School of Nursing was established in 2004 as part of its Chairwoman's educational outreach program and was named Mariam or Mother Mary - a unifying and guiding figure among the Christians and Muslims. Also offers 11 Tesda Qualifications for National Certificates. Lamitan has Seven Secondary Schools: one Private Secondary School; the Claret School of Lamitan, one Laboratory School of Basilan State College and five National High Schools i.e. Lamitan National High School, Look National High School,Colony National High School,Ubit National High School and Parangbasak National High School. There are five districts that composed of thirty nine elementary schools namely; Lamitan East District, South District, Central District, West I District and West II District. There are four private elementary schools.","Title":"Lamitan - Wikipedia","KeyID":"16963","URL":"https://en.wikipedia.org/wiki/Lamitan"}