{"Content: ":"The Native American Journalists Association, based in Norman, Oklahoma, on the campus of the University of Oklahoma, is an organization dedicated to supporting Native Americans in journalism. The organization hosts the annual National Native Media Awards.[1] The organization seeks to improve the representation of Native Americans in newsrooms and in the profession of journalism,[2] NAJA is a member group of UNITY: Journalists of Color, Inc.[3] Each year, the organization recognizes Native American journalists and associate members with journalism awards for excellence in coverage on a variety of topic areas.[4][5][6] NAJA hosts workshops and conferences to teach and share the journalistic skills necessary to cover issues in and about Indian Country.[7] Francine Compton, assignment producer for CBC Indigenous, is the current president. Student chapters are located at the University of Arizona[8] and Columbia University.[9] The association was founded as the Native American Press Association in 1984 with initial funding provided by the Gannett Foundation. Adrian C. Louis, Jose Barreiro, Tim Giago, and Bill Dulaney, among others, were founding members.[10][11] The organization was headquartered at the University of South Dakota in Vermillion, South Dakota, as of 2002. In 2003 it moved into the Al Neuharth Media Center, where it shared space with the Freedom Forum. In 2008, it moved to the Gaylord College of Journalism and Mass Communication at the University of Oklahoma in Norman, Oklahoma.[12][13] The work of the 501(c) organization includes advocating for better representations of Native Americans in the media.[14][15] The organization spoke out against the United States government's use of Geronimo's name as a code for Osama bin Laden.[16][17] NAJA celebrated its 10th annual Native American Journalism Career Conference at the Crazy Horse Memorial in 2009.[18] The Native American Journalists Association celebrated its 25th annual convention in 2009.[19][20][21] NAJA has been one of the organizations submitting questions for the 2012 Presidential Debates[22] and other Presidential forums.[23] A 2009 C-SPAN interview by Sonja Gavankar at the Newseum featured two members of the Native Americans Journalists Association, Jeff Harjo and Rhonda LeValdo, discussing their concerns regarding media coverage of Native Americans.[24] NAJA urged Indigenous journalists to avoid working with CNN while calling for Rick Santorum's dismissal following disparaging comments the former senator made regarding Native American culture. Santorum was let go from his CNN contract in May 2021.[25]","Title":"Native American Journalists Association - Wikipedia","KeyID":"16967","URL":"https://en.wikipedia.org/wiki/Native_American_Journalists_Association"}