{"Content: ":"ICT News is a daily digital news platform that covers the Indigenous world, including American Indians, Alaska Natives and First Nations. It was founded in 1981 as a weekly print newspaper, The Lakota Times; the publication's name changed in 1992 to Indian Country Today. It was acquired in 1998 by Four Directions Media, an enterprise of the Oneida Nation of New York. In January 2011, ICT became Indian Country Today Media Network (ICTMN), an online multimedia news platform. In June 2014, ICTMN had 1,009,761 unique monthly visitors, according to Google Analytics;[1] and Indian Country Today's Facebook page received more than 500,000 likes. In addition to the online news site, ICTMN published a weekly news magazine and special sections available online and in print. The name changed to ICT News in June 2022.[2] On Labor Day 2017, publication of new content was temporarily suspended to explore alternative business models.[3] In October 2017, the Oneida Indian Nation of New York donated ICT to the National Congress of American Indians (NCAI).[4] Vincent Schilling, ICT's former arts and entertainment editor, maintained the site and published articles until Indian Country Today came back online under NCAI's ownership. On Feb. 28, 2018, Indian Country Today resumed regular publication with Mark Trahant (Shoshone-Bannock) as editor. Gradually new staff was added, with a renewed focus on Native American writers and editors. In March 2020, Katie Oyan (Oglala Lakota) was announced as the publication's first managing editor.[5] She was on loan from the Associated Press, and upon returning to the AP the first week of February 2021 she was succeeded by Jourdan Bennett-Begaye (Diné), who had served as Indian Country Today's Washington, DC, editor and, later, assistant managing editor. In March 2021, the publication became independent from the NCAI. “This is an exciting time for Indian Country Today to become fiscally independent and to continue its tradition of an autonomous free press,\" NCAI President Fawn Sharp said in a press release regarding the change. “This is a new day for ICT, which has a long history as a premier source of news for and about Indigenous communities, written and produced by Indigenous journalists.” The publication's current president and CEO is Karen Michel (Ho-Chunk). ICT carries original news reporting on issues of interest to Native Americans and other readers interested in Indian Country. On July 24, 2019, editor Mark Trahant and Indian Country Today headquarters moved to the campus of the Walter Cronkite School of Journalism and Mass Communications at Arizona State University in Phoenix. Trahant wrote on social media that he would be hiring a team to build a televised news program and improve ICT's national report. Associate Editor Vincent Schilling remained in the D.C. bureau. By the end of the year, ICT had a bureau at Alaska Pacific University in Anchorage, in addition to its newsroom in Phoenix and its bureau in Washington, D.C. In February, the San Manuel Band of Mission Indians awarded a grant of $1 million to Indian Country Today and became founding partner for a national news broadcast about American Indian and Alaska Native issues. Indian Country Today is owned by IndiJ Public Media. Karen Lincoln Michel, Ho-Chunk, is president of IndiJ Public Media and Indian Country Today.[6] Board of directors: Karen Lincoln Michel (Ho-Chunk); former U.S. Assistant Interior Secretary Larry EchoHawk (Pawnee); and Rhonda LeValdo (Acoma Pueblo).[6] Newsroom: Mark Trahant (Shoshone-Bannock), editor; Jourdan Bennett-Begaye (Diné), managing editor; Patty Talahongva (Hopi), executive producer; Tomas Karmelo Amaya (Yoeme/A:shiwi/Rarámuri descent), creative director; Vincent Schilling (Akwesasne Mohawk), associate editor; Kolby KickingWoman (Blackfeet/Gros Ventre), reporter-producer; Aliyah Chavez (Kewa Pueblo), reporter-producer; Joaqlin Estus (Tlingit), national correspondent (Anchorage); and Dalton Walker (Red Lake Anishinaabe), national correspondent.[6] In January 2022, Jourdan Bennett-Begaye was named as editor. Trahant moved to an editor-at-large position and is writing about Indigenous economics. Indian Country Today has won numerous awards at the Native American Journalists Association. In 2014, ICT earned 17 awards, including Best Digital Publication for its 12-page digital newsletter and first place for General Excellence.[15] In 2013, ICTMN won 11 awards at the conference. Some current and former Indian Country Today staff writers and contributors include:","Title":"Indian Country Today - Wikipedia","KeyID":"16965","URL":"https://en.wikipedia.org/wiki/Indian_Country_Today"}