{"Content: ":"The Rapid City Journal (formerly the Black Hills Journal and the Rapid City Daily Journal) is the daily newspaper of Rapid City, South Dakota. As of 2021, it is the largest newspaper in South Dakota by total subscriptions, according to the United States Postal Service Statement of Ownership and the South Dakota Newspaper Association. It covers Mount Rushmore, the Black Hills, the Sturgis Motorcycle Rally, and the Pine Ridge Indian Reservation. The newspaper also publishes the Sturgis Rally Daily and Compass, which are two special supplements. The Sturgis Rally Daily is published during the annual Sturgis Motorcycle Rally, and Compass is the weekly shoppers tab. The Rapid City Journal began on January 5, 1878, as the Black Hills Journal. Publisher Joseph P. Gossage produced the first edition of the Black Hills Journal, which was four pages and had 250 subscribers. Printed in a log cabin on Rapid Street, the first newspaper was laboriously cranked out on a Washington hand printing press. The newspaper printed its first daily paper and changed its name to the Rapid City Daily Journal on February 2, 1886. It continued to publish as both a daily and a weekly newspaper until 1929. It has acted as a historical record for western South Dakota, covering major events like the 1972 Black Hills flood, the annual Buffalo Roundup and auction in Custer State Park, Crazy Horse Memorial's annual volksmarch, and the annual Sturgis Motorcycle Rally. As of January 2022, Ben Rogers is the publisher and Kent Bush is the executive editor. For the newsroom, Nathan Thompson is the managing editor. The Rapid City Journal Media Group also publishes one weekly newspaper, The Chadron Record in Chadron, Nebraska. Nathan Thompson is the executive editor and Mark Dykes is the managing editor of The Chadron Record. This article about a South Dakota newspaper is a stub. You can help Wikipedia by expanding it.","Title":"Rapid City Journal - Wikipedia","KeyID":"16966","URL":"https://en.wikipedia.org/wiki/Rapid_City_Journal"}