{"Content: ":"Michael R. Long (February 1, 1940 – July 24, 2022)[1] was an American politician from the state of New York. He served as chairman of the Conservative Party of New York State from December 1988 to January 2019. Previously, Long represented the Borough of Brooklyn at-large on the New York City Council from 1981 to 1983. The son of Myra and Michael Long, Long was born in Brooklyn[2] and raised in southern Queens. He attended Richmond Hill High School, dropping out of the 12th grade in 1959 to join the United States Marine Corps. Long served in the Marine Corps until being honorably discharged in 1961.[2][3] Long represented the Borough of Brooklyn at-large on the New York City Council from 1981 to 1983.[4][5] Long unsuccessfully[6] challenged sitting New York City Councilman Sal Albanese in 1985 in the 31st District (Bay Ridge); the seat was previously held by Republican Angelo J. Arculeo.[7][8] Long became Chairman of the Conservative Party of New York State in 1988.[3][9] Long was mentioned in the book Ladies and Gentlemen, The Bronx Is Burning, which documents the 1977 New York City mayoral election; the first edition of the book accused then-mayoral candidate (and future Governor of New York) Mario Cuomo of \"cold-cocking\" Long; Long stated that the incident was embellished, and later editions of the book corrected the record.[10] In 1999, Long stated that if he compromised on the issue of late-term abortion (which the Party wishes to ban), he would not be able \"'to go to sleep at night or look in the mirror.'\"[3] A vocal and active opponent of same-sex marriage in New York State, Long declared in May 2011 that no candidate who supported gay marriage would be allowed to run on the Conservative Party's line during elections.[11] Long announced his retirement from the chairmanship of the Conservative Party on January 28, 2019.[12] In February 2019, Long inaccurately claimed that under New York's newly passed Reproductive Health Act, \"If the baby was born alive, they would just let the baby expire.\"[13] In 1963, Long married the former Eileen Dougherty, and they had nine children.[2] Long was a Roman Catholic.[14] Long's house in Breezy Point, Queens, burned down during Hurricane Sandy in October 2012.[15] Long was the former owner of Long's Wines and Liquors in Brooklyn.[14] His brother, Thomas Long, has served as chairman of the Queens County chapter of the Conservative Party.[16] Long died from kidney failure at his home in Queens on July 24, 2022, aged 82.[17]","Title":"Michael R. Long - Wikipedia","KeyID":"16979","URL":"https://en.wikipedia.org/wiki/Michael_R._Long"}