{"Content: ":"Diana Kennedy MBE (née Southwood; 3 March 1923 – 24 July 2022) was a British food writer. A primary English-language authority on Mexican cuisine, Kennedy was known for her nine books on the subject, including The Cuisines of Mexico, which changed how Americans view Mexican cuisine.[1] Her cookbooks are based on her fifty years of travelling in Mexico, interviewing and learning from several types of cooks from virtually every region of the nation. Her documentation of native edible plants has been digitized by National Commission for Knowledge and Use of Biodiversity. Due to her style of work, Kennedy was called a \"culinary anthropologist\" and self-identified as an \"ethno-gastronomer\".[2] Kennedy received numerous awards for her work, including the Order of the Aztec Eagle from the Mexican government, and was appointed a Member of the Order of the British Empire. Kennedy was born Diana Southwood in Loughton, Essex, in the southeast of England, on 3 March 1923.[3][4][3] Her father was a salesman, and her mother was a schoolteacher who loved nature and wanted to live quietly in the countryside.[5][6] Kennedy did not attend university because of World War II and instead, at age 19, joined the Women's Timber Corps:[7] a civilian organization that took over forestry duties from men who had gone off to fight.[3] Kennedy did not like cutting down trees, so she was assigned to measuring tree trunks instead.[6] In 1953, Kennedy emigrated to Canada, where she lived for three years while doing a number of jobs, including running a film library and selling Wedgewood china.[3][8] On a last-minute decision, Kennedy decided to visit Haiti in 1957. There she met Paul P. Kennedy, a correspondent for The New York Times in Mexico, Central America and the Caribbean.[3][9] The two moved to Mexico in 1957, and there they married some time later, remaining together until his death from cancer in 1967, aged 62.[8][10][11] Kennedy had no children,[6] but she did have two step-daughters, Dr. Moira Kennedy-Simms and Brigid Kennedy, daughters of Paul P. Kennedy and his first wife, Martha Combs Kennedy. In Mexico, Kennedy became enamoured of the food, and dedicated her subsequent career to its preservation and promotion.[9][12] However, she still maintained her British accent and took tea each day.[8] When she was not teaching, she was either writing or working in the kitchen on recipes.[6] She was noted for her brusque, no-nonsense demeanor, having pulled out tape recorders when police have tried to get bribes from her on her Mexican travels.[5][1] She visited every state in Mexico, and used diverse forms of transportation, from buses, to donkeys to her Nissan pickup truck with no power steering (and a shovel to dig it out of the mud).[3][1][13] She travelled to many isolated areas of Mexico to visit markets and cooks to ask about cooking ingredients and methods.[3] In the 1970s, she decided to build her house near Zitácuaro, Michoacán, in an area with orchards. The land allowed her to grow many of her own ingredients.[13] While she was not technophobic, she was against electronic forms of cookbooks, believing in the need to make notes over printed recipes.[6] Kennedy died at her home on 24 July 2022, at the age of 99.[10] During her first years in Mexico City with her husband in the late 1950s,[4] she learned quickly that the best food in Mexico was not in fancy restaurants but rather in markets, traditional family restaurants called \"fondas\" and in homes.[5] In addition, she was impressed with what she saw in local, traditional markets.[13] She also came to appreciate that recipes varied from region to region, travelling with her husband when he was on assignment, and he would collect recipes when she could not accompany him.[4][7][9] In Mexico City, she asked her friends about cooking these dishes, and was referred to their maids. These maids then encouraged her to visit their villages, which she subsequently continued to do.[9] Kennedy also began researching documentation on Mexican cuisine, and credits the work of Josefina Velázquez de León as a pioneer, who had done similar work collecting recipes by visiting church groups.[7] Kennedy's focus became the food that was not documented, such as that found in villages, markets and homes, eventually to preserve native ingredients and traditional recipes being lost as Mexicans move from rural areas to urban centers.[12] Kennedy began to share what she learned informally among expats and her husband's colleagues when they came to Mexico. This included taking women on tours of traditional markets, including the stands with animal heads, which shocked Americans.[8] When New York Times food writer Craig Claiborne was in town, she tried to give him a book of Mexican recipes, but he refused it, saying \"I'll only read a Mexican cookbook once you have written one\".'[9] At the time, Kennedy thought this was a crazy idea.[11] At the end of 1965, Kennedy and her husband moved to New York City, where he died the following year from cancer.[4][7] In 1969, Kennedy began to teach classes in Mexican cooking in her apartment in the Upper West Side, with the encouragement of Craig Claiborne.[4][7] This was the beginning of a decades-long teaching career, which began as her own venture, then in collaboration with other institutions such as the Peter Kump Cooking School in New York, as well as offering Mexican cooking \"boot camps\" at her home in Michoacán. Her classes focused on the most traditional cooking techniques and ingredients. For example, while most Mexican cooks now use pre-ground corn or corn flour, she insisted on teaching students how to soak kernels with lime overnight, remove the skins and grind with lard to make corn dough (masa).[11] She had the most success with this since the 1970s, when cooking schools grew in popularity.[13] The work with the cooking classes led to her first cookbook.[7] From her time in Mexico City to her time in New York, she had been supported in her work with Mexican cooking by Claiborne.[3][1] She did not have experience writing, but after Fran McCullough, poetry editor at Harper and Row at the time, took one of her classes, she offered to help Kennedy put the book together and eventually collaborated on Kennedy's first five books.[4][5][7] To complete the first one, Kennedy decided to return to Mexico to do further research.[7] This research, she believed, was what separated her from other cookbook writers in that she took the time and effort to explore Mexico and do field research on how the cuisine varies.[13] Her inexperience led to rewriting the book several times but the result was The Cuisines of Mexico, published in 1972. This book became a best-seller and is still one of the most authoritative single volumes on Mexican cooking.[7][9] It began to change Americans' understanding of Mexican food, expanding it beyond Tex-Mex into the various regional cuisines and dishes,[9][1] and is the basis of establishing authentic food in the U.S.[5] The 1986 revision of the book is still in print.[8] She later published eight other volumes on Mexican cooking, a number of which have been translated into Spanish. Her initial influence is the work of Josefina Velázquez de León, but credits much of her writing style to the work of English cookbook author Elizabeth David.[4][7] Kennedy did not consider herself a writer, but rather as someone who documents what she has seen in about fifty years of travelling Mexico, including remote areas, to talk to cooks of all kinds.[1] She financed her own book research and travels,[6][14] often sleeping in her old Nissan truck.[1] She preferred the food of central and southern Mexico, which is more complex and varied.[6] She has registered a wide variety of edible plants,[3][4] and includes more exotic recipes such as those using brains, iguanas, insects and even whole animals such as oxen.[15] She regularly interviewed and cooked with a variety of cooks, but especially those from rural areas, cooking for family and friends. She even apprenticed in a bakery in Mexico City to learn the all-male trade.[9] Her preference for traditional home cooking means that her books revolve around foods made with corn dough and even has an entire book dedicated to tortillas.[11] Her insistence on field research distinguishes her books for the stories they tell related to food and her travels.[9] It also has led to unconventional formats. The Oaxaca book is not divided by types of dishes but rather the eleven regions of the state.[1] Her work made her one of the foremost authorities on Mexican cuisine,[3] not only in authentic ingredients and techniques, but the loss and disuse of various ingredients as Mexico shifts from a primarily rural to primarily urban society. One loss is the use of local and regional produce.[3] \"As far as I can see,\" said Kennedy, \"I write oral history that is disappearing with climate change, agribusiness, and loss of cultivated lands. In the past people had a sense of taste and a sense of where they came from. They were conscious of what they were eating and what they consumed and about not wasting.\"[14] In the introduction of Oaxaca al Gusto, Kennedy writes, \"Trying to record the ethnic foods as well as the more sophisticated recipes of the urban centers presented an enormous challenge and responsibility … I am sure that if I had known what it would entail to travel almost constantly through the year, and often uncomfortably, to research, record, photograph and then cook and eat over three hundred recipes, I might never have had the courage to start the project in the first place.\"[1] In addition to travelling in Mexico, this work required frequent travel abroad, especially to the United States, where she gave classes and spoke about Mexican cuisine.[6][7] She starred in a 26-part television series on Mexican cooking for The Learning Channel.[8] She was an influence in the development of Mexican cooking in the United States and on chefs such as Rick Bayless. She taught Paula Wolfert, who recommended her to her editor.[8] Chefs in Texas and New Mexico who came to prominence in the mid 1980s credit her work as a base for their Southwestern U.S. cuisine.[16] However, Kennedy dismissed most chefs doing Mexican food because they have not done the travelling and research that she had and innovate rather than preserve original methods.[6] She criticized chefs who waste food and who encourage the unnecessary use of plastic, foil, and other items that only get thrown in the trash.[6] She also did not like culinary writers who do not live in Mexico, but question her authority because of her ethnicity.[14] Some of her conflicts have received significant press, citing her throwing chef Rick Bayless out of her car for being \"brash\" and her criticisms of Maricel Presilla.[6][1] She was careful to credit the people who have shared their understanding of Mexican regional foods with her, including, for example, anthropologist and restauranteur Raquel Torres Cerdán.[17] Her influence was not limited to the United States as her work was very well received in Mexico. She received numerous awards in this country including the Order of the Aztec Eagle,[3] which is the highest honour awarded to foreigners in the country. The National Commission for Knowledge and Use of Biodiversity (CONABIO) has digitized her research including a vast collection of recipes, drawings and notes both on cooking and native edible plants, resulting in a section of their website dedicated to her.[6][13][18] Kennedy permanently returned to Mexico in 1976, initially living in Mexico City.[4] In 1980, she moved to eastern Michoacán, about three hours west of the capital, after a friend introduced her to the area.[4][8] There she bought property which she initially called \"Quinta Diana\"[4][8] near the small village of San Francisco Coatepec de Morelos (colloquially known as San Pancho), in the municipality of Zitácuaro.[9][14] Her homestead was on a forested hill at the end of a long dirt road, only accessed by pickup or four-wheel drive.[1][15] However, this did not stop a steady stream of visitors from arriving at her cobblestone driveway.[4][1] Quinta Diana is an ecologically minded establishment. She stated in the book My Mexico in 1998 that she wanted a house built of local materials and live a lifestyle similar to that of her neighbors.[4] This nearly three hectares is almost off the grid, and centers on her adobe home.[15] This home was built by local architect Armando Cuevas, and centers around a large boulder, almost the size of a Volkswagen Beetle, which Kennedy decided not to remove from the site.[14] Around the boulder is an atrium of the open living room, and from it, stairways lead to various parts of the house.[8][16] In her home she tested recipes according to the seasons, and what is growing on her property.[8] Her cooking spaces consist of an outdoor space with wood-fired grills and adobe beehive-shaped ovens, and an indoor kitchen, which she called her \"laboratory\".[4][8] Her indoor kitchen centers on a long, cement counter, which is covered in blue and white tiles, with inlaid gas burners.[4][15][16] This kitchen is filled with various ingredients and implements including burnished copper and clay pots on the walls,[15][16] herbs and vegetables in wicker baskets,[15] various varieties of dried chili peppers,[9] and her own condiments, including a pineapple vinegar similar to balsamic.[8][1] For her table, she has authentic Talavera pottery from Puebla, and near the kitchen window, there are binoculars and a bird book.[9][14] Her bedroom is upstairs, which opens to her study, filled with books and papers about, and with windows on three sides to look out over the gardens towards the mountains.[4][8] Kennedy grew much of her own food organically. She had a greenhouse to grow various edible plants, such as herbs and even coffee.[4][9] The gardens include grapefruit, apricot and fig trees, chayote vines from Veracruz, and a section dedicated to the corn she used for masa. Manure is the fertilizer.[14][15] All the water used on the property is from tanks that collect wastewater, with a patch of land serving as a filter for wastewater.[4] Much of the energy is solar.[9] Since 1980, money from her books and speaking engagements have funded the property and its operations.[15] However, Kennedy has established the Diana Kennedy Foundation to have tax-free status with the Mexican government, and to work on projects focusing on the environment as well as food.[6][15] Her interest in the environment was related to food in the sense that when the environment is destroyed, foods disappear.[5] It also has roots in her mother's love for nature and experience with scarcity in wartime England.[6][8] She argued against the use of genetically modified seeds, excessive use of packaging and use of bleach for white linens in hotels and restaurants. The Foundation is also geared toward preservation, not only of Mexico's food heritage, but of Quinta Diana, with its immense collection of Mexican cookbooks, other publications and pottery, along with the gardens.[15] Kennedy was called the \"grand dame of Mexican cooking\", with comparisons to Julia Child in the United States and Elizabeth David in the UK, and a \"dogged, obsessive pop anthropologist.\"[7][9][1][15] Her comparison to Julia Child comes from her promotion of Mexican cuisine, much the way that Child did for French cuisine; however, while flattered, she dismissed it.[4][16] She was a common name among foodies in the United States for decades, but did not receive notice in her native England until Prince Charles came to Quinta Diana in 2002, to eat and to appoint her a Member of the Order of the British Empire.[9]","Title":"Diana Kennedy - Wikipedia","KeyID":"16975","URL":"https://en.wikipedia.org/wiki/Diana_Kennedy"}