{"Content: ":"The men's ice hockey tournament at the 1964 Winter Olympics in Innsbruck, Austria, was the 10th Olympic Championship, also serving as the 31st World Championships and the 42nd European Championships. The games were held at the Olympiahalle Innsbruck.[1] The Soviet Union won its second Olympic gold medal, fourth World Championship and eighth European Championship. Canada, represented for the first time by a purpose-built national team organized and coached by Father David Bauer, was shut out of the medals for the first time in Olympic ice hockey history—still in contention for the gold medal on the last day until a loss to the Soviets, the Canadians placed fourth and were denied a bronze medal. Prior to the tournament it was determined that there would be a spot allocated for an Asia/Oceanic representative. Also, for the third (and final time) East played West to decide the German representative in the Olympic hockey tournament. Winners (in bold) qualified for the Group A to play for 1st–8th places. Teams which lost their qualification matches, played in Group B for 9th–16th places. Countries were seeded (roughly) from their placement at the 1963 World Ice Hockey Championships. Switzerland was the only 'B' pool team to win, defeating Norway who was also from the 'B' pool. During the Canada versus Sweden game, Swedish player Carl-Göran Öberg broke his stick and tossed it aside. The broken end of the stick went towards the Canadian bench, where it struck their coach Father David Bauer in the face and opened a bleeding wound. Bauer demanded for his players to remain on the bench and not retaliate, since he did not want to take penalties late in the game. Canada went on to win by a 3–1 score, and Bauer forgave Öberg for the incident. On the next day, Bauer invited Öberg to sit with him while watching the Soviet Union play Czechoslovakia.[2][3] First place team wins gold, second silver and third bronze. Teams in this group play for 9th–16th places. Team Sweden was the oldest team in the tournament, averaging 27 years and 3 months. Team Canada was the youngest team in the tournament, averaging 22 years and 11 months. Gold medalists team USSR averaged 25 years and 8 months. Tournament average was 25 years and 1 months.1 Sweden, Czechoslovakia and Canada finished with identical records of five wins and two losses. Canada thought they had won the bronze medal based on the goal differential in the three games among the tied countries. When they attended the presentation of the Olympic medals, they were disappointed to learn they had finished in fourth place based on the Olympics tie-breaking procedure of goal differential from all seven games played. Canadian Amateur Hockey Association (CAHA) president Art Potter and the Canadian players accused International Ice Hockey Federation (IIHF) president Bunny Ahearne of making a last-minute decision to change the rules and take away a medal from Canada,[2][5][6] and The Canadian Press quoted Ahearne as stating that the IIHF decided on a tie-breaking procedure with 10 minutes remaining in the final game.[7][8] Father Bauer was awarded a gold medal for his example of good sportsmanship in the stick-throwing incident.[9][2][5] Later that night, the Canadian players gathered in his room where Marshall Johnston summarized the team's feeling that, \"The shepherd and his flock have been fleeced\".[9][7][6] At the CAHA general meeting in May 1964, Ahearne clarified that the decision to place Canada fourth in the standings was supported by the IIHF statutes and that no rules were changed. Former CAHA president and past IIHF president Robert Lebel agreed that the correct decision was made despite the accusations.[10] In April 2005, the IIHF was reported by The Canadian Press to have admitted to a mistake in 1964 and voted to retroactively award a bronze medal in the 1964 World Championship (but not the 1964 Olympics which had different rules) to Canada. In June 2005, the IIHF voted against the reversal. IIHF vice-president Murray Costello, stated had the reversal been carried out it would have set a precedent for other past decisions to be questioned.[11] Originally Boris Mayorov was selected as best forward, but the Soviet coaches chose to present the award to Ivanov despite the fact that he was actually a defenseman.[12][13]","Title":"Ice hockey at the 1964 Winter Olympics - Wikipedia","KeyID":"16989","URL":"https://en.wikipedia.org/wiki/Ice_hockey_at_the_1964_Winter_Olympics"}