{"Content: ":"Len Oliver (1933 – July 24, 2022)[1] was an American soccer player who played as a half back in the American Soccer League (ASL), having earlier played college soccer for the Temple Owls. He was a member of the National Soccer Hall of Fame. Oliver was born in Kensington, Philadelphia,[2][3] in 1933.[4] His father, Jim, immigrated to the United States from Scotland a decade earlier.[2][4] Oliver attended Northeast High School in his hometown.[5] He played soccer for the Kensington Blue Bells and Lighthouse Boys Club, winning the 1948 and 1949 U-19 National Championships with the latter.[6] He also played for the Philadelphia Nationals of the American Soccer League (ASL) in 1946–1947, scoring thirteen goals in eighteen games.[7] He attended college at Temple University, playing for the Temple Owls from 1951 to 1954. In 1951, Oliver was selected as a second team All American as Temple claimed to be the national champion. This claim rests on dubious grounds as multiple schools had a legitimate claim to the title in the disorganized state of college soccer at the time.[8] However, the confusion was reduced when in 1953, Oliver was selected as a first team All American and Temple was named the national champion.[9] He was selected for the second year in a row as first team All American in 1954, his senior season, while concurrently serving as captain of the baseball team.[3] After graduating from Temple in 1955,[3] Oliver began playing as an amateur with Uhrik Truckers in the ASL. The Truckers took the 1955 and 1956 ASL championships, but Oliver broke his leg during the 1955–1956 season. He was then drafted into the U.S. Army in the middle of 1956.[10] Being stationed in Ludlow, Massachusetts, he played half a season with the Ludlow Lusitano, the local ASL team. He was then transferred to San Francisco, where he played for the amateur San Francisco Mercury, an ethnic Russian team. He was subsequently stationed in West Germany and featured on the U.S. Armed Forces all-stars.[11] Following his discharge from the Army in 1959, he briefly returned to the Truckers before signing with Baltimore Pompei.[4] Oliver was a 1960 All Star, but Pompeii folded the following year.[10] He subsequently played for the Central Valet in Washington.[4] He also played for the U.S. soccer team, which finished 0–4 at the 1963 Pan American Games.[3][12] Oliver later recounted how he suffered his worst head injury at the competition, which necessitated eight stitches.[13] In his later life, Oliver also became an USSF 'A' license coach and referee, and regularly trained new coaches in the Washington, DC area.[3][4] He also continued to play soccer until he was sixty.[13] After his playing career ended, he completed postgraduate studies at the University of Maryland and was awarded a Doctor of Philosophy by the University of Chicago. Oliver was inducted into his alma mater's hall of fame in 1981.[3] He was subsequently enshrined in the National Soccer Hall of Fame in 1996, the Philadelphia Old Timers Hall of Fame in 1998 and the Virginia-DC Soccer Hall of Fame in 2001.[3][11][14] He announced in 2016 that he was going to donate his brain after his death towards concussion research.[13] Oliver was married to Eleanor Wahlbrinck for 60 years until his death.[3] He proposed to her in 1961, after an away game against the Newark Portuguese in which she was the sole traveling fan.[15] Together, they had two children: Erika and Britt-Karin.[3] Oliver died on July 24, 2022, in Washington, D.C. He was 88, and suffered a stroke prior to his death.[3][11]","Title":"Len Oliver (soccer) - Wikipedia","KeyID":"16984","URL":"https://en.wikipedia.org/wiki/Len_Oliver_(soccer)"}