{"Content: ":"Samuel McCrory (22 March 1965 – 24 July 2022),[1] also known as Skelly McCrory, was a member of the Ulster Defence Association (UDA),[2] an Ulster loyalist paramilitary organisation. In 2008 he came out as gay, and as a gay activist.[3] In his youth McCrory formed a racist skinhead gang along with future UDA Brigadiers Johnny Adair and \"Fat\" Jackie Thompson. He was knee-capped by the UDA for assaulting a pensioner.[4] McCrory's first target was Francisco Notarantonio, who was set up by British Army agent Brian Nelson to divert the UDA from targeting Freddie Scappaticci. On 9 October 1987, Notarantonio, a 66-year-old who had been interned in 1971, was shot dead at his home in Ballymurphy.[5] In July 1992 McCrory, Thompson and two others set off to target Provisional Irish Republican Army leaders Brian Gillen and Martin Lynch. The UDA attackers were ambushed by the British Army on Finaghy Road North on the border between South and West Belfast and were fired upon. McCrory was arrested and received a long prison sentence.[6] He eventually became the UDA officer in command at the Maze Prison and, as such, attended a meeting with Secretary of State for Northern Ireland, Mo Mowlam, during the peace process.[7] After his release, police accused him of involvement in a gun attack on a bar in August 2000 at the start of a loyalist feud with the Ulster Volunteer Force (UVF).[8] He appeared in an episode of Danny Dyer's Deadliest Men. In the programme, Danny Dyer met McCrory in the Scottish seaside town of Ayr, where McCrory was living. The two visited McCrory's former city of Belfast.[9] In 2015 four men were arrested in Glasgow and charged with plotting to kill to McCrory and Johnny Adair.[10] Charges against one of the accused were subsequently dropped on 1 July 2015.[11] The three other defendants, Antoin Duffy, Martin Hughes and Paul Sands, were convicted of the plot on 20 July 2015.[12] McCrory died after an accident near his home on 24 July 2022, at the age of 57.[13]","Title":"Sam McCrory (loyalist) - Wikipedia","KeyID":"16982","URL":"https://en.wikipedia.org/wiki/Sam_McCrory_(loyalist)"}