{"Content: ":"The Omen is a 1976 supernatural horror film directed by Richard Donner and written by David Seltzer. An international co-production of the United Kingdom and the United States, it stars Gregory Peck, Lee Remick, David Warner, Harvey Spencer Stephens, Billie Whitelaw, Patrick Troughton, Martin Benson, and Leo McKern. The film's plot follows Damien Thorn, a young child replaced at birth by his father, unbeknownst to his wife, after their biological child dies shortly after birth. As a series of mysterious events and violent deaths occur around the family and Damien enters childhood, they come to learn he is in fact the prophesied Antichrist. Released theatrically by 20th Century Fox in June 1976, The Omen received mixed reviews from critics but was a commercial success, grossing over $60 million at the U.S. box office and becoming one of the highest-grossing films of 1976. The film earned two Oscar nominations, winning Best Original Score for Jerry Goldsmith, his only Oscar win. A scene from the film appeared at number 16 on Bravo's 100 Scariest Movie Moments. The film spawned a franchise, starting with Damien: Omen II, released two years later, followed by a third installment, Omen III: The Final Conflict, in 1981, and in 1991 with Omen IV: The Awakening. A remake was released in 2006. American diplomat Robert Thorn and his wife Katherine (\"Kathy\") are living in Rome, where she gives birth to a boy who dies, and hospital chaplain Father Spiletto persuades Robert to secretly adopt a baby whose mother just died in childbirth. Robert does not tell Kathy the child is not their own. They name him Damien. Five years later, Robert is Ambassador to the United Kingdom when mysterious events plague the Thorns: a menacing Rottweiler appears at their home, Damien's nanny hangs herself during his fifth birthday party, new nanny Mrs. Baylock arrives unannounced, Damien violently resists entering church, and Damien's presence terrifies animals at a wildlife park. Father Brennan warns Robert about Damien's origins, hinting that he is not human and insisting Robert take Communion. He tells Robert that Damien is the son of Satan, Kathy is pregnant, and that he will kill his unborn sibling and parents unless he dies. Immediately afterward, Brennan is killed by a falling pole. Kathy tells Robert she wants an abortion, which he opposes. Damien knocks Kathy over a railing to the floor below, injuring her and causing a miscarriage. Photographer Keith Jennings notices shadows in photographs of the nanny and of Father Brennan that presage their deaths. Keith shows Robert the photos along with news clippings and biblical passages that suggest the coming of the Antichrist. He accompanies Robert to Rome to investigate Damien's birth. They learn that a fire destroyed Kathy's maternity records and killed the staff on duty. They find Father Spiletto in a monastery, mute, blind in one eye, and partly paralyzed. He directs them to the cemetery where Damien's biological mother is buried. Robert and Keith find a jackal carcass in Damien's mother's grave; in the plot next to it is a child's skeleton with a shattered skull. Robert realizes that the jackal is Damien's mother and the child is his own murdered son, killed for Damien to take his place. A pack of Rottweilers drives Robert and Keith from the cemetery. Robert calls Kathy in hospital to tell her she must leave London. Before she can do so Mrs. Baylock throws her from the window to her death. Robert and Keith meet Antichrist expert Carl Bugenhagen who says if Damien is the true Antichrist, he will bear a birthmark in the shape of three sixes. Carl gives Robert seven daggers with which to kill Damien on hallowed ground. Keith is decapitated by a sheet of glass. Robert finds the birthmark on the sleeping Damien's scalp and is attacked by Mrs. Baylock, whom he stabs to death. Armed with the daggers, Robert drives Damien to a cathedral. His erratic driving draws the attention of police. Robert drags a screaming Damien onto the altar to stab him but is shot to death by police before he can do so. At the double funeral of Kathy and Robert, Damien calmly smiles at the camera. According to producer Harvey Bernhard, the idea of a motion picture about the Antichrist came after a discussion about the Bible with Bob Munger, a friend of Bernhard's. When Munger told him about the idea back in 1973, the producer immediately contacted screenwriter David Seltzer and hired him to write a screenplay. It took a year for Seltzer to write the script.[4][5] The movie was considered by Warner Bros Pictures, but the project did not move forward until optioned by Alan Ladd Jr. of 20th Century Fox.[5][6] Seltzer and Donner differed over the film's message.[7] Donner favored an ambiguous reading of the script under which it would be left for the audience to decide whether Damien was the Antichrist or whether the series of violent deaths in the film were all just a string of unfortunate accidents.[7] Seltzer rejected the ambiguity favored by Donner and pressed for an interpretation of his script that left no doubt for the audience that Damien Thorn was the Antichrist and that all of the deaths in the film were caused by the malevolent power of Satan, the interpretation that Bernhard chose to go with.[7] Bernhard claims Gregory Peck had been the choice to portray Ambassador Thorn from the beginning. Peck got involved with the project through his agent, who was friends with producer Harvey Bernhard. After reading the script, Peck reportedly liked the idea that it was more of a psychological thriller rather than a horror film and agreed to star in it. He was at first displeased with the props and effects for making the death scenes but was relieved to find how restrained and non-exploitative they were in the final film.[4][8] Despite Bernhard's claim,[4] there were other actors considered for the role because studios were reluctant to cast Peck as a child killer.[5] Warner Bros. Pictures thought the role would be ideal for Oliver Reed.[6] William Holden turned it down, claiming he didn't want to star in a film about the devil. Holden would later portray Thorn's brother, Richard, in the sequel, Damien: Omen II (1978).[9] A firm offer was made to Charlton Heston on July 19, 1975. He turned down the part on July 27, not wanting to spend an entire winter alone in Europe and also concerned that the film might have an exploitative feel if not handled carefully.[10] Roy Scheider, Dick Van Dyke, and Charles Bronson were also considered for the role of Robert Thorn.[11] Principal photography of The Omen began on October 6, 1975, and lasted eleven weeks, wrapping on January 9, 1976.[12] Scenes were shot on location in Bishops Park in Fulham, London and Guildford Cathedral in Surrey.[13][14][15] The Thorns' country manor was filmed at Pyrford Court in Surrey.[5] The church featured in the Bishop's Park neighbourhood is All Saints' Church, Fulham, on the western side of Putney Bridge Road. Additional photography took place at Shepperton Studios outside London, as well as on location in Jerusalem and Rome.[2] According to Richard Donner, Lee Remick's reaction during the baboon scene was authentic.[4] American scholar Brad Duren argued that The Omen was part of a trend of films featuring cosmic horror that started with Rosemary's Baby in 1968, but the film was unusual at the time because it concerned the \"end times\" predicted in The Book of Revelation and used the ideology of premillennial dispensationalism favored by American fundamentalist Protestants.[16] Duren further maintained that the box office success of The Omen, which concerned the first stages of the Apocalypse as the Antichrist is born, reflected the zeitgeist of 1970s America.[17] In 1973, an advertising executive and evangelical Christian, Robert Munger, who had read Hal Lindsey's book The Late, Great Planet Earth, speculated to film producer Harvey Bernard about the possibility that the Antichrist might be walking the earth in the form of a child, unknown to the vast majority of humanity.[7] This conversation inspired Bernard with the idea for the film that became The Omen.[7] Bernard commissioned scriptwriter David Seltzer to write a script for the film.[7] Seltzer in turn borrowed many ideas from premillennial dispensationalism, especially The Late, Great Planet Earth, while inventing his own.[7] For an example, a supposed quote from the Book of Revelation featured in The Omen (\"When the Jews return to Zion and a comet rips the sky and the Holy Roman Empire rises, then you and I must die; from the eternal sea he rises, creating armies on either shore, turning man against his brother, 'til man exists no more\") is a fabrication by Seltzer.[7] Likewise, the sinister figure who will rule the world for seven years predicted in The Book of Revelation, commonly known as the Antichrist, is not described in the Bible as the son of Satan, whereas Seltzer made Satan the father of the Antichrist in The Omen.[7] Duren commented that it was a sign of the popularity of The Omen that ever since the film was released in 1976 it is widely believed, even by evangelical Christians, that Satan will be the father of the Antichrist despite the fact that the Bible says nothing of the sort (the Antichrist, Duren says, is only described as a follower of the Devil).[7] In the same vein, the film's portrayal of certain Catholic priests as the allies of the Antichrist owes much to fundamentalist Protestant views of the Roman Catholic Church and has nothing to do with Catholic doctrine.[18] The \"daggers of Megiddo\", which are the only things that can kill the Antichrist in The Omen, are not mentioned in the Book of Revelation, which states that only Christ can kill the Antichrist.[19] Finally, Duren stated that the film massively distorts the Book of Revelation by requiring Robert Thorn to kill Damien with one of the sacred daggers as the only way to avert the Apocalypse. In fact, the Book of Revelation contends that the Apocalypse will be a horrific but necessary chapter in the future that will end in the ultimate triumph of good over evil and the salvation of humanity.[20] Duren wrote that from a fundamentalist viewpoint Damien should not be killed because his temporary rule as the dictator of the world will be followed by the eternal rule of Christ, but Seltzer needed to add dramatic tension to the story.[19] Duren noted that Munger, who served as the religious consultant on the film, should have been aware of the film's distortions of the Bible.[21] The success of the film in 1976 may have been due to a sense of malaise in the West at the time. As film critic John Kenneth Muir wrote: \"What if the Bible is correct? What if all the signs of the Apocalypse are happening around about now? Would we believe them? Heck, would we even notice?\"[21] Duren wrote that though it was unlikely that most people who viewed the film in 1976 accepted the dispensationalist viewpoint, the mere feeling that the world or the West was in terminal decline gave the film a resonance that its subsequent sequels lacked.[21] Beyond the success of the film, Duren wrote that the impact of the film on popular culture can be seen in the way that many people accept the dispensationalist reading of the Book of Revelation as the correct interpretation whereas in fact, the dispensationalist interpretation was and still is rejected by many churches.[21] Duren wrote that dispensationalism had once been a \"fringe\" theory within Protestant theology, but due to the popularity of The Omen it is now widely accepted as doctrine.[22] Duren noted that in the film it has to be explained to Robert Thorn that the number 666 is the \"mark of the beast\" as presumably the audiences in 1976 were not familiar with this aspect of the Book of Revelation, but because of the film's popularity, the number 666 has entered popular culture and most people, even those of a secular bent, are aware of the sinister significance attached to the number.[23] An original score for the film, including the movie's theme song \"Ave Satani\", was composed by Jerry Goldsmith, for which he received the only Oscar of his career. The score features a strong choral segment, with a foreboding Latin chant. The refrain to the chant is, \"Sanguis bibimus, corpus edimus, tolle corpus Satani\", Latin for, \"We drink the blood, we eat the flesh, raise the body of Satan\", interspersed with cries of \"Ave Satani!\" and \"Ave Versus Christus\" (Latin, \"Hail, Satan!\" and \"Hail, Antichrist!\").[citation needed] Aside from the choral work, the score includes lyrical themes portraying the pleasant home life of the Thorn family, which are contrasted with the more disturbing scenes of the family's confrontation with evil.[citation needed] According to Goldsmith's wife, Carol, the composer initially struggled with ideas for the score until one evening when he suddenly, happily announced to her, \"I hear voices\", referring to an orchestral chorus or choir. The Latin of this song contains some errors: \"We drink the blood\" must be Sanguinem bibimus (accusative form of sanguis),[25] also \"Hail Satan!\" is Ave Satana (vocative form),[26] and as for Ave Versus Christus is nonsense in Latin: the correct form is Ave Antichriste (vocative form of Antichristus,[27] the Latin name for the biblical Antichrist). All music is composed by Jerry Goldsmith. For the film's 25th anniversary, a deluxe version of the soundtrack was released with eight additional tracks. All music is composed by Jerry Goldsmith. A limited-edition soundtrack was released for the film's 40th anniversary with six additional tracks and a bonus track. All music is composed by Jerry Goldsmith. The Omen was released following a successful $2.8 million marketing campaign inspired by the one from Jaws one year prior, with two weeks of sneak previews, a novelization by screenwriter David Seltzer, and the logo with \"666\" inside the film's title as the centerpiece of the advertisement.[28] An early screening of the film took place in numerous U.S. cities on June 6, 1976.[29][30][31] The film was a massive commercial success, opening in the United States and Canada on June 25, 1976, in 516 theaters.[32] It grossed $4,273,886 in its opening weekend (a then-record for Fox)[32][33] and $60,922,980 in total, generating theatrical rentals of $28.5 million in the United States and Canada.[34] Worldwide it earned rentals of $46.3 million from a budget of $2.8 million.[35][3] In the United States, the film was the sixth-highest-grossing movie of 1976. During its release in South Africa under the apartheid regime, the Publication Approval Board cut the final scenes showing the killing of Robert Thorn and Damien's survival.[5] Richard Eder of The New York Times called it \"a dreadfully silly film\" but \"reasonably well-paced. We don't have time to brood about the sillinesses of any particular scene before we are on to the next. There is not a great deal of excitement, but we manage to sustain some curiosity as to how things will work out.\"[36] Variety praised Richard Donner's direction as \"taut\" and the performances as \"strong\", and noted that the script, \"sometimes too expository, too predictable, too contrived, is nonetheless a good connective fibre.\"[37] Roger Ebert gave the film 2.5 stars out of 4.[38] Gene Siskel of the Chicago Tribune also awarded 2.5 stars out of 4, lauding the \"firepower sound track\" and several \"memorable\" scenes, but finding the story \"goofy.\"[39] Kevin Thomas of the Los Angeles Times called it \"an absolutely riveting, thoroughly scary experience, a triumph of sleek film craftsmanship that will inevitably but not necessarily unfavorably be compared to The Exorcist.\"[40] Tom Shales of The Washington Post declared, \"It's probably the classiest Exorcist copy yet, but as a summer thriller, it can hardly challenge the human appeal and exhilarating impact of last year's Jaws ... Seltzer, busy justifying his baloney premise with Biblical quotations, forgets about narrative logic or empathetic characters.\"[41] Gene Shalit called the film \"a piece of junk\", and Judith Crist said it \"offers more laughs than the average comedy.\"[42] Jack Kroll of Newsweek called it \"a dumb and largely dull movie.\"[43] Duncan Leigh Cooper of Cineaste wrote, \"Despite its improbable story line and abundance of gratuitous violence, The Omen does succeed in its attempt to frighten, terrorize, and just plain scare the pants off most of the audience. Impressive performances ... plus a chilling mock-religious score by Jerry Goldsmith and the skillful direction of Richard Donner, all contribute to the suspension of disbelief required to draw the audience into the film's web of terror.\"[44] Richard Combs of The Monthly Film Bulletin described the movie as \"[a] matter-of-fact exercise in Satanic blood and thunder, both less grandiloquently and less pretentiously put together than The Exorcist ... In fact, the narrative is so straightforward, and so mundanely concerned with developing ever more ingenious ways, at a rapidly increasing clip, of disposing of its starry cast, that the spiritual torment is skimped.\"[45] In 1978, two years after its release, The Omen was included in Michael Medved and Harry Dreyfuss's book The Fifty Worst Films of All Time. It was the most recent movie featured.[42] Retrospective reviews of the film have been more favorable. On review aggregator website Rotten Tomatoes, it has an approval rating of 86% based on 50 reviews and an average rating of 7.30/10. The site's consensus reads: \"The Omen eschews an excess of gore in favor of ramping up the suspense—and creates an enduring, dread-soaked horror classic along the way\".[46] On Metacritic, the film has a weighted average score of 62 out of 100 based on 11 critics, indicating \"generally favorable reviews\".[47] The Omen was ranked number 81 on the American Film Institute's 100 Years... 100 Thrills,[48] and the score by Jerry Goldsmith was nominated for AFI's 100 Years of Film Scores.[49] The film was ranked #16 on Bravo's 100 Scariest Movie Moments.[50] Similarly, the Chicago Film Critics' Association named it the 31st-scariest film ever made.[51] It has also been ranked as one of the best horror films of 1976 by Filmsite.org.[52] The film was criticized by the Catholic Church, which accused it of misrepresenting Christian eschatology. On the other hand, some Protestant groups praised the film, and the California Graduate School of Theology in Glendale presented the filmmakers with a special award during its 1977 commencement ceremonies.[5] The Omen was released on VHS by 20th Century Fox Home Video in 1980.[55] A VHS reissue was released by Fox under their \"Selection Series\" in 2000. The same year, a special-edition DVD was released by 20th Century Fox Home Video as a standalone release[56] as well as in a four-film set that included its three sequels.[57] A newly restored two-disc collector's edition DVD of the film was issued in 2006, coinciding with the release of the remake.[58] The film had its debut on Blu-ray in October 2008 as part of a four-film collection, featuring the first two sequels—Damien: Omen II and The Final Conflict—as well as the 2006 remake.[59] The fourth sequel, Omen: The Awakening, was not included in this set.[59] On October 15, 2019, Scream Factory released a deluxe-edition box set—featuring the original film, along with all three sequels and the remake—and featuring newly commissioned bonus materials.[60] The Scream Factory release features a new 4K restoration of the original film elements.[60] A novelization of The Omen was written by screenwriter David Seltzer and released two weeks before the film. For the book, Seltzer augmented some plot points and character backgrounds and changed minor details, including some character names: Holly became Chessa Whyte, Keith Jennings became Haber Jennings and Father Brennan became Father Edgardo Emilio Tassone. The Omen was followed by three sequels: Damien: Omen II (1978), Omen III: The Final Conflict (1981), and Omen IV: The Awakening (1991).[60] A remake of the same title was released in 2006, starring Liev Schreiber and Julia Stiles in the roles of Robert and Katherine, and Mia Farrow portraying Mrs. Baylock.[61] The film was also remade into Tamil as Jenma Natchathiram.","Title":"The Omen - Wikipedia","KeyID":"17003","URL":"https://en.wikipedia.org/wiki/The_Omen"}