{"Content: ":"War of the Satellites is a 1958 independently made American black-and-white science fiction film drama, produced and directed by Roger Corman, and starring Richard Devon, Dick Miller and Susan Cabot. It was distributed in the U.S. and the U.K. by Allied Artists. In the U.S., it was released as a double feature with Attack of the 50 Foot Woman. The low-budget feature was rapidly conceived, filmed and released to exploit the international media frenzy around the launch of the Russian Sputnik satellite, the first in space.[1] In the film, an \"unknown force\" declares war against Earth when the United Nations disobeys its warnings against assembling and launching the first satellite into space. Members of the United Nations space program are dismayed by the inexplicable annihilation of a manned satellite. The satellite is the tenth in the Sigma Project to be destroyed after coming into contact with a mysterious space barrier. At the control center, U.N. representative Mr. Akad demands that the project, which has yielded limited results, be terminated because of the loss of money and lives. Soon after, a young couple witnesses the landing of a small missile-like object which they turn over to authorities. After examining the capsule, the U.N. calls a meeting and reads aloud a message from the capsule that proclaims to be from the Masters of the Spiral Nebula Ghana, aliens displeased by Earth's repeated attempts to explore space. Calling humans a \"disease\", the aliens declare they will set up a quarantine to protect the universe. In response, Mr. Hotchkiss, the United States representative, gives a rousing speech asserting that no other life force has the right to thwart mankind's ambitions, and the continuation of the Sigma Project is enthusiastically approved. After the meeting, the head of Sigma, Dr. Van Ponder, tells reporters that he suspects that the message is a fake, but nevertheless announces his plan to lead the next satellite mission. In private, Van Ponder reveals to colleagues and mission crew members, astronomer David Boyer and researcher Sybil Carrington, that the capsule has defied all analysis and its origins remain unknown. Over the next several weeks, preparations for the next mission proceed. One evening, Hotchkiss summons Van Ponder to a U.N. meeting, but while driving there, Van Ponder's car is attacked by a mysterious ball of light, which drives him off the road. At the U.N., as Akad leads another diatribe against the project, Hotchkiss receives notification of Van Ponder's death. The council is stunned, however, when moments later, Van Ponder arrives at the meeting. Unknown to the council, aliens have assumed the form of Van Ponder to infiltrate the project. Later, alone in Hotchkiss' office, Van Ponder splits into two separate replicas of the scientist to extend his ability to impede Sigma. Back at the research center, David asks Van Ponder to reconsider Sybil's inclusion in the mission because he fears for her safety. As Van Ponder refuses, the men are interrupted by news that a large number of natural disasters have occurred worldwide. Speculation arises in the press that the disasters may be part of the U. N.'s strange warning from outer space. Van Ponder then suggests to Hotchkiss that in light of the events, they should call a halt to Sigma. After Hotchkiss reluctantly agrees, Van Ponder writes a letter to be read at the U. N. declaring the end of space exploration. David volunteers to present the letter, but at the council meeting makes an impassioned declaration that the Sigma Project will continue despite the alien intervention. Some days after, while chatting with Van Ponder in a lab, David is disconcerted to notice the scientist has identical markings on each arm, which prompts him to investigate Van Ponder's wrecked car. Meanwhile, while meeting with astronomical engineer John Campo at the lab, Van Ponder fails to notice that his hand is being burned by a torch. While John races for a doctor, Van Ponder heals the wound. When John arrives with Dr. Howard Lazar, Van Ponder's hand is intact, and when John insists that Van Ponder was severely injured, Howard suggests he has been working too hard. When David finds Van Ponder's demolished car, he realizes that no one could have survived the accident. David then contacts Sybil, only to learn that the Sigma launch has been moved forward and is to occur in a few hours. David hurries to the launch site, but realizes that he will be unable to speak with Sybil until after the launch. As preparations continue for blast-off, Van Ponder is unsettled to note that John is part of the crew. Later, while hurrying to his post, David is shocked to see Van Ponder replicate himself. Following the successful launch of the satellite, Van Ponder corners John in a small control room, paralyzes him so that he cannot escape, and then reveals that he is an alien. He explains that the warning from space came from powerful beings with the ability to transform energy into matter and back again. Van Ponder offers to transform John if he will help him, but when John adamantly refuses, Van Ponder kills him. After Sybil enters the control room and finds them, Van Ponder explains that John did not survive the ship's rapid acceleration process. While Van Ponder arranges a funeral service for John, David tells Sybil that Van Ponder is an alien, but Sybil refuses to believe him. Later, when David asks Howard about John's death, the doctor asserts that John was completely healthy. After David tells Howard that Van Ponder murdered John because he uncovered something Van Ponder was trying to conceal, Howard agrees to examine Van Ponder. Before meeting with Howard, Van Ponder creates a heart for himself, then is startled by his sudden surge of emotion for Sybil. While Sybil meets David to report Van Ponder's unusual behavior, Van Ponder murders Howard, then announces to the crew that he suspects David of having killed John. Just before his arrest, David, unaware of Howard's death, pleads with Sybil to seek protection with the doctor. Going in search of Howard, Sybil spots Van Ponder and takes refuge from him in the solar radiation room. Van Ponder follows her, but when he hears an announcement that David has escaped his guards, Van Ponder replicates himself in front of Sybil. While one replica goes after David, the other attempts to seduce Sybil. As the satellite nears the space barrier, the pilots are confused by Van Ponder's order to head toward it. David confronts one of the Van Ponder replicas and wounds him with a gunshot. After a fierce brawl, David finally shoots Van Ponder to death, after which the replica with Sybil also collapses and dies. David then orders the satellite to detonate a radiation blast which should catapult them through the barrier. David rescues Sybil from the radiation room just before the blast. David's plan succeeds and the Sigma satellite reports to Earth control, \"We are passing through Andromedae at the speed of light. We've made it. The whole universe is our new frontier!\"[2] Special effects maven Jack Rabin suggested to Roger Corman the idea of making the film, while the topic of space satellites was still hot in the news headlines. In a 2019 interview, Corman recalled his meeting with Steve Broidy of Allied Artists: \"I said, 'Steve, if you can give me $80,000, I will have a picture about satellites ready to go into the theaters in 90 days.' And then he said, 'What's the story?' And I said, 'I have no idea, but I will have the picture ready.' And he said, 'Done.' And he gave me the money.\"[3] Broidy claimed in interviews that when Corman delivered the finished product on time, \"he gave him $500.00 to throw a cast party. They're still waiting for the party...\"[4] Susan Cabot's casting was announced in November 1957. She had previously made Sorority Girl, Carnival Rock and Saga of the Viking Women for Corman.[5] Filming started 9 December 1957.[6] Dan Haller was Corman's art director on the film and revealed in an interview how low-budget the spaceship's interior set was, consisting of \"four arches to make the hallways in the spaceship...and two lounge chairs. That was the entire ship\".[7] Dick Miller, at 5-foot-5-inch, was a bit intimidated by the six-foot-two Richard Devon. The film's script said Miller was supposed to fight him. At the time, he said he felt that his part should have gone to a more powerful-looking actor, such as \"William Lundigan or Richard Carlson\". He said, \"I looked up at Dick Devon...and said 'Jesus Christ, I gotta beat him up'\"?[7] Miller added the part \"didn't sit too well. It was a real, quote/unquote, leading-man type, and I was a foot too short for the part.\"[8] Miller said filming took place over a \"leisurely\" 10 days. We had two of the best lounge chairs money could buy to take off for the moon in. The type where you hit the sides and the chair slides down into a lying-down position. At the time, they looked pretty good, except they really looked like lounge chairs. We had a lot of fun on those. I remember for the hallways on the spaceship...we had four arches, that's all they were, the entire set was arches. You could set them close together to make a short hall or set them further apart and make a long hall. At the end of the hall was a flat— you made a turn. So on our spaceship you always ran down to the end of the hall and made a turn. That was the entire ship.[8] Susan Cabot remembers being intrigued by the costumes and wished that Corman could have expanded the plot.[9] Richard Devon said the film was one of the few he enjoyed making with Corman, due to the quality of his role.[10] The film came out in July 1958 as a double feature with Attack of the 50 Foot Woman.[11]","Title":"War of the Satellites - Wikipedia","KeyID":"17019","URL":"https://en.wikipedia.org/wiki/War_of_the_Satellites"}