{"Content: ":"Wrightbus[4] is a Northern Ireland based bus manufacturer and a pioneer of the low-floor bus. The company was established in 1946 by Robert Wright and was later run by his son William Wright, until it was acquired in 2019 by British businessman Jo Bamford. Wrightbus was founded in 1946 as Robert Wright & Son Coachbuilders.[5] In its early years it rebodied lorries. In 1978, the company released its first aluminium-structured bus bodywork. Wright's breakthrough into the mainstream bus bodybuilding sector came in the early 1990s.[6] The Handybus was a midibus body offered on a variety of chassis but was more successful than the emerging Dennis Dart in attracting reasonably-sized orders from a variety of operators including London Buses, Go Ahead Northern, Ulsterbus and Citybus (Belfast).[7] This was followed by a move into the full-size single deck market with the Endeavour which was fitted to Dennis Javelin, Leyland Tiger and Scania K93 chassis, and enabled Wright to develop its highly successful Endurance body which competed with the Alexander Strider and Northern Counties Paladin for orders on Volvo B10B and Scania N113CRB chassis.[8][9] Other Wright products introduced in this period included two Mercedes-Benz-based products, the O405 based Cityranger and the OH1416 based Urbanranger. The latter was launched around the time bus operators in the UK began switching to low floor chassis and consequently only attracted a handful of orders. However, Wright had become well established in the bus bodybuilding sector by then, and was able to exploit the opportunities the low-floor revolution would offer it from the mid-1990s onwards. In 1993, the Pathfinder on low floor Dennis Lance SLF and Scania N113CRL chassis was unveiled. The Axcess-Ultralow was introduced in 1995 and offered on the Scania L113 chassis. At this time it was selling in reasonable numbers to UK bus operators, but unlike other bodybuilders who could only offer the L113 with step-entrance bodies, Wright modified it by removing the middle section of the chassis and thus offered UK bus operators one of the first mainstream low-floor body/chassis combinations. A major customer for the Axcess-Ultralow was FirstGroup, taking approximately 240. Next up was the Volvo B10L based Liberator introduced at the end of 1995: National Express ordered 120 in 1997. Next came the Renown body built on the Volvo B10BLE which went on to become the standard bus of the Blazefield Group. Production was stopped when the B10BLE was replaced by the Volvo B7L on the new Wright Eclipse (now Wright Eclipse Metro), which due to its vertical rear engine wasn't popular with many operators. Nevertheless, Wright did not lose custom and many operators such as Ulsterbus switched to the incline-engined Scania L94UB, on a similar Wright Solar body. Another bodywork which resembles the current Solar/Eclipse range is the Meridian, which was bodied on the MAN A22 full low-floor single-deck chassis. The most distinctive Wright product is the New Routemaster London bus, introduced in February 2012 as an update of the AEC Routemaster.[10] Production ended in 2017 when the 1,000th left the production line.[11] The first Wright Eclipse Gemini double-decker was built on the Volvo B7TL chassis in 2001. A similarly styled bus entered service with Arriva London in August 2003 as the Wright Pulsar Gemini on the VDL DB250 chassis. Large operators of Gemini-bodied buses include Arriva, FirstGroup, Go-Ahead Group, Lothian Buses and National Express. In 2016, the Wright SRM was introduced on the Volvo B5LH.[12] Since May 2013, Wrightbus has also built its own chassis, the StreetLite single-decker and StreetDeck double decker. However, they still continue to produce bodywork for the Volvo B5TL, Volvo B5LH and Volvo B8RLE.[13][14][15] Wrightbus has followed two strategies towards zero emission: battery powered and fuel-cell (powered by hydrogen) vehicles. The operator Go Ahead has placed orders for fuel-cell buses for its Metrobus and Brighton & Hove fleets, and Translink in Northern Ireland made an initial order for 38 battery vehicles.[16] Between September and October 2019, Wrightbus entered administration with the suspension of 1,300 jobs at their factory.[17] At the time of administration they were £60m in debt.[18] On 11 October 2019, a deal was reached in principle between Jo Bamford (son of Anthony Bamford, chairman of the construction equipment manufacturer JCB) and the Wright family for the land used by the factory, a sticking point in negotiations to sell the firm.[19][20] A deal was made with the administrators eleven days later, with Jo Bamford's Bamford Bus Company concluding a takeover of the company.[1] Since the takeover of Wrightbus, Bamford has been committed to creating a market for hydrogen buses with a reconfigured StreetDeck that is powered by hydrogen. In 2020, Bamford said he planned to build 3,000 buses of this type by 2024.[21] In 1997, an order for 25 Wright Crusader-bodied Dennis Darts was delivered to Australian operator ACTION. Between 2003 and 2006, Hong Kong operator Kowloon Motor Bus received a total of 164 Wrightbus three-axle double-deckers; 100 of them were on Volvo Super Olympian and 64 of them were on Volvo B9TL chassis. In 2009, Kowloon Motor Bus had ordered a total of 291 buses, including one demonstrator with two-axle, and all buses were in service in 2012. In 2010, the first of 450 Wright Eclipse Gemini 2-bodied Volvo B9TLs was delivered to SBS Transit, Singapore till end 2012.[22] In 2011, Wrightbus International was established. A contract was awarded by SBS Transit for 565 Wright Eclipse Gemini 2 bodied Volvo B9TLs and delivered since January 2013 till June 2015.[23][24] In November 2012, a contract for 50 Wright Eclipse Gemini 2 bodied Volvos was awarded by Kowloon Motor Bus. These are being sent in knock-down kit (ckd) form from Ireland and assembled in China and followed by another 85, including two 12.8-metre-long demonstrators.[25][26] In September 2013, Wrightbus entered into a partnership with Daimler Buses to manufacture buses in Chennai, India.[27][28] In March 2014, orders were secured from Hong Kong operators Citybus and New World First Bus for 51 Volvo B9TLs. These are being sent in CKD form from Northern Ireland and assembled in Malaysia.[29][30][31] In July 2014, SBS Transit ordered a further 415 Eclipse Gemini 2-bodied Volvo B9TLs which will be delivered from August 2015 till 2017,[needs update] increasing the total to 1,430 by 2017.[22][32] When Deloitte was appointed in 2019 as the company's administrators, the company was £60 million in debt, with £38.1 million owed to the Bank of Ireland. It was said that they had insufficient assets to pay off its creditors so had the company been liquidated, they would not have been paid.[18] During the six years prior to Wrightbus going into administration, it was reported that Jeff Wright, the owner of the company, had donated £15m to a church he had founded in 2007, Green Pastures Church.[33] This led to protests on 29 September 2019 which were joined by many of the company's former workers, including members of the Wright family.[34]","Title":"Wrightbus - Wikipedia","KeyID":"17012","URL":"https://en.wikipedia.org/wiki/Wrightbus"}