{"Content: ":"The Northern Ireland Constitutional Convention (NICC) was an elected body set up in 1975 by the United Kingdom Labour government of Harold Wilson as an attempt to deal with constitutional issues surrounding the status of Northern Ireland. The idea for a constitutional convention was first mooted by the Northern Ireland Office in its white paper The Northern Ireland Constitution, published on 4 July 1974.[1] The paper laid out plans for elections to a body which would seek agreement on a political settlement for Northern Ireland. The proposals became law with the enactment of the Northern Ireland Act 1974 later that month. With Lord Chief Justice Robert Lowry appointed to chair the new body, elections were announced for 1 May 1975. The elections were held for the 78-member body using the single transferable vote system of proportional representation in each of Northern Ireland's twelve Westminster constituencies. Initially the body was intended to be purely consultative, although it was hoped that executive and legislative functions could be devolved to the NICC once a cross-community agreement had been reached. Unionists opposed to the NICC once again banded together under the umbrella of the United Ulster Unionist Council (UUUC) and this coalition proved the most successful, taking 46 seats. Brian Faulkner None Source: Northern Ireland Constitutional Convention Elections 1975 A number of leading Northern Ireland politicians were elected to the NICC, increasing hope that the body might achieve some of its aims. Also elected were some younger figures who went on to become leading figures in the future of Northern Ireland politics. These included: The elections left the body fundamentally weakened from its inception as an overall majority had been obtained by those Unionists who opposed power sharing as a concept. As a result, the Northern Ireland Constitutional Convention Report published on 20 November 1975[2] recommended only a return to majority rule as had previously existed under the old Parliament of Northern Ireland government. As such a solution was completely unacceptable to the nationalist parties, the NICC was placed on hiatus. Hoping to gain something from the exercise, Secretary of State for Northern Ireland Merlyn Rees announced that the NICC would be reconvened on 3 February 1976.[citation needed] However, a series of meetings held between the UUUC and the SDLP failed to reach any agreement about SDLP participation in government, and so the reconvened NICC once again failed to achieve a solution with cross-community support. As a result, Rees announced the dissolution of the body on 4 March 1976 and Northern Ireland remained under direct rule.[citation needed] On the face of it, the NICC was a total failure as it did not achieve its aims of agreement between the two sides or of introducing 'rolling devolution' (gradual introduction of devolution as and when the parties involved saw fit to accept it). Nevertheless, coming as it did not long after the Conservative-sponsored Sunningdale Agreement, the NICC indicated that no British government would be prepared to re-introduce majority rule in Northern Ireland. During the debates William Craig accepted the possibility of power-sharing with the SDLP, a move that split the UUUC and precipitated the eventual collapse of Vanguard. The idea of electing a consultative body to thrash out a deal for devolution was also retained and in 1996 it was revived when the Northern Ireland Forum was elected on largely the same lines and with the same overall purpose. The Forum formed part of a process that led to the Good Friday Agreement and the Northern Ireland Assembly.","Title":"Northern Ireland Constitutional Convention - Wikipedia","KeyID":"17013","URL":"https://en.wikipedia.org/wiki/Northern_Ireland_Constitutional_Convention"}