{"Content: ":"The Collingwood Football Club, nicknamed the Magpies or colloquially the Pies, is a professional Australian rules football club based in Melbourne that competes in the Australian Football League (AFL), the sport's elite competition. The club was formed in 1892 in the suburb of Collingwood and played in the Victorian Football Association (VFA) before joining seven other teams in 1896 to found the breakaway Victorian Football League, today known as the AFL. Originally based at Victoria Park, Collingwood now plays home games at the Melbourne Cricket Ground and has its training and administrative headquarters at Olympic Park Oval and the AIA Centre. Collingwood has played in a record 44 VFL/AFL Grand Finals (including rematches), winning 15, drawing two and losing 27 (also a record). Regarded as one of Australia's most popular sports clubs, Collingwood has attracted the second-highest attendance figures and television ratings of any professional football team in the nation.[4] The club's song, \"Good Old Collingwood Forever\", dates back to 1906, making it the oldest song currently used in the AFL. Its home guernsey consists of black and white stripes, matching the colours of the Australian magpie. Historically, the club's biggest rivals have been cross-town clubs Carlton, Melbourne and Richmond. Collingwood has also enjoyed a healthy Anzac Day rivalry with Essendon since 1995 and smaller rivalries with West Coast and Brisbane since the turn of the millennium. Collingwood fields a reserves team in the Victorian Football League (formerly the VFA) and women's teams in the AFL Women's and VFL Women's competitions. It also owns and operates a netball team in the National Netball League. The Collingwood Football Club was established on 12 February 1892.[5][6][7] Collingwood played its first game in the Victorian Football Association (VFA) against Carlton on 7 May 1892.[8] The club won the VFA Premiership in 1896. In 1897, Collingwood, along with fellow VFA clubs Fitzroy, Melbourne, St Kilda, Carlton, Essendon, South Melbourne and Geelong split from the VFA and formed the Victorian Football League (VFL). Collingwood won its first premiership in 1902, defeating Essendon by 33 points in the 1902 VFL Grand Final. Collingwood was the most successful Victorian[9] club of the 1920s and 1930s, appearing in 13 out of a possible 20 Grand Finals during the period. Collingwood were premiers six times during this time, including four consecutive premierships between 1927 and 1930, a VFL record, and two consecutive premierships in 1935 and 1936. The club's coach during this period was Jock McHale, who served as coach from 1912 to 1949. Collingwood also had three Brownlow Medallists during the period, with Syd Coventry winning in 1927, Albert Collier in 1929 and Harry Collier in 1930. The club's ruthlessly successful period later earned the club the nickname \"The Machine\". American journalist and author Sam Walker included the Machine team in his book The Captain Class, which listed some the author's greatest teams in the history of world sport.[10] The Collingwood team of 1927–30 not only achieved four straight premierships, but did so with a winning percentage of around 86% across the four seasons, and an average winning margin of about five goals. In 1929 they also became the only team in history to go through a home-and-away season undefeated.[10] Collingwood remains the only club in the history of the VFL/AFL to have been declared premiers on four successive occasions. In the 1950s, rival club Melbourne enjoyed an era of unprecedented success, winning five premierships in six years (the last coming in 1960, and having been runner up in 1954). Collingwood lost two Grand Finals to Melbourne in this decade, but bounced back to win premierships in 1953 and 1958. Collingwood's 1958 premiership is much cherished by the club as it prevented Melbourne from equalling Collingwood's record four premierships in a row. The 1958 premiership was however to be Collingwood's last for 32 years, as the club was to suffer a string of Grand Final defeats in coming decades. Collingwood and Melbourne play their rival match every year within the Queens Birthday Weekend. A string of eight Grand Final losses, often by narrow margins, between 1960 and 1981 gave rise to a perception that the club was prone to \"choking\", a phenomenon wittily dubbed \"Colliwobbles\".[11][12][13] Whether this perception is accurate remains a subject of debate;[14] having only won one and drawn one of its last six Grand Finals. Lou Richards ceremoniously buried the Colliwobbles at Victoria Park after the club's 1990 premiership.[15][16] The 1990 premiership team, coached by Leigh Matthews and captained by Tony Shaw, had a one-sided grand final win against Essendon, the Magpies recording a 48-point victory and ending a 32-year premiership drought which included eight grand final losses and one draw. The sight of club great Darren Millane, who died in a car-crash one year later, holding the ball aloft in triumph at the final siren is one of the indelible images of the match.[17] After the drought-breaking premiership, the club lapsed into a state of decline for the remainder of the decade, culminating with the club's second wooden spoon in 1999. The Magpies returned to finals, though were quickly eliminated, in the 1992 season against St Kilda and in the 1994 AFL season against West Coast. Matthews left as head coach at the end of the 1995 season and was replaced at the start of the following year by 1990 premiership captain Tony Shaw, who had only retired from football 18 months earlier. Mid-table finishes under Shaw were achieved for the next two seasons, before poor results in 1998 and 1999 saw Shaw announce his resignation. Media personality, sports journalist and administrator Eddie McGuire was elected President in October 1998. He oversaw the installation of new head coach Michael Malthouse in October 1999, whose appointment proved to be a masterstroke in reviving the club on-field. Under Malthouse, the acquisition and emergence of players such as Paul Licuria, Alan Didak, Anthony Rocca and Nathan Buckley resulted in Collingwood quickly moving up the ladder in the 2000 AFL season and in the 2001 AFL season, only narrowly missing the finals in the latter year. Collingwood met reigning premiers Brisbane in the 2002 Grand Final and were regarded as massive underdogs, eventually falling just 9 points short of an improbable premiership. Buckley, the captain, became just the third player to win the Norm Smith Medal as best afield in the Grand Final despite being a member of the losing side. Despite a very successful home-and-away next season, they were again defeated by the Lions in the 2003 Grand Final, this time in thoroughly convincingly fashion. Following those Grand Final losses, Collingwood struggled for the next two years, finishing 13th in 2004 and second-last in 2005; the latter meant Collingwood was eligible for a priority pick which the club used to recruit Dale Thomas. Collingwood made a return to the finals in 2006, finishing fifth, but were defeated by the Western Bulldogs by 41 points in its elimination final. A loss to Essendon late in the season was to cost them the double chance.[18][19] The 2007 season saw them finish sixth on the ladder at season's conclusion, and in the finals they knocked out the grand finalists of the past two years, Sydney, in the elimination final and then West Coast in overtime at Subiaco Oval in the semi-final. Having earned a preliminary final against Geelong, Collingwood lost to the eventual premiers, by five points in one of the most memorable preliminary finals in over a decade. Nathan Buckley would announce his retirement at season's end after playing just five games in 2007 due to injury. Collingwood finished eighth in the 2008 AFL season and were assigned an away final against Adelaide at AAMI Stadium. After at one point trailing in the match, Collingwood went on to end Adelaide's season and earn a semi-final meeting against St Kilda. Having defeated the Saints in both their regular season meetings, Collingwood lost convincingly, ending their 2008 season. The 2009 season saw Collingwood finish inside the top-four for the first time since 2003, but in the qualifying final were beaten by minor premiers St Kilda convincingly. Having won a second chance, Collingwood struggled against Adelaide for the second year in a row before John Anthony kicked the match-winning goal with a minute left to send them into another preliminary final meeting with Geelong. But the season ended abruptly for the Magpies, with a 73-point loss to Geelong. In 2010, Collingwood finished as minor premiers, and after wins in the qualifying and preliminary finals, reached the first Grand Final against St Kilda. The match finished as a draw, forcing the first grand final replay in 33 years. Collingwood won the replay by 56 points. Key defensive player Nick Maxwell captained the club to victory and midfielder Scott Pendlebury (who had already won his first of eventually three Anzac medals earlier in the year) was awarded the Norm Smith Medal. The club won a second consecutive minor premiership in 2011, and qualified for the Grand Final after a three-point victory against Hawthorn in the preliminary final. However, Collingwood was then beaten by Geelong by 38 points in the decider, after trailing by seven points at three-quarter time. Following the Grand Final loss, which also marked the end of the club's 2011 AFL season, Malthouse left Collingwood after deciding not to stay on as \"director of coaching\".[20] Star midfielder Dane Swan won the 2011 Brownlow Medal with a then-record 34 votes. Malthouse would leave having coached the club to eight finals series and four grand finals in 12 years. Nathan Buckley, regarded as one of Collingwood's greatest players, was appointed assistant coach under Malthouse for the 2010 and 2011 seasons, before assuming the head coaching position at the start of the 2012 season.[21] Malthouse, who had been contracted to take on a \"head of coaching\" role, elected to leave the club rather than put Buckley in what he regarded as an awkward position.[22] Under Buckley, Collingwood continued to be successful in the short term, qualifying inside the top-four in the 2012 season, before falling 26 points short in a preliminary final to eventual premiers the Sydney Swans at ANZ Stadium. The club qualified for finals once more in 2013, though were surprisingly eliminated in the first week by underdogs Port Adelaide at home. The result prompted the Magpies coaching staff to begin making radical changes to the club's playing list, which saw premiership players Heath Shaw, Sharrod Wellingham, Heritier Lumumba among others leave for other clubs or retire. Over the next four years, younger talent was drafted but the club's win–loss recorded continued to deteriorate. Collingwood failed to make finals from 2014 through to the end of the 2017 season, progressively sliding down the ladder each year. Buckley came under intense media pressure to resign or be sacked from his position, though club administrators elected to grant him a two-year extension to his contract in October 2017 after a broad-ranging internal review.[23] The emergence of new-generation players such as Taylor Adams, Adam Treloar and Jordan De Goey, alongside key talls Brodie Grundy and Mason Cox mixed well with veterans Pendlebury and Steele Sidebottom. Collingwood jumped from 13th in 2017 to 3rd in 2018, sensationally knocking out reigning premiers Richmond in the preliminary final before falling five points short after leading for most of the match against West Coast in the 2018 Grand Final, the senior team's 27th defeat in a Grand Final. Buckley's growth as a coach was partially credited for the rapid improvement.[23] In 2019, Collingwood had another strong season, finishing fourth on the ladder, but they were unable to return to the Grand Final after a shattering four-point defeat to Greater Western Sydney in the first preliminary final.[24] In 2020, Collingwood finished 8th at the end of the home-and-away season. The club made significant on-field and administrative changes in the late 2010s. It was a foundation member of the inaugural AFL Women's competition in 2017 and in the same year established the Collingwood Magpies Netball team, a division of the club competing in the professional National Netball League. Collingwood unveiled a new permanent logo at the end of the 2017 season, which was the club's 125th anniversary year.[25] In 2020, the club commissioned an independent review into claims of racism at the club. In February 2021, the report was leaked to journalists and revealed that \"while claims of racism have been made across the AFL, there is something distinct and egregious about Collingwood’s history\" and that \"what is clear is that racism at the club has resulted in profound and enduring harm to First Nations and African players. The racism affected them, their communities, and set dangerous norms for the public.\"[26] Collingwood President Eddie McGuire suggested that the report signalled \"A historic and proud day\" for the media and club which was working towards addressing racism and that it \"was not a racist club\".[27] Many criticised McGuire's response, including AFL CEO Gillon McLachlan, Héritier Lumumba, former Indigenous Collingwood player Tony Armstrong and a Victorian Senator, among others.[28][29][30][31] McGuire later apologised for the remarks.[32] On 4 February, 150 Collingwood players from the men's and women's teams penned an open letter apologising \"to anyone who, through their association with our club, has been marginalised, hurt or discriminated against due to their race.\"[33] First-grade footballer Darcy Moore said that the players were \"humiliated and shocked\" by the report's findings.[33] McGuire stood down as President of the Collingwood Football Club on 9 February 2021, although he had initially wanted to see the year through for a seamless transition until being compelled to step down.[34][35] Buckley stepped down after Round 13 of the 2021 AFL season, and assistant coach Robert Harvey took over as the caretaker coach until the end of the season.[36] Harvey focused on developing youth and letting them play, with Collingwood winning 2 out of their 9 remaining games.[37] In September 2021, Craig McRae was appointed as head coach of the club for the 2022 season and onwards.[38] Throughout the club's history, Collingwood has worn a guernsey of black and white vertical stripes. The all white jumper, with the three black vertical stripes is the iconic strip that the club is most associated with. The current incarnation of the guernsey is mostly black, with white stripes on the front and lower half of the back, and white numbers. The main clash guernsey is the reverse of this: mostly white, with black stripes and black numbers, worn in away matches against clubs with a predominantly dark guernsey such as Fremantle and Port Adelaide. A secondary clash guernsey was introduced in 2011 and is used only in matches against North Melbourne due to similarity between the two uniforms. The alternate uniform is black with only two white stripes on each side instead of three. Traditionally, Collingwood has worn a white guernsey with black stripes. The club switched to the black guernsey with white stripes in 2001.[39] Nike is the current manufacturer of the Magpies' apparel.[40] Collingwoods cultural reach and impact is far reaching as evidence by memberships, crowds, broadcast ratings and more recently, the emergence of influential digital media, such as the Pie Hard podcast. \"Good Old Collingwood Forever\" is the team song of the Collingwood Football Club. The lyrics were written by player Tom Nelson during Collingwood's 1906 tour of Tasmania, making it the oldest of the team songs currently used in the AFL. It is sung to the tune of \"Goodbye, Dolly Gray\", originally a song written in connection with the Spanish–American War, then a popular Boer War and First World War anthem. It is the only AFL team song to reference the barracker, an Australian rules football term for fan.[41] The current version of the song played at the ground during game day was recorded in 1972 by the Fable Singers.[42] The lyrics are as follows: Carlton is considered to be the club's most bitter arch-rival (for full details see Carlton–Collingwood AFL rivalry), with Richmond, Essendon and more recently Brisbane close behind.[43] Collingwood's two opponents in the themed Rivalry Rounds staged to date have been Carlton (2005–2006, 2009) and Richmond (2007–2008). The rivalry between Collingwood and Melbourne was at its peak between 1955 and 1964, when the two played off in the grand final on five occasions. This included the 1958 Grand Final where Collingwood's victory prevented Melbourne from equalling Collingwood's record of four premierships in succession (1927–1930). The old rivalry with Melbourne has faded in recent decades due to Melbourne not enjoying the same level of on-field success, however, it remains strong and is an annual scheduled fixture on the Queens Birthday public holiday. Collingwood's rivalry with Essendon has become more significant since 1995, when the first Anzac Day clash took place. After the 2021 match, Collingwood have won this contest 15 times and Essendon 11 times, with the first match being drawn. Games between Collingwood and Geelong have become highly anticipated since 2007. In Round 15 Geelong beat Collingwood by 16 points in a high-quality match. In the Preliminary final Collingwood surprised many when they came within 5 points of the eventual premiers. In 2008 Collingwood thrashed Geelong by 86 points—20.14 (134)- 7.6 (48) causing Geelong's only loss of the 2008 home-and-away season. In 2009, the sides again met in the preliminary final, but despite high hopes the Cats, who would again win the premiership, won by 73 points in front of another massive crowd of 87,258.[44] In 2010, the two sides emerged as the favourites for the flag and twice met in front of blockbuster crowds at the MCG when they were placed 1st and 2nd on the ladder—with the results evenly split. They again met in a Preliminary final, this time a resounding win to Collingwood by 41 points. In 2011, both teams were undefeated going into their round eight 'blockbuster' at the 'G. Geelong won by three points, after a controversial advantage was not paid to Magpie Scott Pendlebury in the dying minutes. Pendlebury kicked a goal and would have put the Pies in front, but the free kick was contentiously called back and Geelong managed to whisk the ball away. In the round 24 match, Geelong thumped the Magpies by a record margin of 96 points, which was also Collingwood's biggest ever loss at the MCG. The 2011 Grand Final against the Cats concluded with a 38-point loss for the Pies. Collingwood Football Club had its original training and administration base at Victoria Park from 1892 until 2004.[45] In 2004, Collingwood Football Club moved its primary administrative and training base to the purpose-built Melbourne Sports and Entertainment Centre at the Olympic Park Complex.[46] The Collingwood Football Club also used Olympic Park Stadium being adjacent to Melbourne Sports and Entertainment Centre as its outdoor training ground from 2004 until 2012, when it was demolished.[47] After this occurred, Collingwood Football Club moved its outdoor training ground to the newly developed Olympic Park Oval that replaced the space of the stadium after demolition. Collingwood is a working-class suburb and the Collingwood Football Club supporter base traditionally came from the working class (though its supporter base today goes far beyond). Many of the club's supporters who regularly attend games still come from the working class or from lower socio-economic groups, leading to jokes from supporters of other clubs which typically stereotype their Collingwood counterparts as poor, crude and ignorant.[48] Collingwood is traditionally reviled by non-Collingwood supporters (\"You either love 'em or you hate 'em\"). The dislike of the club by outsiders is said to have originated during the 1920s and 1930s, a period of great success for the club which drew the envy and resentment of other clubs. In this period, Collingwood was also perceived as a Catholic and Irish club, at a time when these groups were looked down upon by the rest of Australian society and subjected to a considerable degree of social exclusion.[49][50] Until recent years, racial vilification of opposition players in VFL/AFL games was not uncommon. According to a 2001 study, Collingwood's old home ground of Victoria Park had a reputation as one of the worst venues for such vilification, though it has also been said that the problem was similar at all grounds.[51] Collingwood has however been involved in several high-profile incidents of this type, such as those involving indigenous players Nicky Winmar in 1993 and Adam Goodes in 2013.[52] Michael Long's accusation of racial vilification against Collingwood ruckman Damian Monkhorst in 1995 also led directly to the establishment of the AFL's racial vilification regulations.[53] In support of more inclusive sporting cultures, in 2010 the Australian fashion designer Shanaaz Copeland developed a Collingwood-inspired hijab for Muslim women.[54] (See also: The \"Do Better\" Report) Collingwood’s cultural reach on the Australian sporting landscape is far-reaching, as evident by attendance figures, memberships, TV ratings, and, more recently, the emergence of digital media such as the Pie Hard podcast. In 2011, Collingwood reached 70,000 members for the first time, creating a new AFL record, beating their own previous record of 58,249 set in 2010.[67][68] The club's extensive membership base tends to be a large crowd-pulling power, which has caused the AFL to be accused of favouring Collingwood when scheduling to maximise the league's attendance figures.[69][70][71] However, the AFL states that this is due to other clubs requesting home games at the MCG against Collingwood. Collingwood was one of the last clubs to abandon its traditional stadium, the famous inner-city Victoria Park. Collingwood now plays home games at the MCG. It now also has its headquarters situated in the former Glasshouse Entertainment Centre. Due to a sponsorship deal, this facility is known as 'The AIA Centre', and has been previously known by other names such as 'The Lexus Centre', 'The Westpac Centre' and 'The Holden Centre', all due to sponsorship agreements. Collingwood continues to be financially viable through the loyal support of its huge following and numerous sponsors. After finishing 2nd in 2002 and 2003 the team fell to 13th and 15th (out of 16) in 2004 and 2005 respectively. This trend has plagued the club since the glory days of pre-World War II VFL football. Since 1958, the club has won only two VFL/AFL Premiership (the inaugural AFL Premiership in 1990, and in 2010). Despite this, the club still has won more individual games, more finals and made more grand final appearances than any other club. On 9 March 2007, former Collingwood and Fitzroy defender Gary Pert was appointed the Magpies' CEO, seven weeks after Greg Swann departed for Carlton. In accepting the key Magpie post, Pert quit as a club director and as managing director of Channel 9 in Melbourne. In a press conference, it was stated that Collingwood has budgeted to turn over about $50 million this year. McGuire hopes the new administration will soon double that figure. \"A finance administration review has come up with how we are going to turn Collingwood in to its next phase of its life\", McGuire said. \"What do we do to make ourselves go from a $45 million a year turnover business to a $100 million turnover business? \"They sound like big figures but in 1999 we turned over $13 million, so that is where we are heading as a football club.\" The club made an operating profit of $5.23 million for the 2013 season, revenue increased from $2.6 million to more than $75 million.[72] On 24 July 2017, Pert resigned from his position as CEO of the club, with Peter Murphy replacing him as an interim CEO.[73] The Collingwood guernsey is the most valuable sports sponsorship in Australia.[74] Collingwood has different guernsey sponsors for home and away matches, generating an estimated $6.3 million worth of media exposure for the primary sponsor and $5.7 million for the secondary sponsor. These sponsorships are ranked first and second in Australia.[74] High-profile sponsors have included Emirates,[75] Holden,[76] CGU Insurance,[77] and Westpac.[78] Spicers Paper[81] (Away) Primus[81] (Away) Primus[81] (Away) Primus[81] (Away) Emirates[75] (Away) Emirates[75] (Away) Wipe Off 5 TAC[82] (Away) Emirates[75] (Away) Emirates[75] (Away) Wizard Homes Loans[83] (Away) Emirates[75] (Away) Emirates[75] (Away) Aussie[84] (Away) Emirates[75] (Away) Emirates[75] (Away) CGU Insurance[77] (Away) Emirates[75] (Away) Emirates[75] (Away) CGU Insurance (Away) KFC[87] (Away) Emirates[75] (Away) Emirates[75] (Away) KFC[87] (Away) Played: 2,629 Won 1,573 Drawn: 28 Lost: 1007 (Last updated – Round 17 2022) Collingwood announced its team of the century on 14 June 1997, celebrating 100 years since the beginning of the VFL. Gavin Brown was added as the fourth interchange player in 2002, as, when the team was named in 1997, only three interchange players were permitted on a team.[88] This list comprises every captain of the club. This list does not include deputy captains filling in due to an injury to the named captain, but does include captains named after a player retires or steps down during the season.  There have been twelve presidents of the Collingwood Football Club. The first and founding president of Collingwood was former Collingwood Mayor and Victorian MP William Beazley. Beazley was president of Collingwood from the founding of the club in 1892 until 1911. The second president of Collingwood was Alfred Cross. However, Cross was only president for a brief period of time. Third was former Fitzroy and Collingwood player Jim Sharp. Sharp was president for ten years (1913–1923). The fourth president of Collingwood was another former player, Harry Curtis. Curtis currently is the longest serving president of Collingwood. Curtis served as president for twenty-six years. Another former player of Collingwood, Syd Coventry was the fifth president for Collingwood, serving twelve years between 1950 and 1962. Tom Sherrin was the sixth president of Collingwood, serving from 1963 to 1974. Ern Clarke, president for one year, was the seventh president. John Hickey, Ranald Macdonald and Allan MacAlister all served as president during 1977 through to 1995. Eleventh president and former player, Kevin Rose, was the second most recent president of Collingwood. The twelfth, and second-longest serving president of Collingwood, is radio and television presenter, commentator and journalist Eddie McGuire. McGuire was president of Collingwood between 1998 and 2021. Club board members Mark Korda and Peter Murphy were interim co-presidents, following McGuire's tenure.[89] In April 2021, Korda was appointed the thirteenth president of Collingwood.[90]   Head coach Assistant coaches Updated: 27 July 2022 Source(s): Playing list, Coaching staff, Injury list The Collingwood Reserves are the reserves team of the club. The latest iteration of the Collingwood Reserves was created in 2008, and are yet to win a Victorian Football League (VFL) premiership. The VFL/AFL operated a reserves competition from 1919 to 1991, and a de facto AFL reserves competition was run by the Victorian State Football League from 1992 to 1999. Collingwood fielded a reserves team in both of these competitions, allowing players who were not selected for the senior team to play for Collingwood in the lower grade. The team won seven reserves premierships during this period, including four in the first seven years between 1919 and 1925, but only three thereafter. After the AFL reserves competition was disbanded at the end of 1999, the club fielded its reserves team in the Victorian Football League during the 2000 season.[120] In 2001, Collingwood reserves team was dissolved and the club entered into an affiliation with the VFL's Williamstown Football Club, such that Williamstown served as a feeder team and reserves players for Collingwood played senior football for Williamstown. Williamstown won one VFL premiership during this time, in 2003. Collingwood ended its affiliation with Williamstown after the 2007 season. The reserves team was re-established, and has competed in the VFL since 2008.[121][120] Collingwood's standalone reserves team's best VFL result to date was a preliminary final appearance in the 2016 VFL season, in which it lost to eventual premiers Footscray by 119 points.[122] The reserves team currently splits home games between Olympic Park Oval and Victoria Park, although they do occasionally play at the MCG as a curtain raiser to Collingwood home matches, and uses the AFL team's clash guernsey as its primary guernsey. The Collingwood VFL team is composed of both reserves players from the club's primary and rookie AFL lists, and a separately maintained list of players eligible only for VFL matches. Note: Garry Hocking was appointed coach for the 2020 season, which was abandoned due to the COVID-19 pandemic.   Sources: Collingwood Football Club VFL Honour Roll, Collingwood Reserves Honour Roll 1919–2020, VFL Stats In April 2016, the club launched a bid to enter a team in the inaugural AFL Women's season in 2017. Meg Hutchins was appointed Women's Football Operations Manager some weeks prior, and given the responsibility of crafting the bid.[123] The club was granted a license in June 2016, becoming one of eight teams to compete in the league's first season.[124] In addition to her role off-field, Hutchins would become one of the club's first players, along with marquees Moana Hope and Emma King.[125] Collingwood selected a further 19 players in October's inaugural draft as well as three non-drafted players and two first time footballing rookies.[123] Dandenong Stingrays assistant and Victorian Metro Youth Girls head coach Wayne Siekman was appointed the team's inaugural head coach in July 2016. The AFL Women's team is based at the club's training and administration at Olympic Park, though often shares matches between the venue and the club's spiritual home Victoria Park.[123] Head coach Assistant coaches Updated: 27 July 2022 Source(s): Playing list, Coaching staff ^ Denotes the ladder was split into two conferences. Figure refers to the club's overall finishing in the home-and-away season. The club began fielding its own team in the revamped VFL Women's league from the start of the 2018 season.[126] Many of the club's AFLW athletes play for the VFLW team, though the majority of the team is made up of players who haven't been drafted to an AFLW club.[127] The VFL Women's competition runs from May to September (after the AFL Women's season has concluded) and Collingwood achieved success quickly in the league, claiming their first VFLW premiership in 2019.[128] 51. Matilda Zander 52. Nicole Hales 53. Danica Pederson 54. Tricia Cowan 55. Caitlin Bunker 56. Marla Neal 58. Kara Colborne-Veel 60. Grace Matser 61. Nyakoat Dojiok 62. Monique Dematteo 63. Georgia Ricardo 64. Shanel Camilleri 65. Elisabeth Jackson 67. Rhiannon Busch 71. Hannah Bowey 72. Katie Lee 73. Olivia Storer 74. Ebony Wroe 75. Amy Kane 76. Nicola Weston 88. Neve O'Connor 90. Cahlia Haslam 91. Demi Hallett 92. Sarah King 99. Mollie Emond Coach: Chloe McMillan Sources: Club historical data Archived 4 November 2019 at the Wayback Machine and VFLW Stats 2021-present Instituted in 1981, retrospective awards were dated back to 1955; prior to that, the League awarded the Leading Goalkicker Medal Leading Goalkicker Medal winners ^ Awarded retrospectively in 2011 Not awarded since 2013","Title":"Collingwood Football Club - Wikipedia","KeyID":"17024","URL":"https://en.wikipedia.org/wiki/Collingwood_Football_Club"}