{"Content: ":"Minority Coordinates: 38°34′35″N 121°29′36″W﻿ / ﻿38.57639°N 121.49333°W﻿ / 38.57639; -121.49333 The California State Assembly is the lower house of the California State Legislature, the upper house being the California State Senate. The Assembly convenes, along with the State Senate, at the California State Capitol in Sacramento. The Assembly consists of 80 members, with each member representing at least 465,000 people. Due to a combination of the state's large population and a legislature that has not been expanded since the ratification of the 1879 Constitution,[1] the Assembly has the largest population-per-representative ratio of any state lower house and second largest of any legislative lower house in the United States after the federal House of Representatives. Members of the California State Assembly are generally referred to using the titles Assemblyman (for men), Assemblywoman (for women), or Assemblymember (gender-neutral). In the current legislative session, Democrats enjoy a three-fourths supermajority of 60 seats, while Republicans control a minority of 19 seats and Independents hold 1 seat. The Speaker presides over the State Assembly in the chief leadership position, controlling the flow of legislation and committee assignments. The Speaker is nominated by the caucus of the majority party and elected by the full Assembly. Other leaders, such as the majority and minority leaders, are elected by their respective party caucuses according to each party's strength in the chamber. The current Speaker is Democrat Anthony Rendon (63rd–Lakewood). The majority leader is Democrat Eloise Reyes (47th–Grand Terrace), while the minority leader is Republican James Gallagher (3rd–Yuba City).[2] As a result of Proposition 140 in 1990 and Proposition 28 in 2012, members elected to the Legislature prior to 2012 are restricted by term limits to three two-year terms (six years), while those elected in or after 2012 are allowed to serve 12 years in the legislature in any combination of four-year State Senate or two-year State Assembly terms.[3] Every two years, all 80 seats in the Assembly are subject to election. This is in contrast to the State Senate, in which only half of its 40 seats are subject to election every two years. The chamber's green tones are based on the House of Commons of the United Kingdom. The dais rests along a wall shaped like an \"E\", with its central projection housing the rostrum. Along the cornice appears a portrait of Abraham Lincoln and a Latin quotation: legislatorum est justas leges condere (\"It is the duty of legislators to pass just laws\"). Almost every decorating element is identical to the Senate Chamber. To run for the Assembly, a candidate must be a United States citizen and a registered voter in the district at the time nomination papers are issued, and may not have served three terms in the State Assembly since November 6, 1990. According to Article 4, Section 2(c) of the California Constitution, the candidate must have one year of residency in the legislative district and California residency for three years.[4] The chief clerk of the Assembly, a position that has existed since the Assembly's creation, is responsible for many administrative duties. The chief clerk is the custodian of all Assembly bills and records and publishes the Assembly Daily Journal, the minutes of floor sessions, as well as the Assembly Daily File (the Assembly agenda). The chief clerk is the Assembly's parliamentarian, and in this capacity gives advice to the presiding officer on matters of parliamentary procedure. The chief clerk is also responsible for engrossing and enrolling of measures, and the transmitting passed legislation to the governor.[5] The Assembly also holds the position of chaplain, a position that has existed in both houses since the first legislative session back in 1850. Currently, the chaplain of the Assembly is Imam Mohammad Yasir Khan, the first chaplain historically that practices Islam. The position of sergeant-at-arms of the Assembly has existed since 1849; Samuel N. Houston was the first to hold this post, overseeing one deputy. The sergeant-at-arms is mostly tasked with law enforcement duties, but customarily also has a ceremonial and protocol role. Today, some fifty employees are part of the Assembly Sergeant-at-Arms Office.[6] The Chief Clerk, the Chief Sergeant-at-Arms, and the Chaplains are not members of the Legislature. Current committees, chairs and vice chairs include:[10]","Title":"California State Assembly - Wikipedia","KeyID":"17028","URL":"https://en.wikipedia.org/wiki/California_State_Assembly"}