{"Content: ":"Coordinates: 38°34′36″N 121°29′37″W﻿ / ﻿38.57667°N 121.49361°W﻿ / 38.57667; -121.49361 Minority The California State Senate is the upper house of the California State Legislature, the lower house being the California State Assembly. The State Senate convenes, along with the State Assembly, at the California State Capitol in Sacramento. Due to a combination of the state's large population and a legislature that has not been expanded since the ratification of the 1879 Constitution,[1] the State Senate has the largest population per state senator ratio of any state legislative house. In the United States House of Representatives, California is apportioned 53 U.S. representatives, each representing approximately 704,566 people,[2] while in the California State Senate, each of the 40 state senators represents approximately 931,349 people.[3] This means that California state senators each represent more people than California's members of the House of Representatives. In the current legislative session, the Democratic Party holds 31 out of the 40 seats, which constitutes a 78% majority, well over the two-thirds supermajority threshold. Following the ratification of the 1879 constitution of California, each house of the legislature was divided into 40 Senate districts and 80 Assembly districts. Such districts being \"as nearly equal in population as may be, and composed of contiguous territory\". With both Senate and Assembly districts elected one member each. Such districts were also required to preserve political boundaries: \"In the formation of such districts, no county, or city and county, shall be divided, unless it contain a sufficient population within itself to form two or more districts; nor shall a part of any county, or of any city and county, be united with any other county, or city and county, in forming any district.\"[4] Between 1933 and 1967, state legislative districts were drawn according to the \"Little Federal Model\" by which Assembly seats were drawn according to population and Senate seats were drawn according to county lines.[5] The guidelines were that no Senate district would include more than three counties and none would include less than one complete county. This led to the situation of a populous county such as Los Angeles County (1960 population of 6 million) being accorded the same number of state senators (one) as less populous counties such as Alpine County (1960 pop. 397). The Senate districts remained unaltered from 1933 to 1967, regardless of the changes in the population distribution. In Reynolds v. Sims, the United States Supreme Court compelled all states to draw up districts with equal population. As such, boundaries were changed to comply with the ruling. The lieutenant governor is the ex officio president of the Senate, and may only cast a vote to break a tie. The president pro tempore is elected by the majority party caucus, followed by confirmation of the full Senate. Other leaders, such as the majority and minority leaders, are elected by their respective party caucuses according to each party's strength in the chamber. The current president pro tempore is Democrat Toni Atkins of San Diego. The minority leader is Republican Scott Wilk of Santa Clarita. Each state senator represents a population roughly equivalent to the State of Delaware. As a result of Proposition 140 in 1990 and Proposition 28 in 2012, members elected to the legislature prior to 2012 are restricted by term limits to two four-year terms (eight years), while those elected in or after 2012 are allowed to serve 12 years in the legislature in any combination of four-year State Senate or two-year State Assembly terms.[6] Members of the State Senate serve four-year terms. Every two years, half of the Senate's 40 seats are subject to election. This is in contrast to the State Assembly, in which all 80 seats in the Assembly are subject to election every two years. The red tones of the California State Senate Chamber are based on the British House of Lords, which is outfitted in a similar color. The dais rests along a wall shaped like an \"E\", with its central projection housing the rostrum. The lower tier dais runs across the entire chamber, there are several chairs and computers used by the senate officers, the most prominent seat is reserved for the secretary who calls the roll. The higher tier is smaller, with three chairs, the two largest and most ornate chairs are used by the president pro tempore (right chair) and the lieutenant governor (left chair). The third and smallest chair, placed in the center, is used by the presiding officer (acting in place of the pro tem) and is rarely sat in as the president is expected to stand. There are four other chairs flanking the dais used by the highest non-member officials attending the senate, a foreign dignitary or state officer for example. Each of the 40 senators is provided a desk, microphone and two chairs, one for the senator, another for guests or legislative aides. Almost every decorating element is identical to the Assembly Chamber. Along the cornice appears a portrait of George Washington and the Latin quotation senatoris est civitatis libertatem tueri (\"It is a senator's duty to protect the liberty of the people\"). The Secretary, the Sergeant-at-Arms, and the Chaplain are not members of the Legislature. Current committees, chairs and vice chairs include:[8]","Title":"California State Senate - Wikipedia","KeyID":"17029","URL":"https://en.wikipedia.org/wiki/California_State_Senate"}