{"Content: ":"The Transformers is an American animated television series that originally aired from September 17, 1984, to November 11, 1987, in syndication based upon Hasbro's Transformers toy line. The first television series in the Transformers franchise, it depicts a war among giant robots that can transform into vehicles and other objects.[4] The series was produced by Marvel Productions and Sunbow Productions in association with Japanese studio Toei Animation[5] for first-run syndication. Toei co-produced the show and was the main animation studio for the first two seasons. In the third season, Toei's involvement with the production team was reduced and the animation services were shared with the South Korean studio AKOM. The show's supervising producer (Nelson Shin) was also AKOM's founder.[6] The fourth season was entirely animated by AKOM. The series was supplemented by a feature film, The Transformers: The Movie (1986), taking place between the second and third seasons. This series is also popularly known as \"Generation One\", a term originally coined by fans in response to the re-branding of the franchise as Transformers: Generation Two in 1992, which eventually made its way into official use.[citation needed] The series was later shown in reruns on Sci-Fi Channel and The Hub (now Discovery Family). The Transformers toyline and animated series were inspired by the Japanese toyline, Microman (an Eastern descendant of the 12-inch G.I. Joe action figure series) by Takara.[7] In 1980, the Microman spin-off, Diaclone, was released, featuring inch-tall humanoid figures able to sit in the drivers' seats of scale model vehicles, which could transform into humanoid robot bodies the drivers piloted. Later still, in 1983, a Microman sub-line, MicroChange was introduced, featuring \"actual size\" items that transformed into robots, such as microcassettes, guns and toy cars. Diaclone and MicroChange toys were subsequently discovered at the 1983 Tokyo Toy Fair by Hasbro toy company product developer Henry Orenstein, who presented the concept to Hasbro's head of R&D, George Dunsay. Enthusiastic about the product, it was decided to release toys from both Diaclone and MicroChange as one toyline for their markets, although there were eventual changes to the color schemes from the original toys to match the new series.[8] By 1984, U.S. regulators had removed many of the restrictions regarding the placement of promotional content within children's television programming. The way was cleared for the new product-based television program. Hasbro had previously worked with Marvel Comics to develop G.I. Joe: A Real American Hero for a three-pronged marketing scheme – the toyline, a tie-in comic book by Marvel, and an animated mini-series co-produced by Marvel's media arm, Marvel Productions, and the Griffin-Bacal Advertising Agency's Sunbow Productions production house. Given the success of that strategy, the process was repeated in 1984 when Hasbro marketing vice president Bob Prupis approached Marvel to develop their new robot series, which Jay Bacal dubbed \"Transformers.\"[4] Marvel's Editor-in-Chief at the time, Jim Shooter, produced a rough story concept for the series, creating the idea of the two warring factions of alien robots – the heroic Autobots and the evil Decepticons.[9] To flesh out his concept, Shooter called upon veteran editor Dennis O'Neil to create character names and profiles for the cast, but O'Neill's work did not meet with Hasbro's expectations, and they requested heavy revisions. O'Neill declined to make said revisions, and the project was turned down by several writers and editors approached by Shooter until editor Bob Budiansky accepted the task. Hastily performing the revisions over a weekend, Budiansky's new names and profiles were a hit with Hasbro, and production began on a bi-monthly four-issue comic book miniseries, and three-part television pilot. Both comic and cartoon would wind up continuing for years beyond these short-term beginnings, using Budiansky's original development work as a springboard to tell the story of the Transformers in very different ways from one another, forming two separate, unrelated continuities for the brand out of the gate. Japanese designer Shōhei Kohara was responsible for creating the earliest character models for the Transformers cast, greatly humanising the toy designs to create more approachable robot characters for the comic and cartoon. His designs were subsequently simplified by Floro Dery, who went on to become the lead designer for the series, creating many more concepts and designs in the future. This series focuses on the Transformers, split into two warring factions: the heroic Autobots and the evil Decepticons as they crash land on Earth and continue their eons long conflict there. The three-part pilot miniseries (retroactively titled \"More than Meets the Eye\") first aired in the United States in September 1984. The story follows Optimus Prime's heroic Autobots and Megatron's evil Decepticons as they leave their metallic homeworld of Cybertron to search for new sources of energy to revitalize their war efforts, only to crash-land on Earth, where they remain entombed and offline for 4 million years.[10] Awakening in the year of 1984, the Decepticons set about pillaging the energy sources of Earth, while the Autobots—aided by human father and son duo Sparkplug and Spike Witwicky—attempt to protect the new world on which they find themselves. The miniseries concludes with the Decepticons believed dead after their space cruiser is sent plunging into the ocean depths, while the Autobots prepare to return to Cybertron.[11] The 13-episode first season, commissioned and produced before the pilot miniseries aired, was broadcast between October and December on Saturday mornings. Story-edited at Marvel Productions by Bryce Malek and Dick Robbins, the season begins with the revelation that the Decepticons have survived the events of the pilot and follows them as they set about constructing a \"space bridge\" to teleport resources back to Cybertron. A loose story arc centered on this technology spans the season, culminating in \"The Ultimate Doom\",[12] a three-part episode in which the Decepticons teleport Cybertron itself into Earth's orbit. The paraplegic computer expert Chip Chase joins Spike and Sparkplug as a new human ally for the Autobots. The season also introduced several new characters from the upcoming 1985 product line in advance of their toys' release including Skyfire, the Dinobots, the Insecticons and the first \"combiner\" team, the Constructicons, who are able to merge into a giant robot, Devastator, whose introduction was set alongside a climactic one-on-one duel between Optimus Prime and Megatron that served as a part of the season finale.[13] Forty-nine further episodes were commissioned for the show's second season in 1985, bringing the total up to the \"magic number\" of 65 required to move the series into weekday broadcast syndication. Compared to the first season, Season 2's stories are more episodic, with many of them able to air in whatever order networks chose. Episodes would often spotlight individual characters or groups of characters as a means of promoting their toys and later in the season, the lore of the series would be expanded on as the history of Cybertron and origin of Optimus Prime were discovered and significant cartoon-original characters like Alpha Trion and the first female Transformer characters were introduced. A new recurring human cast member was also added in the form of Spike's girlfriend Carly. Partway into the season, the remainder of the 1985 product line was introduced, mostly through the two-part episode \"Dinobot Island.\" These new characters, like the first year cast, were largely derived from Takara's Diaclone and Micro Change lines, including new Autobot car and mini-vehicles and Decepticon jets and the giant Autobot sentinel Omega Supreme and Decepticon \"Triple-Changers\" Astrotrain and Blitzwing. To expand the line, however, Hasbro also licensed several toys from other companies, including Takara's Japanese competitor, Bandai. Legal complications that arose from incorporating the first of these, Skyfire, into the first season resulted in the character quickly being phased out early in Season 2 and meant that none of the other Bandai-derived characters featured in the series. Toward the end of the season, the first 1986 product was introduced into the series: the Aerialbots, Stunticons, Protectobots and Combaticons, four combiner teams based on an unmade Diaclone line that was aborted in Japan in favor of importing the Transformers toy line itself. To promote these new toys even further in Japanese markets, a single Japanese-exclusive episode, Transformers: Scramble City, was released direct-to-video in spring of 1986. The gap between seasons two and three was bridged by The Transformers: The Movie, which was released to theaters in the summer of 1986. Set 20 years after the second season, in the year 2005, the film featured the deaths of many characters, including Optimus Prime himself, clearing away all the discontinued product from the 1984 and 1985 toy lines and introduced a new cast of the characters designed for the film, who were then made into toys for the 1986 range. Young Autobot Hot Rod used the power of the Autobot talisman known as the Matrix of Leadership to become the new Autobot leader Rodimus Prime and defeated the world-eating robot planet Unicron. Season 3 picks up where the movie leaves off, with the Autobots now in control of Cybertron once more, working to restore their homeworld and serving as peacemakers for worlds all across the galaxy. The Decepticons, meanwhile, are in exile on the ruined world of Chaar, led now by Galvatron, the rebuilt, upgraded version of Megatron recreated by Unicron. Interconnected episodes, running plot threads and small story arcs became more common in the series, including the return of Starscream (following his death in the movie) as a ghost, frequent battles between the giant Autobot and Decepticon cities of Metroplex and Trypticon and the threat to both sides posed by the alien Quintessons, introduced in the movie and revealed in the season's premiere miniseries \"Five Faces of Darkness\" to be the true creators of the Transformers. This season saw story-editing duties transfer from Marvel Productions to Sunbow, overseen by Flint Dille, Marv Wolfman and Steve Gerber. Animation for around half the season was provided by producer Nelson Shin's animation studio AKOM, creating a different \"look\" for the show that encompassed its opening sequence and commercial bumpers. The death of Optimus Prime proved a controversial move and did not sit well with the viewing audience, resulting in a letter-writing campaign that ultimately compelled Hasbro to resurrect the Autobot leader in a two-part season finale called \"The Return of Optimus Prime\", which aired in March 1987. The fourth season, consisting of a three-part finale miniseries named \"The Rebirth\", was broadcast in November 1987. This packed adventure, written by regular series writer David Wise, sent the Autobots and Decepticons to the alien world of Nebulos, where they bonded with the native Nebulans to become Headmasters and Targetmasters. The miniseries concluded with the successful restoration of Cybertron at last, but the Decepticons stole the final scene, their threat not yet quashed. The Transformers did not disappear from American airwaves, as a fifth season aired in 1988.[14] It consisted of reruns of 15 episodes from the original series, along with The Transformers: The Movie edited into five episodes. This season featured a new title sequence using footage from previous episodes, the movie, and toy commercials as well as all new framing scenes featuring a human boy named Tommy Kennedy (portrayed by actor Jason Jansen) and a stop-motion/machine prop Optimus Prime puppet. From 1993 to 1995, select episodes of the series were rebroadcast under the title Transformers: Generation 2. The stories were presented as though they were historical recordings displayed by the \"Cybernet Space Cube\", which added computer-generated borders and scene-transitions to the original animation. The story was later continued in Transformers: Generation 2: Redux, a Botcon magazine that is set 22 years after the events of the final episode where the first generation of the Autobots led by Optimus Prime pursue Galvatron and Zarak into deep space and a new generation of Autobots and Decepticons are introduced. Each of the first three seasons of the series featured its own tailored opening sequence, featuring completely original animation and a unique arrangement of the theme tune. Additionally, the third-season premiere \"Five Faces of Darkness\" had its own specialized opening, depicting events that occurred in the mini-series. The fourth season, however, did not feature any new animation in its opening sequence, instead combining footage from the third season opening and various clips of animation from 1987 toy commercials; likewise, the fifth season featured commercial animation mixed in with footage from The Transformers: The Movie. Both used the season three musical arrangement. The series featured a distinctive scene transition that saw the Autobot and Decepticon symbols \"flipping\" from one to the other, accompanied by a distinctive five-note refrain. This transition technique became a hallmark of the series, and was used throughout the entire four-year run. Commercial breaks were segued into and out of using commercial bumpers featuring brief eyecatch-styled original animation with a voice over by series narrator Victor Caroli. A set of five proposed public service announcements were created to be tagged onto the end of episodes from the second season of the series, re-using the scripts from similar PSAs created for sister series G.I. Joe: A Real American Hero, complete with the catchphrase \"...and knowing is half the battle!\" These were never actually aired on television, but eventually appeared as bonus features on various DVDs and video games. For the third season, episodes were tagged with \"The Secret Files of Teletraan II\", a series of short featurettes that used clips from the show and new narration from Caroli to provide histories for the Autobots, the Decepticons, the Quintessons, and other subjects. In Japan, the first two seasons of the show were collectively released as Fight! Super Robot Life-Form Transformers (戦え！超ロボット生命体トランスフォーマー, Tatakae! Chō Robotto Seimeitai Toransufōmā), then rebranded as Transformers 2010 (トランスフォーマー2010, Toransufōmā Tsūōwanō) for Season 3, with all seasons aired on Nippon TV. Following the conclusion of the third season, the Japanese opted not to import \"The Rebirth\", but instead created a series of new animated shows to continue the story, beginning with Transformers: The Headmasters in 1987, and continuing into Transformers: Super-God Masterforce in 1988, Transformers: Victory in 1989, and the single-episode direct-to-video OVA Transformers: Zone in 1990.[15] Supplementary manga written by Masami Kaneda and illustrated by Ban Magami ran alongside each series in Kodansha's TV Magazine. In the 1980s, episodes from the first and second seasons as well as the third season's \"Five Faces of Darkness\" and \"Return of Optimus Prime\" were released on VHS and Betamax by Family Home Entertainment. Between 1995 - 1999, Canadian home entertainment company Malofilm (later renamed as Behaviour Distribution) released several episodes of the series on VHS, and some under the Transformers: Generation 2 name. None of the Malofilm VHS cover art was specifically related to the contents of the episodes either, as they were all various segments of promotional art related to the 1986 animated feature The Transformers: The Movie. Seasons 1–4 were released on DVD in the U.S. by Rhino Entertainment Company/Kid Rhino Entertainment (under its Rhinomation classic animation entertainment brand) (a subsidiary of AOL Time Warner) (a division of Warner Music Group) between April 23, 2002, and March 9, 2004.[16] Due to missing 35mm film stock, some sections of the Rhino Entertainment release use earlier incomplete animation, often introducing errors, such as mis-colored Decepticon jets, Skyfire colored like Skywarp, missing laser blasts, or a confusing sequence where Megatron, equipped with Skywarp's teleportation power, teleports but does not actually disappear. This version also added extra sound effects that were presented in the remixed 5.1 surround soundtrack and later remixed 2.0 stereo soundtrack, but not present in the original broadcast version. In 2005, Rhino lost the rights to distribute Transformers on DVD. The license was subsequently acquired by Sony Wonder (a division of Sony BMG). Sony Wonder announced in October 2006 that they would re-release the first season of the series in 2007, with the other seasons presumably following.[17] In June 2007, Sony BMG dissolved Sony Wonder and moved the label to Sony Pictures Home Entertainment, without releasing any DVD sets.[18] In May 2008, Hasbro re-acquired the rights to the Sunbow library of shows, including Transformers.[19] In March 2009, Shout! Factory announced that they had acquired the license from Hasbro to release Transformers on DVD in Region 1 with Vivendi Entertainment. They subsequently released The Complete First Season on June 16, 2009. Season Two Volume One was released on September 15, 2009. Season Two Volume Two was released on January 12, 2010.[20] Seasons Three and Four was released together in one set on April 20, 2010.[21] These releases corrected most of the newly introduced Rhino animation errors, but this was necessarily accomplished by using lower quality sources taken from the original broadcast master tapes. Rhino's added sound effects were discarded in favor of a sound mix more faithful to the original mono audio. On October 20, 2009, Shout! Factory released the complete series in a box set for the first time in Region 1. This set, dubbed Transformers: The Complete Series - The Matrix of Leadership Collector's Set, features all 98 remastered episodes along with all new bonus features.[22] Maverick released Season 1 in the U.K. in 2001. Three individual volumes were released (though the episodes are in the wrong order), a box set of the three disks, which included a fourth disk containing bonus features, and one volume of Transformers: Generation 2 with five episodes that had the Cybernetic Space Cube graphics added. They also released a volume of Transformers: Takara, which included the first six episodes of the Asian English dub of Transformers: The Headmasters. Metrodome Distribution released Seasons 1–4 in the U.K. between November 17, 2003, and October 11, 2004. Their first release was a budget-range DVD of the Transformers movie, released through Prism Leisure. The seasons were released in four box sets: Season 1, Season 2 Part 1, Season 2 Part 2 and Seasons 3–4. Notably, Season 2 was released first by Metrodome because Season 1 had been released by Maverick. Metrodome's releases use the remastered production masters, which originated with the Rhino release of the series (and contain all the inherent errors). Additionally, they include Magno Sound & Video's 5.1 audio (with added sound effects), but use a modified version of their 2.0 track. Madman Entertainment released the four seasons in six box sets in Australia and New Zealand (Region 4): Season 1, Season 2.1, Season 2.2, Season 3.1, Season 3.2 and Season 4. They later released the remastered Shout! Factory version of Transformers in the same volume arrangement as the American release. In 2007, Madman Entertainment released a 17-disc complete collection box set. A collector's tin box set was released in Asia by Guangdong Qianhe Audio & Video Communication Co., Ltd. under license by Pexlan International (Picture) Limited. The set includes the entire series, The Transformers: The Movie, a set of full color postcards, a rubber keychain, and a full color book (graphic novel style) that serves as an episode guide. While the book is almost entirely in Mandarin, the chapter menus contain English translations for each episode. The set is coded as Region 1. In July 2009, Transformers G1 Season 1 (25th Anniversary Edition) was made available for digital download via the PlayStation Network's video store in the United States for $1.99 per episode. On October 10, 2010, The Hub (formerly Discovery Kids, later Discovery Family on October 13, 2014) started airing the original episodes of the Transformers G1 series on the network (alongside Beast Wars: Transformers and Beast Machines: Transformers).","Title":"The Transformers (TV series) - Wikipedia","KeyID":"17021","URL":"https://en.wikipedia.org/wiki/The_Transformers_(TV_series)"}