{"Content: ":"The Church of Satan is an religious organization dedicated to the religion of LaVeyan Satanism as codified in The Satanic Bible. The Church of Satan was established at the Black House in San Francisco, California, on Walpurgisnacht, April 30, 1966, by Anton Szandor LaVey, who was the church's High Priest until his death in 1997.[2] In 2001, Peter H. Gilmore was appointed to the position of high priest, and the church's headquarters were moved to Hell's Kitchen, Manhattan, New York City. Members do not believe that Satan literally exists and do not worship him.[3] Instead, Satan is viewed as a positive archetype embracing the Hebrew root of the word \"Satan\" as \"adversary\", who represents pride, carnality, and enlightenment, and of a cosmos which Satanists perceive to be motivated by a \"dark evolutionary force of entropy that permeates all of nature and provides the drive for survival and propagation inherent in all living things\".[4] The Devil is embraced as a symbol of defiance against the Abrahamic faiths which LaVey criticized for what he saw as the suppression of humanity's natural instincts. In his book, The Satanic Bible, the Satanist's concept of a god is described as the Satanist's true \"self\"— a projection of his or her own personality, not an external deity.[5] Satan is used as a representation of personal liberty and individualism.[6] The Church describes its structural basis as a cabal that is \"an underground cell-system of individuals who share the basis of [our] philosophy\".[citation needed] The Church rejects the legitimacy of any other organizations who claim to be Satanists.[7][8] Scholars agree that there is no reliably documented case of Satanic continuity prior to the founding of the Church of Satan.[9] It was the first organized church in modern times to be devoted to the figure of Satan,[10] and according to Faxneld and Petersen, the Church represented \"the first public, highly visible, and long-lasting organization which propounded a coherent satanic discourse.\"[11] The church does not believe in or worship the Devil or a Christian notion of Satan.[12] High priest Peter Gilmore describes its members as \"skeptical atheists\", indicating the Hebrew root of the word \"Satan\" as \"opposer\" or \"one who questions\". Gilmore rejects the legitimacy of theistic Satanists, who believe Satan to be a supernatural being or force that may be contacted or supplicated to, dubbing them \"devil worshipers\".[12] In an interview with David Shankbone, High Priest Peter Gilmore stated \"My real feeling is that anybody who believes in supernatural entities on some level is insane. Whether they believe in the Devil or God, they are abdicating reason\".[13] Gilmore defines the word \"Satan\": \"Satan is a model or a mode of behavior. Satan in Hebrew means 'adversary' or 'opposer'; one who questions.\"[13] Gilmore went on to add \"Satanism begins with atheism. We begin with the universe and say, 'It’s indifferent. There’s no God, there’s no Devil. No one cares!'\"[13] The church has stated its contention that they are the first formally organized religion to adopt the term \"Satanism\" and asserts that Satanism and the 'worship of Satan' are not congruent.[14] The term \"Theistic Satanism\" has been described as \"oxymoronic\" by the church and its High Priest.[15] The fundamentals of the church's philosophy are synthesized in The Satanic Bible, as well as The Nine Satanic Statements,[16] The Nine Satanic Sins,[17] and The Eleven Satanic Rules of the Earth.[18] In the 1960s Anton LaVey formed a group called the Order of the Trapezoid, which later became the governing body of the Church of Satan. The group included: \"The Baroness\" Carin de Plessen, Dr. Cecil Nixon, Kenneth Anger, City Assessor Russell Wolden, and Donald Werby.[19][20] According to the Church of Satan historiography, other LaVey associates from this time include noted science fiction and horror writers Anthony Boucher, August Derleth, Robert Barbour Johnson, Reginald Bretnor, Emil Petaja, Stuart Palmer, Clark Ashton Smith, Forrest J. Ackerman,[21] and Fritz Leiber Jr.[22] In the first year of its foundation, Anton LaVey and the Church of Satan publicly performed a Satanic marriage of Judith Case and journalist John Raymond. The ceremony was attended by Joe Rosenthal. LaVey performed the first publicly recorded Satanic baptism in history for his youngest daughter Zeena, which garnered worldwide publicity and was originally recorded on The Satanic Mass LP.[23][24][25][26] A Satanic funeral for naval machinist-repairman, third-class Edward Olsen, was performed at the request of his wife, complete with a chrome-helmeted honor guard.[citation needed] The Church of Satan was the subject of a number of books, magazine and newspaper articles during the 1960s and 1970s. It is also the subject of a documentary, Satanis (1970). LaVey appeared in Kenneth Anger's film Invocation of My Demon Brother, acted as technical adviser on The Devil's Rain, which starred Ernest Borgnine, William Shatner, and introduced John Travolta. The Church of Satan was also featured in a segment of Luigi Scattini's film Angeli Bianchi, Angeli Neri, released in the United States as Witchcraft '70.[citation needed] In 1975 LaVey phased out the Church's \"Grotto\" system and eliminated people he thought were using the Church as a substitute for accomplishment in the outside world. Thereafter, conventional achievement in society would be the criterion for advancement within the Church of Satan. At the same time, LaVey became more selective in granting interviews. This shift to \"closed door\" activities resulted in some rumors of the Church's demise, and even rumors of LaVey's death.[citation needed] In the 1980s the media reported concerns of criminal conspiracies within the Church of Satan. The FBI would later issue an official report refuting the criminal conspiracy theories of this time. This phenomenon became known as the \"Satanic Panic\". LaVey's daughter Zeena was the spokesperson and High Priestess in the Church of Satan during the 1980s.[27] During this period, she appeared on television and radio broadcasts, in part to educate about the Church, and in part to debunk the mythology surrounding the Satanic Panic — a period of time in the same era in which Satanism was blamed for the actions of Satanic ritual abuse.[28] From then until her renunciation of the Church of Satan in 1990, Zeena appeared in such nationally syndicated programs as The Phil Donahue Show, Nightline with Ted Koppel, Entertainment Tonight, The Late Show, Secrets & Mysteries and the Sally Jesse Raphael Show. The appearances were made at the behest of the Church of Satan as its spokesperson. She did this on behalf of her father Anton LaVey, who was no longer interested in making media appearances, as she stated while being interviewed alongside her husband by televangelist Bob Larson.[29] In the 1980s and 1990s remaining members of the Church of Satan became active in media appearances to refute allegations of criminal activity. The Church of Satan and its members were very active in producing movies, music, films, and magazines devoted to Satanism. Most notably Adam Parfrey's Feral House publishing, the music of Boyd Rice, musician King Diamond, and the films of Nick Bougas (a.k.a. A. Wyatt Mann),[30][31] including his documentary Speak of the Devil: The Canon of Anton LaVey.[citation needed] The Church of Satan and Anton LaVey were also the subject of numerous magazine and news articles during this time.[citation needed] After Anton Szandor LaVey's death on October 29, 1997, the role of High Priest was empty for some time. On November 7, 1997[32] Karla LaVey made a press release about continuing the church with fellow high priestess Blanche Barton. Barton eventually received ownership of the organization, which she held for 4 years. Karla LaVey ultimately left the Church of Satan and founded First Satanic Church. In 2001, Blanche ceded her position to longtime members Peter H. Gilmore and Peggy Nadramia, the current High Priest and High Priestess and publishers of The Black Flame, the official magazine of The Church of Satan. The Central Office of the Church of Satan has also moved from San Francisco to New York City's Hell's Kitchen neighborhood, where the couple resides. The Church of Satan does not recognize any other organizations as holding legitimate claim to Satanism and its practice, though it does recognize that one need not be a member of the Church of Satan to be a Satanist. As the Church of Satan does not publicly release membership information, it is not known how many members belong to the Church. However, according to an interview with the Church of Satan, \"interest in the Church of Satan and Satanism is growing all the time if our mailboxes, answering and fax machines, and e-mail is any indication.\"[33] In October 2004 the Royal Navy officially recognised its first registered Satanist, 24-year-old Chris Cranmer, as a technician aboard HMS Cumberland.[34] On June 6, 2006, the Church of Satan held the first public ritual Satanic Mass in 40 years at the Steve Allen Theater in the Center for Inquiry in Los Angeles. The ritual, based on the rites outlined in The Satanic Bible and The Satanic Rituals, was conducted by Reverend Bryan Moore and Priestess Heather Saenz.[35] In December 2007 the Associated Press reported on a story concerning the Church of Satan, in which a teenager had sent an email to High Priest Gilmore stating he wanted to \"kill in the name of our unholy lord Satan\". Gilmore then reported the message to the Federal Bureau of Investigation, who informed local police, who arrested the teenager.[36] The Church of Satan claims they do not solicit memberships nor proselytize. Individuals seeking membership must be legally defined as adults in their nation of residence. The only exception made is for children of members who demonstrate an understanding of the Church philosophy and practices who wish to join. Their participation is limited until they reach legal adulthood.[citation needed] Active Members begin at the First Degree. One must apply and be approved for an Active Membership, and this is subject to one's answers to a lengthy series of questions. One cannot apply for higher Degrees, and the requirements for each degree are not open to the public. Promotion to a higher degree is by invitation only. Members of the Third through Fifth degrees constitute the Priesthood and may be addressed as \"Reverend\" (although the titles of \"Magister/Magistra\" and \"Magus/Maga\" are more often used when referring to members of the Fourth and Fifth Degrees, respectively). Members of the Fifth degree may also be known as \"Doctor\", although \"The Doctor\" usually refers to LaVey. Memberships may be terminated at the discretion of the ruling body of the Church of Satan consisting of the High Priest, the High Priestess and the Council of Nine.[citation needed] The church emphasizes that one does not have to join the organization to consider themselves a Satanist, and that one only needs to recognize themselves in The Satanic Bible and live according to the tenets outlined therein.[citation needed] As the Church of Satan does not publicly release membership information, it is not known how many members belong to the Church. However, according to an interview with the Church of Satan, \"interest in the Church of Satan and Satanism is growing all the time if our mailboxes, answering and fax machines, and e-mail is any indication.\"[33] The church follows a formulated system of degrees based on meritocracy. These degrees are not open to application or to request and are only awarded to those who demonstrate excellence in the understanding and communication of Satanic Theory coupled with personal achievements in the outside world.[37] These degrees are: Agents of the Church of Satan are individuals who have been trained to serve as contacts for local media and other interested parties.[37] Members of the Priesthood make up the Council of Nine, which is the ruling body of the Church of Satan, of which Magistra Templi Rex Blanche Barton is the chairmistress. Individuals who are part of the priesthood are those who act as spokespersons of the Church of Satan. The priesthood is exclusive to third, fourth, and fifth degree members. Members of the priesthood may be referred to as \"reverend\".[37] The High Priest and Priestess act as administrative chiefs and primary public representatives; each position (High Priest and High Priestess) is held by a single individual at a time. The current High Priest is Peter H. Gilmore,[38] the current High Priestess is Peggy Nadramia.[39] The Church of Satan evaluates active members for the Priesthood by their accomplishment in society—mastered skills and peer recognition within a profession—rather than by mastery of irrelevant occult trivia. While expected to be experts in communicating the Satanic philosophy, members of the Priesthood are not required to speak on behalf of the Church of Satan, and may even choose to keep their affiliation and rank secret in order to better serve their personal goals, as well as those of the organization. Membership in the Priesthood is by invitation only. Within Satanism, a Grotto is a clandestine association or gathering of Satanists within geographical proximity for means of social, ritual, and special interest activities.[40] The Church of Satan no longer formally recognizes or charters grottos.[41] The primary reason for the end of the Grotto system is that only a small minority of members ever participated. This was further compounded by the fact that a publicly listed Grotto defeated the ability to remain secret and unknown to the larger populace. The Grotto system was in practice replaced by social media, private online forums, and other methods for members to interact with one another outside of the need for a so-called Grotto Master and annual reports to the central office of the Church of Satan.[42] On June 6, 2006, the Church of Satan conducted a Satanic High Mass at the Center for Inquiry West's Steve Allen Theater in Los Angeles, California. The event was by invitation only, and over one hundred members of the Church of Satan from around the world filled the theatre to capacity. The event was documented, and many members of the Church of Satan were interviewed, by the BBC with permission.,[43] The main ritual, based on the rites outlined in The Satanic Bible and The Satanic Rituals, was conducted by Reverend Bryan Moore and Priestess Heather Saenz.[35][44] The music for the mass was created and performed by Lustmord and was subsequently released on his album Rising.[45] The Church does not formally advocate any one political party or ideology, nor does the Church as an organization collectively lobby for any political ends.[citation needed] In his essay \"A Map for the Misdirected\", high priest Peter H. Gilmore stated, As has been said many times before, one’s politics are up to each individual member, and most of our members are political pragmatists. They support political candidates and movements whose goals reflect their own practical needs and desires. Our members span an amazing political spectrum, which includes but is not limited to: Libertarians, Liberals, Conservatives, Republicans, Democrats, Reform Party members, Independents, Capitalists, Socialists, Communists, Stalinists, Leninists, Trotskyites, Maoists, Zionists, Monarchists, Fascists, Anarchists, and just about anything else you could possibly imagine. It is up to each member to apply Satanism and determine what political means will reach his/her ends, and they are each solely responsible for this decision. Freedom and responsibility—must be a novel concept for those who aren’t Satanists. We take it in stride. Members who demand conformity from other members to their particular political fetish are welcomed to depart.[46] In spite of this political plurality, the Satanic philosophy does, by proxy, position itself in favor of certain concepts that have explicitly social and political connotations; one of which being Social Darwinism, therefore positioning itself in opposition to egalitarianism in favor of stratification based on meritocracy.[citation needed] The church opposes institutional racism and sexism, and supports equality before the law.[citation needed] There are a number of issues which are political in nature in which the Church of Satan states their support of explicitly. Some of these include the separation of church and state, taxation of all churches, cessation of the welfare system, abolition of affirmative action, and more draconian measures taken in law and order issues (i.e. swift justice, \"punishments fitting in kind and degree the crime\", and in certain cases capital punishment), and general support of \"...enhance[ing] the laws of nature by concentrating on fostering the practice of eugenics.[citation needed] Pentagonal Revisionism is a plan consisting of five major goals written in 1988 by LaVey:[47] These goals have a secondary purpose, as stated by the author, to allow non-Satanists to determine their alignment with Satanist \"attitudes.\" Thus, the goals arguably serve as a litmus test for non-Satanists, more so than as a compendium of the Satanist purpose. Since the \"goals\" cross ideological boundaries into economic (taxation) and technological (human companions), they seemingly expand the scope of Satanism to include non-ideological purposes. However, as \"goals\", Pentagonal Revisionism is not specifically a statement of dogma but rather the application of Satanist dogma to current social/economic conditions with the resultant five \"goals\" that stand out where Satanism can do the most good, i.e. act as a rally cry for members. Other texts, such as The Satanic Bible, also by LaVey, serve the most specifically as a reference for Satanic dogma.[citation needed]","Title":"Church of Satan - Wikipedia","KeyID":"17032","URL":"https://en.wikipedia.org/wiki/Church_of_Satan"}