{"Content: ":"The South Vietnam Air Force, officially the Republic of Vietnam Air Force (RVNAF; Vietnamese: Không lực Việt Nam Cộng hòa, KLVNCH; French: Force aérienne vietnamienne, FAVN) (sometimes referred to as the Vietnam Air Force or VNAF) was the aerial branch of the Republic of Vietnam Military Forces, the official military of the Republic of Vietnam (South Vietnam) from 1955 to 1975. The RVNAF began with a few hand-picked men chosen to fly alongside French pilots during the State of Vietnam era. It eventually grew into the world's fourth largest air force at the height of its power, in 1974, just behind the Soviet Union, the USA and China.[1] Other sources state that VNAF was the sixth largest air force in the world, just behind the Soviet Union, the USA, China, France and West Germany.[2] It is an often neglected chapter of the history of the Vietnam War as they operated in the shadow of the United States Air Force (USAF). It was dissolved in 1975 after the Fall of Saigon; many of its members emigrated to the United States. In March 1949, Emperor Bảo Đại officially requested that the French help set up a Vietnamese military air arm. Pressure was maintained with the assistance of Vietnamese National Army Lt. Col. Nguyễn Văn Hinh, who had flown the B-26 Marauder with the French Air Force during the Second World War. In late 1951, the French Air Force established the South Vietnamese 312th Special Mission Squadron at Tan Son Nhat Airfield equipped with Morane 500 Criquet liaison aircraft.[3]: 10  In March 1952, a training school was set up at Nha Trang Air Base, and the following year two army co-operation squadrons began missions flying the Morane 500 Criquet. In 1954, the French allocated a number of Dassault MD.315 Flamant armed light transports to the inventory of this Vietnamese air arm. Vietnamese pilot trainees began to be sent to France for more advanced training. In January 1955 planning for the RVNAF began, building on the Vietnamese air force that the French had established in 1950. As of January 1955, the RVNAF consisted of 3,434 men, with plans to organize them into two liaison squadrons and one air transport squadron. France retained a contract to train the RVNAF until 1957.[4]: 191–2  On 1 June 1955, Bien Hoa Air Base became the RVNAF's logistics support base when the French evacuated their main depot at Hanoi.[3]: 81  On 1 July 1955, the RVNAF 1st Transport Squadron equipped with C-47 Skytrains was established at Tan Son Nhut. The RVNAF also had a special missions squadron at the base equipped with 3 C-47s, 3 C-45s and 1 L-26.[3]: 50  On 7 July 1955 the RVNAF took over the Nha Trang Training Center and formed the 1st and 2nd Liaison Squadrons equipped with L-19s.[3]: 50  In August 1955 under the Mutual Defense Assistance Program (MDAP), the United States equipped the fledgling RVNAF with aircraft turned over by the French: 28 F8F Bearcats, 35 C-47s and 60 L-19s.[4]: 208  In June 1956 the US provided a further 32 C-47s and 25 F-8Fs to the RVNAF under the MDAP.[4]: 216  On 19 September 1955 the French turned over Tourane Airfield (renamed Da Nang Air Base) to the RVNAF.[4]: 208–9  In November 1955, the RVNAF 1st Liaison Squadron moved to Da Nang AB from Huế.[3]: 272  French instructors for pilots and mechanics remained in South Vietnam until late 1956, and transferred 69 F8Fs to the RVNAF, which throughout the late 1950s were the main strike aircraft.[5] In May 1956, by agreement with the South Vietnamese government, the USAF assumed some training and administrative roles of the RVNAF. Teams from Clark Air Force Base began in 1957 to organize the RVNAF into a model of the USAF when the French training contracts expired. On 1 June 1956 the RVNAF's 1st Fighter Squadron (redesignated the 514th Fighter Squadron in January 1963) was formed at Bien Hoa Air Base with 25 F8F Bearcats.[3]: 50  In June 1956 the 2nd Transport Squadron equipped with C-47s was established at Tan Son Nhut AB and the RVNAF established its headquarters there.[3]: 275  On 1 June 1957 the US assumed full responsibility for training and equipping the RVNAF as the French withdrew their training missions. At this time, the RVNAF had 85 aircraft and 4 squadrons: one of F-8Fs, one of C-47s and 2 of L-19s. No squadron was combat-ready. Total RVNAF personnel numbered just over 4,000.[4]: 231  At this time the role of the RVNAF \"was basically to support the ground forces.\" The RVNAF was part of the Army of the Republic of Vietnam (ARVN), not a separate service.[4]: 232  In meetings in Washington D.C. in May 1957, South Vietnamese premier Ngo Dinh Diem gave his reasons for deemphasizing the RVNAF, advising President Dwight D. Eisenhower and Secretary of State John Foster Dulles, \"his main military requirement is ground forces. Diem is convinced that because of the poor visibility of low cloud cover prevailing through most of the year, it would be difficult if not impossible to give adequate air support to the ground forces.\" During a briefing at The Pentagon for a group of leaders that included Chief of Staff of the United States Air Force General Nathan Farragut Twining, Diem explained that the South Vietnamese believed that the Indochina war had shown that \"it was difficult to use air [power] effectively in this country.\"[4]: 233  On 1 June 1957 the RVNAF 1st Helicopter Squadron was established at Tan Son Nhut AB without equipment. It operated with the French Air Force unit serving the International Control Commission and in April 1958 with the departure of the French it inherited its 10 H-19 helicopters.[3]: 50  In October 1958 it was announced that the RVNAF's tired F8Fs would be replaced by T-28A/B Trojans.[3]: 50–2  In October 1959 the 2nd Liaison Squadron equipped with L-19 Bird Dogs moved to Tan Son Nhut AB from Nha Trang AB.[3]: 275  Following an unexplained crash in August 1960, President Diem grounded all the obsolete F8Fs of the 1st Fighter Squadron and in September asked for jets to replace them. However the Geneva Accords that ended the First Indochina War prohibited the introduction of jets into the country, so instead the F8Fs were replaced by ex United States Navy AD-6 Skyraiders with the first 6 arriving in September and a further 25 delivered by May 1961.[3]: 54–5  In late 1960 in order to support the operations of the ARVN Rangers Military Assistance Advisory Group secured approval for the shipment of 11 H-34C Choctaws from the United States Army to replace the worn out H-19s of the 1st Helicopter Squadron. They were airlifted to Saigon without renovation, four in December and the others soon after.[3]: 55  The AD-6s and H-34s had no immediate impact on operations. The high aircraft out-of-commission rates stemmed from poor maintenance and supply at Bien Hoa AB. Also to blame was the long pipeline time for processing spare parts requisitions through USAF logistic channels to Army and Navy sources. Yet between August and October 1960, the 1st Fighter Squadron flew 20 combat sorties, the L-19 liaison planes logged 917 combat hours, the helicopters accumulated 166 hours on operational missions and C-47s of the 1st Air Transport Group flew 32 sorties. Only 5 airfields were usable for AD-6 operations: no communications network served dispersed airfields: and President Diem believed that air units could not operate effectively from dispersed locations distant from depot supplies. The RVNAF was oriented to the support of ARVN operations, but the ground troops gave little attention to spotting targets suitable for air strikes. About 90 percent of the ground targets were located by RVNAF observers who flew in L-19s based at the same fields as the fighters. Approval for aircraft to strike ground targets was required from Province chief, regional commander, the Joint General Staff and sometimes Diem himself. As a final guarantee against bombing mistakes that might hurt the government's image, politically cleared and technically competent observers had to mark approved targets before air strikes could be launched against them - a rule of engagement reportedly directed by Diem. A USAF team visiting South Vietnam noted \"The high level approval required for on-call fighter strikes, along with poor communications and procedures for requesting strikes, builds in excessive delays for efficient use of tactical air effort. This is particularly true in view of the hit-and-run guerrilla tactics of the Viet Cong (VC).\"[3]: 55  In mid-December 1961 the USAF began delivery of 30 T-28A/B Trojans to the RVNAF.[3]: 75  The 2nd Fighter Squadron equipped with T-28A/B Trojans was formed at Nha Trang AB. In late 1961 4 USAF T-28 pilots from Operation Farm Gate were sent to Nha Trang AB to train RVNAF crews.[3]: 127  The 2nd Fighter Squadron became fully operational in mid-1962.[3]: 132  It was renamed the 516th Fighter Squadron in January 1963.[3]: 275  In October 1961, the 2nd Helicopter Squadron was activated at Da Nang AB.[3]: 273  In December 1961 the 3rd Liaison Squadron was activated at Da Nang AB.[3]: 273  The RVNAF 1st Fighter Squadron staged AD-6 Skyraiders at Pleiku Air Base from late 1961 and this force was later increased to 4 A-1s and a C-47 flareship.[3]: 127  On 27 February 1962 two RVNAF pilots Second Lieutenant Nguyễn Văn Cử and First Lieutenant Phạm Phú Quốc flying from Bien Hoa AB bombed the Independence Palace in their A-1 Skyraiders in an attempt to kill President Diệm. Three palace staff died and 30 were injured in the attack.[3]: 129  In mid-1962, the 2nd Fighter Squadron at Nha Trang AB began detaching 6 aircraft to Da Nang AB.[3]: 132  In September 1962 the 12th Air Base Squadron was formed at Nha Trang AB.[3]: 275  In December 1962 the 293rd Helicopter Squadron was activated at Tan Son Nhut AB, it was inactivated in August 1964.[3]: 277–8  Also that month Pleiku AB was activated by the RVNAF as Air Base 62.[3]: 275  In late 1962 the RVNAF formed the 716th Composite Reconnaissance Squadron initially equipped with 2 C-45 photo-reconnaissance aircraft.[3]: 147  In January 1963 the 1st Transport Squadron was redesignated the 413rd Air Transport Squadron and the 2nd Transport Squadron was redesignated the 415th Air Transport Squadron.[3]: 277  The 1st Fighter Squadron was redesignated the 514th Fighter Squadron.[3]: 50  The 2nd Helicopter Squadron was redesignated the 213th Helicopter Squadron, the 1st Liaison Squadron was redesignated the 110th Liaison Squadron and the 3rd Liaison Squadron was redesignated the 114th Liaison Squadron.[3]: 273  Also that month the USAF opened an H-19 pilot training facility at Tan Son Nhut and by June the first RVNAF helicopter pilots had graduated.[3]: 168  Also in January the 211th Helicopter Squadron equipped with UH-34s replaced the 1st Helicopter Squadron.[3]: 277  On 19 June 1963 the USAF 19th Tactical Air Support Squadron equipped with 23 O-1 Bird Dogs and 44 pilots was activated at Bien Hoa AB, with the aim of training RVNAF pilots and observers as Forward air controllers (FACs). USAF planners thought originally that the training could be done in one year. However, unforeseen problems, such as the RVNAF practice of siphoning off pilots into fighter squadrons and their penchant for standing back and letting the Americans fly many of the combat missions, slowed the RVNAF's progress toward self-sufficiency. When the squadron was turned over to the RVNAF after one year, they were unable to assume the controller role; and by January 1965, the squadron was back in USAF hands.[6]: 5–6  In September 1963 the USAF opened a training center at Nha Trang AB equipped with L-19s. RVNAF flight crews would undergo 1 month of preflight training followed by 3 months of primary flight training with a total of 80 flying hours.[3]: 168  In October 1963 the 518th Fighter Squadron was activated at Bien Hoa AB.[3]: 272  In December 1963 the 716th Composite Reconnaissance Squadron was activated at Tan Son Nhut AB, equipped with C-47s and T-28s. The squadron would be inactivated in June 1964 and its mission assumed by the 2nd Air Division, while its pilots formed the 520th Fighter Squadron at Bien Hoa AB.[3]: 278  In January 1964 33rd Tactical Wing was established at Tan Son Nhut AB and it assumed control of all RVNAF units at the base.[3]: 278  Also that month the 41st Tactical Wing was established at Da Nang AB and assumed control of all RVNAF units at the base.[3]: 274  In February 1964, the 516th Fighter Squadron equipped with 15 A-1 Skyraiders moved to Da Nang AB from Nha Trang AB.[3]: 274  In March 1964 the US decided to reequip all RVNAF fighter squadrons with A-1 Skyraiders.[3]: 213  On 15 March 1964 the RVNAF established a Tactical Wing Headquarters at Da Nang AB.[3]: 211  On 18 March 1964 the newly formed 518th Fighter Squadron began operations from Bien Hoa AB with an original strength of 10 A-1Hs, it would grow to 25 aircraft authorized.[3]: 213  The RVNAF pilots were trained by crews from the US Navy's VA-152.[3]: 219  On 24 March a Farm Gate T-28 lost a wing during a bombing run near Sóc Trăng Airfield killing both crewmen and on 9 April another T-28 lost a wing during a strafing run and crashed. Two officials from North American Aviation, the manufacturers of the T-28, visited Bien Hoa AB and reviewed these losses and advised that the T-28 wasn't designed for the stresses it was being subjected to as a close air support aircraft. As a result, 5 older T-28s were retired and 9 newer aircraft were borrowed by the RVNAF and operational restrictions imposed.[3]: 214  Despite this augmentation, accidents and aircraft transfers meant that by late May the 1st Air Commando Squadron had only 8 T-28s left but these were retired on 30 May and replaced by more capable A-1E Skyraiders.[3]: 220–1  In March 1964 Air Base 62 at Pleiku AB became the RVNAF 62nd Tactical Wing.[3]: 275  In May the 217th Helicopter Squadron was established at Da Nang AB.[3]: 274  In June 1964 the 116th Liaison Squadron equipped with O-1s was activated at Nha Trang AB.[3]: 275  Also that month the RVNAF formed the 23rd Tactical Wing at Bien Hoa AB incorporating the 514th, 518th and the 112th Liaison Squadron. The 520th Fighter Squadron would be activated at Bien Hoa AB in October and join the 23rd Wing.[3]: 272  In October 1964 the RVNAF 520th Fighter Squadron equipped with A-1Hs was formed at Bien Hoa AB, however due to delays in construction of Binh Thuy Air Base it was only in December that they were able to start deploying a 5 aircraft detachment daily from Bien Hoa AB to Binh Thuy AB.[3]: 237–9  By mid-1964, the RVNAF had grown to thirteen squadrons; four fighter, four observation, three helicopter and two C-47 transport. The RVNAF followed the USAF practice of organizing the squadrons into wings, with one wing located in each of the four Corps' tactical zones at Binh Thuy AB, Tan Son Nhut AB, Pleiku AB and Da Nang AB. By the end of 1964 however, the combat sortie rate suffered as some key units were diverted from tactical operations and placed on \"coup alert\" during the seemingly endless political changes in Saigon. Still missing from the RVNAF were some of the basic elements of an effective combat force. Communication facilities were inadequate. The RVNAF had a rudimentary reporting system and, consequently, no way to measure the results of their missions. Absence of centralized control meant that it was impossible for the RVNAF to be fully integrated into the tactical air control system the USAF advisors had installed. Both the central air operations center at Tan Son Nhut AB and its field sites, the local air support operation centers, while technically performing their primary functions of scheduling and coordinating RVNAF sorties, were actually \"after the fact\" agencies that did little more than schedule missions demanded by the wings. About 75 percent of all attack sorties were being flown against \"free strike\" targets, which meant they were outside the control of a FAC and used little or no intelligence support. The RVNAF was still being run largely at the local level and, as a result, was seldom able to respond quickly to calls for assistance from the ARVN.[6]: 12–3  In January 1965 the 62nd Tactical Wing and 516th Fighter Squadron, equipped with A-1H Skyraiders deployed to Nha Trang AB from Pleiku AB while a new runway was built at Pleiku.[3]: 263  Also that month the 1141st Observation Squadron moved to Pleiku AB from Da Nang AB. Pleiku AB was then managed by the 92nd Base Support Group and the base was used as a staging and emergency airfield. [3]: 275  On 8 February 1965, RVNAF commander Nguyễn Cao Kỳ led RVNAF A-1s from Da Nang AB on a retaliatory raid against North Vietnamese targets, all of the aircraft were hit by anti-aircraft fire, but only one was shot down.[6]: 60  On 2 March 1965, 20 RVNAF A-1s from Da Nang AB participated in the first attacks of Operation Rolling Thunder, striking the Vietnam People's Navy base at Quảng Khê.[7]: 84  On 14 March the RVNAF led by General Kỳ participated in attacks on barracks on Hòn Gió island.[7]: 85  The RVNAF contributed 19 sorties in March and 97 in April to attacks on North Vietnam.[6]: 25  By the end of June 7 RVNAF aircraft had been lost to North Vietnamese anti-aircraft fire, while a further 8 had been damaged.[7]: 141  With the increasingly sophisticated air defenses over North Vietnam, the RVNAF was soon reduced to operating over only a small part of southern North Vietnam, with USAF, Navy and United States Marine Corps aircraft conducting most operations.[7]: 314  In May 1965 the 522nd Fighter Squadron equipped with A-1s was activated at Tan Son Nhut AB.[6]: 95  In August 1965 the 524th Fighter Squadron equipped with A-1s was activated at Nha Trang AB.[6]: 95  In August 1965, 4 USAF B-57B Canberras operating from Da Nang AB were nominally transferred to the RVNAF becoming their first jet aircraft.[6]: 88  Six Vietnamese pilots had already been checked out in the B-57B, and there were fifteen more with jet training, along with about forty mechanics. These pilots could join in strikes against the Viet Cong; and later they, along with the mechanics, could form the nucleus of a Vietnamese F-5 squadron that was then being considered.[6]: 68  The RVNAF never officially took control of the aircraft, and, after accidents and other problems, including apparent claims by RVNAF pilots that the B-57 was beyond their physical capabilities, the program was terminated in April 1966, and the aircraft were returned to their original USAF units.[8]: 43  In December the 217th Helicopter Squadron moved from Tan Son Nhut AB to Binh Thuy AB.[3]: 274  By the end of 1965 there were 13,000 men and 359 planes in the RVNAF, numbers that would not change substantially until the 1970s. Of the 5 tactical wings, 2 were in III Corps (Bien Hoa AB and Tan Son Nhut AB) and a single wing was in each of the other Corps (at Da Nang, Pleiku and Binh Thuy). There were 6 fighter squadrons with a total of 146 A-1 Skyraiders. The 4 H-34 helicopter squadrons and 4 O-1 liaison squadrons were up to strength and 2 of the 3 planned transport squadrons of C-47s were operational. This was as large a force as the country could afford, and it was deemed sufficient to defend postwar South Vietnam. Until that day arrived, the US could handle any additional requirements. Besides these tactical wings, the RVNAF had a logistics wing at Bien Hoa AB, a base support group at Pleiku AB and its Air Training Center at Nha Trang AB.[6]: 95  The RVNAF was flying 2900 combat sorties per month in support of the ARVN.[6]: 65  USAF advisors were turning from expanding to modernizing the RVNAF. Plans were taking shape in December for modernization over the next three years. Two of the six fighter squadrons would gradually convert to F-5s, the H-34s would give way to newer UH-1s and at least one of the C-47 squadrons would receive C-119 transports. Major improvements were envisioned for the FAC program, the air defense net, and in the realm of communications, which was particularly weak.[6]: 96  The expansion and effectiveness of the RVNAF was hampered by numerous factors. Its commander, Prime Minister Ky, pulled his best people with him into the government, leaving to the American advisors the task of training replacements. The difficulties of that were noted by Seventh Air Force commander General Joseph Harold Moore who observed that, although several young field grade officers were showing promise as good leaders, \"daily siestas and weekend slackening of effort is still a way of life.\" Pilots, lacking training and confidence, refused to fly at night and would not use their helicopters for medical evacuation missions in the face of enemy action. Liaison pilots were assigned for only two weeks and then moved away to another province, undercutting Military Assistance Command, Vietnam (MACV)’s ambitious visual reconnaissance program. In the midst of combat, RVNAF commanders were reluctant to release men for training. With the war all around them, pilot trainees were thrown into action as soon as they became minimally qualified, leaving little time to learn instrument and night flying. As a group, the commanders operated from day to day rather than programming and training their way out of their skill shortages. Often the men resisted being sent for training since this meant leaving their home stations. The program was weakened by the low pay that forced the men to moonlight, by the family separation, and by the relatively poor facilities at training bases. The concept of preventive maintenance was alien; and the tradition of postponing maintenance until equipment broke down or failed to function continued.[6]: 97–8  Attempts by the USAF to wean the ARVN off reliance on USAF FACs were making slow progress. ARVN commanders seldom trusted the RVNAF and wanted USAF FACs who could command jet fighters rather than their own controllers who could not. In many ways they were justified, as the RVNAF controllers were slow in mastering the techniques of strike control and visual reconnaissance.[6]: 132–3  On 1 June 1967 the US Ambassador Ellsworth Bunker presented the 20 F-5As of the 10th Fighter Squadron (Commando) to Vice-President Kỳ at Bien Hoa AB. These aircraft would be used by the RVNAF to form the 522nd Fighter Squadron, their first jet squadron with training support provided by the USAF Air Training Command. This was the first step in the unfolding of the program that would see four of the six RVNAF fighter squadrons gradually convert from A-1s to jets. Besides the F-5s for the 522nd, three of the other squadrons were to receive A-37 Dragonflys as soon as the planes were tested in South Vietnam. The two remaining squadrons would continue to fly the A-1s. United States Secretary of Defense Robert McNamara had been convinced to allow the RVNAF to have the F-5s on the grounds that the jets had proved themselves to be good close air support vehicles, that they posed no threat to North Vietnam and therefore did not signal escalation, and that they would permit the RVNAF to defend the country against air attacks when the USAF finally withdrew. The impact of the move was as much psychological as it was military. The South Vietnamese were sensitive to taunts from North Vietnam that the US would not trust them with jets, and the activation of the jet squadron was an important status symbol for the southerners.[6]: 234–5  The 33 pilots chosen for the 522nd Fighter Squadron, were hand picked by Premier Ky and had trained in the US and the Philippines. They were assisted at Bien Hoa AB by a mobile team sent by the Air Training Command to teach the squadron to maintain the planes. 522nd Fighter Squadron logged 388 combat sorties in June and 436 in July. In December, they flew 527 sorties, striking enemy supply routes and supporting ground troops in South Vietnam. Their safety record during the first 6 months was excellent, with only one plane lost.[6]: 235  There was some basis for the claim that the US did not trust the Vietnamese with jets, but not for the reasons implied above. The RVNAF's safety record with conventional aircraft had been poor. Since 1962 they had lost 287 planes, more than half of them (153) to accidents. In 1967, the force suffered 32 major aircraft accidents for every 100,000 hours it compared to the USAF's accident rate of 7.4. In July alone, the RVNAF had 18 mishaps with its conventional planes, 12 the result of pilot mistakes hitting trees on Napalm passes, ground looping on landing, colliding in midair, taxiing into a fence, landing with the gear up, losing control on takeoff, nosing over after stopping an aircraft too quickly and running off the runway. In August, there were 10 major flight accidents, a single major ground accident, a minor flight accident, and 6 flight incidents, but only a single reported combat loss. While many of these accidents stemmed from the inexperience of RVNAF pilots, the widespread absence of safety awareness and the absence of a program to instill it was making the problem difficult to correct. The USAF's advisory group, which oversaw the RVNAF's development, had been eclipsed since the large-scale USAF arrival began in 1965; and a flying safety program for the RVNAF, which had been in the plans, had fallen victim to higher priorities. Some advisory group officials complained that they were not getting top caliber people for so sensitive a mission. Few officers possessed the linguistic and cultural skills needed for the job and advisor duty was frequently viewed as inferior and undesirable compared to a more glamorous and career-enhancing tour with the Seventh Air Force.[6]: 235  On 7 May 1967 a VC attack on Binh Thuy AB destroyed 4 A-1Hs and 2 UH-34s.[9]: 54  The RVNAF 2311th Air Group, later to become an Air Wing, and the 311th Air Division were also stationed at Bien Hoa AB and the base supported the greatest number of air combat units than any other in South Vietnam. Following the final withdrawal of US forces from South Vietnam in February 1973, Bien Hoa remained a major RVNAF base hosting the headquarters of the RVNAF 3rd Air Division and the Air Logistics Command.[10]: 216  When the Tet Offensive began on 31 January, 55 percent of the RVNAF's personnel were on leave, many in rural areas that had been isolated by VC infiltration. Within 72 hours, 90 percent of the force was back on the job. Helicopters, operating with fewer aircraft, flew more than half their normal monthly number of missions.[6]: 305  By the end of February RVNAF A-1s and F-5s had flown over 2500 sorties, helicopters had flown over 3200 hours and transport aircraft had flown over 1000 soties.[10]: 33  The overall damage was moderate and casualties were light, with less than 1 percent of the RVNAF personnel lost, including deserters. 18 aircraft were destroyed, 11 in ground attacks.[6]: 305  The RVNAF played an active role in the repelling the Tet Offensive attack on Tan Son Nhut Air Base and the attack on Bien Hoa Air Base. Training remained the number one priority and the hardest to accomplish. Trying to fight while modernizing, RVNAF commanders were reluctant to assign their personnel to training, which meant losing them from combat. The RVNAF still relied principally on US units in both Vietnam and the United States for advanced flying and technical training. Mobile training teams taught F-5 and C-119 maintenance, logistic management, and the English language inside Vietnam. The US Army was training the H-34 pilots to fly the new UH-1s; and USAF units in the country taught Vietnamese airmen control tower operations, meteorology, armament maintenance and missile handling. Between 1965 and 1968, almost 1,000 Vietnamese airmen were trained in the United States.[6]: 305  The RVNAF was a rapidly maturing force, flying one-fourth of all the strike sorties in South Vietnam and was on its way to becoming a modern, effective jet age fighting force. However the ARVN was not making full use of the RVNAF's resources. Preoccupied as it was with immediate, day-to-day combat, the RVNAF by early 1968 was still unable to develop the concept of long-range force development. For such planning, it was still heavily reliant on the US. Major aircraft accidents, which claimed an average of 22 aircraft each month throughout 1966 and 1967, remained the biggest problem. Over 60% of these accidents were caused by pilot error on takeoffs and landings. Only eight accidents occurred during the Tet Offensive, suggesting a dramatic increase in motivation during the crisis.[6]: 305  However apart from the peak during Tet, combat sorties averaged only 1800 per month, 9 percent of total Allied sorties.[10]: 55–6  The RVNAF's maintenance record was improving. Between 1965 and 1968, it integrated six new types of aircraft and showed that it could maintain them. Its maintenance depot, however, was unable to handle all crash and battle damage repairs, much of which was done by US contractors. Maintenance discipline and proficiency were still showing the strains caused by traditional work habits and a shortage of personnel. The RVNAF's supply system early in 1968 was slowly digging its way out of the inundation that started 2 years earlier. As US aid increased from $15 million in 1965 to $264 million in 1967, the RVNAF did not have enough personnel to cope with the deluge of supplies. The result was a mountainous backlog in receiving, processing, storing and recording the new equipment.[6]: 305  In late 1968 MACV proposed its Phase I plan to prepare the RVNAF to assume a greater share of responsibility for fighting the war. The plan called for the addition of four UH–1H helicopter squadrons (124 helicopters) to the 20 squadron RVNAF. There would also be modernization: T–41 trainers replacing some of the older U–17s, four H–34 squadrons converting to UH–1Hs, a C–47 transport squadron reequipping with the AC-47 Spooky gunship, and three A–1 squadrons receiving jet-powered A–37s. These changes increased by some 41 percent the authorized number of aircraft. However, as it became apparent that US forces would start withdrawing from South Vietnam MACV revised the plan to expand the RVNAF by a further 16 squadrons, all of which would be in service by July 1974. Besides an additional 5 helicopter squadrons, for a total augmentation of 9, phase II called for three new squadrons of A–37s, four of transports (all but one flying C-123 Providers), an AC-119G Shadow gunship unit, and three liaison squadrons equipped with planes suitable for use by FACs. The new plan would double the current number of RVNAF squadrons, more than double the total number of aircraft, and increase personnel to 32,600. MACV believed that these additions, plus the F–5 and A–37 strike aircraft and CH–47 Chinook helicopters already scheduled for delivery, would enable the RVNAF to conduct operations in South Vietnam similar to those conducted by the air forces of both the United States and South Vietnam in 1964/5. The AC–47 and AC–119 gunship force were believed sufficient for base defense and the support of ground operations, and by July 1974 the fighter arm would have achieved satisfactory strength and skill, even though the F–5 would have to double as strike fighter and interceptor. The planned number of helicopters seemed adequate to permit airmobile operations against insurgency activity. The planned liaison units, which included FACs, and the transport squadrons did not have enough aircraft, however, and MACV acknowledged that the proposed reconnaissance force, 6 RF–5s, could not cover an area the size of South Vietnam. The USAF would have to compensate somehow for these obvious weaknesses.[10]: 163–4  On 4 January 1969, the Joint Chiefs of Staff presented the outgoing Johnson administration a plan for changing the target date for completion of the RVNAF Phase II expansion from July 1974 to July 1972.[10]: 162–3  In April 1969, the Department of Defense issued instructions to accelerate the Phase II improvement and modernization plan as recommended by the Joint Chiefs.[10]: 164  By May 1969 the full complement of 54 A-37B jets was on hand and assigned to the 524th, 520th, and 516th Fighter Squadrons. The first A-37 squadron was declared operationally ready in March 1969, the last one in July.[11]: 315  On 8 June 1969 Presidents Richard Nixon and Nguyễn Văn Thiệu met on Midway Island and discussed both the withdrawal of US forces and the arming and training of South Vietnamese to take over a greater share of the fighting. Although amenable to the idea of Vietnamization, President Thieu had ideas of his own about the kind of weapons his armed forces required, he offered a plan of his own for modernizing the military services, asking for what the Joint Chiefs of Staff termed appreciable quantities of sophisticated and costly equipment, including F–4 Phantom fighters and C–130 Hercules transports. If South Vietnam received these aircraft and the other weapons he sought, the nation would have the means to play a more nearly decisive role in the struggle against the combined forces of North Vietnam and the Viet Cong. However the Joint Chiefs did not believe it could be attained as rapidly or as easily as President Thiệu seemed to think, and certainly not by merely handing the South Vietnamese deadlier but far more complex aircraft and other weapons. Compared to their American counterparts, the RVNAF lacked the technical skills necessary to make effective use of the weaponry Thiệu desired. Nor did the phase II plan, now to be accelerated, envision the South Vietnamese promptly taking on the aggregate strength of North Vietnam and the Viet Cong. However desirable this might be as an ultimate goal, the Joint Chiefs of Staff did not believe that mere weapons could, in view of such problems as leadership and desertion, enable South Vietnam to take over major fighting responsibility against the current threat. A review of the Thiệu proposal by MACV resulted in a recommendation that the United States turn down almost every request. The RVNAF would have to do without F–4s and C–130s, additional VC–47 transports for high-ranking officials, coastal surveillance aircraft, and a search and rescue organization like that operated by the USAF. Thiệu's ambitious plan did, however, generate an additional $160 million in US military aid to improve logistics support and also produced a decision to speedup previously authorized recruiting, adding some 4,000 men to the RVNAF by June 1970.[10]: 164–5  On 30 June 1969 all AC-47 Spooky gunships of D Flight, 3rd Special Operations Squadron were transferred to the RVNAF at Tan Son Nhut AB.[9]: 70  On 2 July 1969 5 AC-47 Spooky gunships were used to form the 817th Combat Squadron which became operational at Tan Son Nhut AB on 31 August.[9]: 252  During the latter half of 1969, the USAF began transferring its O–1E FACs to the RVNAF as newer aircraft replaced them as part of the gradual transfer of control of the entire tactical air control system to the RVNAF. The direct air request network, as the Vietnamized control system came to be called, had three principal elements: the tactical air control party, the direct air support center, and the Tactical Air Control Center. Grouped together in the tactical air control party were the forward air controllers, various radio operators and maintenance men, and the air liaison officer, who acted as air adviser to the ground commander. Like his American counterpart, the South Vietnamese air liaison officer served as focal point for all matters relating to air activities, from close support to weather reports. The direct air support center bore responsibility for fulfilling requests from the tactical air control parties for air strikes, tactical reconnaissance, or emergency airlift. Like the tactical air control parties, the centers would continue for a time to be joint operations, with the American role diminishing as South Vietnamese skills improved. Plans called for a direct air support center in conjunction with each ARVN Corps' headquarters: I Direct Air Support Center at Da Nang AB, II at Pleiku AB, III at Bien Hoa AB and IV at Binh Thuy AB. Each of these centers would keep in contact by radio, telephone, or teletype with the subordinate tactical air control parties and with the Tactical Air Control Center at Tan Son Nhut AB. The Tactical Air Control Center served as nerve center of the Vietnamized system. In the tightly centralized US model, this agency functioned as command post for strikes throughout South Vietnam, establishing priorities among competing needs and issuing daily and weekly operations orders in support of the war on the ground. RVNAF officers began serving in each component of the center, creating a parallel structure that could sustain the air war after the Americans left. Whether a tactical air control center of this type could be transplanted and flourish remained open to question, for South Vietnam's armed forces had not yet accepted the concept of centralized control over tactical aviation. The Corps' commander, though theoretically influenced by an air liaison officer, remained supreme in his fiefdom and could use the direct air support center for his own purposes, regardless of orders issued elsewhere.[10]: 172–3  In 1970, the RVNAF units at Da Nang AB were reorganized as the First Air Division with responsibility for I Corps.[10]: 213  In March 1970 the USAF began handing the Pleiku AB over to the RVNAF and this transfer was completed by the end of 1970.[10]: 216  Pleiku AB was one of the 2 operating bases of the RVNAF 6th Air Division, the other being Phù Cát Air Base.[12] The RVNAF established the 72nd Tactical Wing at Pleiku AB with the 530th Fighter Squadron equipped with A-1 Skyraiders, along with two UH-1H helicopter assault squadrons (229th, 235th) and the 118th Liaison Squadron, with O-1 and U-17 forward air controller/light reconnaissance aircraft. On 31 March a USAF mobile training team arrived in South Vietnam to begin teaching, in collaboration with Army aviators, the tactical use of the UH–1 fitted out as a gunship. On 29 May 29, before the second class of 32 students had graduated, the RVNAF mounted its first helicopter assault. Eight troop-carrying UH–1s, another serving as a command post, and three others equipped as gunships successfully landed a small force near Prey Veng, Cambodia.[10]: 223  From the beginning of the Cambodian Campaign in April until the end of 1970, the RVNAF flew some 9,600 attack sorties in Cambodia, compared to 14,600 by US airmen. Besides flying interdiction missions, the RVNAF delivered close air support for both ARVN and Cambodian troops and provided other assistance.[10]: 208  The Cambodian Campaign gave unexpected impetus to the modernization and improvement of South Vietnam's armed forces. US Defense Secretary Melvin Laird launched the Consolidated Improvement and Modernization Program which called for a South Vietnamese military establishment totaling 1.1 million in June 1973, with the RVNAF expanding to 46,998 officers and men. During December 1970, however, the USAF advisory group became concerned that additional airmen, technicians, and medical professionals would be needed as South Vietnamese replaced US troops at air bases, logistics centers, command posts and hospital facilities. South Vietnam's Joint General Staff agreed, increasing the projected strength of the air service to 52,171, but even this number could not ensure the self-sufficiency of the RVNAF. At best, the greater number of airmen could help the ARVN to deal with the kind of threat that existed in the spring of 1970, after the invasion of Cambodia. Under the program, the RVNAF expanded from 22 squadrons with 486 authorized aircraft in mid-1970 to 30 squadrons with 706 planes at year's end. Two additional A–37 squadrons and one of A–1s (all originally scheduled for activation in the summer of 1971) were activated, as were 4 new squadrons of UH–1s and, some 6 months ahead of schedule, the first of two planned CH–47 Chinook units. Moreover, the consolidated plan looked beyond these 1970 increases to a force of 37 squadrons by the end of June 1971, 45 squadrons a year later and 49 by 30 June 1973. The final squadron, 18 F–5E interceptors, would arrive at the end of June 1974, raising to 1,299 the authorized total of aircraft. In terms of squadrons, the RVNAF expanded by almost 30 percent during 1970, while the number of aircraft increased by not quite 50 percent.[10]: 212–3  The RVNAF faced high costs and long delays in obtaining from schools overseas navigators for the reconnaissance, gunship or transport versions of the C–119G and C–47. To avoid reliance on courses taught in English in the United States, the USAF advisory group helped establish at Tan Son Nhut AB a school in which American-trained South Vietnamese instructors taught the basic elements of navigation. The first of seven scheduled classes began in June 1970. In August 55 RVNAF airmen started transition training at Tan Son Nhut AB from the CH–34 helicopter to the CH–47. Maintenance men as well as flight crews received instruction from members of US Army helicopter units at Phu Loi Base Camp north of Saigon. This training program produced the RVNAF's first CH–47 squadron, which was formally activated on 30 September 1970. Preparations had already begun to create a second CH-47 squadron. Tan Son Nhut AB was also the focal point for training on the AC-119G Shadow gunship, as 50 RVNAF pilots, half of them experienced in the C–119G transport and the others fresh from flight training in the US, joined recent graduates of navigator school in forming the nucleus of the AC–119G crews. Flight mechanics and searchlight operators would learn their specialties in the US before teaming up with the pilots, copilots, and navigators already training at Tan Son Nhut AB. Once brought together, each crew received a final indoctrination, then reported to the USAF's 14th Special Operations Wing for the last phase of gunship training, 5 routine combat missions.[10]: 218–9  The need to acquire some fluency in English before starting certain training courses remained an obstacle to many potential RVNAF aviators or technicians. Indeed, the USAF advisors came to conclude that it had been a mistake to make proficiency in English the key to advanced training. In retrospect it would appear wiser to have trained US instructors to speak Vietnamese at the outset. During early 1970, 55 percent of the RVNAF airmen selected to learn English for further training in the US were failing the language course, almost three times the anticipated failure rate.[10]: 217  Certain kinds of training simply could not be given in South Vietnam. Facilities did not yet exist for the 1,900 aviators (1,500 of them helicopter pilots) who completed undergraduate pilot training in the US during the 18 months ending in December 1970. Since travel outside South Vietnam was in this case unavoidable, the USAF agreed to compress the period of training in fixed-wing aircraft. The duration of the course was reduced from 42 weeks for all cadets to 40 for future fighter pilots and 38 for those destined for transport squadrons. Besides future aviators, some doctors and nurses could receive their specialized training only in the United States. Except for these fledgling pilots, the doctors and nurses, and the communications specialists trained for a time at Clark Air Base in the Philippines, policy called for transplanting courses of instruction to South Vietnam.[10]: 219  Although pilots of helicopters, fighters, or transports and their variants, including gunships, learned to fly in the US, training for liaison or observation craft went forward in South Vietnam. This curriculum also underwent time-saving revision. Formerly, after 299 hours of training on the ground and 146 hours mastering the U–17 or the recently introduced Cessna T–41, the new liaison pilot had reported to an O–1 unit for 50 hours of additional instruction. Unfortunately, the demands of combat usually forced the veteran fliers in the unit, whose combat missions took precedence over training flights, to spread the required instruction over 3–5 months. Beginning in September the RVNAF demanded 110 hours in the T–41 and 35 to 70 hours in the O–1, all of it acquired before the aspiring FAC left Nha Trang AB. As a result, he arrived at his unit thoroughly familiar with the O–1 and needing only an informal and comparatively brief combat indoctrination. South Vietnamese assumption of responsibility for tactical air control, a process in which FACs, trained in South Vietnam and flying newly acquired O–1s, played a key part—moved ahead during 1970. At midyear, the RVNAF had ninety O–1 and forty U–17 observation planes organized into five active squadrons and manned by 149 pilots and 135 observers, all of them deemed fully qualified for combat. Of these 284 FACs, 44 pilots and 42 observers had demonstrated sufficient ability to control strikes by USAF as well as RVNAF aircraft. Successful control, however, remained limited in most instances to planned strikes conducted in daylight. According to US Army reports RVNAF FACs did not fly at night or in bad weather, ignored emergency requests to adjust artillery fire or carry out visual reconnaissance, and responded slowly to requests for immediate air strikes, though their work was adequate once they arrived on the scene.[10]: 219–20  With American units leaving the country, the RVNAF transport fleet was greatly increased at Tan Son Nhut AB. The RVNAF 33rd and 53rd Tactical Wings were established flying C-123 Providers, C-47s and C-7 Caribous.[10]: 218–9  As C–119 pilots began training to fly the AC-119 gunships, and men qualified in the C–47 were about to begin their transition to the newer C–123K, the two existing airlift squadrons had to carry out their usual duties while furnishing trainees for the new gunships and transports. Because of the need for more transports, the USAF advisory group and the air arm's headquarters drew up plans to hasten the activation of two C–123K squadrons, equipped with planes transferred from USAF units. The K models would commence operation by mid-1971, 6 months ahead of schedule. Two squadrons of C–7s, also from USAF resources in South Vietnam, would round out the projected airlift force by July 1972. This planned airlift fleet did not satisfy Vice President Ky, who argued for the addition of a squadron of C–130s. Secretary of the Air Force Robert C. Seamans, Jr., visited South Vietnam in February 1970 and was impressed with Ky's reasoning. The C-130 could carry more cargo than any of the types his nation would receive with 5 times the cargo capacity of a C–7 or roughly three times that of the C–123K or C–119G. A study by the USAF advisory group concluded that a combination of C–7s and C–130s could better meet the needs of the RVNAF than the planned combination of C–123s and C–7s. The C–123s, however, would soon become surplus to American needs and already were based in South Vietnam. Ease of transfer provided, for the present, a decisive argument in favor of the C-123s, and many months would pass before the RVNAF finally received C–130s.[10]: 224  In July the RVNAF had received the first 2 of 6 RF–5 reconnaissance planes. In mid-August, RVNAF technicians processed and interpreted film from these aircraft, thus foreshadowing Vietnamization of aerial reconnaissance. The remaining 4 RF–5s arrived in time for the reconnaissance unit to begin functioning on 15 October. At year's end the RVNAF possessed the nucleus of a tactical air intelligence operation.[10]: 225  The 412st Transport Squadron formed at Phù Cát AB in 1970 operating C-7As inherited from the 537th Troop Carrier Squadron.[13] In November 1970 Sóc Trăng Airfield was handed over to the RVNAF by the US Army.[10]: 214  By the end of December 1970, RVNAF security police had assumed full responsibility for protecting Nha Trang and Binh Thuy Air Bases.[10]: 214  Increased cockpit time resulted in safer flying. The accident rate for 1970 throughout all of South Vietnam declined by some 20 percent from the previous year, but the lower ratio of 11.4 accidents per 100,000 flying hours remained roughly 2.5 times the USAF figure. The improvement during 1970 represented a sharp decline in accidents involving observation and utility aircraft; fighter and helicopter pilots flew no more safely than they had the year before. Although RVNAF flight proficiency appeared to be improving, if unevenly, some senior US Army officers had reservations about the combat effectiveness of the RVNAF, citing the inadequacies of its FACs, as well as its limited inventory of aircraft and its inability to fight at night. USAF advisers rendered more optimistic judgments, however, pointing out that the fighter and attack squadrons had performed well during the Cambodian fighting. Indeed, by year's end, the RVNAF were flying almost half the combined total of attack sorties in South Vietnam and Cambodia. Progress was being made toward early activation of more A–1 and A–37 squadrons, although the A–37 was handicapped by a combat radius of no more than 200 miles (320 km). A few F–5 pilots were undergoing training in ground controlled aerial interception, and the RVNAF was increasing the emphasis on nighttime operations. Although inability to fight at night or in bad weather remained the gravest weakness of RVNAF fliers, by late 1970, some 56 percent of the RVNAF's fighter-bomber pilots had demonstrated the ability to deliver a night attack on a target illuminated by a flareship. Also, the A–37s and A–1s were starting to receive flare dispensers of their own so that nighttime operations were no longer dependent on the few C–47s available to drop flares. Despite the growing insistence on night flying, FACs logged fewer nighttime hours than the fighter pilots. This imbalance stemmed at least in part from the fact that the U–17s and older O–1s lacked adequate instrumentation and suitable cockpit lighting for operating in darkness. To prepare the RVNAF FACs for the better equipped O–1Es and Gs that were becoming available, USAF pilots were giving nighttime familiarization flights in the right-hand seat of the O–2A Skymaster.[10]: 222–3  On 1 January the 5th Air Division was activated at Tan Son Nhut AB. This newest air division did not support the ARVN within a particular region. Instead, it was an outgrowth of the 33nd Wing, which flew transports, gunships and special mission aircraft everywhere in South Vietnam. Since so many of the aircraft flown by this division, the AC-47, VC–47 executive transport and RC–47, were variants of the basic C–47, the RVNAF centralized these disparate operations in one division.[10]: 213–4  Vietnamization did not include aerial interdiction of the Ho Chi Minh Trail, so the program for modernization of the RVNAF did not provide them with the weapons necessary to interdict the PAVN supply lines.[14]: 237  The armed forces of South Vietnam would have to conduct interdiction on the ground.[14]: 238  During Operation Lam Son 719, an ARVN operation to cut the Ho Chi Minh Trail in Laos, the RVNAF flew 5,500 sorties mostly by helicopters, a tiny fraction of the 160,000 sorties flown by US Army helicopters, showing that the operation would have been impossible without US support.[10]: 273  The crash of the helicopter carrying ARVN General Đỗ Cao Trí and photojournalist François Sully on 23 February 1971 was attributed by US sources to mechanical failure and this led journalist Edward Behr to investigate the maintenance standards within the RVNAF. US maintenance personnel advised Behr that RVNAF mechanics never flushed helicopter engines with water and solvent every 25 flying hours as recommended and did not undertake other routine preventive maintenance. By late 1971 more than half the RVNAF helicopter fleet was grounded due to maintenance issues.[15] The first squadron of C–123s, organized in April, received its aircraft in May. The delay reflected the extensive maintenance the transports required after heavy usage flying men and cargo to staging areas for Operation Lam Son 719. A second squadron commenced operation in July, and the third, scheduled for December, took shape in January 1972. The last of 24 AC–119Gs joined the RVNAF in September 1971, and in December the USAF Chief of Staff, authorized the transfer of modified AC–119Ks to replace a squadron of AC–47s. At year's end, the RVNAF had 1,041 aircraft on hand, 762 of them (roughly 70 percent) ready for combat. Organized into 41 squadrons, it included three squadrons of A–1s, five of A–37s, one of F–5s, one of AC–47s (which the AC–119Ks would eventually replace), one of AC–119Gs, 16 of helicopters (mostly UH–1s) and 7 squadrons of liaison craft for FACs. It also had one reconnaissance squadron with a mix of U–6s, RF–5s and variants of the C–47. The transports units totalled one squadron of C–47s, one of C–119s, and two (soon to be three) of C–123s. A special air mission squadron that carried high-ranking passengers and a school squadron to conduct training rounded out the force.[10]: 299  The tactical air control system underwent Vietnamization in 1971. In June, the RVNAF assumed complete responsibility for assigning targets to their aircraft, selecting ordnance and scheduling strikes. The US presence at the Vietnamized command and control center now consisted of a two-man liaison party and a few instructors who trained the persons assigned there. The RVNAF command and control function did not issue orders to components of the Seventh Air Force, which continued to maintain a separate tactical air control center for its own aircraft. By August, the RVNAF had also taken over the four direct air support centers, one in each Corps, but the parallel structure prevailed there also, for the Seventh Air Force supplied detachments to handle strikes by its aircraft. As retention by the Seventh Air Force of control over its aircraft indicated, the RVNAF had trouble mastering the tactical air control system, but the difficulties went beyond the mechanics of operating the various centers. ARVN commanders, for example, frequently ignored the lower ranking air liaison officers assigned to help them make effective use of the aerial weapon. FACs, who directed the actual strikes, seldom remained with a particular ground unit long enough to learn its special requirements, the characteristics of the operating area, or the patterns of enemy behavior. Moreover, FACs received, at most, a smattering of night training, and some of them avoided daylight missions over heavily defended areas, on occasion falsifying reports or logs to conceal their dereliction of duty.[10]: 299–301  From 1–7 December RVNAF A–37s flew 49 sorties against PAVN transportation targets on the exit routes from the Ho Chi Minh Trail just inside the western border with Laos as part of Operation Commando Hunt VII, in preparation for taking over the interdiction campaign as early as the 1972–73 dry season.[14]: 263–4  However it soon became apparent that the powerful defenses of the Ho Chi Minh Trail prevented a simple and inexpensive interdiction campaign combining operations on the ground and in the air. South Vietnam had no alternative to the strategy of defending the cities and the food-producing coastal region. This task would absorb the overwhelming share of the nation's military resources, leaving nothing for long-range interdiction. No longer would North Vietnam have to divert troops to protect the roads and trails through southern Laos from air attack or ground probes.[14]: 265–6  By the end of 1971, Vietnamization of the air war formed a mosaic of progress and disappointment. Phan Rang AB was progressively handed over to the RVNAF in March–May 1972.[16]: 573  At the start of the Easter Offensive the RVNAF strength was 1,285 aircraft organized into 44 squadrons. 9 squadrons flew A–1s, A–37s, or F–5s, a total of 119 aircraft classified as combat-ready fighter-bombers; two squadrons operated AC–47 or AC–119G gunships, 28 of the aircraft ready for action; 17 helicopter squadrons had 367 helicopters combat-ready out of a total of 620; seven FAC squadrons flew O–1 or U–17 light aircraft, 247 operationally ready out of 303, and the remaining units carried out training, transport and reconnaissance duties.[10]: 333  The Easter Offensive showed that the ARVN couldn't defeat the PAVN without continuous and massive air support. The basic assumption surrounding the expansion of the RVNAF was its ability to provide close air support to the ARVN under permissive conditions. For this reason the RVNAF was not given the type of aircraft to be able to operate in a Surface-to-air missile (SAM) environment augmented by heavy concentrations of radar-directed AAA fire. From experience in North Vietnam and in the Easter Offensive it was obvious that high performance aircraft, backed up by Electronic countermeasures (ECM) and supporting forces, were necessary to penetrate and operate in such defenses. These types of defenses had to be neutralized with a high degree of survivability. This was the reason why it was necessary to pull the RVNAF out of the high threat areas and use USAF aircraft to handle these targets.[12]: 54  Under Operation Enhance beginning on 23 May the US began the supply of additional equipment to South Vietnam to make up losses suffered in the Easter Offensive. For the RVNAF this initially comprised 5 F–5As, 48 A–37s and 32 UH–1s to be delivered by 1 August. For the remainder of the year the US Army would deliver CH–47s to equip two squadrons by September. The USAF would accelerate the delivery of 14 RC-47s, 23 AC-119K gunships, 23 EC-47s, 28 C-7 transports and 14 C-119Gs modified for coastal fire support and maritime patrol.[10]: 350  By the end of October, the RVNAF had activated 51 squadrons and actual strength stood at 52,400.[10]: 351  In October, as Operation Enhance neared completion, the Nixon administration approved another infusion of equipment, Operation Enhance Plus. This served two purposes: to rush war material to South Vietnam before a ceasefire imposed restrictions on military assistance and to reconcile President Thiệu to the fact that the US, without having consulted him, now stood ready to accept a settlement that would permit North Vietnamese troops to remain on South Vietnamese soil, thus legitimizing the results of the Easter Offensive. For the RVNAF Enhance Plus included 19 A–1s, 90 A–37Bs, 32 C–130s, 126 F–5s, 177 UH–1s, together with the AC–119Ks and some other types not yet delivered in Project Enhance. The plan originally called for completing Enhance Plus by 20 November, but later changes moved the deadline to 10 November and added 35 O–2 observation craft, already in South Vietnam, as replacements for the older O–1s and U–17s. The collapse of truce negotiations, which did not resume until after the Christmas Bombing, caused the possible signing of a peace agreement to recede beyond 1 January 1973, and eased the pressure for prompt completion. Reflecting the changing circumstances, the last items in Enhance Plus did not arrive until 10 December.[10]: 351  Enhance Plus increased the inventory of the RVNAF by some 595 aircraft, excluding about 30 of the helicopters intended for a postwar truce surveillance agency. To absorb this influx, the RVNAF by mid-1973 organized 8 additional fighter or attack squadrons, 2 transport squadrons, 14 squadrons or flights of helicopters, and 1 training squadron. Besides accomplishing all of this, the project reequipped some tactical air support squadrons with O–2s, increased each UH–1 squadron from 33 helicopters to 38, and began organizing the squadron of armed C–119Gs for coastal and maritime patrol. When the RVNAF absorbed all the Enhance Plus aircraft and eliminated the recently organized C–123 squadrons in 1973, as scheduled, it would total 67 squadrons with more than 61,000 officers and men. This rapid augmentation, however, imposed strains on the supporting establishment and failed to generate the kind of air power that the US had exercised over the years.[10]: 351–2  The training of pilots and crews to fly the aircraft provided by Enhance Plus proceeded on the principle that instruction in the US soon would merely supplement that given in South Vietnam. To cope with the additional aircraft, the RVNAF no longer waited for trainees to emerge from the pipeline, but tried instead, with US collaboration, to teach personnel already familiar with one kind of aircraft to make the transition to a more advanced type. Assignments vacated by those who retrained would go to officers that had recently learned to fly. Pilots of A–37s retrained for F–5s; O–1 pilots for the O–2 and the A–37; crews of AC–119Gs for AC–119Ks; crews of C–119s and C–123s for the C–130s; and those of C–123s for the armed C–119s. Since the C–123 squadrons would disband during 1973, they were a valuable source of pilots and crew members for transition training. The USAF Advisory Group, using teams of instructors dispatched from the United States, planned to teach a number of the South Vietnamese to take over the postwar training programs for the various types of aircraft, assisted as necessary by American civilians working under contract. In contrast to the fixed-wing aircraft, the vast increase in helicopters during Enhance and Enhance Plus required, at least for the near future, pilots trained exclusively for this type of aircraft by Army instructors in the US. Despite the emphasis on training, in February 1973, two weeks after the ceasefire took effect, the RVNAF projected a shortage of some 800 pilots or copilots, 300 for fixed-wing aircraft and the rest for helicopters.[10]: 352–3  The aircraft that arrived in late 1972 failed to correct glaring weaknesses in the RVNAF's ability to wage aerial warfare. The RVNAF had no aircraft capable of attacking the Ho Chi Minh Trail or comparably defended PAVN lines of supply and communication. The most modern gunship, the lumbering AC–119K, could not survive conventional antiaircraft fire, let alone radar-directed guns or heat-seeking SAMs. The A–1, though sturdy and able to carry up to four tons of bombs, lacked speed, but the fast jets like the A–37 or F–5, which might survive antiaircraft defenses, had neither the endurance nor the bomb capacity for armed reconnaissance and, because of the failure to equip and train the RVNAF for aerial refueling, could not attack targets deep within southern Laos or North Vietnam. Moreover, only the F–5E provided an effective weapon for air defense, should North Vietnam break with tradition and launch an air campaign against the South. As it coped with these weaknesses in tactical aviation and air defense, the RVNAF faced the formidable task of finding an aerial weapon with the versatility and firepower of the B–52. The Nixon administration sought to substitute a powerful bomb for the B-52, providing fuel-air munitions, which the A–1 or A–37 could deliver by parachute, and the pallet-load of high explosive, and sometimes oil or gasoline, parachuted from a transport like the C–130. The RVNAF received some of the CBU-55 fuel-air devices in time to try them against the PAVN-held citadel at Quang Tri City, where the sturdy masonry walls proved impervious to 500-pound bombs dropped by A–37s. In this instance, the cloud of gas exploded ineffectually in the opening along the base of the wall instead of first seeping into a confined space, like a cellar or bunker, for maximum destructive effect. After the CBU–55 failed, USAF F–4s breached the barrier with laser-guided bombs. The RVNAF, lacking laser-guided bombs, had to achieve the necessary accuracy with ordinary munitions, which required attacks at low altitude. However, the PAVN introduction of the SA–7, a shoulder-launched, heat-seeking SAM, in early 1972 forced a change in tactics. Although flares might fool the infrared homing device or shields screen the heat source, the surest protection against the SA–7, until flare dispensers and heat shielding became commonplace, consisted of staying out of range and bombing from 9,000–10,000 feet (2,700–3,000 m). At that altitude, even a skilled pilot found it difficult to hit a compact target with a conventional bomb.[10]: 355–6  Despite its use of EC–47s to intercept radio signals and locate transmitters in the field, the RVNAF depended heavily on photo reconnaissance for discovering and pinpointing targets. A Vietnamized photo interpretation center functioned at Tan Son Nhut AB, but neither of the available camera-equipped aircraft, the RF–5A and the RC–47D, could supply it with satisfactory pictures of the battlefield. The RF–5A, though fast enough to penetrate defended areas, carried a camera that photographed too narrow a swath to be of much value in finding targets. The RC–47D, flying low and slow, provided more panoramic coverage but presented an easy target for PAVN antiaircraft gunners.[10]: 356  By the time of the ceasefire on 27 January 1973 the RVNAF had 2075 aircraft of 25 different types. It had reached a strength of 65 squadrons and 61,417 personnel. The rate of expansion was more than the RVNAF could absorb and it was obvious that it couldn't operate this size air force with so many different types of aircraft. The rationale for such a large force was based on the assumption that, given time, the RVNAF would eventually develop the ability to handle such a large force and because of the provisions of the ceasefire agreement that no additional equipment could be introduced after the ceasefire, only replacements on a one-for-one basis.[12]: 60  By the time the cease-fire went into effect, the RVNAF had received the benefits of Project Enhance Plus, a final American push to strengthen the armed forces before the peace settlement restricted the flow of equipment to replacing, on a one-for-one basis, items already in the inventory. RVNAF airmen were in the process of absorbing C–130 transports, RC–119 G maritime patrol craft, F–5 fighters, A–37 attack planes, as well as UH–1 and CH–47 helicopters. The ceasefire afforded a badly needed respite from major operations for the RVNAF to train the pilots, aircrews, mechanics, staff officers, clerks, and administrators necessary for effective operation. This period of comparative stability, plus continued training and logistics support from US firms under contract to the RVNAF, seemed likely to ensure progress toward self-sufficiency. Unfortunately, the aircraft recently incorporated into the RVNAF brought with them problems that impeded progress towards self-sufficiency. The war-weary C–130s, for example, required 199 civilian technicians, supplied under contract by Lear Siegler, plus two technical representatives from Lockheed Corporation, the manufacturer of the transport. The RC–119G, moreover, seemed unlikely to succeed as a coastal patrol craft. Although crews who flew the C–119 or C–47 could readily transition to the patrol plane, navigators remained in short supply, and the modification of just thirteen AC–119Gs proved expensive, costing more than US$4 million. Once the aircraft were fitted out and manned, tactical problems would arise. The enemy trawlers and junks, for which the modified gunships would search, could carry the same antiaircraft guns and SA-7 missiles that earlier had driven the planes from vigorously defended portions of the Ho Chi Minh Trail. An even more serious obstacle to self-sufficiency resulted from the short range of the F–5 and A–37, which could not carry the war much beyond South Vietnam's borders. The A–1, which it was hoped to employ with fuel-air munitions as a substitute for the B–52, suffered from decades of hard usage. The A-1s could no longer dive more steeply than 30 degrees or exceed 4 Gs in pulling out. These limitations increased the vulnerability of the airplane to ground fire, but against weak antiaircraft defenses the A–1 could accurately deliver a heavy load of bombs. The C–47 also remained a useful weapon. Indeed, when faced with the prospect of losing the C–47 flareships slated for conversion to intercept the PAVN's radio traffic, General Cao Văn Viên, Chief of the Joint General Staff, protested to MACV commander General Frederick C. Weyand. Weyand decided, however, that the electronic reconnaissance mission took precedence over flare-dropping, which could be done by AC–119s. Despite the emphasis on using the converted C–47s for intercepting radio traffic, the Defense Attaché Office, Saigon (DAO), the successor to MACV, looked at the status of military intelligence and reported a \"decided drop in total usable information since the demise of MACV.\" The most notable decline occurred in electronic intelligence. The ancient EC–47s that located the PAVN's radio transmitters carried equipment that had become difficult to maintain after years of hard use, first by US airmen and more recently by the South Vietnamese. Ground-based intercept stations supplemented the EC–47s, but the operators lacked the experience to make timely evaluations, so that interpretations lagged an average of 5 days behind the message traffic with which they dealt. Photo interpretation also proved tardy at a time when the South Vietnamese were exposing more film than ever before. Indeed, the DAO brought in US photo interpreters to keep the Defense Attaché General John E. Murray informed of the military situation in the South.[10]: 406–7  Amid the remarkable increase in PAVN antiaircraft strength in South Vietnam the gravest threat to RVNAF planes, particularly in the southern pan of the country was the SA-7 missile. From the ceasefire until the end of June, there were 22 reported SA-7 attacks on RVNAF aircraft, resulting in 8 aircraft shot down (1 A-37, 3 A-1s, 1 F-5A and 3 UH-1s). The rather low ratio of successful firings-slightly better than one out of three was attributable in large degree to effective countermeasures adopted by the RVNAF. As the SA-7 was fired, it had a distinctive flash which could often be seen from the air, followed by a characteristic smoke and vapor trail. With attack aircraft flying in pairs, one or the other of the pilots might see the missile coming and take or direct evasive action. High-energy flares were sometimes tossed out or mechanically ejected, frequently causing the missile's heat-seeker to lock on and track the flare and burst a harmless distance from the plane. Helicopter crews were also alert to watch for missiles, and in order to reduce infrared emissions, UH-1 helicopters were modified, The hot-spot on the fuselage below the main rotor was shielded and the exhaust diverted upwards by means of an elbow attached to the tailpipe. But regardless of these moderately effective measures, the new environment forced reconnaissance and attack aircraft above optimum operating altitudes and virtually eliminated the employment of large helicopter formations.[17]: 49  Serious problems soon surfaced within the RVNAF, mostly because of the frenzied expansion. The RVNAF now totaled 65,000 officers and enlisted men, but half of them were undergoing some form of training to qualify them for new assignments. Nevertheless, the RVNAF flew over 81,000 sorties during September 1973; helicopters accounted for 62,000 of these and training craft for 1,100. Fighter-bombers or attack planes flew most of the others, but all too often they attacked from 10,000 feet (3,000 m) or higher out of respect for PAVN antiaircraft weapons. Strikes from this altitude, in the opinion of General Murray, not only \"failed to contribute to productive destruction\" but caused inaccuracy that actually harmed \"interservice relationships.\" The RVNAF could not yet maintain the mixed fleet of aircraft, many of them cast-offs, they had inherited. For example, maintenance on the force of UH–1s fell behind schedule throughout 1973, even though Air Vietnam, the national airline, lent its civilian mechanics to help with inspections. Similar delays affected maintenance of the EC–47, largely because crews failed to report equipment failures, and of the C–7, handicapped by a shortage of spare parts and trained mechanics. Almost every aircraft suffered from corrosion, the inevitable result of service in a tropical climate. During 1973, Lear Siegler launched an ambitious program of maintenance training. The instructors concentrated on the lagging UH–1 program, but teams of specialists also taught the South Vietnamese to repair corrosion and battle damage to the F–5 and A–37. Unfortunately, a shortage of spare parts hampered the training effort.[10]: 408–9  In 1974 as a result of budget cuts, RVNAF squadrons were reduced from 66 to 56; no replacements were ordered for 162 destroyed aircraft; flying hours, contractor support, and supply levels were further reduced; and 224 aircraft were placed in storage, among them all 61 remaining A-1 Skyraiders, all 52 C-7 Caribous, 34 AC-47 Spookys and AC-119 gunships, all 31 O-2 observation planes and 31 UH-1 Hueys.[17]: 87  In mid-1974 USAF headquarters, Pacific Air Forces and the Air Force Logistics Command examined the structure of the RVNAF and offered specific recommendations to help it repulse an invasion like the Easter Offensive of 1972. Even though public and Congressional support for South Vietnam was diminishing, the study reflected a tacit assumption that US air power would intervene on behalf of the Saigon government. Some of the findings dealt with the problem of gathering intelligence on PAVN activity. The panel concluded that the authorized reconnaissance force of 12 RC–47s, 32 EC–47s and 7 RF–5s was adequate, but proposed that the RF–5s be divided between Da Nang and Bien Hoa, instead of concentrating at Bien Hoa, thus expanding the area covered by these short-range aircraft. Also, the RVNAF should devise tactics and countermeasures, fighter escort, for example, and flares to decoy heat-seeking antiaircraft missiles—to enable the RC–47 and EC–47 to operate in more areas strongly defended. Similarly, the review expressed confidence that the 200 authorized aircraft would meet the needs of RVNAF FACs. The U–17, judged at best a light transport and liaison plane, seemed too vulnerable for the FACs to use. The threat posed by the SA–7 missile inspired two recommendations: the training of FAC parties to direct strikes from the ground; and the use of the F–5 as a vehicle for FACs facing powerful antiaircraft defenses. The F–5E model, impressed the panel as a match for the Vietnam People's Air Force (VPAF) MiG–21. They believed that a squadron at Da Nang AB should meet the threat of MiG incursions over South Vietnam, if necessary launching as many as 20 air defense sorties within two hours. The study declared that the fleet of transports, though adequate for routine operations, could not sustain a maximum effort for an extended time. Better management, however, could to some extent make up the deficiency in the number of aircraft, estimated at 10 percent. The helicopter armada seemed \"more than adequate to meet the projected requirement.\" The number of UH–1s, used by the Americans for assault operations, could safely be reduced from 842 to 640, since the ARVN would not be employing airmobile tactics. The fleet of larger CH–47s could supplement cargo-carrying, fixed-wing transports in an emergency and therefore should remain at the authorized total of 64. Fighters and attack aircraft, according to the study, fell \"127 aircraft short of the computed requirement,\" although AC–47 and AC–119K gunships might help make up the difference. Moreover, careful scheduling of maintenance and the massing of available aircraft could ensure an adequate number of F–5s, A–1s, and A–37s to deal with the threatened invasion.[10]: 414–5  Although the mid-1974 assessment of the force structure generally approved of the composition of the RVNAF, the former Defense Attaché General Murray warned in October of serious failings that could erode the ability of the RVNAF to control the air. At times, Murray said, pilots crossed \"the narrow line between the brave and the foolhardy.\" They flew with an almost suicidal disregard of basic safety procedures, even though they respected the SA–7 missile and remained reluctant to venture below 10,000 feet (3,000 m) to attack targets defended by that missile or radar-directed antiaircraft guns. Joyriding or careless taxiing, sometimes by drunken pilots, and failure to make preflight inspections cost the RVNAF, by Murray's reckoning, \"the equivalent of an entire squadron of jet aircraft.\" Murray characterized the RVNAF as \"costly, careless, and conceding air space.\"[10]: 415–6  In addition to RVNAF negligence, PAVN air defenses took a steady toll. By June 1974, the PAVN had launched 136 SA–7s, costing an estimated US$680,000, and downed 23 aircraft worth perhaps US$12 million. Antiaircraft weapons proved so deadly that they, in effect, gained control of the air over a large expanse of South Vietnamese territory, especially in the west, on the border with Laos and Cambodia. In I Corps the RVNAF could operate freely over only a narrow strip of land along the seacoast. Accidents and hostile fire claimed 237 RVNAF aircraft in the 23 months following the ceasefire. The losses, especially the toll from preventable accidents, raised the price of equipping and training the RVNAF. Support for the RVNAF cost US$382 million in Fiscal year 1974, excluding the cost of munitions, more than the combined cost for the ARVN and the Republic of Vietnam Navy. The RVNAF also required the services of 1,540 employees of contractors, compared with 723 for the ARVN and 61 for the Navy. Of 466 civilian employees of the US government assigned to aid the South Vietnamese armed forces, 202 worked with the RVNAF.[10]: 415–6  General Murray suggested some basic remedies to correct the failings he described. Besides an emphasis on flight safety, he proposed reducing costs by consolidating the RVNAF inventory, perhaps eliminating the T-37 and T-41 trainers and using just one type for FACs. He also would encourage commanders to choose the cheaper-to-operate A–37 over the F–5 whenever such a choice was possible. To reduce combat losses, he suggested fitting some A–37s and F–5s with radar homing and warning gear to alert pilots that they were being tracked by radar-controlled antiaircraft weapons.[10]: 416  In August 1974 the DAO recommended a substantial reduction in RVNAF training in the United States in order to save costs. 318 crew in training would return to Vietnam between August and December 1974, while 347 crew would stay to complete their training.[18]: 445–6  By November 1974 RVNAF flying hours had been reduced from 672,000 to 345,500.[18]: 433  As the PAVN moved more air defense forces into South Vietnam, the RVNAF had a decreasing capability to strike PAVN forces and their supply lines. By March 1975 the PAVN had SA-2 coverage of I Corps as far south as Quang Tri. Khe Sanh was by now a major supply and staging area protected by SA-2s. All of the border area around Kontum, Pleiku and the Parrot's Beak in III Corps was protected by radar-directed AAA and SA-7 missiles. The RVNAF lost 28 aircraft to SAMs between 28 January 1973 and 31 December 1974. As a result of these defenses, a policy was in effect limiting RVNAF flights above Huế and west of Route 1, the area most heavily defended by the PAVN. The RVNAF was not equipped with ECM equipment and therefore could not function in those areas. The PAVN had a secure sanctuary to stage, prepare and launch forces in all four Corps. Even if the RVNAF had ECM it is questionable whether it could have sustained operations in these high threat areas with such low-performing aircraft. The aircraft operated by the RVNAF were predicated on the assumption that a relatively permissive air environment would prevail and that these low-performing aircraft would be able to function in such an environment. It was assumed that the USAF would be reintroduced if the North Vietnamese escalated the fighting. In effect the RVNAF did not have air superiority and as a result was unable to bring the PAVN concentrations under sustained attack prior to their final offensive.[12]: 62–3  On 9/10 March a PAVN bombardment of Pleiku AB destroyed an O-1, a CH-47 and ten UH-1s. During the four-day Battle of Ban Me Thuot the RVNAF flew over 200 sorties, destroying five PAVN tanks, no aircraft were lost in the air, but three A-37s at Pleiku were destroyed by 122 mm rockets on 11 March when the PAVN rocketed the base. The commander of the 6th Air Division at Pleiku, was given forty-eight hours to evacuate the base, 64 aircraft were abandoned with little effort to destroy them.[12]: 75  On 27 March with the PAVN having surrounded Da Nang the RVNAF 1st Air Division commander was ordered to evacuate all flyable aircraft from Da Nang AB, 130 aircraft would be evacuated while some 180, including 33 A-37s, were abandoned.[12]: 76  On the morning of 30 March the Regional Forces defending Phù Cát Air Base abandoned their positions and by afternoon the base was under attack by VC who were held back by the base security forces. With more VC gathering for renewed attacks, the base commander contacted the 92nd Air Wing at Phan Rang AB for help. The Wing commander, Colonel Le Van Thao organised a flight of 40 A-37s and they carried out a night attack on the base perimeter successfully breaking up the attack. On the morning of 31 March, the 2nd Air Division evacuated the base taking 32 aircraft, but abandoning a further 50; the PAVN/VC occupied the base that afternoon.[19]: 343–4  Following the defeat of ARVN forces in the Central Highlands in March 1975, PAVN forces pursued the ARVN to the coast, capturing Nha Trang and Nha Trang AB on 2 April, however most of the flyable aircraft of the RVNAF 2nd Air Division had already moved south to Phan Rang AB.[19]: 386  On the morning of 3 April 1975 the RVNAF at Phan Rang launched a heliborne operation comprising more than 40 UH-1s and 6 CH-47s escorted by A-37s to rescue the remnants of the ARVN 2nd, 5th and 6th Airborne Battalions that had been cut off at the M'Đrăk Pass successfully evacuating over 800 soldiers.[19]: 390–2  On 10 April the PAVN 10th Division left Cam Ranh Bay and moved along Route 450 to join up with Route 11 to take Dalat, passing within 12 miles (19 km) of Phan Rang AB. When RVNAF reconnaissance aircraft observed the movement of the 10th Division, Phan Rang based A-37s began attacking the column, destroying 6 river-crossing vehicles on 10 April, 5 trucks on 11 April, 7 trucks on 12 April and 9 trucks on 13 April.[19]: 371–2  On 16 April Phan Rang AB came under attack by the PAVN, the RVNAF at the base mounted numerous airstrikes on the PAVN armored column destroying vehicles, taking losses from the antiaircraft fire, but by 09:30 the PAVN had captured the base. As the base was falling an A-37 braved the PAVN fire and landed rescuing RVNAF 92nd Wing commander Colonel Le Van Thao. Of the Wing's 72 A-37s, only 24 escaped on 16 April with the rest having been shot down or abandoned.[19]: 419–25  During the Battle of Xuân Lộc from 9–21 April RVNAF support enabled the ARVN troops there to hold on. RVNAF helicopters brought in supplies and reinforcements and evacuated wounded. RVNAF fighter-bombers from Bien Hoa AB flew between 80 and 120 combat sorties per day to support the defenders. At 14:00 on 12 April an RVNAF C-130 dropped two CBU-55 bombs on PAVN positions in the town of Xuan Vinh, close to Xuân Lộc, killing about 200 PAVN soldiers. On 15 April PAVN artillery changed from shelling Xuân Lộc to Bien Hoa AB instead. In just one day, the RVNAF 3rd Air Division at Bien Hoa AB was forced to cease all operations due to continuous PAVN artillery bombardment. To continue their support of Xuân Lộc, the RVNAF mobilised the 4th Air Division at Binh Thuy AB to conduct further missions. On 28 April at 18:06 three A-37s piloted by former RVNAF pilots who had defected to the VPAF at the fall of Danang, dropped 6 Mk81 250 lb bombs on the RVNAF flightline at Tan Son Nhut Air Base destroying several aircraft. RVNAF F-5s took off in pursuit, but were unable to intercept the A-37s.[20]: 70  At dawn on 29 April the RVNAF began to haphazardly depart Tan Son Nhut Air Base as A-37s, F-5s, C-7s, C-119s and C-130s departed for Thailand while UH-1s took off in search of the ships of the US Navy Task Force 76 offshore.[20]: 81  At 08:00 Lieutenant General Trần Văn Minh, commander of the RVNAF, and 30 of his staff arrived at the DAO Compound, demanding evacuation. This signified the complete loss of command and control of the RVNAF.[20]: 85–7  Some RVNAF aircraft did stay to continue to fight the advancing PAVN however. One AC-119K gunship from the 821st Attack Squadron had spent the night of 28/29 April dropping flares and firing on the approaching PAVN. At dawn on 29 April two A-1 Skyraiders began patrolling the perimeter of Tan Son Nhut at 2,500 feet (760 m) until Maj. Trương Phùng, one of the two Skyraider pilots was shot down, presumably by an SA-7. At 07:00 the AC-119K \"Tinh Long\" flew by Lt. Trang van Thanh was firing on PAVN to the east of Tan Son Nhut when it was hit by a SA-7 missile, and fell in flames to the ground.[20]: 82  Despite sporadic artillery and rocket fire, Binh Thuy AB remained operational throughout 29 April and on the morning of 30 April 1975 Binh Thuy-based A-37s carried out the last known air strike of the war destroying 2 T-54 tanks of the PAVN 10th Division as they attempted to attack Tan Son Nhut AB.[19]: 489  After the announcement of the surrender of South Vietnam by President Minh the pilots flew their stripped down aircraft to U-Tapao Air Base in Thailand, often carrying three or even four people.[20]: 115–7  248 RVNAF aircraft were flown out of South Vietnam to Thailand during the collapse; of these 142 aircraft were removed from Thailand by United States Navy ships, including 101 aircraft aboard the USS Midway which evacuated 27 A-37s, 3 CH-47s, 25 F-5Es and 45 UH-1Hs from U-Tapao Air Base on 5 May 1975.[21]: 388–9 : 467–8  54 ex-RVNAF aircraft were transferred to the Thai Government, these comprised: 1 A-37, 17 C-47, 1 F-5B, 12 O-1, 14 U-17 and 9 UH-1H.[21]: 470  The PAVN captured 877 RVNAF aircraft and helicopters including 73 F-5s, 113 A-37s, 36 A-1s, 40 C-119s, 36 AC-47s, 430 UH-1s and 36 CH-47s, some of which were put into service by the VPAF.[22][23][24][25] VNAF A-1 Skyraiders at U-Tapao, 29 April 1975 USS Midway transporting 101 ex-RVNAF aircraft from Thailand to Guam following the Fall of Saigon Ex-RVNAF A-37s on deck of USS Midway Ex-RVNAF Hueys on deck of USS Midway Unlike the ARVN, the RVNAF was an all-volunteer service, remaining so until its demise in 1975. The RVNAF recruiting center was located at Tan Son Nhut Air Base. Recruits were given a screening test, followed by a physical examination. Basic requirements for service in the RVNAF was to be a Vietnamese citizen; at least age 17; minimum age 25 for flight training; no criminal record; the equivalent of a U.S. 9th grade education for airmen; 11th grade for those entering pilot training or a 12th grade for non-rated officer. If a volunteer met all the qualifications, the recruit was then sent to basic training at the ARVN training base at Lam Song. Non-commissioned officer (NCO) training was held at Bien Hoa Air Base. After two months of training, or four months for aviation cadets, the recruit was given an aptitude test and progressed to specialized technical training. From there, he was sent to one of the ARVN wings for journeymen training. Aviation cadets pursued three additional months of specialized training after completing their initial four-month training course. Some were sent to the United States for advanced pilot training while non-rated officers pursued training in South Vietnam for their non-flying assignments. This training lasted about nine months, whereupon a cadet served in an operational unit for about a year before receiving a commission as a second lieutenant. Women also served in the RVNAF. The Women's Armed Forces Corps (WAFC) was formed to fill non-combat duties beginning in December 1965. Women were assigned to RVNAF wings, Headquarters, the Air Logistics Wing, performing duties as personnel specialists, secretaries and other administrative roles. In April 1975 some 1,100 aircraft were absorbed into the Vietnam People's Air Force with the collapse of South Vietnam. Approximately 175 aircraft were flown to Thailand before the surrender.[25]","Title":"South Vietnam Air Force - Wikipedia","KeyID":"17039","URL":"https://en.wikipedia.org/wiki/South_Vietnam_Air_Force"}