{"Content: ":"Five Easy Pieces is a 1970 American drama film directed by Bob Rafelson, written by Carole Eastman (as Adrien Joyce) and Rafelson, and starring Jack Nicholson, Karen Black, Susan Anspach, Lois Smith, and Ralph Waite. The film tells the story of surly oil rig worker Bobby Dupea, whose rootless blue-collar existence belies his privileged youth as a piano prodigy. When Bobby learns that his father is dying, he travels to his family home in Washington to visit him, taking along his uncouth girlfriend. The film was nominated for four Academy Awards and five Golden Globe Awards, and in 2000, was included in the annual selection of 25 motion pictures added to the United States National Film Registry of the Library of Congress being deemed \"culturally, historically, or aesthetically significant\" and recommended for preservation.[2][3] Bobby Dupea works in an oil field in Kern County, California. He spends most of his time with his girlfriend Rayette, a waitress who has dreams of singing country music, or with his friend, fellow oil worker Elton, with whom he bowls, gets drunk, and philanders. While Bobby acts the part of a blue-collar laborer, he is secretly a former classical pianist who comes from an upper-class family of musicians. When Bobby gets Rayette pregnant and Elton is arrested, Bobby quits his job and goes to Los Angeles, where his sister Partita, also a pianist, is making a recording. Partita tells him that their father, from whom Bobby is estranged, has suffered two strokes, and urges him to return to the family home in Washington. Rayette threatens to kill herself if Bobby leaves her, so he reluctantly asks her along. Driving north, they pick up two stranded women headed for Alaska, Terry and Palm. The latter launches into a monologue about the evils of consumerism. The four are thrown out of a restaurant after Bobby gets into a sarcastic argument with an obstinate waitress who refuses to accommodate his request for toast. Embarrassed by Rayette's lack of polish, Bobby registers her in a motel before driving alone to the family home on an island in Puget Sound. He finds Partita giving their father a haircut, and the old man seems completely oblivious to him. At dinner, Bobby meets Catherine Van Oost, a young pianist engaged to his amiable brother Carl, a violinist. Despite personality differences, Catherine and Bobby are immediately attracted to each other and later have sex in her room. Rayette runs out of money at the motel and comes to the Dupea estate unannounced. Her presence creates an awkward situation, but when a pompous family friend, Samia Glavia, ridicules her, Bobby comes to her defense. Storming from the room in search of Catherine, he discovers his father's male nurse giving Partita a massage. He picks a fight with the very strong nurse, who easily subdues him. Bobby tries to persuade Catherine to go away with him, but she declines, telling him he cannot ask for love when he does not love himself, or anything at all. After trying to talk to his unresponsive father, Bobby leaves with Rayette. Shortly into the trip, they stop for gas, and while Rayette goes into a diner for coffee, Bobby abandons her, hitching a ride on a truck headed north. While the film's earlier scenes were shot in California, the majority was filmed in the Pacific Northwest.[4] Filming primarily occurred near Victoria, British Columbia, with additional photography occurring in Florence and Portland, Oregon.[5] The film's diner sequence, in which Robert pesters an obstinate waitress, was filmed at a Denny's along Interstate 5 near Eugene, Oregon.[6][7] To prepare for his role, Jack Nicholson undertook piano lessons from Polish concert pianist Josef Pacholczyk.[8] In 2022, Sally Struthers revealed that director Bob Rafelson coerced her into appearing nude on set, against her stated wishes, and made a false promise that she would not appear nude in the final cut.[9] The opening credits list the five classical piano pieces played in the film and referenced in the title. Pearl Kaufman is credited as the pianist. Also listed are four songs sung by Tammy Wynette: \"Stand by Your Man\", \"D-I-V-O-R-C-E\", \"Don't Touch Me\", and \"When There's a Fire in Your Heart\". “The last sequence is of the finest quality. Bobby decides to leave both girlfriend and family and abandon life entirely...a truck driver gives him a ride to a place where ‘it is very cold’: the country of death. Rafelson and his cameraman László Kovács fix the scene in our minds forever: the filling station and its discreet restroom; the grey surrounding buildings; the dripping autumnal vegetation of the Pacific Northwest; the parked truck waiting to go to Alaska; the face of Nicholson, already aging and filled with premonitory shadows, fixed behind the windshield. Religion, love and family have all failed to work, leaving absolutely nothing at the end but a journey to nowhere.”—Biographer Charles Higham in The Art of the American Cinema: 1900-1971.[10] The film earned $1.2 million in North America in 1970.[11] By 1976 the film had earned $8.9 million in North America.[12] The film opened to positive reviews. It holds an 88% \"Certified Fresh\" rating on online review aggregator Rotten Tomatoes, based on 52 reviews, with an average rating of 8.60/10. The critics' consensus states: \"An important touchstone of the New Hollywood era, Five Easy Pieces is a haunting portrait of alienation that features one of Jack Nicholson's greatest performances.\"[13] Roger Ebert gave the film four stars out of four, describing it as “one of the best American films”, one that “becomes a masterpiece of heartbreaking intensity” as it develops its lead character’s arc. Ebert called Bobby Dupea “one of the most unforgettable characters in American movies.“[14] Ebert named the film the best of 1970, and later added it to his \"Great Movies\" series.[15] John Simon criticized Five Easy Pieces for its pretentiousness and oversimplification but said if anything saved the film from triviality, it was the performances, especially those of Karen Black, Lois Smith, and Billy Green Bush.[16] In 2022 retrospective review, Polish writer Jacek Szafranowicz called the film \"one of the masterpieces of the New Hollywood era\", concluding that it is \"flawless\".[17] On November 16, 1999, Columbia TriStar Home Video released the film on two-sided DVD-Video, featuring both fullscreen (4:3) and widescreen formats.[18] Grover Crisp of Sony Pictures conducted a 4K restoration of the film, and it was screening theatrically in DCP by 2012.[19][20] The film was released on DVD and Blu-ray by The Criterion Collection in November 2010 as part of the box set America Lost and Found: The BBS Story. It includes audio commentary featuring director Bob Rafelson and interior designer Toby Rafelson (originally recorded for a Criterion laserdisc); Soul Searching in \"Five Easy Pieces\", a 2009 video piece with Rafelson; BBStory, a 2009 documentary about the BBS era, with Rafelson, actors Jack Nicholson, Karen Black, and Ellen Burstyn, and directors Peter Bogdanovich and Henry Jaglom, among others; and audio excerpts from a 1976 AFI interview with Rafelson.[21] On June 30, 2015, Five Easy Pieces was released as a stand-alone DVD and Blu-ray by the Criterion Collection.[22]","Title":"Five Easy Pieces - Wikipedia","KeyID":"17045","URL":"https://en.wikipedia.org/wiki/Five_Easy_Pieces"}