{"Content: ":"A Teachta Dála ( /ˌtjɒxtə ˈdɔːlə/ TYOKH-tə DAW-lə, Irish: [ˌtʲaxt̪ˠə ˈd̪ˠaːlˠə] (listen);[1] plural Teachtaí Dála), abbreviated as TD (plural TDanna in Irish,[2] TDs in English), is a member of Dáil Éireann, the lower house of the Oireachtas (the Irish Parliament). It is the equivalent of terms such as Member of Parliament (MP) or Member of Congress used in other countries. The official translation of the term is \"Deputy to the Dáil\",[3] although a more literal translation is \"Assembly Delegate\".[4][failed verification] For electoral purposes, the Republic of Ireland is divided into areas known as constituencies, each of which elects three, four, or five TDs. Under the Constitution, every 20,000 to 30,000 people must be represented by at least one TD.[3] A candidate to become a TD must be an Irish citizen and over 21 years of age.[5] Members of the judiciary, the Garda Síochána, and the Defence Forces are disqualified from membership of the Dáil.[5] Until the 31st Dáil (2011–2016), the number of TDs had increased to 166. The 2016 general election elected 158 TDs, a reduction of 8, pursuant to the passage of the Electoral (Amendment) (Dáil Constituencies) Act 2013.[6] 159 TDs were elected to the 33rd Dáil at the 2020 general election which was held on 8 February. As the Ceann Comhairle is automatically returned, there were 160 members of the 33rd Dáil when it convened on 20 February 2020. The term was first used to describe those Irish parliamentarians[7] who were elected at the 1918 general election, and who, rather than attending the British House of Commons at Westminster, to which they had been elected, assembled instead in the Mansion House in Dublin on 21 January 1919 to create a new Irish parliament: the First Dáil Éireann. Initially, the term 'Feisire Dáil Eireann' (F.D.E.) was mooted,[8] but 'Teachta' was used from the first meeting.[9] The term continued to be used after this First Dáil and was used to refer to later members of the Irish Republic's single-chamber Dáil Éireann (or 'Assembly of Ireland') (1919–22), members of the Free State Dáil (1922–37), and of the modern Dáil Éireann. The initials \"TD\" are placed after the surname of the elected TD. For example, the current Taoiseach (head of government) is \"Micheál Martin, TD\". The style used to refer to individual TDs during debates in Dáil Éireann is the member's surname preceded by Deputy (Irish: an Teachta): for example, \"Deputy McDonald\", \"an Teachta Ní Dhomhnaill/Bhean Úi Dhomhnaill\"[10] or \"an Teachta Ó Domhnaill\"[11] The basic salary of a backbench TD is €96,189.[12] Cabinet ministers and junior ministers receive additional allowances. Office-holders (opposition party leaders, whips, the Ceann Comhairle, and Leas-Cheann Comhairle) also receive additional allowances.[13] After controversy regarding alleged abuses of the Oireachtas expenses provisions, the system was simplified in 2009 and 2010 into two allowances:[14][15][16][17]","Title":"Teachta Dála - Wikipedia","KeyID":"17054","URL":"https://en.wikipedia.org/wiki/Teachta_D%C3%A1la"}