{"Content: ":"Anant Yashwant Khare (1946 – 22 July 2022) was an Indian writer and a civil engineer. He wrote on scientific, sociological and economic subjects in the Marathi language.[1] He published around twenty-five books,[2] including a novel titled Udya (Marathi for 'Tomorrow'), published in 2014 which is recognised one of the prominent writings in Marathi literature.[1] Khare was born in 1946 in Nagpur, British India.[3] He obtained his education from New English School and Saraswati Vidyalaya in Maharashtra.[3] He later obtained engineering degree in 1967 from Indian Institute of Technology Bombay. Born to Yashwant Anant Khare and Sumati Khare, his father established a prominent company named Khare & Tarkunde Infrastructure.[4] Prior to writing, he worked as a partner and managing director at Khare and Tarkunde company. In 2001, he retired from the company. Prior to his retirement, he was involved in political, economic, and with construction industry. Between 1981 and 1992, he was associated with Marathi Vidnyan Parishad, a learning centre focused on science. From 1998 to 2017, he worked at Aajacha Sudharak (आजचा सुधारक) and served on editorial board for publications until he was promoted to the editor-in-chief.[4] His work includes novels, translations, and autobiographies. His prominent publications include Antajichi Bakhar, Kahani Manavpranyachi, Jeevotpatti... Aani Nantar, Bakhar Antakalachi, Waarulpuraan, 2050, and Samprati among others. His autobiography titled Evaji was published in 2011 which is recognised one of his prominent writings.[4] He was initially associated with building constructions in Vidarbha. He started his literary career during his civil engineering career, however after retiring from the service, he started writing books.[1] In March 2021, his novel Udya was selected for Sahitya Akademi Award in Marathi, however he declined to accept it citing \"entirely a personal reason\". His novel Udya consists of a futuristic analysis of the digital revolution that primarily revolves around human life controlled by machines.[5] He died at his son's home in Pune on 22 July 2022 at the age of 76.[6]","Title":"Nanda Khare - Wikipedia","KeyID":"17060","URL":"https://en.wikipedia.org/wiki/Nanda_Khare"}