{"Content: ":"Savannah is an American prime time television soap opera that ran from January 21, 1996 to February 24, 1997 on The WB. Created by Constance M. Burge and produced by Aaron Spelling, it was the first one-hour program to air on The WB network. Savannah starred Jamie Luner, Robyn Lively and Shannon Sturges as a trio of friends challenged by outside forces and each other. The first season of the series was The WB's most successful program at the time, but the show was cancelled after two seasons. Set in the southern city of Savannah, Georgia, the series revolves around three female friends: naive rich girl Reese Burton (Shannon Sturges), noble Lane McKenzie (Robyn Lively), and scheming bad girl Peyton Richards (Jamie Luner). Lane had previously left Savannah after graduating from college to become a successful journalist in New York City, but returns for the wedding of her childhood best friend Reese to Travis Peterson (George Eads). Finding out that her apartment in New York has been burglarized, Lane tries to collect on an inheritance, but discovers that Travis has stolen every penny of it. Travis has also, as Reese is devastated to discover, been having an affair with a girl he calls \"Bunny\", who is actually Peyton, Reese's so-called friend and daughter of the Burton family's maid. Peyton envies Reese's wealth and is keen to marry for money. Travis is soon found dead, and the first season revolves around the whodunit murder mystery and subsequent court case. Considerable intrigue surrounds the machinations of Tom Massick (Paul Satterfield), a stranger with a score to settle, as well as the identity of Peyton's father, who turns out to be Reese's father Edward (Ray Wise), making Peyton and Reese half-sisters. Cassandra \"Cassie\" Wheeler (Alexia Robinson), longtime friend of the three other women, joined the cast in the second season, and Eads returned as Travis's identical twin Nick. Part 1: Lane MacKenzie, a sensible aspiring journalist living in New York City, returns to her hometown of Savannah, Georgia for the wedding of her best friend Reese Burton, a wealthy, trusting, virginal, very naïve Southern belle, to Travis Peterson, a wealthy bank employee who is secretly embezzling funds from the local bank. Lane and Reese's best friend, the scheming and amoral Peyton Richards, daughter of the Burtons' housekeeper, seductively influences Travis to steal Lane's life savings. Savannah was the first drama series produced for The WB, which had been launched in January 1995 and featured primarily sitcoms.[2][3] Garth Ancier, president of the WB's entertainment division, said, \"We believe there's a tremendous opportunity to attract female viewers with a one-hour drama opposite the neworks' three competing two-hour movies, much the way Fox has attracted a male-oriented audience with its one-hour comedy block ... on Sunday nights.\"[3] Executive producer Aaron Spelling called Savannah \"a young Dynasty\", referring the 1980s prime time soap also produced by Spelling, as well as \"a little touch of Gone with the Wind if it were done in 1996.\"[4] The series focuses on three young women who share a life long friendship but as adults have little in common.[3] Reese Burton is described as a \"rich and pampered\",[4] yet naive, woman \"who remains unselfish despite her wealth and privilege.\"[3] Lane MacKenzie is perky[4] and levelheaded, and \"remains loyal to her friends despite a run of bad luck.\"[3] Peyton Richards is the \"bad girl\",[4] and a \"street-wise\" woman who is jealous of Reese's wealth and pending marriage, and whose \"impetuous nature seems certain to test the bonds of friendship—especially when she goes after her friend Reese's fiancé [Travis].\"[3] Travis, who turns out to be \"the nastiest guy this side of J. R. Ewing\", is also \"the most multifaceted liar in the world\" while pretending to be nice.[4] The Deseret News notes that Reese's father [Edward] loves his daughter very, very much but has a secret; the mysterious [Tom] falls in love with Reese very, very much but has a secret; [and] upright cop [Dean] really loves Lane from point one, but he has two secrets.[4] The show was filmed entirely on location in the U.S. state of Georgia.[4] Initially, exterior scenes were shot in both Savannah and Atlanta, Georgia.[citation needed] Locations and landmarks featured included the Eugene Talmadge Memorial Bridge, Forsyth Park, River Street, and Bonaventure Cemetery.[citation needed] Towards the end of season two, scenes were no longer filmed at the exterior locations for many of the show's main sets. These were replaced by stock establishing-shot footage and scenes were filmed entirely in Atlanta.[citation needed] Savannah's first season was broadcast between January 21, 1996 and April 7, 1996. The first two episodes were shown together as a two-hour Saturday \"sneak preview\" of the upcoming series.[1][3][4] The remaining season one episodes were shown on Sunday nights.[3] The show was the most successful program on The WB at the time, and by April 1996 had been renewed for a second season.[5] During its second season, Savannah was moved to Monday nights, the 22 second season episodes broadcast between August 26, 1996 and February 24, 1997 at 9:00 pm following 7th Heaven.[6] It was cancelled at the end of the season.[7] Ancier noted that the show had \"a rough season creatively\", and attributed its cancellation to the fact that \"serial dramas don't repeat well, making the investment too expensive\".[7] Its mid season replacement would be the eventual cult hit Buffy the Vampire Slayer.[7] The first season was broadcast in the United Kingdom in the summer of 1996 on ITV in a prime time slot and became the highest rated new American series of that year.[citation needed] However, the second season was not network broadcast, and was shown in different ITV regions at different times in the late 1990s;[citation needed] for instance, it was not broadcast in the Central region until May 1999.[8] Scott D. Pierce of the Deseret News wrote of the Savannah premiere that \"in an era where prime-time soaps have become campy and downright stupid, this new serial is sort of classy. In a trashy kind of way.\"[4] Pierce also described the show as \"lush, lusty and lively ... We're not talking brain food here, but it does look like rather tasty junk food\", and credited writers Jim Stanley and Diane Messina Stanley for making Savannah \"a cut above Spelling's other prime-time soaps, Melrose Place and Beverly Hills, 90210.\"[4]","Title":"Savannah (TV series) - Wikipedia","KeyID":"17089","URL":"https://en.wikipedia.org/wiki/Savannah_(TV_series)"}