{"Content: ":"Oliver & Company is a 1988 American animated musical adventure film produced by Walt Disney Feature Animation and released on November 18, 1988, by Walt Disney Pictures. The 27th Disney animated feature film, it is loosely based on the Charles Dickens novel Oliver Twist. In the film, Oliver is a homeless kitten who joins a gang of dogs to survive in the streets. Among other changes, the setting of the film was relocated from 19th century London to 1980s New York City, Fagin's gang is made up of dogs (one of which is Dodger), and Sykes is a loan shark. Following the release of The Black Cauldron (1985), Michael Eisner and Jeffrey Katzenberg held a pitch meeting with the animation staff, in which story artist Pete Young pitched the idea to adapt Oliver Twist with dogs. The pitch was quickly approved, and the film quickly went into production under the working title Oliver and the Dodger. Released on the same day as The Land Before Time (1988), Oliver & Company was a box office success, but it received mixed reviews from film critics. The film was re-released in the United States, Canada, and the United Kingdom on March 29, 1996. It was then released on home video later that same year, and again in 2002 and 2009 on DVD. The film was released on Blu-ray Disc in 2013, commemorating its 25th anniversary. On Fifth Avenue, several kittens are left in a box outside a shop. All but one, an orange tabby, are adopted. Wandering the streets by himself in search of someone to adopt him, the kitten meets a laid-back mongrel named Dodger, who agrees to help him steal food from a hot dog vendor. Dodger then reneges on the deal and flees with the hot dogs. The kitten pursues Dodger all over New York City. Dodger eventually arrives at a barge, where the kitten watches him share the hot dogs with a gang of poverty-stricken dogs (Tito the chihuahua, Einstein the Great Dane, Rita the Saluki, and Francis the bulldog). The kitten accidentally falls into the barge, startling the dogs; however, while they are annoyed, none of them harm him. Fagin, the bargeman and petty thief who owns the dogs, is indebted to Sykes, a nefarious loan shark and criminal. Sykes arrives and gives Fagin an ultimatum; repay the money in three days, or suffer violence, possibly even death. Sykes' two Dobermans, Roscoe and DeSoto, harass Fagin's dogs and threaten to eat the kitten, until he scratches DeSoto's nose, earning Fagin and the dogs' respect. Roscoe warns that they will try to exact revenge. The next morning, Fagin goes to pawn some of his stolen goods, while the dogs and the kitten try to steal more money for him. Through a theatrical ruse, the animals stop a limousine belonging to the wealthy Foxworth family, but the attempt to rob the limo fails, and the kitten is taken by the child Jenny Foxworth, who is missing her vacationing parents and desires a companion. She names him Oliver, and becomes very attached to him. Oliver makes himself at home in Jenny's house, much to the disgust of Georgette, the Foxworth family's spoiled, prize-winning poodle. With her help, Dodger and the dogs manage to steal Oliver back from the Foxworth household, returning him to the barge. Fagin recognizes from Oliver's new collar and gold name tag that he had been adopted by a wealthy family, and desperately decides to hold Oliver for ransom. His anonymously written ransom note reaches Jenny, who sets out to get Oliver back at the pier. Jenny and Georgette meet with Fagin, who is shocked to be dealing with a little girl whose \"ransom money\" is a piggy bank. Bothered by his conscience and Jenny's tears, Fagin gives Oliver back freely. Sykes, whom Fagin had informed of the deal beforehand, is watching from the shadows and kidnaps Jenny, intending to ransom her while declaring Fagin's debt paid. Dodger rallies Oliver and the other dogs to free Jenny from Sykes, but Sykes and his Dobermans confront them as they attempt to leave. Fagin saves the group with his motor scooter, and a chase ensues throughout the streets and into the subway tunnels. Jenny falls from the scooter onto Syke's car; Oliver and Dodger go after her and battle Roscoe and DeSoto, who fall off the car and are electrocuted on the third rail of the subway. Fagin leaves Tito to drive and saves Jenny, while Dodger and Oliver are thrown from Sykes' car onto the pavement of the Brooklyn Bridge just before an oncoming train strikes and kills Sykes. Tito drives the scooter to safety, and Jenny and Oliver are reunited. Later, Jenny celebrates her birthday with the animals, Fagin, and the family butler Winston, who receives a phone call from Jenny's parents saying that they will be returning from Rome the next day. Oliver opts to stay with Jenny, but he promises to remain in contact with Dodger and the gang. Oliver & Company was the twenty-seventh animated film developed by Walt Disney Feature Animation, and the first one to begin production under the supervision of then-CEO Michael Eisner and studio chairman Jeffrey Katzenberg; the duo, who had previously worked at Paramount Pictures as chairman and head of production, respectively, joined the company in 1984.[3] After the release of The Black Cauldron (1985), Eisner and Katzenberg invited the animators to pitch potential ideas for upcoming animated features, infamously called the \"Gong Show.\" After Ron Clements had pitched The Little Mermaid and Treasure Island in Space, story artist Pete Young suggested, \"Oliver Twist with dogs.\" Katzenberg, who had previously planned on producing a live-action adaptation of the musical Oliver! at Paramount,[3] approved the pitch.[4] Under the working title of Oliver and the Dodger,[5][6] the film was originally much darker and grittier with the film opening with Sykes's two Dobermans murdering Oliver's parents, setting the story to focus on Oliver exacting his revenge as detailed in a draft dated on March 30, 1987.[7] George Scribner and Richard Rich were announced as the directors of the project, while Pete Young was appointed as story supervisor.[8] However, Rich was fired from Disney about six months into production, leaving Scribner as the sole director.[9] In this adaptation, Scribner turned Oliver into a naïve kitten, Dodger and the gang into dogs, and Fagin into a human, and encouraged the film to be more street smart.[7] Furthermore, Scribner borrowed a technique from Lady and the Tramp (1955) by blocking out the scenes on real streets, and then photographing them with cameras mounted eighteen inches off the ground. In this way, the animators would use the photos as templates to provide a real dog's-eye view of the action.[10] As work continued on Oliver, Roy E. Disney came up with an idea that Fagin would attempt to steal a rare panda from the city zoo. However, the writers would have problems with the idea,[11] and the panda sub-plot was eventually dropped when Scribner suggested to have Fagin hold Oliver for ransom because he was a valuable, rare Asian cat.[12][13] Eleven minutes of the film used \"computer-assisted imagery\" such as the skyscrapers, the taxi cabs, trains, Fagin's scooter-cart, and the climactic subway chase.[3] The traditional animation was handled by the next generation of Disney animators, including supervising animators Glen Keane, Ruben A. Aquino, Mike Gabriel, Hendel Butoy, and Mark Henn, as the \"Nine Old Men\" had retired in the early 1980s.[3] Throughout two and a half years of production, six supervising animators and a team of over 300 artists and technicians worked on the film.[14] Skidmore, Owings & Merrill was the database for the New York City skyline, which was recreated for the film. Because personalities are considered the greatest strength of Disney animated films, the filmmakers sought believable voices to match the movement of the animation.[3] For this film, the filmmakers cast fellow New York natives including Bette Midler for Georgette, Sheryl Lee Ralph for Rita, and Roscoe Lee Browne for Francis.[3] Comedian Cheech Marin was cast as the chihuahua Tito. Because energy proved to be the key to Tito's personality, Marin claimed \"I was encouraged to ad-lib, but I'd say I just gave about 75% of the lines as they were written. The natural energy of a Chihuahua played right into that feeling. George [Scribner] was very encouraging as a director: He kept the energy level high at the recording sessions.\"[15] Pop singer Billy Joel was recommended for the voice of Dodger by Scribner because of his \"New York street-smart, savoir-faire attitude\". Joel then auditioned for the role by telephone after being given dialogue. When Joel was hired for the part, he confirmed he did it because it was a Disney movie, saying: \"I had just had a little girl. It's a great way to do something that my little girl could see that she could relate to right away,\"[16] referring to daughter Alexa, born in 1985. The soundtrack of Oliver & Company contains an instrumental score by J. A. C. Redford under the supervision of Carole Childs. Redford was hired to compose the score because of his previous collaboration with Disney music executive Chris Montan on the television series St. Elsewhere.[17] Meanwhile, Jeffrey Katzenberg had the idea to bring in popular singer/songwriters, each of whom would contribute a song into the film which included Billy Joel, Barry Manilow, and Huey Lewis. At his suggestion of his friend David Geffen, Katzenberg brought in lyricist Howard Ashman, who composed the song \"Once Upon a Time in New York City.\"[18] Ashman, who, with Alan Menken, would write the songs for the next three Disney films. Billy Joel, in addition to voicing Dodger, performed the character's song (\"Why Should I Worry?\") in the film.[19] The song \"Why Should I Worry?\" received critical acclaim and was nominated for a Golden Globe Award for Best Original Song. The track list below represents the 1996 re-release of the Oliver & Company soundtrack. The original 1988 release featured the same songs, but with the instrumental cues placed in between the songs in the order in which they appeared in the film. Using the numbering system in the list below, the order the tracks on the 1988 release would be: 1, 2, 6, 7, 3, 4, 5, 8, 9, 10, and 11. The reprise of \"Why Should I Worry?\", performed by the entire cast, remains unreleased on CD. Original songs performed in the film include: Oliver & Company premiered theatrically in North America on November 18, 1988―the same day on which Disney celebrated the 60th anniversary of the Mickey Mouse short, Steamboat Willie (1928).[20] It was also the first to be released as a part of a brand new schedule requested by Katzenberg, which called for a new animated Disney film to be released every single year, similar to Walt Disney's intentions for his animated features during the 1940s.[3] Oliver & Company was the first Disney animated film to include real world advertised products. More than 30 company logos and brand names were shown in the film, including Kodak, Dr. Scholls, Sony, Diet Coke, Tab, McDonald's, Yamaha, Ryder, and USA Today.[21] However, the filmmakers commented on ABC's The Magical World of Disney that this was done for realism, was not paid product placement, and that it would not be New York City without advertising.[22] Instead, Katzenberg urged the marketing campaign to focus on the classic Dickens novel and the pop score,[18] and promotional tie-ins included Sears, which produced and manufactured products with themes inspired from the film, and McDonald's which sold Christmas musical ornaments based on Oliver and Dodger, and small finger puppets based on the characters in a Happy Meal.[22][23] For its theatrical re-release in 1996, the film was accompanied with a promotional campaign by Burger King.[24] In the United Kingdom, Oliver & Company was not distributed by Buena Vista International, but by Warner Bros.[25] Buena Vista International did, however, release the film on home video. Despite its successful box office performance, Oliver & Company was not released on home video despite being one of the most requested Disney films.[26] After its theatrical re-release, Oliver & Company was released on VHS and widescreen LaserDisc in the United States on September 25, 1996, for a limited time,[27] and in the United Kingdom in 1997.[28] It was later released on DVD on May 14, 2002. A 20th Anniversary Edition DVD was released on February 3, 2009, and a 25th Anniversary Edition Blu-ray was released on August 6, 2013.[29] The film became available for streaming on Disney+ since it launched on November 12, 2019.[30] Oliver & Company and Don Bluth's The Land Before Time opened on the same weekend in the United States and Canada; the latter film debuted at number one grossing $7.5 million while the former opened in fourth place, grossing $4 million.[31] Nevertheless, Oliver & Company out-grossed The Land Before Time with a total gross in the United States and Canada of $53 million[32] compared to the latter's $46 million,[33] making it the animated film with the highest gross from its initial run.[34] It was also the first animated film to gross $100 million worldwide in its initial release.[35] Its success prompted then-Disney animation executive Peter Schneider, to announce the company's plans to release animated features annually.[11] On March 29, 1996, Disney re-released the film in direct competition with All Dogs Go to Heaven 2,[36] grossing $4.5 million in its opening weekend.[37] It went on to earn $21 million in total taking its lifetime domestic gross to $74 million[38] and its worldwide total to over $121 million. The review aggregator website Rotten Tomatoes reported that 50% of critics gave the film positive reviews based on 50 reviews, with an average rating of 5.3/10. Its consensus states, \"Predictable and stodgy, Oliver & Company isn't one of Disney's best, though its colorful cast of characters may be enough to entertain young viewers looking for a little adventure.\"[39] On the television program Siskel & Ebert, Gene Siskel gave the film a thumbs down. Siskel stated, \"When you measure this film to the company's legacy of classics, it doesn't match up\" as he complained \"the story is too fragmented…because Oliver’s story gets too sidetracked from the story in the film that gets convoluted, too calculated for the Bette Midler, Billy Joel crowd as well as little kids.\" Roger Ebert gave the film a \"marginal thumbs up\" as he described the film as \"harmless, inoffensive.\"[40] Animation historian Charles Solomon wrote a favorable review, stating the film \"offers virtually ideal family holiday fare. The cartoon action will delight young children, while older ones, who usually reject animation as 'kid stuff,' will enjoy the rock songs and hip characters, especially the brash Tito.\"[41] Vincent Canby of The New York Times wrote the film \"looks cheesy and second-rate. The animation is somewhat better than the usual stuff seen on Saturday morning television, but not much. It is totally without distinctive visual style, suggesting only the sort of bland cartoon drawings one finds in a manual of first-aid instructions.\"[42] Writing for People magazine, Peter Travers opined in his review, \"Too slight to rank with such Disney groundbreakers as Pinocchio and Fantasia, the film is more on the good-fun level of The Lady and the Tramp and 101 Dalmatians. But why kick? With its captivating characters, sprightly songs and zap-happy animation, Oliver & Company adds up to a tip-top frolic.\"[43] Desson Howe of The Washington Post felt that the film \"retrieves some of the old Disney charm with tail-wagging energy and five catchy songs.\" Likewise, fellow Washington Post film critic Rita Kempley praised the songs and animation, and called it a \"happy adaptation of the Victorian classic.\"[2] Writing for Common Sense Media, Nell Minow gave the film 3 stars out of 5, concluding that the film \"can't compete with Disney classics, but [is] still fun.\"[44] Barry Walters, reviewing for The San Francisco Examiner, panned the film as \"a rather shabby transitional work, one that lacks the sophistication of today's 'toons and doesn't hold up to the Disney classics of yesteryear.\"[45] Halliwell's Film Guide called Oliver & Company an \"episodic film, short on charm, that only now and then provides glimpses of stylish animation.\"[25] The Ren & Stimpy Show creator John Kricfalusi suggested that the film was derivative of Ralph Bakshi's works, and jokingly suggested its use as a form of punishment.[46] In 1991, film historian Bob Thomas wrote that some of the Disney animators he interviewed unfavorably viewed the film as \"another talking dog-and-cat movie.\"[47]","Title":"Oliver & Company - Wikipedia","KeyID":"17088","URL":"https://en.wikipedia.org/wiki/Oliver_%26_Company"}