{"Content: ":"A quadrilateral with at least one pair of parallel sides is called, in American and Canadian English, a trapezoid (/ˈtræpəzɔɪd/). In British and other forms of English, a (North American) trapezoid is called a trapezium (/trəˈpiːziəm/).[1][2] The transposition of these two terms was a result of an error in Charles Hutton's mathematical dictionary. A trapezoid is necessarily a convex quadrilateral in Euclidean geometry. The parallel sides are called the bases of the trapezoid. The other two sides are called the legs (or the lateral sides) if they are not parallel; otherwise, the trapezoid is a parallelogram, and there are two pairs of bases). A scalene trapezoid is a trapezoid with no sides of equal measure,[3] in contrast with the special cases below. Ancient Greek mathematician Euclid defined five types of quadrilateral, of which four had two sets of parallel sides (known in English as square, rectangle, rhombus and rhomboid) and the last did not have two sets of parallel sides – a τραπέζια (trapezia[5] literally \"a table\", itself from τετράς (tetrás), \"four\" + πέζα (péza), \"a foot; end, border, edge\").[6] Two types of trapezia were introduced by Proclus (412 to 485 AD) in his commentary on the first book of Euclid's Elements:[4][7] All European languages follow Proclus's structure[7][8] as did English until the late 18th century, until an influential mathematical dictionary published by Charles Hutton in 1795 supported without explanation a transposition of the terms. This mistake was corrected in British English in about 1875, but was retained in American English into the modern day.[4] The shape is often called an irregular quadrilateral.[9][10] There is some disagreement whether parallelograms, which have two pairs of parallel sides, should be regarded as trapezoids. Some define a trapezoid as a quadrilateral having only one pair of parallel sides (the exclusive definition), thereby excluding parallelograms.[11] Others[12] define a trapezoid as a quadrilateral with at least one pair of parallel sides (the inclusive definition[13]), making the parallelogram a special type of trapezoid. The latter definition is consistent with its uses in higher mathematics such as calculus. This article uses the inclusive definition and considers parallelograms as special cases of a trapezoid. This is also advocated in the taxonomy of quadrilaterals. Under the inclusive definition, all parallelograms (including rhombuses, rectangles and squares) are trapezoids. Rectangles have mirror symmetry on mid-edges; rhombuses have mirror symmetry on vertices, while squares have mirror symmetry on both mid-edges and vertices. A right trapezoid (also called right-angled trapezoid) has two adjacent right angles.[12] Right trapezoids are used in the trapezoidal rule for estimating areas under a curve. An acute trapezoid has two adjacent acute angles on its longer base edge, while an obtuse trapezoid has one acute and one obtuse angle on each base. An isosceles trapezoid is a trapezoid where the base angles have the same measure. As a consequence the two legs are also of equal length and it has reflection symmetry. This is possible for acute trapezoids or right trapezoids (rectangles). A parallelogram is a trapezoid with two pairs of parallel sides. A parallelogram has central 2-fold rotational symmetry (or point reflection symmetry). It is possible for obtuse trapezoids or right trapezoids (rectangles). A tangential trapezoid is a trapezoid that has an incircle. A Saccheri quadrilateral is similar to a trapezoid in the hyperbolic plane, with two adjacent right angles, while it is a rectangle in the Euclidean plane. A Lambert quadrilateral in the hyperbolic plane has 3 right angles. Four lengths a, c, b, d can constitute the consecutive sides of a non-parallelogram trapezoid with a and b parallel only when[14] The quadrilateral is a parallelogram when d − c = b − a = 0 {\\displaystyle d-c=b-a=0} , but it is an ex-tangential quadrilateral (which is not a trapezoid) when | d − c | = | b − a | ≠ 0 {\\displaystyle |d-c|=|b-a|\\neq 0} .[15]: p. 35  Given a convex quadrilateral, the following properties are equivalent, and each implies that the quadrilateral is a trapezoid: Additionally, the following properties are equivalent, and each implies that opposite sides a and b are parallel: The midsegment (also called the median or midline) of a trapezoid is the segment that joins the midpoints of the legs. It is parallel to the bases. Its length m is equal to the average of the lengths of the bases a and b of the trapezoid,[12] The midsegment of a trapezoid is one of the two bimedians (the other bimedian divides the trapezoid into equal areas). The height (or altitude) is the perpendicular distance between the bases. In the case that the two bases have different lengths (a ≠ b), the height of a trapezoid h can be determined by the length of its four sides using the formula[12] where c and d are the lengths of the legs. The area K of a trapezoid is given by[12] where a and b are the lengths of the parallel sides, h is the height (the perpendicular distance between these sides), and m is the arithmetic mean of the lengths of the two parallel sides. In 499 AD Aryabhata, a great mathematician-astronomer from the classical age of Indian mathematics and Indian astronomy, used this method in the Aryabhatiya (section 2.8). This yields as a special case the well-known formula for the area of a triangle, by considering a triangle as a degenerate trapezoid in which one of the parallel sides has shrunk to a point. The 7th-century Indian mathematician Bhāskara I derived the following formula for the area of a trapezoid with consecutive sides a, c, b, d: where a and b are parallel and b > a.[16] This formula can be factored into a more symmetric version[12] When one of the parallel sides has shrunk to a point (say a = 0), this formula reduces to Heron's formula for the area of a triangle. Another equivalent formula for the area, which more closely resembles Heron's formula, is[12] where s = 1 2 ( a + b + c + d ) {\\displaystyle s={\\tfrac {1}{2}}(a+b+c+d)} is the semiperimeter of the trapezoid. (This formula is similar to Brahmagupta's formula, but it differs from it, in that a trapezoid might not be cyclic (inscribed in a circle). The formula is also a special case of Bretschneider's formula for a general quadrilateral). From Bretschneider's formula, it follows that The line that joins the midpoints of the parallel sides, bisects the area. The lengths of the diagonals are[12] where a is the short base, b is the long base, and c and d are the trapezoid legs. If the trapezoid is divided into four triangles by its diagonals AC and BD (as shown on the right), intersecting at O, then the area of △ {\\displaystyle \\triangle } AOD is equal to that of △ {\\displaystyle \\triangle } BOC, and the product of the areas of △ {\\displaystyle \\triangle } AOD and △ {\\displaystyle \\triangle } BOC is equal to that of △ {\\displaystyle \\triangle } AOB and △ {\\displaystyle \\triangle } COD. The ratio of the areas of each pair of adjacent triangles is the same as that between the lengths of the parallel sides.[12] Let the trapezoid have vertices A, B, C, and D in sequence and have parallel sides AB and DC. Let E be the intersection of the diagonals, and let F be on side DA and G be on side BC such that FEG is parallel to AB and CD. Then FG is the harmonic mean of AB and DC:[17] The line that goes through both the intersection point of the extended nonparallel sides and the intersection point of the diagonals, bisects each base.[18] The center of area (center of mass for a uniform lamina) lies along the line segment joining the midpoints of the parallel sides, at a perpendicular distance x from the longer side b given by[19] The center of area divides this segment in the ratio (when taken from the short to the long side)[20]: p. 862  If the angle bisectors to angles A and B intersect at P, and the angle bisectors to angles C and D intersect at Q, then[18] In architecture the word is used to refer to symmetrical doors, windows, and buildings built wider at the base, tapering toward the top, in Egyptian style. If these have straight sides and sharp angular corners, their shapes are usually isosceles trapezoids. This was the standard style for the doors and windows of the Inca.[21] The crossed ladders problem is the problem of finding the distance between the parallel sides of a right trapezoid, given the diagonal lengths and the distance from the perpendicular leg to the diagonal intersection. In morphology, taxonomy and other descriptive disciplines in which a term for such shapes is necessary, terms such as trapezoidal or trapeziform commonly are useful in descriptions of particular organs or forms.[22] In computer engineering, specifically digital logic and computer architecture, trapezoids are typically utilized to symbolize multiplexors. Multiplexors are logic elements that select between multiple elements and produce a single output based on a select signal. Typical designs will employ trapezoids without specifically stating they are multiplexors as they are universally equivalent.","Title":"Trapezoid - Wikipedia","KeyID":"1708","URL":"https://en.wikipedia.org/wiki/Trapezoid"}