{"Content: ":"Taurean Blacque (born Herbert Middleton Jr.; May 10, 1940 – July 21, 2022)[1] was an American television and stage actor, best known for his role as Detective Neal Washington on the series Hill Street Blues. He stated that he chose the name \"Taurean\" because his astrological sign was Taurus.[3] He was at one time a national spokesman for adoptive services.[4] Blacque was a Christian, and his faith influenced his desire to be involved with adoption.[5] Blacque was born Herbert Middleton Jr. on May 10, 1940, in Newark, New Jersey.[1] Before appearing on television, Blacque trained and performed at the New Federal Theatre in New York City, a theater founded to provide opportunities to minorities and women.[6] Early in his acting career, Blacque began making guest appearances in sitcoms such as What's Happening!!, Sanford and Son, The Bob Newhart Show, The Tony Randall Show, Good Times, and Taxi, and auditioned for permanent roles on others, including Venus Flytrap on WKRP in Cincinnati, eventually played by Tim Reid.[7] In 1981 he joined the cast of the police drama Hill Street Blues, staying with the show throughout its run, which ended in 1987. While appearing on that show, he was nominated in 1982 for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series, but lost to fellow Hill Street actor Michael Conrad, in a year in which all the nominees in the category came from the same series.[8] His theatrical career continued during his run on the show, winning him an NAACP Image Award for Best Actor (Local) in 1985 for his role in Amen Corner.[9] In 1986 his stage roles included the male lead in the musical Don't Get God Started during its initial six-week summer run in Beverly Hills.[10] After Hill Street ended, Blacque moved to Atlanta, Georgia, to provide a better home for his children. In Atlanta, he focused on theatrical work while making occasional guest appearances on television. Blacque's notable stage performances included Stepping Into Tomorrow with Yolanda King in 1987[11] and a 1988 revival of Ceremonies in Dark Old Men.[12] His television work included a pilot, Off-Duty, for CBS, in which Blacque once again played a police officer; the show was not picked up by the network.[13] Blacque also had a small voice role in Disney's animated film Oliver & Company as the voice of Roscoe.[14] In 1989, he portrayed Henry Marshall on NBC's Generations. His film work in this period included a lead role in the 1989 science-fiction film DeepStar Six. Blacque initially was asked to serve as spokesman for the County of Los Angeles Adoption Services office although he had no adoptive children at the time. Upon looking into the possibility of adoption, he claimed he was told that he was ineligible to adopt, as an unmarried man. He pressed on, however, eventually adopting ten children, in addition to his two sons from a marriage which ended in divorce in 1966. He apparently never remarried.[citation needed] In 1989, he was asked by President George H. W. Bush to serve as a national spokesman for adoption.[4] His death, at age 82, in Atlanta, Georgia, following \"a brief illness\", was first announced on Facebook on July 21, 2022. He was survived by his 12 children, 18 grandchildren and two great-great grandchildren.[1]","Title":"Taurean Blacque - Wikipedia","KeyID":"17086","URL":"https://en.wikipedia.org/wiki/Taurean_Blacque"}