{"Content: ":"Elvis is a 2022 biographical musical drama film directed by Baz Luhrmann, who co-wrote the screenplay with Sam Bromell, Craig Pearce, and Jeremy Doner. The film follows the life of rock and roll icon, singer, and actor Elvis Presley, told from the perspective of his manager, Colonel Tom Parker. It stars Austin Butler in the title role with Tom Hanks as Parker, and Olivia DeJonge, Helen Thomson, Richard Roxburgh, Kelvin Harrison Jr., David Wenham, Kodi Smit-McPhee, and Luke Bracey. It was announced in 2014 that Luhrmann would be directing an Elvis Presley biopic, though the project was not officially announced until March 2019. Butler was cast in the title role that July, beating out several high-profile actors. Filming began in Luhrmann's native Australia in January 2020, but paused from March through September following the onset of the COVID-19 pandemic. Filming wrapped over a year after it began, in March 2021. Elvis premiered at the Cannes Film Festival on May 25, 2022, and was released in Australia on June 23, 2022, and in the United States the following day on June 24, 2022. The film has grossed $215.1 million worldwide against its $85 million budget, becoming the second highest-grossing music biopic of all-time behind Bohemian Rhapsody and 10th highest-grossing Australian produced film. It received generally positive reviews from critics, with praise for Butler's performance, the costume design and the musical sequences.[7][8] In 1997, Elvis Presley's former manager, Colonel Tom Parker, is on his deathbed having suffered a stroke. Nursing a gambling addiction that has left him destitute, he looks back on how he first met the future King of Rock and Roll. Raised mostly by doting mother Gladys, Elvis spent his childhood in the poorest parts of Mississippi. He finds an escape in the comic book adventures of Captain Marvel Jr. and especially in song, though once he moves with his parents to Memphis, he is ridiculed by his peers due to his fascination with the African-American music of Memphis' Beale Street. At this time, Parker is a carnival \"huckster\" who fancies himself a modern-day P.T. Barnum. Although Parker already manages country singer Hank Snow, Parker immediately realizes Elvis' crossover potential when he hears the white artist \"singing black\" on a low-quality single, \"That's All Right\". He tracks Elvis to a Louisiana Hayride performance, finding him a talented musician with strong sex appeal. Parker persuades Elvis to let him take exclusive control of his career, beginning a meteoric ascent that sees the Presley family lifted out of poverty. Ordinary Americans are divided as to their opinions on the singer, with Southern Democrat-minded citizens (including segregationist Mississippi Senator Jim Eastland) worried that his music will corrupt their children and calm racial hostility. Eastland calls Parker to an informal hearing, during which he questions Parker about his mysterious past. After Elvis' charged dance moves at a concert result in an arrest for indecent conduct, the singer finds himself facing a possible jail term. Parker persuades the government to draft Elvis into the US Army instead to avoid any further legal entanglements. During his military service in West Germany, Elvis is devastated by his mother's alcoholism-induced death. He only recovers when he meets Priscilla Beaulieu; on his discharge, he marries Priscilla and resumes his career-making concert tours and films. Parker's control of Elvis' life becomes even stronger. As the popular culture of the 1960s passes him by, Elvis is heartbroken by the assassinations of Martin Luther King Jr. and Robert F. Kennedy. Although he wants to become more politically outspoken in his music, Parker only allows him to release frivolous feel-good songs. Elvis eventually decides to revamp his image with the help of an outside group of consultants, hijacking a Christmas special by recording various political and emotionally-charged songs. Network sponsors are infuriated and threaten litigation, while Parker is disgusted, believing Elvis to have been \"brainwashed by hippies\". Parker refuses Elvis' request for a world tour and tricks him into signing a contract for a lengthy Las Vegas casino residency. Elvis discovers that Parker cannot travel abroad because he is a stateless illegal immigrant; having surrendered his original Dutch citizenship, he would not be able to return to America after leaving. When he attempts to fire Parker, the manager responds by suing him for an impossibly large sum of money. They argue, and Parker convinces Elvis that the two need each other. They rarely see each other afterwards, though Parker continues in his role as manager. Elvis' behavioral issues and prescription drug addiction overtake him, and a despondent Priscilla divorces him in 1973, taking their daughter Lisa Marie with her. Elvis continues a rigorous schedule of shows that leaves him increasingly exhausted. In 1977, Elvis dies of a heart attack at the age of 42. Shortly before his death, Elvis expresses his greatest fear to Priscilla: that no one will remember him after he is gone. The movie ends with real life footage of Elvis at one of his final shows. Bloated and pale, he sings \"Unchained Melody\". He ends the performance triumphantly, to thunderous applause. As he finishes his recollection, Colonel Parker dies, impoverished and alone, while Elvis is beloved worldwide and is the best selling solo artist in history. [11] The project was first announced in April 2014, when Baz Luhrmann entered negotiations to direct the film, with Kelly Marcel writing the script.[12] No further development was announced until March 2019, when Tom Hanks was cast in the role of Colonel Tom Parker. Luhrmann was set as director, and also replaced Marcel as screenwriter with Sam Bromell and Craig Pearce.[13][14][15] In July, the frontrunners for the role of Presley were Ansel Elgort, Miles Teller, Austin Butler, Aaron Taylor-Johnson and Harry Styles; later that month Butler won the role, after impressing Luhrmann with an audition tape of himself singing \"Unchained Melody.\"[16][17][18] Luhrmann revealed in an interview with Entertainment Weekly that he got a call from actor-director Denzel Washington recommending Butler.[19] In October, Olivia DeJonge was cast to play Priscilla Presley.[20] Maggie Gyllenhaal and Rufus Sewell were cast as Gladys and Vernon Presley in February 2020 (though they were replaced in the film by Helen Thomson and Richard Roxburgh, respectively), with Yola cast as Sister Rosetta Tharpe.[21][15][14] Principal photography began on January 28, 2020, in Australia.[22][23][24] On March 12, 2020, production was halted when Hanks and his wife Rita Wilson tested positive for COVID-19 during the pandemic.[25][26] Filming resumed on September 23.[27] In September 2020, Luke Bracey, Richard Roxburgh, Helen Thomson, Dacre Montgomery, Natasha Bassett, Xavier Samuel, Leon Ford, Kate Mulvany, Gareth Davies, Charles Grounds, Josh McConville, and Adam Dunn joined the cast of the film. Roxburgh and Thomson replaced Sewell and Gyllenhaal, respectively, who had to drop out due to scheduling conflicts caused by the shooting delay.[28][29] Kelvin Harrison Jr. was announced to be portraying B.B. King in December.[30] In January 2021, it was reported that Alton Mason would be portraying Little Richard in the film.[31] On May 25, 2022, Butler revealed to GQ that after filming wrapped in March 2021, he was hospitalized and bedridden for a week after being diagnosed with a virus that simulated appendicitis.[32][33] On April 25, 2022, it was announced that Doja Cat would contribute an original song for the film, \"Vegas\", which incorporates elements from Big Mama Thornton's \"Hound Dog\". It was released as a single on May 6, 2022, ahead of the film's companion soundtrack album, scheduled for release that northern summer by RCA Records. The album will also feature variations on Presley material by big name artists in a variety of genres and styles.[34] Italian band Måneskin and Kacey Musgraves are also part of the soundtrack with their respective cover versions of \"If I Can Dream\" and \"Can't Help Falling in Love\".[35][36] On May 23, 2022, rapper Eminem announced on his Instagram that he and CeeLo Green will collaborate on a new track titled \"The King and I\" which will be produced by Dr. Dre and will appear on the film's soundtrack.[37] The full roster of artists for the soundtrack album was announced the same day with Stevie Nicks, Jack White, Diplo, Swae Lee and many more joining the lineup, along with the film's cast. Austin Butler's renditions of Presley's songs, as well as actual recordings by Presley himself, are also featured.[38] \"The King and I\" was released on June 16, 2022, earlier than its originally intended release date. The complete soundtrack was released on June 24, 2022, entering the Billboard soundtrack chart at No. 1 on July 9, 2022. On June 12, 2022, Luhrmann revealed that when Elvis sings in the film, it is Butler's vocals that are used when he is young, while the real Elvis' vocals are used when he is older. To prove it, he released on social media an early 2019 pre-production test shoot of Butler as young Elvis performing \"That's All Right\" live on set, which went viral and received an overwhelmingly positive response from viewers.[39][40] The first three-minute trailer for the film premiered during NBC's live coverage of the 2022 Winter Olympics on February 17, 2022, and was uploaded online the same day.[41][42][43] Nick Relly of Rolling Stone stated \"The trailer opens with a foreboding voiceover from Hanks’ Parker, in which he acknowledges that he is considered the “villain of this here story” — owing to the widespread belief that Parker’s interest in Elvis was mainly financially motivated. From there, we’re given a look at some of Elvis’ most electrifying early performances, with Butler bearing an uncanny resemblance to the King himself.\"[44] Sasha Urban of Variety and Rania Aniftos of Billboard, praised Butler's performance as he \"uncannily resembled Presley\".[45][46] The second trailer premiered online on May 23, 2022, two days before the film's world premiere at the 2022 Cannes Film Festival.[47] James White of Empire had stated \"With typical Luhrmann swagger and style, this could be a good fit of filmmaker and subject\".[48] Screen Rant-based Adam Bentz had stated \"The trailer highlights how the biopic spans a period of over twenty years and chronicles both the singer's opulent rise to stardom and eventual fall from grace.\"[49] NME magazine dedicated a standalone free-print issue of 36 pages, covering Presley's life, interviews with Butler, Luhrmann and other cast members.[50] A special Elvis-inspired shoot with artists Wallice and Master Peace, musical guide to 10 tracks from Presley and the city of Memphis and the magazine's interview with Presley in 1960 (from the archives).[51] The magazine issues were made available digitally and through physical prints in stores on June 16, 2022.[51] An ABC special, Exclusively Elvis: A Special Edition of 20/20, featuring a look at Presley's real-life and the making of the film, aired on June 21, 2022 to promote the film.[52] AMC Theatres, in collaboration with Feverup, had announced a pre-sale special, where viewers can purchase ticket prices costing $10.99.[53] The final trailer was released online on June 22, 2022.[54] Elvis was theatrically released in Australia on June 23, 2022, and in the United States on June 24, by Warner Bros. Pictures.[55] It was previously scheduled to be released on October 1, 2021,[56] before being delayed to November 5, 2021, due to the COVID-19 pandemic,[57] and later to June 3, 2022.[58] The film was not listed as part of the December 2020 announcement by Warner Bros. Pictures to debut its entire 2021 slate concurrently in movie theatres and on HBO Max, before the film was officially pushed to 2022.[59] It will be streamed on HBO Max on August 8, 2022, 45 days after its theatrical release.[60] The film had its world premiere at the 2022 Cannes Film Festival on May 25, 2022, where it received a twelve-minute standing ovation from the audience, the longest for an Australian film at the festival and tying with Hirokazu Kore-eda's Broker for the longest overall.[61][62][63] It also opened the Guadalajara International Film Festival in Mexico on June 10[64] and at the Sydney Film Festival in Australia on June 15.[65] Luhrmann said in June 2022 that a four-hour cut exists, containing scenes of Presley with his first girlfriend, Dixie, and his meeting with President Richard Nixon in 1970.[66] As of July 26, 2022[update], Elvis has grossed $121.1 million in the United States and Canada, and $94 million in other territories, for a worldwide total of $215.1 million.[5][6] In the United States and Canada, Elvis was released alongside The Black Phone, and was projected to gross $25–30 million from 3,906 theaters in its opening weekend.[4][67] It made $12.7 million on its first day, including $3.5 million from Thursday night previews.[68][69][70] It went on to debut to $31.2 million, beating out holdover Top Gun: Maverick for first place atop the box office. According to PostTrak, 31% of the opening weekend audiences was over the age of 55, with 48% being over 45, while women over 25 (the most-hesitant to return to theaters amid the pandemic) made up 45%. The main reasons given for seeing the film were the subject matter (49%) and Hanks (25%).[71] In its second weekend the film made $18.5 million (a drop of 40.9%), and $22.7 million over the four-day Independence Day weekend, finishing third.[72][73] Outside the US and Canada, the film made $20 million from 50 markets in its first international weekend.[74] In its second weekend, the film passed the $100 million worldwide threshold after adding $15.7 million (a drop of 28%) to its total.[75] In its third weekend, it performed well against newcomer Thor: Love and Thunder internationally, grossing $8.7 million (a drop of 44%).[76] It crossed the $200 million worldwide mark in its fifth weekend. As of July 24, 2022, the film's largest markets include the UK ($21.8 million), Australia ($18.7 million), France ($6.3 million), Japan ($4.2 million), and Germany ($4.1 million).[77] On the review aggregator website Rotten Tomatoes, 78% of 348 critics' reviews are positive, with an average rating of 6.9/10. The website's consensus reads, \"The standard rock biopic formula gets all shook up in Elvis, with Baz Luhrmann's dazzling energy and style perfectly complemented by Austin Butler's outstanding lead performance.\"[78] Metacritic, which uses a weighted average, assigned the film a score of 64 out of 100, based on 59 critics, indicating \"generally favorable reviews\".[79] Audiences polled by CinemaScore gave the film an average grade of \"A–\" on an A+ to F scale, while PostTrak gave the film an 88% overall positive score, with 72% saying they would definitely recommend it.[71] Butler's portrayal of Elvis was widely praised. Justin Chang of the Los Angeles Times described Butler as \"a decent physical match for Elvis and a better one vocally.\"[80] David Rooney wrote for The Hollywood Reporter that Butler \"captures the tragic paradox of a phenomenal success story who clings tenaciously to the American Dream even as it keeps crumbling in his hands.\"[81] Clarisse Loughrey of The Independent wrote that he \"makes a compelling argument for the power of Elvis, at a time when the musician's arguably lost a little of his cultural cachet.\"[82][8] Philip De Semlyen of Time Out wrote that when Butler \"shakes his hips in Elvis's first gig as a full-blown rock 'n' roller, it's like watching two stars being born.\"[83] On the film itself, Robbie Collin of The Telegraph gave it four out of five stars, calling it \"a bright and splashy jukebox epic,\" but that \"it veers in and out of fashion on a scene-by-scene basis: it's the most impeccably styled and blaringly gaudy thing you'll see all year, and all the more fun for it.\"[84] Kevin Maher of The Times called it Luhrmann's \"best film since Romeo + Juliet ... The power in the musical numbers is drawn from Butler's turn but also from Luhrmann, who edits with the kind of frenetic rhythms that are almost impossible to resist (feet will tap) ... They are the spine-tingling highlights that make the entire project a must-see movie.\"[85][86] Jim Vejvoda of IGN called it \"a dizzying and at times even overwhelming chronicle of the rock icon.\"[87] Owen Gleiberman of Variety called it \"A fizzy, delirious, impishly energized, compulsively watchable 2-hour-and-39-minute fever dream -- a spangly pinwheel of a movie that converts the Elvis saga we all carry around in our heads into a lavishly staged biopic-as-pop-opera.\"[88] Joshua Rothkopf wrote for Entertainment Weekly that it \"delivers the icon like never before\" and that Luhrmann recaptured \"his Moulin Rouge! mojo with a hip-swiveling profile loaded with risk and reward.\" He went on to praise Butler's performance, saying that he \"...stares down the lens and melts it.\"[89] Manohla Dargis of The New York Times, while praising the visuals and Butler's performance, felt mixed about the film being told from Colonel Tom Parker's perspective, saying \"I would have loved to have listened in on Luhrmann and Hank's conversations about their ideas for the character; if nothing else, it might have explained what in the world they were after here. I honestly haven't a clue, although the image of Sydney Greenstreet looming menacingly in The Maltese Falcon repeatedly came to mind, with a dash of Hogan's Heroes.\"[90] In a negative review for PopMatters, Hannah Engler called it \"a missed opportunity to liberate Elvis from the constraints of myth and look frankly at his genius, his flaws, and his addiction (something Elvis also attributes largely to Parker, in a way that is not only ahistorical but irresponsible).\"[91] In a review for IndieWire, David Ehrlich wrote that it \"finds so little reason for Presley's life to be the stuff of a Baz Luhrmann movie that the equation ultimately inverts itself, leaving us with an Elvis Presley movie about Baz Luhrmann. They both deserve better.\" He also criticized Hanks' portrayal of Parker, calling it \"a 'true true' performance defined by a fat suit, a fake nose, and an accent that I can only describe as the 'Kentucky Fried Goldmember'.\"[92] On a historical note, journalist Alanna Nash, who had written an acclaimed biography of Parker in 2010, called the film a \"Baz Luhrmann fever dream\" that kept the liberties of history fair except to Parker, citing that Luhrmann's approach of presenting it through a present-day lens meant that the complicated character researched by Nash of Parker is simplified.[93] Prior to its world premiere at the Cannes Film Festival, Lisa Marie Presley, Elvis's daughter, praised the film in an Instagram post after seeing it twice, calling it \"nothing short of spectacular\". She went on to praise Butler's performance as her late father, stating that he had \"channeled and embodied my father's heart and soul beautifully. In my humble opinion, his performance is unprecedented and FINALLY done accurately and respectfully\", while touting Butler as a frontrunner for the Academy Award for Best Actor. On Luhrmann's direction, she wrote that \"you can feel his pure love, care, and respect for my father throughout this beautiful film, and it is finally something that myself and my children and their children can be proud of forever ... your utter genius combined with your love and respect for my father and this project is just so beautiful and so inspiring. I know I'm being repetitive, but I don't care, Thank you for setting the record straight in such a deeply profound and artistic way.\" She added that watching the film reminded her of her own son, Benjamin Keough, who died by suicide in 2020, saying he would have loved it as well.[94][95] On April 29, 2022, Elvis's ex-wife, Priscilla Presley, shared her thoughts on the film in a Facebook post, saying in full, \"For those curious about the new film ELVIS, Baz Luhrmann, the director, provided a private screening for me and Jerry Schilling at Warner studios recently. This story is about Elvis and Colonel Parker's relationship. It is a true story told brilliantly and creatively that only Baz, in his unique artistic way, could have delivered. Austin Butler, who played Elvis is outstanding. Halfway through the film Jerry and I looked at each other and said WOW!!! Bravo to him... he knew he had big shoes to fill. He was extremely nervous playing this part. I can only imagine. Tom Hanks was Col Parker in this film. What a character he was. There was two sides to Colonel, Jerry and I witnessed both. The story, as we all know, does not have a happy ending. But I think you will understand a little bit more of Elvis's journey, penned by a director who put his heart and soul and many hours into this film.\"[96] On May 21, 2022, Presley's granddaughter, actress and filmmaker Riley Keough, shared her response after viewing the film at Cannes, saying in full, \"It was a very emotional experience. It's very intense to watch when it's your family. The first movie I ever watched in the theater and said I wanted to make movies was Moulin Rouge!, I was 12. It was a real honor to know Baz was doing this movie. Romeo + Juliet and Moulin Rouge!, for the age I was at the time, were really powerful. It wasn't like I distrusted Baz in any way, but you're protective over your family. At the end of the day, we're not going to tell Baz Luhrmann how to make a movie. In the first five minutes, I could feel how much work Baz and Austin put into trying to get it right. That made me emotional immediately. I started crying five minutes in and didn't stop. There's a lot of family trauma and generational trauma that started around then for our family. I felt honored they worked so hard to really get his essence, to feel his essence. Austin captured that so beautifully.\"[97][98]","Title":"Elvis (2022 film) - Wikipedia","KeyID":"17096","URL":"https://en.wikipedia.org/wiki/Shonka_Dukureh"}