{"Content: ":"Shlomo Carlebach (August 17, 1925 – July 21, 2022) was a German-born American Haredi rabbi and scholar. Carlebach was appointed mashgiach ruchani (spiritual supervisor) of the Yeshiva Rabbi Chaim Berlin by its rosh yeshiva (dean) Yitzchak Hutner, following the departure of the previous mashgiach, Avigdor Miller. He was later terminated from this position during a power struggle with Hutner's disciples. Carlebach was a cousin of the composer and musician Shlomo Carlebach.[1] Shlomo Carlebach was born in Hamburg to Joseph Carlebach, the city's last chief rabbi and a scion of an illustrious German rabbinical family. His mother was Charlotte Helene Carlebach (née Preuss; 1900–1942).[2] In 1941, Carlebach's family was deported along with the entire Jewish community of Hamburg to the Jungfernhof concentration camp near Riga in Latvia. Carlebach's parents and his sisters Ruth, Noemi and Sara were killed in a forest near Riga in 1942.[2] As the youngest son, Carlebach was able to survive the Holocaust while suffering four years of internment in nine different concentration camps. His older four sisters and brother were sent to England by their parents and survived the war; his sister Miriam made aliyah (immigrated to the Land of Israel) instead. Carlebach talked with the authors of the book Die Carlebachs, eine Rabbinerfamilie aus Deutschland (The Carlebachs, a Family of Rabbis from Germany) about his father and the time in the concentration camps. Some of these details appear in Gut Jungfernhof (Lager) [de], the German article about the camp. After the war, Carlebach was accepted as a student at the Yeshiva Rabbi Chaim Berlin,[2] where he became one of the closest disciples of its rosh yeshiva (dean) Yitzchak Hutner. So much so, that Carlebach was selected to write the brief welcoming introductions in Hutner's works, the Pachad Yitzchok, where he would sign himself as שלמה בן הרב ר' יוסף צבי הי\"ד קרליבך (Shlomo the son of Rabbi Yosef Tzvi (may God avenge his blood) Carlebach). Carlebach was serving as a high school teacher of Torah studies and Talmud in the Yeshiva of Eastern Parkway in Brooklyn, when Hutner appointed him the new mashgiach ruchani of Chaim Berlin following the departure of Avigdor Miller in 1964, who had been long tenured in that position. He served as mashgiach of the yeshiva and Kollel Gur Aryeh (its post-graduate division) from 1966 to 1978, after which he was succeeded by Shimon Groner, one of Hutner's trusted disciples. For the most part, Carlebach was a very successful mashgiach. He began to develop a series of lectures that he eventually published, first in pamphlet form and later in a full series that he would call Maskil Lishlomo. Hutner had always wanted to move to Israel to establish a new yeshiva. He made aliyah together with his only daughter, Bruria David, who was childless, leaving Yeshiva Rabbi Chaim Berlin and Kollel Gur Aryeh to his disciples. While the designated new rosh yeshiva was to be Aaron Schechter, it was assumed that Carlebach would continue as mashgiach. However, in 1977, a serious dispute arose between Carlebach and Hutner and his disciples. The result of this power struggle was Carlebach being denied access to the yeshiva, though he subsequently refused to relinquish the title mashgiach ruchani. Carlebach attempted to bring the termination of his employment and the manner in which it was done to adjudication with various batei din (Jewish religious courts). Rabbi Carlebach called the then-current officers running the yeshiva to a Beth Din. Hutner claimed that if Carlebach wants to go to a Din Torah, then he would have to summon Hutner himself, not his disciples, something Carlebach would never do. That pronouncement has been adopted by his designated heirs, who took complete control of the yeshiva following Hutner's death in 1980. In 1982 Carlebach summoned them again to the court of Rabbi Moshe Feinstein. The summons included that until the disputants come to a Din Torah, Carlebach still retained his position as Mashgiach. Based on this ruling, Carlebach has reserved the right as being called the Mashgiach of the Yeshivam. Following his departure from Chaim Berlin, Carlebach delivered lectures at various Beis Yaakov schools and seminaries for young women. His eloquent speaking style garnered him a wide audience, and he began to record and sell tapes of his lectures. But the bulk of his time and energy were reserved for writing his life's work in Hebrew, which was to become the five volumed Maskil Lishlomo on the Chumash (Pentateuch) that incorporated much of Hutner's thought system in his ten volume Pachad Yitzchok. In recent years, Carlebach has dedicated much of his time to writing a biography of his father, Ish Yehudi – The Life and Legacy of a Torah Great: Joseph Tzvi Carlebach. He was also working on translating his father's writings into English.[citation needed] A number of Carlebach's children are Orthodox rabbis. His eldest daughter, Elisheva Carlebach is the Salo Wittmayer Baron Professor of Jewish history, culture and society at Columbia University. His sister, Miriam Gillis-Carlebach, heads the Joseph Carlebach Institute at Bar-Ilan University in Ramat Gan, Israel. Carlebach died in Lakewood, New Jersey, on July 21, 2022, at the age of 96.[3]","Title":"Shlomo Carlebach (scholar) - Wikipedia","KeyID":"17090","URL":"https://en.wikipedia.org/wiki/Shlomo_Carlebach_(scholar)"}