{"Content: ":"Bohemians Praha 1905 (previously named FC Bohemians Praha) is a Prague-based football club, which was founded in 1905 as AFK Vršovice. The club won the 1982–83 Czechoslovak First League, its only league championship. Its colours are green and white. The best known player from Bohemians' history is Antonín Panenka, who is now the club chairman. Bohemians' mascot is a kangaroo, the legacy of a 1927 tour of Australia. Following the tour, the club was awarded two live kangaroos, which they donated to the Prague Zoo. Founded as AFK Vršovice, the club played at the top level of football in the Czechoslovak First League between 1925 and 1935. They spent seasons in and out of the top division for the next 40 years before remaining in the top flight between 1973 and 1995, the most successful era for the club.[1] In the 1982–83 season the club won the Czechoslovak First League and advanced to the semi-finals of the UEFA Cup. In the year 2005 it survived a crisis, which was a consequence of bad management. The club was prevented from taking part in the second part of the 2004–05 Czech 2. Liga and its results were expunged.[2] The club was relegated to the 3rd Czech division due to its financial insolvency, but later was saved by its fans who paid off a portion of the club's debts. The club finished third in the 2005–06 Bohemian Football League, missing out on promotion,[3] but advanced to the Second League regardless, as they bought a license to play in the Second League from SC Xaverov.[3][4] The club was then able to advance back to the top flight in 2007, where they played until relegation in 2012. After only one season in 2. Liga Bohemians returned to the First League in 2013. In 1927 Australian football officials were looking for a European football club to come and tour. They decided on Czechoslovakia and approached Slavia Prague and Viktoria Žižkov who both declined. AFK Vršovice took up the offer. Before leaving the team looked for a suitable name as they felt the Australians would not know where Vršovice was, never mind say it. They decided on Bohemians, taking the English spelling of the name, as it resembled the country they were from. In 1993, Bohemians 1905 broke away from the TJ Bohemians Praha sports franchise and became a separate legal entity. The club functioned normally until financial troubles came up and the club nearly collapsed in 2005. TJ Bohemians took advantage of the situation and rented out the Bohemians logo to FC Střížkov Praha 9, a lowly team in the third tier of Czech football. TJ were able to pour money into the small club and help them rise to the first division. However, fans remained loyal to the Bohemians 1905 team, and helped the large club to recover. In September 2012, a Czech court ruled that the former Střížkov club must not continue to use the name Bohemians after 31 January 2013.[5] However, in December 2012, the club was granted the right to appeal against the decision, thus protracting the process yet further.[6] In 2016, Střížkov's men's team was dissolved, and in 2017 the whole club dissolved, with the women's team becoming FC Praha. The home stadium, located in Vršovice, is called Ďolíček. However, from the 2010–11 season, for a period of five years, Bohemians undertook to play its home matches at Synot Tip Arena.[7] This arrangement was discontinued in 2012 after the club was relegated from the Czech First League, due to the regulations on stadiums being different between the two leagues. Velkopopovický Kozel Bohemians are one of the most popular clubs in the Czech Republic. The club is one of the few in the country to have fans with a left-wing ideology, although most fan groups identify themselves as apolitical, and there are supporters who are right-wing. The ultras group is one of the strongest in terms of choreographies and visual displays in the country. They maintain friendly contacts with Dubliners Bohemian FC,.[8] Left-wing fans have friendship with FC St. Pauli and AS Trenčín. Right-wing fans have friendship with Górnik Wałbrzych, 1. FC Lokomotive Leipzig and hooligans with FK Pardubice. There have been several conflicts in the past between left-wing and right-wing fans. The most famous are the fights in 2013 in match against FC MAS Táborsko and in 2015 in the match against SK Sigma Olomouc. The most prestigious match is the derby with Slavia Prague. The \"Vršovice Derby\" is the second most prestigious derby in Prague (after the Slavia-Sparta derby). Slavia and Bohemians are located in the Vršovice district of Prague and their stadiums are separated by only 1 km. Sparta Prague are considered their biggest rivals, and Viktoria Zizkov is the other team with whom they contest the city derbies. FK Bohemians Prague (Střížkov) were considered to be impostors and the entire club as a fraud, however that rivalry manifested itself on the pitch and towards the club management as the Střížkov club had very little support and no organised fan movement. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. As of 2019/20, the club's reserve team Bohemians 1905 B plays in the Bohemian Football League (3rd tier of Czech football system). They play their home matches at the club's stadium, Ďolíček. Highlighted players are in the current squad.  Notes: † results expunged","Title":"Bohemians 1905 - Wikipedia","KeyID":"17099","URL":"https://en.wikipedia.org/wiki/Bohemians_1905"}