{"Content: ":"The Hawthorn Football Club, nicknamed the Hawks, is a professional Australian rules football club based in Mulgrave, Victoria, that competes in the Australian Football League (AFL). The club was founded in 1902 in the inner-east suburb of Hawthorn, making it the youngest Victorian-based team in the AFL. Hawthorn is the only club to have won premierships in each decade of the 1960s, 1970s, 1980s, 1990s, 2000s, and 2010s. It won 3 in a row in 2013, 2014, 2015. It has won 13 senior VFL/AFL premierships. The team play in brown and gold vertically striped guernseys. The club's Latin motto is spectemur agendo, the English translation being \"Let us be judged by our acts.\" Upon inception and until 1973, the Hawks played home matches at Glenferrie Oval in Hawthorn, before shifting home matches to Waverley Park and the Melbourne Cricket Ground (MCG). The club shifted its training and administration facilities from Glenferrie to Waverley Park in 2006, which by that point was no longer hosting AFL matches, and continues to be based at the park, which is located in an area of the club's major supporter base in Melbourne's outer-eastern region. Since 2007 Hawthorn have played four games a year at their second home ground of York Park in Launceston, Tasmania, with the remaining home games usually played at the MCG. Hawthorn also field a women's team in the VFL Women's competition and is in a long-term alignment with the Box Hill Hawks Football Club in the Victorian Football League. Hawthorn also has a AFLW team that will play in the league's seventh season beginning in August 2022. The official club history books and many supporters strongly believe that the club's origins date back to its founding in 1873 at a meeting at the Hawthorne Hotel.[5] Although a Hawthorn Football Club did indeed form at this time—and the region has since continuously been represented by a football team—it was not the Hawthorn which competes at AFL level today. It is likely that today's club is actually the third club to carry the name 'Hawthorn Football Club'. In The Daily Telegraph of 12 May 1883 it is stated that \"The Hawthorn Club having disbanded, all engagements for the ensuing season have been cancelled.\" In 1889 the Riversdale Football Club (formed in 1880) is reported to have changed its name to the Hawthorn Football Club. This club also ceased in 1890. No Hawthorn club existed from 1890 to 1892. A new representative club, called the 'Hawthorn Football Club', was formed in 1893. It competed in the Victorian Junior Football Association (MJFA) until 1898. Without a ground to play on, however, the club was disbanded in 1899. In March 1902, Alf Kosky formed a club from the various district clubs under the banner of Hawthorn Football Club to compete in the Metropolitan Junior Football Association.[6] The club merged with Boroondara (late Waterloo) in 1905 and adopted Boroondara's colours of a black guernsey with red sash but retained the name of Hawthorn. In 1906 Hawthorn merged with successful junior club the Hawthorn Rovers to form the Hawthorn City Football Club as a result of Glenferrie Oval opening. The club opted to change the gold guernsey with a blue V of the Hawthorn Rovers. The council then applied to the Victorian Football Association (VFA) for inclusion which was granted in 1914 when Hawthorn replaced the disbanded Melbourne City club. The first task for the club was to decide on club colours, their jumper of blue and gold was already taken by Williamstown so a change was required. At a Special General Meeting held on 17 February 1914, a Mr J. Brain proposed brown and gold as the new colours and the motion was carried. The Mayblooms won three games and a draw in their first season in the VFA. The effect of World War I with players enlisting caused the club to finish last in 1915. The VFA then went into recess in 1916 and 1917, and Hawthorn did not compete when resumption occurred in 1918. Upon Hawthorn's resumption in 1919 it was more competitive winning eight games and finishing sixth out of ten teams. Hawthorn dropped to eighth in 1920 but in 1921 they won seven games and finished sixth. Bill Walton was appointed captain-coach of Hawthorn in 1922. He was, however, refused a clearance by Port Melbourne and as a result spent the season playing for them, while coaching Hawthorn during the week. Twice that season, he had the unusual situation of playing a VFA game against the club that he coached. In one of those matches a Port Melbourne teammate had to be restrained from striking Walton over Walton's vocal support for the player's opponent. In 1922 the club missed the finals by percentage and Hawthorn set a new record score in the VFA scoring 30.31.211 to Prahran 6.9.45. In 1923 Walton was granted his clearance and the club made the finals finishing in fourth place and then losing to Port Melbourne in the first semi-final. 1924 the club finished fifth, missing the finals by four points. Since 1919 the VFL had nine clubs which caused one team to be idle every Saturday. The VFL was keen to do away with this bye via the admission of a tenth club. In 1924 a group calling itself the Hawthorn Citizens' League Campaign Committee began gathering support for the football club admittance to the VFL. Other representations came from Brighton, Brunswick, Footscray, North Melbourne, Prahran, Camberwell and Caulfield. On 9 January 1925 a committee meeting of the VFL, chaired by Reg Hunt of Carlton, examined the question of expanding the competition from nine clubs to twelve;[7] and then, at a further (full) meeting on 16 January 1925, the VFL decided to admit the three Victorian Football Association (VFA) clubs, Hawthorn, Footscray and North Melbourne.[8] The Mayblooms, as they were then known became the perennial whipping boys of the competition. Hawthorn had an almost casual attitude towards playing football and, lying remote from major industrial areas and consequently devoid of the business or political patrons available to Carlton, Richmond and Collingwood,[9] were not able to even pay their players the match payment then allowed by the Coulter Law. Despite the presence of a number players of true class such as Bert Hyde, Bert Mills, Stan Spinks, Alec Albiston and Col Austen, Hawthorn never won more than seven games in a season in its first seventeen years in the League. Roy Cazaly was the non-playing coach of Hawthorn in 1942, he was reported to have given the club its nickname the \"Hawks\" on the suggestion of one of his daughters. Cazaly thought that it was tougher than their original nickname the \"Mayblooms\" and 1943 turned out to be the club's best season since joining the VFL in which the club missed the finals only by percentage. However, Hawthorn immediately returned to the bottom of the ladder, consistently competing with St Kilda for the wooden spoon. Between 1944 and 1953 the club finished last or second last in every year but one. Half-back flanker Col Austen tied with South Melbourne's Ron Clegg for the 1949 Brownlow Medal but was not awarded it based on the \"countback\" system in place at that time. The League later changed the system for tied results and, in 1989, he was awarded the medal retrospectively. 1950 started with the club in turmoil, The club appointed Bob McCaskill as coach and he wanted Kevin Curran to be captain. Outgoing captain-coach Alec Albiston was angry as he was told by a member of the board that he would remain as captain. Brownlow Medallist Col Austen sided with Albiston and a split occurred. The board sided with the new coach and gave Albiston and Austen open clearances. Without the club's best two players, the team did not win a match in 1950. New captain Kevin Curran was suspended for striking Austen on the first occasion Hawthorn and Austen's new club Richmond played. The club decided to change its playing jumper to the brown and gold vertical stripes. Two positives were the arrival of John Kennedy and Roy Simmonds. Over the next ten years, Kennedy would play 169 games for Hawthorn, serving as Captain from 1955 until his retirement in 1959, and winning the club's Best and Fairest award four times (in 1950, 51, 52 and 54). Simmonds would play 192 games and win the club's Best and Fairest award in 1955. In 1952 Jack Hale took over as coach, Hale had been Bob McCaskill's assistant, but McCaskill's health was failing and he died in June 1952. Aided by dividends from the VFL's finals revenue making the club more competitive financially[9] – despite no Hawthorn team in any grade playing VFL finals to that point[10]—this proved the decisive step in the movement of Hawthorn away from the bottom of the ladder. He eliminated the casual attitude that prevailed at the club during its first thirty years in the VFL and made the club less accepting of defeat than before. Although Hawthorn finished last in 1953, from the following year improvement was steady. Hawthorn had their first recruitment coup in 1954 by signing Clayton \"Candles\" Thompson from South Australia. Thompson was the glamour player from the 1953 National Football Championships, kicking ten goals against Western Australia. Fresh from school, teenagers John Peck, Allan Woodley, Noel Voigt and Brian Kann started at Hawthorn and the club won eight games. Gifted schoolboy from Sandhurst, Graham Arthur, arrived in 1955 and became the second player to win the club's Best and Fairest in his first year, the other being John Kennedy. Brendan Edwards followed Arthur to Hawthorn in 1956 and, although the seniors showed a slight decline to seven wins and a draw, the reserve grade side gave Hawthorn a first finals appearance in any grade.[10] In 1957 the senior team broke through for their first finals appearance, defeating Carlton in the first semi-final long remembered for the freak hailstorm after half time. It was a surreal look of the MCG covered in golfball-size hailstones. They were outclassed by Melbourne in the preliminary final. It was a great thing for people who had followed the club through all the bad years. Until then, before and through the match, I had been absorbed with the conviction that we were fighting for something that was our right, to be up there with the best of them. After three seasons in mid-ladder Hawthorn appointed John Kennedy as coach in 1960. Kennedy and 1960 Club Champion Brendan Edwards believed that footballers were not fit enough so a training regime was implemented. John Winneke, Phil Hay, Malcolm Hill, Morton Browne, Ian Mort and Ian Law made their debuts in 1960. Kennedy took the Hawks further than ever before in 1961, winning their first premiership by defeating Footscray. Brendan Edwards was acknowledged as the best player for the Grand Final. However, Hawthorn fell back in 1962, winning only five games and finishing in ninth position on the ladder as the club's modest support base and lack of wealthy supporters limited its ability to compete for the growing number of country recruits joining the VFL.[9] In 1963 the club finished on top of the ladder only to lose the grand final to Geelong by 49 points. Kennedy accepted a position as Principal of Stawell High School so Graham Arthur became captain-coach in 1964. The Hawks lost the penultimate game to Melbourne and dropped to fifth – had they won they would have finished on top of the ladder. They fell to be last in 1965 with only four wins, and rebuilt the team for the rest of the 1960s. 1966 saw the debut of Peter Crimmins, Des Meagher, Michael Porter and Ray Wilson. John Kennedy return to coach from 1967. Don Scott, Ian Bremner and Geoff Angus were local recruits. The club convinced Peter Hudson to join them in 1967 and he immediately became the competition's leading full-forward. In 1968 he kicked 125 goals, the first centurion since John Coleman, and again in 1969 with 120 goals. Despite this, Hawthorn still failed to make the finals, but the acquisition of the powerful Mornington Peninsula recruiting zone gave the club a huge boost in its quest for success and permitted the club a much more powerful list than ever before. In 1968, Kevin Heath and Norm Bussell become members of the senior team and in 1969 two teenagers, Peter Knights and Leigh Matthews, were recruited. Hawthorn started the 1970s missing the finals even though Peter Hudson kicked a home-and-away record of 146 goals in 1970. The team's spine was strengthened with the arrival of full back Kelvin Moore and centre half-forward Alan Martello. In 1971 the Hawks finished on top of the ladder, the first time since 1963, Peter Hudson equalled Bob Pratt's record of 150 goals in a season and Leigh Matthews won his first of eight club championships. Matthews gained notoriety by shirt fronting Barry Cable in an Interstate Game in Perth. The 1971 Grand Final was between Hawthorn coached by Hawthorn legend John Kennedy and St Kilda coached by Allan Jeans (who would later move to Hawthorn and enjoy success as the Hawks coach in the 1980s). The match was played before 118,192 people at the MCG on a cool and wet Melbourne day. Hawthorn went into the match without inspirational centre half-back Peter Knights who had suffered a severe knee injury two weeks earlier. It was a hard and tough game was played out with the Saints leading the Hawks by 20 points going into the last quarter. Hawks 5.7 (37) to the Saints 8.9 (57). For the Saints, however, as coach Allan Jeans was to comment, \"The season was just 25 minutes too long\". \"Kennedy's Commandos\" (the term given to the team after the coach's tough physical training program and loudly proclaimed in the huge banners that swept around the MCG (now sadly replaced by advertising signs)) came into force. The Hawks moved Peter Hudson out to centre half-forward and Bob Keddie into the goal square. The Hawks slammed on seven goals to three in the final quarter, with Keddie kicking four, to run out winners (12.10.82) to the Saints (11.9.75). The final term saw ten goals being scored. A skinny lad from Berwick made his debut in 1972. Michael Tuck played the first of a club record 426 games after Hawthorn lost champion full forward Peter Hudson to a knee injury in the first game of the year. Hudson had kicked 8 goals before being injured before half time. John Hendrie whose grandfather played in Hawthorn's the first VFL game played the first of 197 games for the club. During the 1970s a strong rivalry grew with North Melbourne and they met in three grand finals with the Hawks prevailing twice. The 1976 Grand Final team was inspired by the illness of former Captain Peter Crimmins who died 3 days after the victory from cancer, and by the humiliating defeat of the 1975 Grand Final loss to the North Melbourne Kangaroos. The Hawks greats such as the prolific goal-kicker Michael Moncrieff, rover Leigh Matthews, ruck rover Michael Tuck, ruckman Don Scott, full back Kelvin Moore and centre half-back Peter Knights played through this era. The Hawthorn North Melbourne clash was a close encounter, but injuries to champions such as Keith Greig and Brent Crosswell made North's chances of winning difficult. However, when Hawthorn looked threatened, they replied quickly and kept their lead intact. The forward line won the day and as a result it was not surprising that John Hendrie was voted best on ground by radio and newspapers of the day. Hendrie had kicked two goals and eight behinds for the day. After the disappointment of losing to North Melbourne in the 1977 Preliminary Final, the Hawks were back to play in the 1978 Grand Final, again against North Melbourne. It was the third time in four seasons that these two sides were to meet in a grand final. North Melbourne were competing in their fifth successive grand final and were the reigning premiers. At half time North Melbourne led by four points but Hawthorn finished victors by three goals thanks largely to a strong third quarter which saw them kick 7.6. The turning point occurred when two North players spoiled each other in the goalsquare at the 6-minute mark, when a mark and a goal could have put them 17 points up. The Hawks went on to dominate play after this incident and never looked back. Their greatest era was arguably the 1980s, when the team won four premierships and played in the grand final seven years in succession, including three in a row against arch-enemy Essendon. The decade started poorly, with Hawthorn failing to finish in the top five (as it was then known) and seen by most critics as a spent force. Coach David Parkin left and agreed to coach Carlton and captain Don Scott would shortly retire after playing his 300th game. In a surprise appointment Hawthorn persuaded former St Kilda premiership coach Allan Jeans to coach the team. Jeans had not coached in the VFL for five years. 1982 would mark the start of Hawthorn being in the finals for 13 years in a row. Hawthorn returned to finals football in 1982, finishing second after the home and away season, Hawthorn fans saw Subiaco champion Gary Buckenara for the first time and also a cameo appearance of Gary Ablett in a Hawthorn jumper and Dermott Brereton who was a skinny kid from Frankston made his debut in the semi-final against North Melbourne and kicked five goals. Hawthorn lost the Preliminary Final to Carlton by 31 points. The first of four premierships for the decade was in the 1983 Grand Final, with Hawthorn 20.20 (140) defeating Essendon 8.9 (57) This was at that time a record margin in a grand final; signifying the juggernaut that Hawthorn was to become during the 1980s. Hawthorn competed in the next two grand finals against rival Essendon, losing the 1984 Grand Final due to Essendon's famous final quarter charge, and losing the 1985 Grand Final by a far greater margin; souring the final game of club legend Leigh Matthews. Playing alongside him was young Jason Dunstall, from Coorparoo, Queensland; he was recruited after winning the QAFL goalkicking in 1984. Their second premiership came the following year in the 1986 Grand Final, with Hawthorn 16.14 (110) defeating Carlton 9.14 (68) convincingly, with Gary Ayres winning his first of two Norm Smith Medals. 1987 saw Hawthorn finish second to a superior Carlton team. The fact that Hawthorn even made it to the grand final is still the centre of some controversy; with Gary Buckenara's after the siren kick in the 1987 Preliminary Final breaking the hearts of tens of thousands of Melbourne supporters. Ill health to coach Allan Jeans meant that Football Operations Manager Alan Joyce took the coaching position for 1988. The Hawks lost only 3 games for the year; Jason Dunstall kicked 132 goals and the team would win the 1988 Premiership 22.20 (152) against Melbourne 6.20 (56); a then-record margin in a Grand Final of 96 points. Gary Ayres won his second Norm Smith Medal. The 1989 season was viewed as one of the most spectacular VFL/AFL seasons to date; with Dunstall again kicking a century of goals, the resurgence of Geelong and dominating play of Geelong great Gary Ablett Sr., and the greatest grand final of the modern era occurring in this year. The Hawks defeated Geelong in the 1989 Grand Final. The match is now legendary for its amazing toughness, physicality, skill, massive scoring and tension. The Hawks jumped out to an enormous lead as Geelong attempted to unsettle the Hawks through rough physical play. However, the physical toll on the Hawks began to show as the match wore on; with John Platten being concussed, Robert DiPierdomenico puncturing his lung, Dermott Brereton breaking his ribs and Michael Tuck splitting the webbing on his hand.[13] By midway through the final quarter the Cats were charging; with Hawthorn desperately trying to hold off the Cats' avalanche of goals while containing the brilliance of Ablett who ended the match with a grand final record of 9 goals. Hawthorn's experience and determination allowed them to hold off Geelong just long enough, scraping through to victory by one goal.[14] Other clubs have had success since but none have matched the sustained dominance of the Hawks in the late 1980s, having played in a record seven successive grand finals. Leading players of the 1980s included Dermott Brereton, Gary Ayres, Chris Mew, Michael Tuck, Jason Dunstall, Gary Buckenara, John Platten and Chris Langford. The Hawks ended their era of dominance which included eight grand final appearances in nine seasons (1983–1991). Injuries to key personnel hampered Hawthorn's 1990 campaign. Jason Dunstall and Dermott Brereton both missed many games, others like Robert DiPierdomenico carried injuries into the finals. The Hawks bowed out in the Elimination Final to Melbourne. Alan Joyce replaced Allan Jeans as coach for the 1991 season, which began with the Hawks winning the pre-season cup, before they suffered an embarrassing 86-point loss to AFL newcomers Adelaide at Football Park in the opening match of the season proper.[15] However, on the back of the recruitment of skillful South Australian Darren Jarman and with improvement from young players, such as Paul Hudson, Ben Allan and Stephen Lawrence the team bounced back to reach the 1991 Grand Final. Grand Final Day 1991 was an historic occasion. It was the only grand final played at Waverley Park and featured the first-ever appearance by a non-Victorian team. West Coast had dominated the home and away season but Hawthorn, written off by many early in the season, won the match. West Coast began the match kicking with the aid of a strong wind blowing down to the main scoreboard end and kicked the opening four goals. However, from that point the Hawks began to gain the ascendancy and, if not for inaccuracy in front of goal in the second term, they would have had a significant half-time lead. Having maintained the half-time margin, against the wind, in the third term, the Hawks scored 8.4 (52) to 1.3 (9) in the final quarter, to win a fifth premiership in nine seasons. A feature of the Hawks' performance was that its two best players—Paul Dear and Stephen Lawrence—were from the team's younger brigade. It was Michael Tuck's last game and he bowed out with the league record for games (426), finals (39), grand finals (11) and premierships (7). At the end of 1991, Hawthorn selected a young Shane Crawford with pick 13 in the National Draft, who eventually became the only surviving link between this era of success and its next triumph 17 seasons later. During the 1992 summer, the Hawthorn players' T-shirts had \"Too old. Too slow. Too good\" written on them.[16] After having shared Princes Park with Carlton as a home venue since 1974, Hawthorn began to move its home games to Waverley Park in Mulgrave in Melbourne's south-east in 1990. The club played five home games at Waverley Park and the balance at Princes Park in each of 1990 and 1991, and played all home games at Waverley Park from 1992.[17] To further strengthen their links with the area a second social club was established nearby at the Waverley Gardens shopping centre. The club, which operates as a gaming venue, has also been a lucrative source of revenue for the club. The end of the 1993 season saw the first cracks in the Family Club facade; coach Alan Joyce was replaced by Peter Knights and club legends Gary Ayres and Dermott Brereton departed. Chris Mew injured his achilles tendon and retired. Behind the scenes the Hawthorn board began to spend large amounts of money that the club didn't have, board members flew first class to games interstate and $1 million was spent renovating club offices by a company owned by the then-club president. Despite a decade of onfield success, the club failed to attract supporters who would become long term backers for the club. Loss of key players continued, Ben Allan was offered the captaincy of the new Fremantle Dockers and left at the end of 1994, as did Andrew Gowers, who went to Brisbane. After a promising start in 1995 the Hawks lost their last seven games to finish fifteenth and missed the finals for the first time since 1981. The board sacked the coaching staff and appointed Ken Judge who was an assistant to David Parkin at Carlton. Club Champion Darren Jarman told the club he wanted to return to Adelaide. Falling on-field and off-field fortune saw the club almost merge with Melbourne in 1996. The resulting club was to be known as the \"Melbourne Hawks\" – a fusion with the Melbourne nickname of \"Demons\". A groundswell of support led by former champion Don Scott scuttled the proposal, with Hawthorn members voting strongly against it. Melbourne members supported the merger by a small margin. The failure of the merger led to the resignation of the board and its replacement, led by businessman Ian Dicker. After fighting off the merger the new board launched the \"Proud, Passionate and Paid Up\" campaign in a bid to get more members. 27,450 memberships were bought by supporters, more than doubling the memberships from the previous year. Even in the successful years of the 1980s the club struggled to get 10,000 members. The team won the 1999 pre-season competition but missed out on the finals of the premiership season. Ken Judge resigned at the end of 1999 to accept the coaching job at West Coast Eagles. Peter Schwab was appointed coach of the Hawks for the 2000 season and the team played a more attacking style than the \"accountable football\" discipline of Ken Judge. The Hawks reached the semi-finals before losing to the reigning premiers, the North Melbourne Football Club. The team made steady progress all over the field. Daniel Chick and Nick Holland were the joint winners of the Peter Crimmins Medal. Chance Bateman became the second Indigenous Australian to play for Hawthorn. In 2001 the Hawks again enjoyed a successful year, but it was to be their last for several seasons. The Hawks won eight games straight at the start of the season and, despite faltering late in the home-and-away season, had a close win in a semi-final against Port Adelaide and made it to the preliminary finals in when they narrowly lost to Essendon. In the off-season, Hawthorn traded Trent Croad and Luke McPharlin for the Number 1 draft pick, Luke Hodge, no. 20 (Daniel Elstone) and no. 36 (Sam Mitchell). Croad would return to Hawthorn two years later. The Hawks missed the finals altogether in 2002, finishing tenth, which was considered a very disappointing result for the club. Shane Crawford won the Peter Crimmins Medal after another strong season. Players that made their debuts that year, Luke Hodge, Sam Mitchell, Campbell Brown, Robert Campbell and Mark Williams would all play in the 2008 premiership side. In the off-season, the Hawks again proved to be big players and gained the services of St Kilda ruckman Peter Everitt. After a poor start to the 2003 season, the Hawks went on to finish the second half of the year strongly and finished in ninth position, narrowly missing the finals. Sam Mitchell shone for the Hawks and won the AFL Rising Star award. This form had punters excited and the team were early favourites for a top four finish the next year. Shane Crawford once again won the Peter Crimmins Medal and also came second in the Brownlow Medal by a single vote. During the 2004 pre-season Hawthorn coach Peter Schwab declared that the Hawks would \"win the premiership\" although this statement would be followed by a horrific season for Hawthorn as the Hawks managed just four wins and eighteen losses. The club imploded, and by mid-season coach Peter Schwab was sacked, and Captain Shane Crawford broke his arm, and eventually relinquished the captaincy. Following the collapse of the club on the field, many players either left or were sacked from the club. Nathan Thompson left the club citing a fresh start following his admission that he suffered from depression. Rayden Tallis, Mark Graham, Kris Barlow and Lance Picioane were also released from the club. More than 700 games of experience left the club following the season. After the turmoil of the 2004 season Hawthorn produced a surprise move by appointing Alastair Clarkson, a little known Port Adelaide assistant coach, to his first senior AFL coaching role for the 2005 season. Clarkson was selected over the higher profiled former players Terry Wallace and Gary Ayres.[18] The Hawks embarked on a rebuild of the team with Clarkson delisting older players and instituting a youth policy. Club veterans Rayden Tallis, Mark Graham, Kris Barlow, Luke McCabe and Lance Picioane left the club while Nathan Thompson was traded to North Melbourne. In turn, the Hawks took Jarryd Roughead, Lance Franklin and Jordan Lewis at picks 2, 5 and 7 respectively in the 2004 AFL Draft. With Clarkson at the helm, the Hawks made solid progress and instituted a culture of discipline at the club. During the 2005 season Hawthorn won only five games and finished in 14th position. Despite this, the Hawks showed some promising growth in their young players, with Franklin, Roughead and Lewis all winning Rising Star nominations during that season. Shane Crawford also had a return to form after a terrible 2004 when he broke his arm, and finished 3rd in the Peter Crimmins Medal tally. Former number one draft pick Luke Hodge also had a breakthrough season in 2005, winning the Peter Crimmins Medal, All-Australian jumper and coming equal 4th in the Brownlow Medal (15 votes) from half-back. Peter Everitt and Trent Croad were also named in the All-Australian team. After 2005, another round of culling took place and the club bid farewell to Angelo Lekkas, Nick Holland and Steven Greene. Hawthorn recruited Xavier Ellis (pick 3), Beau Dowler (pick 6), Grant Birchall (pick 14), Max Bailey (pick 18) and Beau Muston (pick 22) all early in the 2005 draft; two of those selections were received by trading 2001 All-Australian full-back Jonathan Hay to North Melbourne and Nathan Lonie to Port Adelaide. After numerous years of planning, the club relocated its administrative headquarters from Glenferrie Oval to a state-of-the-art redeveloped facility at Waverley Park in the early stages of 2006. Glenferrie Oval was to remain the spiritual home of the club. In 2006, Clarkson showed innovation by restructuring the forwards into a system that came known as \"Buddy's box\", a tactic which involved the formation of a 4-tall-man forward line playing in a square formation. The strategy however was highly dependent on the tall forwards’ ability to take contested marks, with the lack of small forwards meaning that opposition teams can easily rebound if the ball hit the ground. Starting the season 4–1 after the first five rounds, the Hawks faltered and lost twelve of the next thirteen games to fall to 5–13. The team won the final four matches to finish eleventh. Hawthorn's progress up the ladder, developing youth, and attacking style of play saw coach Alastair Clarkson rewarded with a new 2-year contract after the mid-season break. At the end of the 2006 season, the Hawks increased their commitment to the Tasmanian market where they had developed a large support base with four games to be played at the University of Tasmania Stadium in Launceston each year, and with the Tasmanian Government becoming an official sponsor of the club, in one of the biggest sponsorship deals in Australian sporting history,[19] worth $15–20 million. Clarkson brought to the club delisted footballers Brent Guerra and Stephen Gilham who he knew from his time at Port Adelaide. The Hawks continued to improve in 2007, winning 13 games and finishing fifth on the Premiership table. This took them into the finals, where they defeated Adelaide in the Elimination Final, in which Lance Franklin kicked his seventh goal seconds from the final siren, before being eliminated in the semi-final against North Melbourne. The club recorded its 11th consecutive year-end profit at the close of the 2007 season, a record A$3.6 million. On Draft day 2007 Clarkson went against his own policy when he recruited recently retired Stuart Dew and youngster Cyril Rioli. Clarkson also introduced a new style of play that became known as the \"Clarkson Cluster\", a strategy that involved a rolling 15-man zone that protected the midfield corridor when the Hawks did not have possession of the ball. This would force opposition teams to chip the ball around the flanks, rather than being able to transition it through the corridor to provide run and carry to the forward line. This play would eventually become unstuck and allow the Hawks to eventually turn the ball over from their opponents and retake possession. Throughout the 2008 AFL season, Hawthorn played a brand of football which became described as \"unsociable\"—a rough, physical style of play which conceded a lot of free kicks, but regardless asserted a physical dominance for the club.[20] Hawthorn finished second on the home-and-away ladder with a record of 17–5, and progressed to the Grand Final to defeat Geelong 18.7 (115) to 11.23 (89), who had lost only one match during the season.[21] Hawthorn would go on to lose its next eleven encounters with Geelong, allegedly caused by the \"Kennett curse\". Lance Franklin won the Coleman Medal with 102 goals, becoming the first player for more than a decade to score 100 goals within the home-and-away season. The 2008 Grand Final would become the last game for Trent Croad and Shane Crawford in their AFL careers—Crawford retired after the season, with 305 games service, and Croad suffered a foot injury during the Grand Final which kept him out of the following season, ultimately leading to his retirement. After the 2008 premiership, opposition teams worked hard at picking the \"Clarkson cluster\" apart. The effects of this were masked by injuries to key players. The Hawks slipped down the ladder to finished ninth in 2009, with their premiership defence ending with them missing the finals altogether. Following on from this disappointing season, the Hawks established a pattern of recruiting established players, with Shaun Burgoyne and Josh Gibson arriving ahead of the 2010 season. A poor start to 2010 saw the club lose six out its first seven games, including a defeat against a struggling Essendon side in round 6 by 43 points. With Clarkson's job as coach on the line, the team finally abandoned the cluster for a new tactic that concentrated more on a precision kicking style. The change resulted in eleven wins, only three losses and a draw followed, and it was enough for them to make the finals, finishing seventh and drawing an away final against the Fremantle Dockers in Perth, which they lost by 30 points. The Hawks bolstered ranks by bringing in out of favour North Melbourne forward/ruck David Hale during the trade period. In 2011, Hawthorn finished a reasonably unheralded home and away season with a record of 18–4, finishing third on the ladder. The Hawks then lost to Collingwood by three points in the preliminary final. Lance Franklin won the Coleman Medal and an All Australian guernsey; Josh Gibson, Sam Mitchell and Grant Birchall were also nominated for All Australian positions. The Hawks traded in Jack Gunston for the 2012 season. In 2012, Hawthorn finished on top of the home and away season ladder with a record of 17–5, finishing as minor premiers for the first time since 1989. They defeated Collingwood and Adelaide by 38 and 5 points, respectively, to advance to their second Grand Final in five years; however, despite leading by two goals midway through the final term they were defeated by the Sydney Swans by 10 points. In 2013, Hawthorn again finished as minor premiers after a home and away season record of 19–3. During the season Jarryd Roughead won the John Coleman Medal for the first time. The club also traded in Brian Lake, an experienced defender from the Western Bulldogs. Lake went on to win the Norm Smith Medal for his efforts in the Grand Final. Hawthorn defeated the Fremantle Dockers by 15 points to claim their 11th premiership after a tough and scrappy game. Teammates joining Lake as premiership players who began their careers at other clubs were Jonathan Simpkin, Jack Gunston (runner-up in Norm Smith voting with his 4 goals), David Hale, Shaun Burgoyne, Josh Gibson and Brent Guerra. In 2014 the club was able to overcome adversity to win their twelfth premiership. Former leading goalkicker Lance Franklin left the club as a free agent soon after the 2013 premiership, linking up with the Sydney Swans on a multimillion-dollar contract over nine years, new recruit Dayle Garlett retired before the start of the season, and coach Alastair Clarkson missed a month due to illness (during which Brendon Bolton acted as caretaker coach for five matches). The 2014 premiership saw Will and Chris Langford become the first father/son premiership players at the club since Peter Hudson (1971) and his son Paul (1991) (Chris's teammate John Kennedy Jr played in four premierships, whilst his father John Kennedy Sr. coached the club to three flags.). In 2015, Hawthorn began the season in inconsistent form, with a 4–4 win–loss record after the first 8 rounds of the year, before going on to record 8 consecutive victories, a run which ended with a loss to Richmond in Round 18. Hawthorn ended up winning 4 of their final 5 matches to finish with a 16–6 win–loss record, qualifying for their 6th successive final series. The club entered the Grand final for the fourth year running, coming in the hard way after losing the qualifying final in Perth to the West Coast. The team then went on to defeat Adelaide in the semi-final before taking on the minor premiers Fremantle again in Perth. On the hottest Grand Final day in history, verging on 31 degrees Celsius, the Hawks defeated the Eagles to claim their third flag in a row - a feat last achieved by the Brisbane Lions (2001-2003). It was their thirteenth overall. 2016 began with the retirements of triple premiership players Brian Lake and David Hale, and the club entered the season without Jarryd Roughead, who had injured his knee in late 2015. With Roughead ready to return from the injury, it was announced that he had been diagnosed with a recurrence of his melanoma, and would be out indefinitely (he would return to full training in early 2017.) The absence of Roughead limited Hawthorn's scoring potential, the club won six games by less than 10 points, but the club was leading the competition until two late losses saw them hang onto the top four. Although the club was a top four team it was rated last in the contested possession, a statistic that would cost them against the better teams. After a loss in the qualifying final to rival Geelong following a missed set shot by Issac Smith after the siren, Hawthorn were knocked out of the finals by eventual premiers the Western Bulldogs. During the trade period, the club shocked the competition by trading Sam Mitchell and Jordan Lewis, who had finished first and second in the Peter Crimmins Medal, to West Coast and Melbourne, respectively. The club also traded Brad Hill to Fremantle. Hawthorn then traded in Tom Mitchell from Sydney, and former Rising Star winner Jaeger O'Meara from Gold Coast, as well as signing Ty Vickery as a free agent from Richmond, and Ricky Henderson as a delisted free agent. Before the season, the club announced that Luke Hodge had stood down as captain, and Jarryd Roughead, returning from his battle with melanoma, would captain the club in 2017. The 2017 season saw the club not entering the top eight at any stage of the season, and after back-to-back 86-point losses to Gold Coast and Geelong in rounds 3 and 4, the club sat last on the ladder. After another huge loss to St Kilda in round 6, the club looked a shadow of their former selves. A victory over Sydney in the final minutes of the round 10 game saw a small amount of hope return, but the next week against Port Adelaide, the club was kept to just three points in the first half en route to another major loss. The club entered the bye in round 13 second last on the ladder. The club was also suffering from the absence of Ben Stratton, Grant Birchall, Cyril Rioli and James Frawley, who all played minimal football in the year. New recruit Jaeger O'Meara also missed 16 games with knee problems, though he managed to return at the end of the season. However, after the bye, the club produced one of the most stunning reversals of form seen in years. The club would win six of their next ten games, as well as a draw against Greater Western Sydney to only miss the finals by six points. The resurgence came through a dramatic lineup reshuffle by Clarkson, sending established forwards Jack Gunston and James Sicily into defence, defender Taylor Duyrea to the forward line and defender Daniel Howe into the midfield as a tagger. Ryan Burton established himself as one of the emerging star defenders in the competition, while Blake Hardwick became a regular in the Hawks’ back 6. After multiple years on the list, Daniel Howe, Kaiden Brand and Tim O'Brien all found themselves as regulars in the side as well. The highlight for the season was recruit Tom Mitchell, who broke the AFL record for the most 30 possession games in a season, as well as for the most possessions by one player in a season, earning Mitchell his first All-Australian selection, as well as the Peter Crimmins medal. Off the field, the club also went through a number of controversies. Tracey Gaudry was appointed as the club's first female CEO, only to resign five months later, though it is publicly believed she was sacked by the club. This also led to the resignation from the presidents position of Richard Garvey, and the return of former president Jeff Kennett. Former premiership captain Luke Hodge announced his retirement before his 300th game, only to change his mind after the season was completed, requesting to play on with the Brisbane Lions, where he was later traded. The club's only other major trade saw Port Adelaide speedster Jarman Impey join the club. After the lodging of the 2018 lists, Vickery announced he was retiring. He had played just six games for the club. The season opened with Tom Mitchell collecting a record 54 possessions against Collingwood, it was the start of a great year for Mitchell who would later win the 2018 Brownlow medal. The team was able to mix it with the best until a mid season form slump saw them slip out of the top eight. Cyril Rioli retired mid season due to family reasons. The team surprised many of the pre-season tipsters by finishing fourth after a six-game winning streak at the end of the minor rounds. The Hawks were able to get a full season out of stars, James Frawley, Ben Stratton and Jaeger O'Meara all of whom missed a lot of football the year before. The club was able to get experience into its young players, Harry Morrison, Blake Hardwick and Ryan Burton continued to show improvement while the club blooded new recruits James Worpel, Mitchell Lewis, Dave Mirra and Irishman Conor Nash. Hawthorn's 2019 preseason began horrendously after Mitchell broke his leg at training, sidelining the Brownlow Medallist for the entirety of the 2019 season. The Hawks struggled for most of the year without their prime mover and they were unable to string wins together until the final eight weeks of the season. After just five wins in their first fourteen matches of the year, the Hawks made a stunning rally, winning six of their last eight to almost make the finals. They ultimately finished ninth with an 11–11 win–loss record. Mitchell returned for the 2020 season, but Hawthorn would fall even further than they did in 2019. The Hawks would finish in the bottom four for the first time since Clarkson began coaching the team in 2005, finishing 15th with a paltry 5–12 win–loss record. The club farewelled two three-time premiership players in captain Ben Stratton and Paul Puopolo. On 6 July 2021, the Hawthorn Football Club announced that as part of a succession plan that Sam Mitchell would succeed Clarkson as the head coach of Hawthorn from 2023 and that until then, Mitchell would continue as Head of Development and as Box Hill Hawks senior coach.[22] However, on 30 July 2021, it was announced that Clarkson would leave Hawthorn at the conclusion of the 2021 AFL season, with Mitchell immediately succeeding him.[23] List of the last five seasons completed by Hawthorn. For the full season-by-season history, see List of Hawthorn Football Club seasons When Hawthorn entered the VFL in 1925 their nickname was known as The Mayblooms. The origins of this nickname are unclear, although \"Maybloom\" was another name for the Hawthorn bush. [24] In Round 2, 1943 when Hawthorn played Essendon, the match report in the Sporting Globe newspaper announced that prior to the start of the game at Glenferrie, Roy Cazaly, Hawthorn's coach told the players that in future they would be known as the Hawks instead of the Mayblooms. Cazaly said I expect players to live up to the name being ready to fight hard and carry the ball away with pace and dash to the goal.[25] The Hawthorn FC has had four VFL/AFL endorsed logos in its entirety. The first (1977), a flying Hawk, was an adaptation of a pre-existing unofficial logo that appeared on the club's official documentation throughout the 1960s and 1970s. The Hawks's Mascot Manor representative and club mascot is Hudson \"Hawka\" Knights, a caricature of a hawk dressed the same way as the Hawthorn players and slightly depicting club champion Dermott Brereton. Hawthorn's first official logo was introduced in 1977. It was a predominantly gold shield featuring the 'Flying Hawk' emblazoned across the face, with a brown football with the letters \"HFC\" in its talons. The first edition of this shield, like all other VFL logos at the time, had a royal blue border around the text section, but it became no longer compulsory and in 1980 a full brown border was brought in. In 1982, however, on the back of a large-scale marketing drive, \"The new force of the 80s\", the club adopted the famous \"Hawk Head\" created by Swinburne Institute student Velda Ellis. The logo was different from the other VFL clubs as it was only the head, all the other clubs used the whole body of their mascots. It is still closely linked to the club 20 years after being replaced. The Hawk Head was a popular choice amongst Hawthorn FC supporters as the club had five Premierships, eight Grand Finals and 14 finals appearances during its 15 years of use. On the back of the failed 1996 proposed merger of Hawthorn with the Melbourne Football Club, Hawthorn, under Ian Dicker, looked to a new banner for a change of fortunes in 1997. The \"New Hawks\" adopted a modernistic version of the pre-existing \"Flying Hawk\" and was launched with the infamous \"Proud, Passionate and Paid Up\" membership drive in 1997. The new logo was successful in drumming up support for the Hawks, as the club went from one of the lowest-supported clubs to being the first club in Victoria to attract more than 30,000 members in the space of only two years. Since then the club grew to a consistent level of support, becoming one of the largest clubs in Victoria. The Hawthorn colours are brown and gold vertical stripes. Hawthorn has worn this design since 1950. The current major sponsors are Tasmania, iiNet, Bupa, Audi and Adidas.[27] Some of their former major sponsors are MBF, Samsung, HSBC and Puma. The standard home guernsey is used in all home and away games in Victoria, Sydney and Tasmania while the away guernsey is used in every away game in Adelaide, Perth and Brisbane. The club's colours and designs have changed a few times during their history. From 1902 to 1904 they wore a blue guernsey with red shoulders and a red stripe down the front of the guernsey along with blue and white hooped socks. After they merged with Boroondara in 1905 they changed to a black guernsey with a red sash with black and red hooped socks. After the club had struggled for a few years it was decided to reform it and for seasons 1912–13 and they wore a yellow guernsey with a blue V. Upon entering the VFA the club was forced to change their colours again, as Williamstown already had the combination Blue and Gold on their guernsey's, and adopted the colours brown and gold which have since remained to this day although the design has changed a few times, the main ones being: The Hawthorn Football Club has a reputation for particularly unappealing guernseys, with special attention drawn to a jumper nicknamed \"The White Power Ranger\",[28] described as \"retina-damaging\" by The Age,[29] and to another jumper worn for one game in the 1995 preseason deemed the \"blue diamonds\", which inexplicably featured significant amounts of blue.[29] The latter jumper was called \"the worst AFL jumper ever worn\" by Fox Sports.[30] The Hawthorn club song is entitled \"We're a Happy Team at Hawthorn\" and is sung to the tune of \"The Yankee Doodle Boy\", which was written by George M. Cohan for his 1904 musical Little Johnny Jones. In the musical Johnny Jones is a patriotic US jockey competing in England. The song gained prominence when it was featured in the wartime 1942 musical Yankee Doodle Dandy starring James Cagney as George M. Cohan performing the part of Johnny Jones on stage. The song was adapted with new Hawthorn lyrics by Chick Lander in 1956. The closure of Waverley Park in 1999 was a setback as Hawthorn could no longer play home games in the south-east region where they have developed a large support base. Home games were moved to the Melbourne Cricket Ground. Their relationship with the south-east was rekindled in 2006, when the Hawks returned to Waverley as a training and administration centre. The oval and a section of the Sir Kenneth Luke stand have been retained by developer Mirvac as part of their redevelopment of the Waverley site as a housing estate, largely as a result of a Victorian government commitment to keep football there. Mirvac leases the facility to Hawthorn for a peppercorn rent, until the club takes ownership of the facility within the next 20 years. Hawthorn will maintain their association with Glenferrie, by housing several coteries and conducting social activities at the club's spiritual home.[citation needed] In August 2005, former Victorian State Premier Jeff Kennett, a long time Hawthorn supporter and former number one membership ticket holder, was appointed to the board of the club with the intention of standing for president at the next coming annual general meeting. His rise to presidency was confirmed when on 14 December 2005, he was ushered in as president of the Hawthorn Football Club unopposed to the audience of a packed Hawthorn Town Hall. On 30 September 2008, the Hawthorn Football Club relationship with Glenferrie Oval was rekindled when the club hosted a Supporters Day at the club's spiritual home celebrating the club's 10th premiership, attended by an estimated 20,000 fans. On 29 September 2013, the Hawthorn Football Club shared the spoils with their supporters again at Glenferrie Oval, celebrating the club's 11th premiership with more than 22,000 fans in attendance.[citation needed] Hawthorn has revealed well-advanced plans to move its headquarters from Waverley Park to a large new facility where it has signed a contract of purchase for a 28 hectare site in Dingley where the club intends to build a lavish new headquarters for players, administration and supporters modelled on English Premier League clubs Arsenal and Tottenham.[31] Hawthorn president Andrew Newbold said \"We want an elite training facility and administration facility, to align with our values of being a destination club. That's one bucket. The next is if you've got 80,000 members, how do you engage with them? We think this facility can tick that box.\"[32] Since 2001, Hawthorn has successfully cultivated a following in Tasmania, where the membership base has increased from 1,000 to more than 9,000. Studies have valued Hawthorn's economic impact in Tasmania and national brand exposure to total $29.5 million in 2014.[33] Since 2006, Hawthorn has increased its presence in the state as part of an agreement with the tourism component of the Tasmanian government, whereby they are contracted to play four games in the state and the Tasmanian government will be the major sponsor for the club. This relationship was renewed for a further period for five years (2012–16) in November 2011. Hawthorn offered to play an additional home game in Tasmania as part of the new deal in 2010.[34] On 31 July 2015, Hawthorn extended their partnership with Tasmania for a further five years.[33] On 19 July 2019, Hawthorn launched their reconciliation plan, which builds upon a foundation of existing programs and events and lays the groundwork towards fulfilling the club's aspirations of becoming leaders in community connection to Aboriginal and Torres Strait Islander cultures.[35] At their 2007 Annual General Meeting, Hawthorn embarked on a 5-year business plan titled \"five2fifty\", the core idea being that in the next five years the club would target to win 2 premierships and have fifty thousand members. As part of the plan, the football club wanted to be seen as the most professional club in the AFL, and it placed great emphasis on the welfare of the people associated with the club.[36] Hawthorn managed to achieve the 50,000-member milestone in 2009, and they won four premierships over the next eight years. Following the completion of the \"five2fifty\" business plan in 2012, Hawthorn released a new business plan, \"All for One\". Striving for 80,000 plus members and investing a further $35m into capital investment projects in and around Waverley Park, the Hawks have set themselves an objective to become \"the destination club\", targeting successive top four finishes over the 2013 to 2017 period. Central to successfully achieving its commercial objectives, the Hawks have identified the importance of solidifying its status as a major MCG tenant as crucial to growing its membership and crowd support.[37] In 2009 Hawthorn launched a community-based program called \"HANZ-UP! AFL Program\" in New Zealand. The Hawks announced they had entered the New Zealand market, with an initial three-year deal with an option to extend the partnership until the end of 2018. Hawthorn has joined with AFLNZ to promote HANZ-UP! through programs such as KiwiKick (a New Zealand version of Auskick), the Hawks Cup (a Year 9 and Year 10 schools competition) and the Trent Croad Scholarship Scheme (AFL international scholarships). Annual skills clinics will also be held throughout New Zealand featuring Hawthorn players. KiwiKick will see all participants receiving kits branded with the Hawks and HANZ-UP! logos, while Hawks Cup players will be given exclusive Hawthorn merchandise.[38] New Zealand born and raised Kurt Heatherley became the first player to make his AFL debut in 2016. The club had spotted him as a fourteen year old and the club signed him in 2011. His development was through the TAC cup and the VFL. He was rookie listed in 2014 and promoted to the main list in 2015. He played five games before being delisted at the end of 2018. The Hawthorn Football Club financial year ends on 31 October each year. Hawthorn boasts a huge support base throughout Australia, particularly in Victoria and Tasmania. In a survey appearing in the 9/7/2008 edition of the Herald Sun, 11% of respondents barracked for Hawthorn, behind only Collingwood (14%), Essendon (12%) and Carlton (12%). As an MCG tenant, Hawthorn is among the top 5 crowd drawing clubs in the league, averaging crowds of more than 50,000 to their MCG home games since 2008.[40] Since 1997, Hawthorn has drawn the fifth-largest crowds to home and away matches, drawing more than 36,000 per game across all home and away games.[citation needed] Most of this widespread support can be accredited to the club's success in the 1970s and 1980s as the club successfully nurtured talent in its home 'zones'—primarily in the south and east of Victoria, as well as recruiting interstate talent from all over Australia. As a result, the club has a very widespread membership with 7,000 Tasmanian members, 3,000 WA members and 3,000 QLD and NSW members complementing the club's 45,000 Victorian members. In 2007 Hawthorn stated its ambitions were to grow their membership to beyond 50,000 by 2011 which was achieved in 2009. By 2012, Hawthorn became just the second club to grow membership beyond 60,000 setting a goal of reaching 80,000 plus members by 2017. In 2008 the Hawthorn Football Club drew 1,164,396 to all 25 completed games, a club record and seventh-largest aggregate attendance for any club, of all time. In May 2009, the Hawthorn Football Club boasted the largest membership in the AFL, becoming the first Victorian club to break the 51,000 barrier for membership. In all, Hawthorn has drawn more than 1,000,000 fans to AFL matches in 7 seasons—2008 and 2011–2016.[citation needed] Hawthorn's official membership figures 1925–1983[41] (* indicates official figure was an estimate) The table below also contains crowd figures along with club membership numbers from 1984. Total attendance includes finals matches.  as at 8 December 2021 [44] Essendon – The clubs contested the Grand Final in three consecutive seasons between 1983 and 1985, and the rough nature of these games and other between the clubs made them strong rivals during the 1980s when they were the top two sides of the competition. In the 1990s and right up until 2004 the rivalry became more quiet and uneventful with the exception of the 2001 preliminary final, which was the first time they met in a finals game since the 80's. More recently, the clubs have played two matches which saw bench-clearing brawls: the \"Line in the Sand Match\" in 2004, which resulted in four players being suspended and $70,700 in fines; and the final round of 2009, a match which would decide eighth place between the two teams, in which four players were suspended for a total of seven matches and $27,000 in fines being handed out. The latter brawl was famously sparked by Matthew Lloyd who applied a very hard bump, knocking out Brad Sewell, in what would be Lloyd's last game. Geelong – The rivalry between Hawthorn and Geelong is defined by two Grand Finals: those of 1989 and 2008. In the 1989 Grand Final, Geelong played the man, resulting in major injuries for several Hawks players: Mark Yeates smashed into Dermott Brereton at the opening bounce with a premeditated blind-side hit; Garry Hocking knocked Hawthorn's champion rover, John Platten out of the game with a concussion and Gary Ablett cannnoned so hard into the back of Robert DiPierdomenico when Dipper took a mark that he broke Dipper's ribs and punctured one of his lungs. It was a free-flowing, high-scoring contest with unrelenting brutality and was regarded by many as one of the greatest games ever. The Hawks led by 30 to 40 points for most of the match, but as their injury toll started to mount, the Geelong players and their fans started to find self-belief. The Hawks were reduced to 13 fit players in the last quarter with 5 others hurt and unable to come off the ground. e.g. DiPierdomenico played out the entire match with broken ribs and a slowly-deflating lung. Hawthorn controlled the game, leading by approximately 40 points for most of the match; in the last quarter, Geelong almost managed to come from behind to win, piling on 8 goals for the quarter and falling short by 6 points. In the 2008 Grand Final, Geelong was the overwhelming favourite having lost just only one match for the season and winning 23 games by an average of 52 points. But Hawthorn managed to pull off a magnificent upset victory by 26 points thanks in part to a stellar performance by Luke Hodge in defence and also a match-winning five minute burst from Stuart Dew late in the 3rd quarter. Over the next 5 years, Geelong won eleven successive matches vs Hawthorn. Many of these were gut-wrenching losses for the Hawks and thrilling contests for neutral TV viewers. Nine of the losses were by single-digit margins. Five losses were by less than a goal. In 9 of the 11 matches, Geelong ame from behind to win after trailing in the 3rd or 4th quarter. The Hawthorn-Geelong rivalry reached unprecedented fervour and Hawthorn's losing streak was dubbed the \"Kennett curse\" in reference to comments made by a gloating Hawthorn president Jeff Kennett following the 2008 Grand Final. It was later revealed that after the 2008 grand final, Paul Chapman initiated a pact between other Geelong players to never lose to Hawthorn again. The curse was finally broken in the 2013 Preliminary Final when Hawthorn snatched a heart-stopping 5 point victory.[45] In twenty matches between the two sides between 2008 and 2017, twelve were decided by less than ten points, with Geelong victorious in eleven of those twelve matches.[46] North Melbourne – Hawthorn and North Melbourne have a rivalry that dates back to the 1970s when they played off against each other in three Grand Finals in the space of four years. Both teams entered the VFL in the 1925 expansion, and were generally unsuccessful through the first few decades, but the two teams were both very strong through the 1970s, sparking a rivalry. The two clubs played in the 1975, 1976 and 1978 Grand Finals, with North Melbourne winning their first-ever premiership in 1975 by 55 points, Hawthorn winning in 1976 by five goals, and Hawthorn winning in 1978 by three goals. From 1974 to 1978 the two clubs played against each other in ten finals, and took each other on for the Australian Championship in Adelaide in 1976. Sydney Swans – Hawthorn and Sydney's rivalry has been more recent, dating back to 2011's semi final. The club have played off in two Grand Finals. In 2012, minor premiers Hawthorn were grand final favourites, only to be upset by the Swans. The rivalry grew in 2013, when Hawthorn forward Lance Franklin transferred to the Swans as a free agent on a nine-year, $10 million deal. In 2014, the Swans finished minor premiers, and went into the grand final overwhelming favourites, only for Hawthorn to avenge the 2012 loss with a 63-point win. The rivalry has also been fueled by trading between the clubs, with third generation Hawk Josh Kennedy being traded to the Swans in 2009, and going on to have a great deal of success at his new club. In 2016, father-son Swan Tom Mitchell requested, and was granted, a trade to Hawthorn, winning the Brownlow Medal in his second season. Head coach Assistant coaches Updated: 23 July 2022 Source(s): HFC website, Coaching staff At the end of the 1976 season, Hawthorn retired guernsey number 5, worn by former captain Peter Crimmins, following Crimmins' death. The guernsey would stay retired until 1993, when Gwen Crimmins, Peter's widow, chose Andy Collins to wear the guernsey.[47] Since then, the Crimmins family have selected the player they think should wear the number 5, with only Daniel Harford, Sam Mitchell, Ryan Burton, and James Worpel chosen to wear the number. On 6 March 2011, at its annual family day, club representatives announced that as of the 2011 season the no. 1 guernsey would be officially retired as a player number and instead presented as a tribute to the fans. Max Bailey, who was the last player to wear no. 1, made the announcement by saying \"the fans are number 1\". He then presented the cheer squad with a giant Hawthorn guernsey displaying \"1\" on its back. The oversized guernsey will be on display at selected home games. On 7 December 2018, at its open training session, it was announced that the number would be un-retired, with Harry Morrison chosen to wear it, in honour of his late-godfather Ken Judge who wore the number during his time at Hawthorn.[48] Note: bold indicates finals appearance The following is a list of presidents of the Hawthorn Football Club. Hawthorn's \"Best & Fairest Award\" is called the Peter Crimmins Medal in honour of former Hawthorn captain Peter Crimmins who played as a rover during 1966–1975 and led the side in 1974–75. He died of cancer just days after the club's 1976 premiership win. The match committee now awards the votes. The player with the maximum number of votes at the conclusion of the season is awarded the medal. (See Peter Crimmins Medal for the complete list of winners.) AFL awards Brownlow Medal Norm Smith Medal Jock McHale Medal Coleman Medal AFL Rising Star Award Michael Tuck Medal Awarded from 1992–2013. AFL Coaches Association awards Best Young player of the Year award Coaching Legend award AFL Players Association awards Leigh Matthews Trophy VFLPA/AFLPA MVP (1982–2001) Best Captain award Robert Rose Award for Most Courageous Player Marn Grook Award Awarded from 2001–2007 Madden Medal All-Australian team VFL/AFL Team of the Year (1982–1990) Players Coaches International Rules representatives Players Coaches Beitzel Medal Awarded from 1984–1990 Jim Stynes Medal Bold denotes player still plays for Hawthorn. Games Goals Hawthorn have 24 Hall of famers (21 players, 3 coaches) who contributed to the club. Bold indicates legend status. The following is a list of everyone who has been inducted into the club's Hall of Fame. Bold indicates legend status. During the history of the Hawthorn Football Club, the club has had four mainstay home grounds (Glenferrie Oval, Princes Park, Waverley Park and the Melbourne Cricket Ground). Prior to adopting Glenferrie Oval as the club's traditional home the club had a nomadic history, playing home games at whatever the most suitable obtainable ground was for that season. Their first home ground, the Hawthorn C.G. (West Hawthorn Reserve) was abandoned after the first season due to conditions imposed by the Hawthorn Cricket Club and they played at John Wren's Richmond Racecourse in 1903 (which was off Bridge Road between Stawell Street and Westbank Terrace—where Tudor Street with 5 no through streets are now located) and moved to the Richmond Cricket Ground in 1904. Their merger with Boroondara in 1905 had them move to Boroondara's ground, which at the time was the East Melbourne Cricket Ground. Hawthorn dropped their colours of blue and red (similar to Melbourne's guernsey at the time) and adopted Boroondara's colours, which was a black guernsey with red sash but retained the name Hawthorn FC. When the Hawthorn council opened the Hawthorn City Sports Ground (Glenferrie Oval) in October 1905 they endeavored to get a senior club to represent the district to be the main tenant during the next football season. The Hawthorn FC, competing in the Metropolitan Junior Football Association (now known as the VAFA), and Hawthorn Rovers (a popular club in the Eastern Suburbs Association) merged to form the Hawthorn City Football Club and made Glenferrie their home ground (the word City was later dropped and the club was just known as the Hawthorn Football Club when it entered the VFA in 1914) .[52] Between 1906 and 1973, home games were played at the club's traditional home, Glenferrie Oval, in the heart of the affluent suburb. The state of Glenferrie Oval and its location, close by the Glenferrie train station on the Melbourne East route, was a central reason why the club was firstly accepted into the VFA in 1914, and then the VFL in 1925. The club's onfield results had not reached any great heights in those early days but both the VFA and VFL had recognised the importance for representation in the suburbs east of the Yarra River. Glenferrie Oval was pivotal in these advancements of the Hawthorn Football Club as it was considered the most suitable at the time.[53][54] In 1914, when Hawthorn entered the VFA, the council was required to build a new dressing shed to meet the standards of the VFA competition. These dressing sheds were erected in the north-west corner of the ground, where the Tuck Stand now resides, and were later moved to the Rathmines Road Reserve in Hawthorn where it still exists today. In 1922 the ground was widened by 30 yards and lengthened westward by 50 yards – taking in the previous outer reserve ground – to the dimensions that remain today. The 1922 ground improvements also resulted in Glenferrie Oval's first main stand, which was a wooden structure to be known as the Kennon-Owen Stand, and had been purchased from the East Melbourne Cricket Ground in late 1921 when that ground was closed due to expansion of the Jolimont railyards. The Kennon-Owen Stand was located where the Victorian Weightlifting Building is now situated. Glenferrie Oval is universally known for its famous art-deco Grandstand, built in 1937 and later named the Michael Tuck stand after the club great, and housed the new changerooms and administration of the club. It is now heritage protected as one of the most significant buildings of the era. The Kennon-Owen Stand was replaced by the Dr A S Ferguson Stand, a new brick stand opened in 1966 which was 185 feet long and could seat 1450, with 400 undercover. It was later to be home of the Past Players Association and the original Museum. The northern part of the Ferguson stand was demolished to make way for the Victorian Weightlifting Building. In 1963 the large scoreboard was erected at the eastern end of the ground. After the club won the 1961 premiership it was decided to buy some houses on the other side of Linda Crescent to build the Social Club which opened in 1962. The ground was relatively small by VFL standards, but the intimate nature of the ground (with the grandstands and train line surrounding the ground) made for a terrific atmosphere.[55][56] The club ceased playing VFL matches at the ground in 1973 to cater for the club's growing crowds and demands of VFL football. From 1974 to 2006, the club used the ground as a home and administration base, conducting training sessions and running a social club, across on Linda Crescent, before moving the administrative base to Waverley Park in 2006.[57] The club used Glenferrie Oval for its post-premiership celebrations in 2008, attracting more than 20,000 fans.[58][59] The decision to move away from Glenferrie Oval and subsequent move to Princes Park, was a difficult transition, alienating many supporters. Prior to moving to Princes Park, the club pushed to build a stadium in Box Hill and mooted a move to the MCG (1964) both were rejected. The move to Princes Park—the traditional home of the Carlton Football Club, coincided with the club's golden era, hoisting the '76, '78, '83, '86, '88, '89 and '91 premiership flags at the ground. Combined with Carlton's '79, '81, '82 and '87 flags, Princes Park became a hub of success throughout the 1970s and 1980s. Whilst the club had immense success at the ground, the ground wasn't a favourite with the majority of the Hawthorn membership. Located in Melbourne's Northern suburbs, the traditional home of the Carlton Football Club—one of the traditional powerhouses of the VFL, the move away from the club's heartland caused many Hawks supporters to turn their back on the club. Recognising this, as early as the mid-1980s the Hawthorn administration pushed to relocate from Princes Park to Waverley Park; however, due to the nature of long-term terms of tenancy at Princes Park and ruthlessness of the Carlton Football Club for Hawthorn to abide by this contract, a move away from Princes Park before the end of the long-term agreement would result in financial ruin for the club.[60] In 1990, with the backing of the AFL, Hawthorn set the wheels in motion for a move to VFL Park, playing a series of home games at Waverley Park—located 20 km east of the Melbourne CBD and location of Hawthorn's 1991 Premiership success. Whilst the move to Waverley was met with a drop in on-field success, symbolising the birth of the barren period for the club on the field leading up until 2008, the club successfully harboured large increases in attendances and membership at the ground. As a result of the AFL closing the venue and subsequently selling the property to Mirvac to finance the Docklands stadia, the club had the opportunity to move home games to either the lavish new Docklands precinct (alongside Essendon, St Kilda, Western Bulldogs and North Melbourne) or join traditional tenants Melbourne and Richmond as well as Collingwood at the MCG. Highlighting the potential to push attendances and membership beyond 50,000, the club decided to push for a relocation to the MCG in line with the 'Family Club' mantra. In January 2006, in the club's centennial year at Glenferrie Oval, the club's administration, museum, player base and training base relocated to Waverley Park.[61] On 13 March 2000, Hawthorn played its first home game as an MCG tenant against Collingwood, becoming one of four tenant clubs to play at the ground. Until 2008 the shift from to the MCG has been met with a barren period on the field for the Hawks, having played in five out of nine non-finals seasons at the ground. Since 2000, Hawthorn has played between seven and nine home games at the MCG, with secondary home games being played at Docklands Stadium and York Park in Tasmania. In 2008, Hawthorn played seven home games at the MCG, drawing 369,614 (52,802) to seven games and a total of 773,089 (59,468) to 13 games at the venue for the year.[62] Since 2001, Hawthorn's has played \"secondary\" home games at York Park (currently also known by the sponsorship name of The University of Tasmania Stadium) in Tasmania. The Hawks have a very successful record at the ground, winning 45 times and losing only thirteen and a draw since games started playing there in 2001.[63] As a result of the agreement with the Tasmanian government, thousands of Melbourne-based Hawthorn supporters have travelled to Tasmania to watch the Hawks play, increasing activity within the local Launceston economy. By the same token, Hawthorn has successfully increased its following in the state, with an estimated 25% of young Tasmanian supporters now barracking for their \"local\" team.[64] Victorian Women's Football League which was the major women's competition in Victoria had in 2016 been reorganized and now came under the VFL brand, local club Knox Falcons contested in 2016 . Hawthorn obtained a licence from the Knox Falcons and transferred it to its senior VFL-affiliate Box Hill. The team won three games in the 2017 season. In December 2017 the announcement that the Box Hill Hawks' VFLW women's side has been re-licensed and will be now known as Hawthorn. 1. Tegan Cunningham 2. Kara Henderson 3. Lauren Szigeti 4. Nicole Garner 5. Emma Humphries 6. Kristen Hay 7. Izzy Khoury 8. Cadhla Schmidli 9. Ainslie Kemp 10. Chloe Bain 11. Jenna Richardson 13. Mietta Kendall 14. Grace McRae 16. Matilda Hardy 17. Katelyn Cox 18. Aimee Whelan 19. Lauren Camilleri 20. Jessie Williams 21. Jess Trend 22. Tamara Luke (c) 23. Sarah Cameron 24. Sophie Bolding 25. Bridget Deed 27. Ellie Mclinden 28. Nadia von Bertouch 29. Sarah Perrott 30. Abbey Favell 31. Abbey Holmes 32. Jordan Mifsud 33. Eliza Shannon 34. Dominique Carbone 35. Jade Wise 37. Isabelle Porter 40. Montana Beruldsen 41. Kristy Stratton 43. Alessia Francese 44. Jaide Anthony 45. Sarah Humm 48. Ruby O'Dwyer Coach: Cherie O'Neill The VFLW team will play before the Box Hill men's team on most occasions, with their home ground the Box Hill City Oval. It provides Hawthorn fans an opportunity to support both sides every home game.[65] In 2018 the Hawthorn women team won the 2018 VFLW premiership defeating Geelong 4.6.30 to 2.5.17.[66] Defender Chantella Perera was awarded the Lisa Hardeman Medal as best afield in the Grand Final. Club President Jeff Kennett wrote, Hawthorn is committed to women's football. While the AFL have not yet given us an entry date, I trust after this year's performance we have earnt the right to be elevated into the AFLW competition in 2020.[67] For a list of the VFLW team's coaches, captains and performances in the competition click here. For the 2021 season, the coach is Bec Goddard and the captain is Jess Trend.[68] Hawthorn fielded a reserves team in the VFL/AFL reserves competition, and its successor, the Victorian State Football League, from 1925 until 1999. During that time, the club won four reserves premierships: in 1958, 1959, 1972 and 1985. Since 2000, after the VSFL ceased competition, Hawthorn has been affiliated with the Box Hill Football Club in the Victorian Football League. Under the affiliation, Hawthorn players who are not selected in the AFL can play alongside Box Hill senior players in the VFL competition. The clubs have a strong affiliation, with Box Hill changing its club nickname from Mustangs to Hawks when the sides affiliated. Box Hill has won three premierships, in 2001, 2013, and 2018 during the period of the clubs' affiliation. The reserve grade won the club's first flag after holding onto a winning lead by defeating Collingwood by four points. After an even first quarter the Hawks kicked four unanswered goals to lead by 26 points at half time. Collingwood lifted after the break keeping the Hawks to a goal in the third and only a point in the final quarter. Playing better football in wet conditions, Collingwood managed to narrow the gap but inaccurate kicking they failed by four points. Gary Young kicked four goals while Elward kicked two. Horace Edmonds coached this team to its first premiership. In 1959 Hawthorn Reserves went back to back winning their second premiership after defeating Fitzroy by 31 points. The Hawks opened up a 38-point half-time lead by kicking six goals in the second quarter. The Hawks extended their lead to 44 points at the last break before playing it safe and coasting to a 31-point win. Elward and Peter Hay kicked 3 goals for the winners and Dineen, Howell and Ritchie were amongst their best players. Horace Edmonds coached the team. In a team that contained four of the previous years senior premiership players, Geoff Angus, Ken Beck, Michael Porter and Ray Wilson. Up and coming future club champions Michael Moncrieff, Michael Tuck, Kelvin Matthews and Alan Goad were instrumental in the match. The Hawks led all day before Melbourne hit the front with two minutes to go, a late goal to Fitzgerald won the game. Wayne Bevan kicked 4 goals for the winners. In 1985, Hawthorn Reserves contained future premiership players in James Morrissey, Greg Dear, Peter Curran, Chris Wittman and Paul Abbott. Hawthorn veterans, Peter Knights, Gary Buckenara, Rodney Eade and Colin Robertson and in his only year at the club Steve Malaxos. Buckenara kicked 8 goals. Hawthorn fielded a side in the VFL Under-19s competition. The Under-19s played in two grand finals, losing the first in 1969 to Richmond but in 1972 won against North Melbourne. The team included Bernie Jones, Ron Beattie, Michael Zemski and Ian Scrimshaw. For a few years Hawthorn had an Under-17s team that played in the local suburban competition. The team played in the Melbourne Boys League until 1968 before transferring to the South East Suburban FL from 1969 to 1973. The 1970 Premiership side included Bernie Jones, Paul Reinmuth and Wayne Bevan whom made the senior ranks. A proposal was made in 1973 for the formation of an Under-17s competition including all VFL clubs but it never got enough support for it to get off the ground. Robert DiPierdomenico was the only player to make the senior ranks.[69]   The Under-17s won 3 Premierships in a row from 1960 to 1962. These teams produced additional Under-17s players to play 1st 18, David Albiston, Neil Ferguson and Percy Cummings. Another U17s player from that era was Alan Piper, who was a hugely respected businessman and football visionary who played a pivotal role in the establishment of AFL football in Queensland via the Brisbane Bears in 1987, and the club's relocation from the Gold Coast to Brisbane in 1993. Piper passed away at age 55 in 2001.","Title":"Hawthorn Football Club - Wikipedia","KeyID":"17094","URL":"https://en.wikipedia.org/wiki/Hawthorn_Football_Club"}