{"Content: ":"The College Football Hall of Fame is a hall of fame and interactive attraction devoted to college football. The National Football Foundation (NFF) founded the Hall in 1951 to immortalize the players and coaches of college football that were voted first team All-American by the media. In August 2014, the Chick-fil-A College Football Hall of Fame opened in downtown Atlanta, Georgia. The facility is a 94,256 square feet (8,756.7 m2) attraction located in the heart of Atlanta's sports, entertainment and tourism district, and is adjacent to the Georgia World Congress Center and Centennial Olympic Park.[1] Original plans in 1967[2] called for the Hall of Fame to be located at Rutgers University in New Brunswick, New Jersey, the location of the first contest under rules now considered to be those of modern football, between teams from Rutgers and the College of New Jersey, now Princeton University; Rutgers won 6–4. Rutgers donated land near its football stadium, office space, and administrative support. After years of collecting donations for the construction of the building with ground not having been broken and no plans to do so, the New Jersey Attorney General began an investigation of the finances of the Hall of Fame's foundation, the National Football Foundation. In response, the Foundation moved its operations to New York City, where it continued to collect donations for several years. When the New York Attorney General's office began its own investigation, the foundation moved to Kings Mills, Ohio in suburban Cincinnati, where a building finally was constructed adjacent to Kings Island in 1978.[3][4] In choosing the site, it had been hoped that the museum could attract the same visitors attending the adjacent Kings Island amusement park, but this failed to happen.[4] The Hall opened with good attendance figures early on, but visitation dwindled dramatically as time went on and never truly met projections.[3] Attendance, which had been projected to be 300,000 annually, but peaked at 80,000 per year and dwindled to 30,000 per year.[3][4] The facility closed in 1992.[3][4] Nearby Galbreath Field remained open as the home of Moeller High School football until 2003.[3] In September 1991, the National Football Foundation opened a national search for a new location, soliciting bids from cities.[4] It first started by offering bids to cities with local National Football Foundation chapters.[4] Thirty-five such cities replied, including South Bend, Indiana.[4] The South Bend bid proposal was led by Bill Starks and Edward \"Moose\" Krause of the South Bend chapter of the National Football Foundation, who then approached South Bend mayor Joe E. Kernan about the concept.[4] Kernan brought the concept to the city's Project Future department, tasked with bringing new attractions to the city to assist its economic development.[4] Patrick McMahon, Project Future's executive director, collaborated with over a hundred people to craft a proposal for South Bend to host the Hall of Fame, which was presented to the National Football Foundation in November 1992.[4] The proposal slated for a $14 million facility to be constructed in South Bend's downtown.[4] Several sites in the city had been explored, such as a site near the Indiana Toll Road and various sites in the city's downtown, but a location near Century Center was the top choice.[4] On July 13, 1992, William Pearce, chairman of the National Football Foundation, made the announcement that South Bend had won the bid to host the Hall of Fame's new location.[4] South Bend had beaten out other locales, including Atlanta, Houston, the New Jersey Meadowlands, New Orleans.[4] The new location was opened in South Bend, Indiana, on August 25, 1995. Despite estimates that the South Bend location would attract more than 150,000 visitors a year, the Hall of Fame drew about 115,000 people the first year,[5] and about 60,000 annually after that.[6] By the late 1990s, some had already begun to criticize the Hall of Fame in South Bend as a failure, due to a lack of corporate sponsorship and poor turnout even during special events.[7] In September of 2009, Archie Manning, the chairman of the National Football Foundation, announced that the museum would be moving to Atlanta.[6] The South Bend location closed in December of 2012.[8] In 2009, the National Football Foundation decided to move the College Football Hall of Fame to Atlanta, Georgia. The possibility of moving the museum has been brought up in other cities, including Dallas, which had the financial backing of multi-millionaire T. Boone Pickens.[9] However, the National Football Foundation ultimately decided on Atlanta for the next site. The new $68.5 million museum opened on August 23, 2014.[10] It is located next to Centennial Olympic Park, which is near other attractions such as the Georgia Aquarium, the World of Coca-Cola, CNN Center, and the National Center for Civil and Human Rights.[11][12] The Hall of Fame is located near the Georgia Institute of Technology of the ACC (home to the oldest stadium in Division I FBS, Bobby Dodd Stadium), 10 blocks from Georgia State University of the Sun Belt Conference, and roughly 70 miles (110 km) from the University of Georgia of the SEC. The new building broke ground on January 28, 2013.[13] Sections of the architecture are reminiscent of a football in shape. The facility is 94,256 square feet (8,756.7 m2) and contains approximately 50,000 square feet (4,600 m2) of exhibit and event space, interactive displays and a 45-yard indoor football field.[14][15] Atlanta Hall Management operates the College Football Hall of Fame.[13] During the George Floyd protests on May 29, 2020, the Hall of Fame was damaged and looted by protesters.[16] Hall of Fame CEO Kimberly Beaudin told ESPN that only the gift shop was looted, adding that \"no artifacts or displays were damaged\".[17] As of 2018, there are 997 players and 217 coaches enshrined in the College Football Hall of Fame, representing 308 schools.[18] Thirteen players, two coaches and one inanimate object (the Goodyear Blimp)[19] are slated for induction in 2019.[20] The National Football Foundation outlines specific criteria that may be used for evaluating a possible candidate for induction into the Hall of Fame.[60] The eligibility criteria have changed over time, and have occasionally led to criticism. Dennis Dodd of CBSSports.com has said,","Title":"College Football Hall of Fame - Wikipedia","KeyID":"17108","URL":"https://en.wikipedia.org/wiki/College_Football_Hall_of_Fame"}