{"Content: ":"The Czechoslovakia national football team (Czech: Československá fotbalová reprezentace, Slovak: Československé národné futbalové mužstvo) was the national football team of Czechoslovakia from 1920 to 1992. The team was controlled by the Czechoslovak Football Association, and the team qualified for eight World Cups and three European Championships. It had two runner-up finishes in World Cups, in 1934 and 1962, and won the European Championship in the 1976 tournament. At the time of the dissolution of Czechoslovakia at the end of 1992, the team was participating in UEFA qualifying Group 4 for the 1994 World Cup; it completed this campaign under the name Representation of Czechs and Slovaks (RCS, Czech: Reprezentace Čechů a Slováků, Slovak: Reprezentácia Čechov a Slovákov) before it was disbanded. The present-day Czech Republic national football team is recognized as the successor of the Czechoslovakia team.[2][3] The country of Slovakia is represented by the Slovak national team. While part of the Austro-Hungarian Empire, Bohemia played its first international on 5 April 1903, a 2–1 loss for Hungary in Budapest. On 7 October, Hungary came to Prague for a 4–4 draw. The two countries played three more matches up to 1908 – including Bohemia's only victory – and Bohemia played its last match on 13 June 1908, losing 4–0 at home to England.[4] After World War I, an independent Czechoslovakia entered its football team for the 1920 Olympic event in Antwerp, opening with a 7–0 win over Yugoslavia on 28 August. They then beat Norway 4–0 the next day in the quarter-finals and France 4–1 in the semi-finals on the 31st. However, in the final against Belgium on 2 September, the Czechoslovaks left the field 2–0 down after 40 minutes in protest with the English referee John Lewis, and were not given a medal.[5] Czechoslovakia returned for the 1924 Olympics in Paris and defeated Turkey 5–2 in the first round, but were eliminated in the second 1–0 against Switzerland in a replay after a 1–1 draw.[4] The nation entered the World Cup for the first time in 1934, and won its qualifier against Poland after its neighbour withdrew following a 2–1 Czechoslovak win in the first leg. At the finals in Italy, Czechoslovakia advanced past Romania, Switzerland and Germany to reach the final, where it lost 2–1 to the host country after extra time. Oldřich Nejedlý won the Golden Shoe with five goals in the tournament.[6] Czechoslovakia qualified for the 1938 FIFA World Cup in France with a 7–1 aggregate victory over Bulgaria, and reached the quarter-finals with a 3–0 win over the Netherlands in Le Havre. In the quarter-final against Brazil, known as the Battle of Bordeaux for its rough play, Czechoslovakia lost the replay 2–1.[7] In 1939, under the German occupation name of \"Bohemia\", the team played three matches, defeating Yugoslavia 7–3 and drawing with both Ostmark (occupied Austria) and Germany itself.[4] After an absence from the 1950 qualification campaign, Czechoslovakia qualified for 1954 by topping its qualifying group unbeaten against Bulgaria and Romania with three wins and a draw. However, in the finals in Switzerland, it was eliminated from a strong group after defeats to Uruguay and Austria.[4] It also topped its qualifying group for the 1958 FIFA World Cup in Sweden, ahead of Wales and East Germany. They opened their finals campaign on 8 June with a 1–0 defeat to Northern Ireland in Halmstad, followed by a 2–2 draw with reigning champions West Germany and a 6–1 win over Argentina. On 17 June, Czechoslovakia lost a play-off to advance into the knockout stages 2–1 to Northern Ireland in Malmö.[4] On 5 April 1959, Czechoslovakia played the first ever qualifying match in a UEFA European Championship, losing 2–0 away to the Republic of Ireland but eventually advancing 4–2 on aggregate. Subsequent victories over Denmark (7–3 aggregate) and Romania (5–0 aggregate) put the country into the four-team finals in France. It lost 3–0 to the Soviet Union in the semi-final but gained third place with a 2–0 win over the hosts at the Stade Velodrome in Marseille.[8] Czechoslovakia qualified for the 1962 FIFA World Cup in Chile by defeating Scotland 4–2 after extra time in a play-off in Brussels, Belgium, after finishing level in their qualifying group. In the group at the finals, Czechoslovakia opened with a 1–0 win over Spain from a Jozef Štibrányi goal, and then drew 0–0 with holders Brazil. In the last group game on 7 June, Václav Mašek put Czechoslovakia ahead against Mexico in 12 seconds; the team lost 3–1 but advanced nonetheless.[9] After goalkeeper Viliam Schrojf's performance, a goal from Adolf Scherer in Rancagua was enough to beat Hungary in the quarter-final, and two more late goals by him against Yugoslavia put Czechoslovakia into their second World Cup final. In the final at the Estadio Nacional de Chile in Santiago, Josef Masopust put Czechoslovakia ahead after 15 minutes by finishing Scherer's pass, but Brazil soon equalised and exploited Schrojf's errors to win 3–1. Masopust's inspiration was awarded with the 1962 Ballon d'Or.[10] Czechoslovakia did not go to the 1966 FIFA World Cup, with Portugal topping their qualifying group, nor did they qualify for the European Championships of 1964 and 1968. On 3 December 1969 they defeated Hungary 4–1 in Marseille in a play-off to reach the 1970 FIFA World Cup in Mexico, having finished joint top of their qualifying group. Czechoslovakia lost all three of their matches in the 1970 World Cup, in a group featuring holders England and eventual winners Brazil.[4] After missing out on the 1972 European Championship and the 1974 World Cup, Czechoslovakia reached the 1976 European Championship in Yugoslavia, topping a group featuring England, Portugal and Cyprus and then defeating the Soviet Union 4–2 in a play-off. In the semi-final in Zagreb, they advanced after beating the Netherlands 3–1 after extra time. In the final on 20 June at Crvena Zvezda Stadium in Belgrade, Czechoslovakia led 2–0 before the game went to penalties at a 2–2 draw. Antonin Panenka scored the winning penalty with a chip,[11] subsequently referred to by his name when executed by other players.[12] Czechoslovakia did not qualify for the 1978 FIFA World Cup, as Scotland won their group.[13] The country did qualify for Euro 1980, and by coming second in its group behind West Germany faced the hosts Italy in a third-place play-off, which it won on sudden-death penalties at the Stadio San Paolo in Naples.[14] At the 1982 FIFA World Cup in Spain, Czechoslovakia was eliminated in the group stage after draws with Kuwait and France and losing 2–0 to England. The country's last major tournament was the 1990 FIFA World Cup in Italy, where in the group it opened with a 5–1 win over the United States before defeating Austria with a Michal Bilek penalty, enough to advance despite losing 2–0 to the hosts at the Stadio Olimpico. In the last 16 at the Stadio San Nicola in Bari, a hat-trick from Tomáš Skuhravý featured in a 4–1 in over Costa Rica. Czechoslovakia was eliminated on 1 July in a quarter-final at the San Siro, losing 1–0 from a Lothar Matthäus penalty against eventual winners West Germany. Later that month, manager Dr Jozef Venglos who had led Czechoslovakia in the tournament was appointed as the first foreign manager in English football, at Aston Villa.[15]","Title":"Czechoslovakia national football team - Wikipedia","KeyID":"17101","URL":"https://en.wikipedia.org/wiki/Czechoslovakia_national_football_team"}