{"Content: ":"Patrick Barron Hopkirk MBE (14 April 1933 – 21 July 2022)[1] was a rally driver from Northern Ireland. Hopkirk was appointed MBE in the 2016 New Year Honours list.[2] In early 2016, Hopkirk became the IAM RoadSmart Mature Drivers Ambassador.[3] Hopkirk was born in Belfast, raised as a Catholic, and educated at Clongowes Wood College in County Kildare from 1945 to 1949 before attending Trinity College, Dublin until 1953. However his academic career was held back by his dyslexia. Hopkirk first learned the basics of car control at the age of nine, when a local clergyman left him his invalid carriage in his will. He later graduated to a motorcycle with a sidecar - which was added at the insistence of his father, who felt it would be safer - and upon attending Trinity to study engineering, acquired an Austin 7 \"Chummy\" Tourer which he used to make his rally debut. Now bitten by the car bug, Hopkirk dropped out of university to start working for Dublin's Volkswagen assembler's retail operation in Ballsbridge, where he purchased a string of used Volkswagen Beetles to enter in competitions.[4] Hopkirk's first win came in 1953 at the Cairncastle hillclimb at the wheel of a V.W. Beetle, reg no EI 5756. He was offered a free Beetle for the 1953 Circuit of Ireland by Isaac Agnew of Belfast. It would be the first of many Circuit entries: the following year he led the Circuit on the first day of the competition.[4] Hopkirk started his winning career in professional racing and rally driving in 1955, taking a class win at that year's Circuit of Ireland, and clinching his first Hewison Trophy, awarded to the most successful Irish rally driver of the year: he would go on to win the Trophy for three consecutive years. By this time he had graduated to a Triumph TR2. His success in the Triumph was noticed by the Standard Motor Company, who offered Hopkirk his first factory drive in a Standard Ten at the 1956 RAC Rally in March of that year, where he took the early lead before suffering problems later on. Two months later he took a Standard Eight to third place in the Tulip Rally in the Netherlands - his first trip outside of Britain and Ireland. However he lost his drive with Standard in 1958, after overdriving his car at the Alpine Rally in an effort to make up time lost due to a puncture on the Stelvio Pass, damaging the engine and forcing him to retire from the competition.[4] The following year he joined the Rootes Group as a works driver, initially picking up a drive in a Hillman Husky at the Safari Rally after reigning F1 World Champion Mike Hawthorn, who was originally meant to drive the car, was killed in a road accident. Later that year he placed third overall and took a class win at the Alpine Rally in a Sunbeam Rapier, and he led the 1960 Safari Rally until his Rapier suffered a differential failure. He took two Circuit of Ireland wins in 1961 and 1962 and another third at the Alpine Rally in 1961. Whilst at Rootes Hopkirk also took part in circuit racing, winning his class in a Rapier in the touring car race supporting the 1960 British Grand Prix.[4] Hopkirk finished third at the 1962 Monte Carlo Rally in a Sunbeam Rapier. However, Hopkirk was becoming frustrated by the Rapier's lack of reliability, culminating in all three works cars blowing their engines within the space of a kilometre at that year's Acropolis Rally. After being impressed by a test drive of Pat Moss' Austin-Healey 3000, he set his mind on a move, joining the British Motor Corporation and making his debut in a 3000 at the Liège-Sofia-Liège rally in August. In his second competition with the 3000, the RAC Rally, he finished in second despite having to complete two miles of a special stage with a shredded tyre after a puncture. He first competed in a Mini at the 1963 Monte Carlo Rally, where he finished sixth. That season he also finished second on the Tulip Rally, sixth on Liège-Sofia-Liège, and fourth on the RAC Rally. In addition he took the Mini to third place in the Tour de France Automobile's Touring Category behind two 3.8-litre Jaguars, winning his class and the overall on handicap.[4] Hopkirk also achieved success in circuit racing in France that year when he and team-mate Alan Hutcheson won their class at the Le Mans 24 Hours in an MGB, despite being delayed by 90 minutes whilst digging their car out of a sandbank.[5] Alongside Henry Liddon he won the 1964 Monte Carlo Rally in a Mini Cooper S car number 37, with the registration number 33 EJB. He also led BMC to the team win, with fellow Mini drivers Timo Mäkinen and Rauno Aaltonen pacing fourth and seventh. The victory made Hopkirk a household name: he received telegrams from the then UK Prime Minister Alec Douglas-Home and the Beatles, was given the Freedom of the City of Belfast, and appeared along with his Mini on Sunday Night at the London Palladium. He went on to steer an Austin-Healey to victory at his next international rally, the Österreichische Alpenfahrt, later that year.[4] Hopkirk also travelled to Australia during his career to drive for the BMC Works Team in the annual Bathurst 500 race for standard production cars at the Mount Panorama Circuit. He drove at Bathurst in a Morris Cooper S from 1965 to 1967, obtaining a best result of 6th outright and 3rd in class in the 1965 Armstrong 500 when paired with another great rally driver, Timo Mäkinen of Finland. In 1965, he won a Coupe d'Argent at the Alpine Rally.[6] He won the 1965 and 1967 Circuit of Ireland Rally, the 1966 and 1967 Alpine Rally, and the 1967 Rally Acropolis. Hopkirk was elected as a life member of the British Racing Drivers' Club in 1967, and was also president of the Historic Rally Car Register, and a patron of disability charity WheelPower. In 1968, at the London-Sydney Marathon, Hopkirk gallantly gave up any chance of victory on the penultimate stage to rescue the Bianchi-Ogier team then in the lead, whose Citroën DS had just collided head-on with another car on a road supposedly closed to traffic. Hopkirk and his teammate Tony Nash managed to pull out occupants from both cars that were starting to burn, probably saving the life of severely wounded Lucien Bianchi in the process. The accident happened just ahead of Hopkirk's Austin 1800. By driving back to warn onlookers and the police, Hopkirk and Nash likely also prevented another crash with any incoming participants. Hopkirk's crew went on to complete the rally in second, behind Andrew Cowan's Hillman Hunter.[4] That same year he finished second at the second edition of the Rally de Portugal. The following year, he finished second of the Circuit of Ireland and the RAC Rally, then 4th at the 1970 London to Mexico World Cup Rally with teammates Tom Nash and Neville Johnston in a Triumph 2.5 PI. Hopkirk elected to step away from full-time competition at the end of that year, coinciding with British Leyland head Lord Stokes' decision to close down BL's competition department.[4] In 1977, with co-driver Taylor Mike, he took part once again in a revived edition of the London-Sydney Marathon, the Singapore Airlines London to Sydney Rally, this time driving a Citroën CX 2400, taking 3rd place overall in front of another CX driven by Claude Laurent and Jean-Claude Ogier... who had been rescued by Hopkirk and Nash in 1968. In 1982, he won the RAC Golden 50, a historical anniversary race celebrating the 50th RAC Rally, with co-driver Brian Culcheth in the Mini Cooper with which Timo Mäkinen had won the 1965 Monte Carlo Rally. In 1990, he won the Pirelli Classic Marathon with co-driver Alec Poole. In 1994, he entered the Monte Carlo Rally again, driving a current Mini Cooper, very similar to the original car, but now produced by Rover Group, whose 1275cc engine was tuned to deliver 104 bhp[7] and with a registration number almost identical to the victorious 1964 Mini (L33 EJB): thirty years after his famous win, Hopkirk and his co-pilot Ron Crellin finished the race in 60th place against much more modern and powerful machines. In 2010, he was among the first four inductees into the Rally Hall of Fame, along with Mäkinen, Rauno Aaltonen and Erik Carlsson.[8] Paddy Hopkirk is a brand of automotive accessories (for example, roof bars) named after Hopkirk.[9] He had been involved in the automotive trade from his early days in rallying: by the early 1970s he was involved importing Toyotas into Northern Ireland. He also established a driving school, which along with his car accessories business was sold in the 1990s, and he subsequently set up a marketing firm, Hopkirks Ltd.[5] He was also a consultant to BMW for their revived Mini.[4] Outside of his business interests, Hopkirk was a keen supporter of WheelPower, a charity promoting wheelchair sport and a vice-president of the British Racing Drivers' Club.[4] In 1969 and 1970 Hopkirk helped create and edit a comic strip that appeared weekly in the Sunday Mirror, intended to help make people better drivers. These were restored and published in book form as Drive with Paddy Hopkirk in October 2020.[10] Hopkirk married his wife Jennifer (née Manser) in 1967: they had three children Katie, Patrick and William[5] with six grandchildren Molly, Jessica, Fenella, Amalia, Allegra and Alexander. His wife was High Sheriff of Buckinghamshire in 2005 and Vice Lord Lieutenant of Buckinghamshire 2006–2011. Hopkirk's original 1964 Monte Carlo winning Mini Cooper S. Hopkirk (second on the right) at the 1965 1000 Lakes Rally Paddy Hopkirk (left) and Tony Fall (right) with Miss Stampede at the Calgary Exhibition grounds, June 1968 before the Shell 4000 Rally","Title":"Paddy Hopkirk - Wikipedia","KeyID":"17106","URL":"https://en.wikipedia.org/wiki/Paddy_Hopkirk"}