{"Content: ":"The Detroit Pistons are an American professional basketball team based in Detroit. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and play their home games at Little Caesars Arena, located in Midtown. Founded in Fort Wayne, Indiana as a semi-professional company basketball team called the Fort Wayne Zollner Pistons in 1937, they would turn pro in 1941 as a member of the National Basketball League (NBL), where they won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league.[1][7] In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004. Fred Zollner owned the Zollner Corporation, a foundry that manufactured pistons, primarily for car, truck, and locomotive engines in Fort Wayne, Indiana.[8] In 1937, Zollner sponsored a semi-professional company basketball team called the Fort Wayne Zollner Pistons after he received a request from his workers.[9] In 1941, the Zollner Pistons shed their works team roots and joined the National Basketball League (NBL).[1] The Zollner Pistons were NBL champions in 1944 and 1945.[1] They also won the World Professional Basketball Tournament in 1944, 1945 and 1946.[10] In 1948, the team became the Fort Wayne Pistons and jumped to the Basketball Association of America (BAA).[8] In 1949, Fred Zollner brokered the formation of the National Basketball Association from the BAA and the NBL at his kitchen table.[8] There are suggestions that Pistons players conspired with gamblers to shave points and throw various games during the 1953–54 and 1954–55 seasons. In particular, there are accusations that the team may have intentionally lost the 1955 NBA Finals to the Syracuse Nationals.[11] In the decisive Game 7, the Pistons led 41–24 early in the second quarter before the Nationals rallied to win the game.[12][13] The Nationals won on a free throw by George King with 12 seconds left in the game.[12][13] The closing moments included a palming turnover by the Pistons' George Yardley with 18 seconds left, a foul by Frank Brian with 12 seconds left that enabled King's winning free throw, and a turnover by the Pistons' Andy Phillip in the final seconds which cost them a chance to attempt the game winning shot.[12][13] In the following season, the Pistons made it back to the NBA Finals. However, they were defeated by the Philadelphia Warriors in five games.[14] Though the Pistons enjoyed a solid local following, Fort Wayne's small size made it difficult for them to be profitable, especially as other early NBA teams based in smaller cities started folding or relocating to larger markets.[1] After the 1956–57 season, Fred Zollner decided that Fort Wayne was too small to support an NBA team and announced the team would be playing elsewhere in the coming season. He ultimately settled on Detroit.[1] Although it was the fifth largest city in the United States at the time,[15] Detroit had not seen professional basketball in a decade.[1][16][17][18] They lost the Detroit Eagles due to World War II, both the Detroit Gems of the NBL (whose remnants became the Minneapolis Lakers) and the Detroit Falcons of the BAA in 1947, and the Detroit Vagabond Kings in 1949.[1][16][17][18] Zollner decided to keep the Pistons name, believing it made sense given Detroit's status as the center of the automobile industry.[1][8] George Yardley set the NBA single-season scoring record in the Pistons' first season in Detroit, becoming the first player to score 2,000 points in a season.[19][20] The Pistons played in Olympia Stadium (home of the Detroit Red Wings of the National Hockey League (NHL) at the time) for their first four seasons, then moved to Cobo Arena beginning in the 1961–62 season.[18][21] During the 1960s and 1970s, the Pistons were characterized by talented players including George Yardley, Bailey Howell, Dave Debusschere, Dave Bing, and Bob Lanier, questionable trades, and frequent coaching changes.[21][22][23][24][25][26] At one point, DeBusschere was the youngest player-coach in the history of the NBA.[24] Then a trade during the 1968–69 season sent DeBusschere to the New York Knicks for Howard Komives and Walt Bellamy, both of whom had their best seasons behind them.[24] DeBusschere became a key player in leading the Knicks to two NBA titles.[24] Howell had been dealt to the Baltimore Bullets in 1964 and[27] former Pistons guard Gene Shue, who was the head coach of the Bullets at the time, assessed the Pistons thusly: \"Detroit has the worst management in the league.\"[27][28] Howell would go to win two championships as a member of the Boston Celtics. Yardley, Lanier, and Bing all ended their Pistons tenure being traded away, frustrated with the direction and opportunities with Detroit.[29][30][31] In 1974, Zollner sold the team to glass magnate Bill Davidson, who remained the team's principal owner until his death in 2009.[32][33] The team had a winning season in 1971, having spent the 1960s below .500, and then had a brief period of sustained success in the mid-1970s, qualifying for the playoffs in four straight seasons (1974, 1975, 1976 and 1977).[34][35][36][37] Hope was then placed in Dick Vitale in 1978, the former head coach at the University of Detroit, but he was fired the following season, and the team limped into the 1980s with a 16–66 record in 1979–80.[38] The 1979–80 team lost its last 14 games of the season which, when coupled with the seven losses at the start of the 1980–81 season, constituted a then-NBA record losing streak of 21 games.[39] Over time, Davidson became displeased with Cobo Arena, but opted not to follow the Red Wings to the under-construction Joe Louis Arena next door. Instead, in 1978, he moved the team to the suburb of Pontiac, where they played in the 82,000 capacity Silverdome, a structure built for professional football (and the home of the Detroit Lions at the time).[21][40] The franchise's fortunes finally began to turn in 1981, when they drafted point guard Isiah Thomas from Indiana University.[23] In November 1981, the Pistons acquired Vinnie Johnson in a trade with the Seattle SuperSonics.[41] They later acquired center Bill Laimbeer in a trade with the Cleveland Cavaliers in February 1982.[42] Another key move by the Pistons was the hiring of head coach Chuck Daly in 1983.[43] Initially, the Pistons had difficulty moving up the NBA ladder. In 1984, the Pistons lost a tough five-game series to the underdog New York Knicks, 3–2.[44] In the 1985 playoffs, Detroit won its first-round series and faced the defending champion Boston Celtics in the conference semifinals. Though Boston prevailed in six games, Detroit's surprise performance promised that a rivalry had begun.[38] In the 1985 NBA draft, the team selected Joe Dumars 18th overall, a selection that proved to be very wise.[45] They also acquired Rick Mahorn in a trade with the Washington Bullets.[46] However, the team took a step backwards, losing in the first round of the 1986 playoffs to the more athletic Atlanta Hawks.[47] After the series, changes were made in order to make the team more defensive-minded.[38] Prior to the 1986–87 season, the Pistons acquired more key players: John Salley (drafted 11th overall), Dennis Rodman (drafted 27th) and Adrian Dantley (acquired in a trade with the Utah Jazz).[48][49] The team adopted a physical, defense-oriented style of play, which eventually earned them the nickname \"Bad Boys\".[50] In 1987, the team reached the Eastern Conference Finals against the Celtics. After pushing the defending champions to a 2–2 tie, the Pistons were on the verge of winning Game 5 at the Boston Garden with seconds remaining.[51][52] After a Celtics turnover, Isiah Thomas attempted to quickly inbound the ball and missed Chuck Daly's timeout signal from the bench. Larry Bird stole the inbound pass and passed it to Dennis Johnson for the game-winning layup.[51][52] While the Pistons did win Game 6 in Detroit, they lost the series in a tough Game 7 back in Boston.[51][52] Motivated by their loss to the Celtics, the Pistons, aided by midseason acquisition James Edwards, improved to a then-franchise-record 54 victories and the franchise's first division title in 32 years.[38][53][54] In the postseason, the Pistons avenged their two previous playoff losses to the Celtics in the Eastern Conference Finals, defeating them in six games and advancing to the NBA Finals for the first time since the franchise moved to Detroit.[38] The Pistons' first trip to the Finals in 32 years saw them face the Los Angeles Lakers, who were led by Magic Johnson, James Worthy, and Kareem Abdul-Jabbar.[14][38] After taking a 3–2 series lead back to Los Angeles, Detroit appeared poised to win their first NBA title in Game 6. In that game, Isiah Thomas scored an NBA Finals record 25 points in the third quarter while playing on a severely sprained ankle.[55] However, the Lakers won the game, 103–102, on a pair of last-second free throws by Abdul-Jabbar following a controversial foul called on Bill Laimbeer, referred to by many as a \"phantom foul\".[55][56] With Thomas unable to compete at full strength, the Pistons narrowly fell in Game 7, 108–105, as the Lakers became the first back-to-back NBA Champions since the 1969 Boston Celtics.[55][57] Prior to the 1988–89 season, the Pistons moved to Auburn Hills to play at The Palace of Auburn Hills, the first NBA arena financed entirely with private funds.[58] The 1989 Pistons completed the building of their roster by trading Adrian Dantley for Mark Aguirre, a trade that Pistons fans criticized heavily initially, but later praised.[59][60][61][62] The team won 63 games, shattering their one-year-old franchise record, and steamrolled through the playoffs and into an NBA Finals rematch with the Lakers. This time, the Pistons came out victorious in a four-game sweep to win their first NBA championship. Joe Dumars was named NBA Finals MVP.[63] The Pistons successfully defended their title in 1990, despite losing Rick Mahorn to the Minnesota Timberwolves in the expansion draft.[64][65] After winning 59 games and a third straight division title, the Pistons cruised through the first two rounds of the playoffs before playing a tough Eastern Conference Finals series against Michael Jordan, Scottie Pippen, and the Chicago Bulls. Facing each other for the third straight season, the Pistons and Bulls split the first six games before the Pistons finished the series with a decisive 93–74 victory in Game 7.[66][67][68] Advancing to their third consecutive NBA Finals, the Pistons faced the Portland Trail Blazers.[65] After splitting the first two games at The Palace, the Pistons went to Portland, where they had not won a game since 1974, to play Games 3, 4 and 5.[69] The Pistons won all three games in Portland, becoming the first NBA team to sweep the middle three games on the road.[70] The decisive game came down to the final second. Trailing 90–83 with two minutes remaining, the Pistons rallied to tie the game, then took a 92–90 lead when Vinnie Johnson sank a 15-foot jumper with 00.7 seconds left in the game; this shot earned Johnson a new nickname in Detroit, \"007\", to go with his original, \"The Microwave\".[65][71] Isiah Thomas was named NBA Finals MVP.[65] The Pistons' championship run came to an end in the 1991 Eastern Conference Finals, as they were swept by the eventual NBA champion Chicago Bulls in four games.[72] The most critical Piston injury was to Isiah Thomas, who had suffered a wrist injury a few months prior to the NBA playoffs.[73] The Conference Finals is best remembered for the Pistons walking off the court in the last game just before it ended, willingly letting the final seconds tick away, unwilling to shake hands with the Bulls. After the series, Michael Jordan said, \"You see two different styles with us and them. The dirty play and the flagrant fouls and unsportsmanlike conduct. Hopefully, that will be eliminated from the game. I think we play clean basketball. We don't go out and try to hurt people and dirty up the game. You never lose respect for the champions. But I haven't agreed with the methods they used. I think people are happy the game will get back to a clean game [with a Bulls triumph] and away from the 'Bad Boy' image.\"[74][75][76] After getting swept by the Bulls, the Pistons traded James Edwards and waived Vinnie Johnson during the off-season.[77][78] In the 1991–92 season, the Pistons finished with a 48–34 record.[79][80] In the first round of the 1992 NBA playoffs, the Pistons were defeated by the New York Knicks in five games.[81] Chuck Daly resigned as head coach after the season.[82] Following Daly's departure, the Pistons went through a transitional period, as key players were either traded (Salley and Rodman) or retired (Laimbeer in 1993 and Thomas in 1994).[23][83][84][85] They bottomed out in the 1993–94 season, finishing with a 20–62 record.[79] At the start of the 1987-88 season, Al Davis, owner of the Oakland Raiders of the NFL sent Raiders merchandise to the Pistons to acknowledge the shared view of the teams and their physical style of play. Dan Hauser, Pistons Vice-President of Marketing said, \"Al sent us Raiders sweaters, and when we played Golden State in Oakland, Al had Raiders warm-ups for us with our names and numbers on them. The rough bad-boy fighting style of the Raiders fits our image. That's why, at our home games at the Palace, you see a sea of black: black caps, black T-shirts, black sweatshirts\".[86][87] The end of season video yearbook produced by the Pistons was titled Bad Boys, with a connection to the 1983 movie, and the Bad Boys name came into being.[88] The Pistons players embraced the rough and tumble image, Nintendo released Bill Laimbeer's Combat Basketball, a futuristic basketball game without rules, without fouls, and weapons are permitted, the Pistons marketed around the Bad Boys identity, and Detroit fans embraced the blue-collar identity. Pistons guard Joe Dumars said, \"You can't be great in this league and have zero identity.\"[89] The positive view of the team was not universal with Michael Jordan declaring \"the Bad Boys are bad for basketball,\"[90] later adding \"I hated them. And that hate carries even to this day.\"[91] David Stern, Commissioner of the NBA at the time, said, \"If I had it to do over again, we would be more aggressive in regulating, shall we say, that style of play, because it led to our game becoming much more physical.\"[89] Jalen Rose, who later starred as a member of the Fab Five at Michigan, embraced the Bad Boys brand as a teenager growing up in Detroit, stating \"I loved everything about the Bad Boys. I loved how they played and how they didn't back down. They just went out and kicked the other teams' butts.\"[92][93] Pistons announcer George Blaha said, \"I think the people of Detroit and all across Michigan loved the Pistons' don't-back-down-ever mentality. Detroit's a working person's town and that's the same type of fan that you have all across the state of Michigan from the big cities to the small towns. Never does a day go by that somebody that I talk to doesn't bring up the Bad Boys; they loved 'em.\"[94] Following the 1993–94 season, they were able to draft Grant Hill, a promising small forward, with the third overall pick.[79][95] However, this period also saw the team make numerous questionable personnel decisions, such as the loss of free agent Allan Houston to the New York Knicks,[96] the signing of free agent washouts Loy Vaught and Bison Dele;[97] and head coaching changes from Ron Rothstein to Don Chaney to Doug Collins to Alvin Gentry to George Irvine in an eight-year span.[79][98][99][100] Of these coaches, only Collins had any sort of success with the Pistons, winning 54 games in the 1996–97 season.[79] The franchise even changed its team colors in 1996 from its traditional red and blue to teal, burgundy, gold and black in what proved to be a highly unpopular move with fans.[100][101] The only color that did not change was white.[101] This period has become known, often derisively, as the \"teal era\".[100] After being swept by the Miami Heat in the 2000 playoffs, Joe Dumars, who had retired following the 1998–99 season, was hired as the team's president of basketball operations.[102] He quickly faced what appeared to be a setback for the franchise, as Grant Hill elected to leave for the Orlando Magic.[103] However, Dumars worked a sign and trade with Orlando that brought the Pistons Ben Wallace and Chucky Atkins in exchange for Hill.[104] Both quickly entered the Pistons' starting lineup. Wallace in particular developed into a defensive stalwart in the coming years.[100][105] However, Hill played only 47 games in the following three seasons due to a recurring ankle injury.[100] The Pistons suffered through another tough season in 2000–01, going 32–50 despite Jerry Stackhouse averaging 29.8 points a game.[106] After the season, the Pistons fired George Irvine as head coach and hired Rick Carlisle, a widely respected assistant coach who had been a contributor for the Celtics during the mid-1980s.[107] The franchise also returned to its traditional red, white, and blue colors.[100] Carlisle helped lead the Pistons to their first 50-win season since 1997, and their first playoff series victory since 1991 by defeating the Toronto Raptors in five games.[108][109] They lost, however, to the Boston Celtics in five games.[110] In the 2002 off-season, Joe Dumars revamped the roster by signing free agent Chauncey Billups, acquiring Richard \"Rip\" Hamilton from the Washington Wizards, and drafting Tayshaun Prince from Kentucky.[111][112][113] The Pistons posted consecutive 50-win seasons and advanced to the 2003 Eastern Conference Finals for the first time since 1991.[114][115] There, however, they were swept in four games by the New Jersey Nets.[116] Despite the team's improvement, Rick Carlisle was fired in the 2003 off-season. There were believed to be five reasons for the firing: first, that Carlisle had appeared reluctant to play some of the team's younger players, such as Prince and Mehmet Okur, during the regular season; second, that some of the players had not gotten along with Carlisle; third, that Carlisle's offense was thought to be conservative; fourth, that Hall of Famer Larry Brown had become available; and fifth, that Carlisle was rumored to have alienated owner Bill Davidson with his personality.[117][118] Brown accepted the job that summer.[119] The Pistons' transformation into a championship team was completed with the February 2004 acquisition of Rasheed Wallace.[120] The Pistons now had another big man to pose a threat from all parts of the court.[121] The Pistons finished the season 54–28, recording their best record since 1997.[121] In the 2004 playoffs, after defeating the Milwaukee Bucks in five games, they defeated the defending Eastern Conference champion New Jersey Nets in seven games after coming back from a 3–2 deficit.[121] The Pistons then defeated the Pacers, coached by Rick Carlisle, in six tough games to advance to the NBA Finals for the first time since 1990.[122][121][123] Many analysts gave the Pistons little chance to win against their opponent, the Los Angeles Lakers, who had won three out of the previous four NBA championships and who fielded a star-studded lineup that included Shaquille O'Neal, Kobe Bryant, Gary Payton, and Karl Malone.[121][124] However, the Pistons won the series in dominating fashion, defeating Los Angeles in five games for the team's third NBA championship.[121][125] The Pistons posted double-digit wins in three of their four victories and held the Lakers to a franchise-low 68 points in Game 3.[121][126] Chauncey Billups was named NBA Finals MVP.[121][125] With the win, Bill Davidson became the first owner to win both an NBA and NHL championship in the same calendar year, as he had also won the Stanley Cup as owner of the Tampa Bay Lightning.[33] Despite losing key members of their bench during the off-season (including Okur, Mike James and Corliss Williamson), the Pistons were considered a strong contender to win a second consecutive title in 2005.[127] They won 54 games during the regular season, their fourth consecutive season of 50 or more wins.[128] During the 2005 playoffs, they easily defeated the Philadelphia 76ers 4–1 and then rallied from a 2–1 deficit to finish off the Indiana Pacers, 4–2.[129][130][131] In the Eastern Conference Finals, the Pistons faced the Miami Heat. Once again, the Pistons fell behind.[132] However, they ultimately won the series in seven games.[133] In the NBA Finals, the Pistons faced the San Antonio Spurs. After the teams split the first four games of the series, the turning point came at the end of Game 5 in Detroit, which went into overtime. The Pistons were ahead 95–93 when Robert Horry sank the game-winning three-point basket for the Spurs with 5.8 seconds left in the extra session.[134] The Pistons fought back to win Game 6 in San Antonio, setting up the first NBA Finals Game 7 since 1994.[135] The Pistons then lost a hard-fought, low-scoring game to the Spurs, who won their third NBA championship since 1999.[136] The Pistons' 2004–05 season was marked by a major controversy, as well as distracting issues involving Larry Brown.[137][138] In the first month of the season, a brawl between the Indiana Pacers and the Pistons erupted, one of the largest fan-player incidents in the history of American sports.[137] It resulted in heavy fines and suspensions for several players and a great deal of NBA and media scrutiny.[137] Meanwhile, Brown was forced to leave the team on two occasions due to health concerns. During this time, he was the subject of a series of rumors linking him to other job openings.[138] Concerned about Brown's health and angered over his alleged pursuit of other jobs during the season, the Pistons bought out his contract soon after the 2005 NBA Finals.[138][139] Brown was promptly named head coach of the New York Knicks, while the Pistons hired Flip Saunders, formerly of the Minnesota Timberwolves.[140][141] During the 2005–06 season, the Pistons recorded the NBA's best overall record.[142] Their 37–5 start exceeded the best start for any Detroit sports franchise in history and tied for the fourth-best start through 42 games in NBA history.[143][144] Four of the five Pistons starters (Chauncey Billups, Richard Hamilton, Rasheed Wallace, and Ben Wallace) were named to the All-Star team, and Flip Saunders served as the Eastern Conference All-Star team coach.[145] The Pistons finished the regular season with a record of 64–18, setting new franchise records for both overall and road victories (27).[142][146][147] In addition, the team set an NBA record by starting the same lineup in 73 consecutive games from the start of the season.[142] The top-seeded Pistons defeated the Milwaukee Bucks 4–1 in the first round of the 2006 NBA playoffs, but struggled in the second round against the Cleveland Cavaliers, falling behind 3–2 before winning in seven games.[148][149][150] Things did not improve against the second-seeded Miami Heat in the Eastern Conference Finals. Miami defeated the Pistons in six games en route to the 2006 NBA championship.[151][152] During the off-season, the Pistons offered Ben Wallace a four-year, $48 million contract, which would have made him the highest-paid player in franchise history at the time. However, Wallace agreed to a 4-year, $60 million contract with the Chicago Bulls.[153] To replace Ben Wallace, the Pistons signed Nazr Mohammed.[154] He struggled to fill the team's void at center, however, and the team began looking for additional help.[97] On January 16, 2007, the Pistons signed free agent Chris Webber.[155] The Pistons quickly began playing better basketball. They were only 21–15 before Webber was acquired; with him, the team went 32–14.[156][157] On April 11, the Pistons clinched the best record in the Eastern Conference, which guaranteed them home-court advantage for first three rounds of the playoffs.[158] The Pistons opened the 2007 NBA playoffs with a 4–0 victory over the Orlando Magic, their first playoff series sweep since 1990.[159] The team advanced to face the Chicago Bulls, marking the first time that the Central Division rivals had met in the postseason since 1991.[160] After winning the first two games by 26 and 21 points, the Pistons overcame a 19-point deficit to win Game 3, 81–74.[161][162][163] The Bulls avoided elimination by winning Games 4 and 5, but the Pistons closed out the series, 95–85, in Game 6 to advance to the Eastern Conference Finals for the fifth consecutive season.[164][165][166] In the Eastern Conference Finals, the Pistons faced the Cleveland Cavaliers. After both teams split the first four games of the series, the turning point happened in Game 5. The game is best remembered for LeBron James' performance where he scored the Cavaliers' final 29 of 30 points, including the team's final 25 points, to help defeat the Pistons 109–107 in double overtime.[167] The Pistons never recovered as they were eliminated in Game 6, 98–82.[168] In the 2007 NBA draft, the Pistons selected Rodney Stuckey with the 15th overall pick and Arron Afflalo with the 27th overall pick.[169] They also re-signed Chauncey Billups to a long-term contract, as well as top prospect Amir Johnson and key reserve Antonio McDyess.[170][171][172] This season marked the 50th anniversary of the franchise in Detroit.[173] At the start of the 2007–08 season, Rasheed Wallace became the Pistons' new center.[174] Upon entering his third season, Saunders became the longest-tenured Pistons coach since Chuck Daly.[175] Detroit finished the season with the second-best record in the league at 59–23.[176] The Boston Celtics held the first seed, and many speculated that Boston was their main competition in the Eastern Conference.[176][177] In the 2008 NBA playoffs, Detroit started out poorly with a Game 1 loss to the seventh-seeded Philadelphia 76ers and found themselves in a 2–1 deficit.[178][179] However, the Pistons rallied to defeat the Sixers in six games.[180] In the semifinals, the Pistons faced the Orlando Magic. The Pistons rolled out to a Game 1 romp,[181] and won a tight Game 2 amid mild controversy. At the very end of the third quarter, Chauncey Billups hit a three-point field goal that gave the Pistons a three-point lead. However, the clock had stopped shortly into the play. League rules currently prohibit officials from using both instant replay and a timing device to measure how much time has elapsed when a clock malfunctions, nor is a replay from the time of the malfunction onward allowed. The officials estimated that the play took 4.6 seconds, and since there were 5.1 seconds remaining when it began, the field goal was counted. The NBA later admitted that the play actually took 5.7 seconds and the basket should not have counted.[182] In addition to losing Game 3 badly, 111–86, the Pistons also lost all-star point guard and team leader Chauncey Billups to a hamstring injury.[183] Despite his absence, the Pistons rallied from 15 down in the third quarter to win Game 4 90–89 on a field goal by Tayshaun Prince with just 8.9 seconds to play, taking a 3–1 series lead.[184] Again with Billups sitting on the sideline, they then proceeded to win Game 5 in Detroit, winning the series 4–1.[185] Detroit advanced to the Eastern Conference Finals for the sixth straight season, squaring off against the Celtics.[185][186] This put the Pistons second on the all-time list of most consecutive conference finals appearances, behind only the Los Angeles Lakers, who appeared in eight straight conference finals from the 1981–82 to 1988–89 seasons.[187] They lost Game 1 88–79, but won in Game 2 on the road, 103–97, marking the Celtics' first home court loss in the postseason.[188][189] Immediately following that, the Celtics won their first road game of the postseason, 94–80, in Game 3.[190] Game 4 saw the Pistons win 94–75.[191] In the pivotal Game 5 they lost 106–102, despite rallying from 17 points down late in the game.[192] In Game 6, the Pistons entered the fourth quarter leading 70–60, but a lack of focus, a poor game from Rasheed Wallace, and a rally-killing turnover by Tayshaun Prince ultimately led to their demise; the Pistons ended their season with an 89–81 loss. In what would ultimately be a bellwether moment in the franchise's history, Wallace refused to take any post-game questions, simply walking back to the locker room after, aware that Joe Dumars would likely start dismantling the team, saying only \"It's over, man.\"[193] After that, the Celtics went on to win the 2008 NBA Finals.[194] On June 3, 2008, the Pistons announced that Flip Saunders would not return as head coach.[195] On June 10, 2008, the Pistons hired Michael Curry to be their new head coach.[196] On November 3, 2008, the Pistons traded key members Chauncey Billups and Antonio McDyess to the Denver Nuggets for Allen Iverson.[197][198] McDyess was later waived on November 10 and rejoined the Pistons on December 9.[199][200] The trade was marked as the start of a new rebuilding process due to Iverson's free agent status at the end of the season.[197] Indeed, Joe Dumars previously made it clear that no player on the team was guaranteed a position, bluntly saying they lost their sacred cow status.[201] The season was marked with many controversies and injuries.[202][203] As a result of this and poor play, the Pistons dropped down the standings, only clinching a playoff berth on April 10, 2009.[204] The Pistons finished the season at 39–43, their first losing season in eight years.[205][206] The Pistons were then swept by the Cleveland Cavaliers in four games in the first round of the 2009 NBA playoffs.[207] On June 30, 2009, Michael Curry was fired as head coach.[208] Iverson signed with the Memphis Grizzlies during the off-season.[209] In the off-season, the Pistons reached an agreement with former Chicago Bulls guard Ben Gordon on a five-year/$55 million contract, as well as an agreement with former Milwaukee Bucks forward Charlie Villanueva on a five-year contract worth $35 million.[210][211] That same month, the Pistons lost their two key members during the last few years, veterans Rasheed Wallace and Antonio McDyess.[212][213] On July 8, 2009, the Pistons hired former Cavaliers assistant coach John Kuester to be the new head coach.[214] The Pistons later re-signed Ben Wallace on August 12, 2009.[215] Despite these changes, the team regressed even further, as they were hampered by setbacks and injuries.[216][217] On March 23, 2010, the Pistons were eliminated from playoff contention with a loss to the Indiana Pacers.[218] The Pistons finished with a 27–55 record, their worst since 1994.[219] Another 50-loss season, this time finishing at 30–52, led to the firing of Kuester at the end of the 2010–11 season.[220] On April 7, 2011, Karen Davidson, the widow of the late Bill Davidson, reached a long-awaited agreement to sell the franchise to billionaire Tom Gores, which was approved by the NBA Board of Governors in May. The deal also included The Palace of Auburn Hills and DTE Energy Music Theatre.[221][222][223] According to Crain's Detroit Business, the final sale price was $325 million, far lower than expected.[224] In the 2011 NBA draft, the Pistons selected Brandon Knight, Kyle Singler and Vernon Macklin.[225] Prior to the start of the 2011–12 season, the Pistons made several leadership changes, including appointing Dennis Mannion as president of the franchise and Palace Sports & Entertainment.[226] The team decided to hire Lawrence Frank as the head coach.[227] The 2011–12 season was an improvement from previous years for the Pistons, although they still posted a losing record. While they started the season 4–20, they won half their remaining games to finish a lockout-shortened season with a record of 25–41.[228] The team continued to build its young core with the drafting of the talented center Andre Drummond.[229] Following the 2012–13 season, Frank was fired as head coach on April 18, 2013, after two losing seasons,[175][230] and on June 10, 2013, the Pistons hired former player and coach Maurice Cheeks.[231] His tenure lasted for just a bit more than half a season, as he was replaced by interim coach John Loyer.[232][233] In April, the Pistons announced that Joe Dumars would step down as president of basketball operations but remain as an advisor to the organization and its ownership team.[234] On May 14, 2014, Stan Van Gundy was hired. Van Gundy signed a 5-year, $35 million contract to become the head coach and president of basketball operations for the team.[235] After starting the 2014–15 season with a 5–23 record, the Pistons waived Josh Smith, who was acquired in the summer of 2013.[236] The team went on a lengthy winning streak, but finished the season with a record of only 32–50 after Brandon Jennings' Achilles injury.[237][238] In the 2015 off-season, Pistons head coach Stan Van Gundy began to change the roster by making such acquisitions as Ersan İlyasova, Marcus Morris, Aron Baynes, and Steve Blake.[239][240][241][242] They also drafted rookie Stanley Johnson with the eighth pick in the 2015 NBA draft and re-signed point guard Reggie Jackson.[243][244] The Pistons entered the 2015–16 season with a stronger roster than the previous season, although they lost starter Greg Monroe to the Milwaukee Bucks in free agency.[245] Andre Drummond started the season strong, earning consecutive Eastern Conference Player of the Week awards for the weeks of November 1 and 8.[246][247] The Pistons entered the All-Star break at 27–27.[248] The Pistons surpassed their win totals from the 2009–10 season to the 2014–15 season on March 9, 2016, when they defeated the Dallas Mavericks 102–96.[249] On April 6, 2016, following a 108–104 win over the Orlando Magic, the Pistons reached 42 wins and were assured their first winning season since the 2007–08 season.[250] On April 8, 2016, the Pistons defeated the Washington Wizards 112–99 and clinched a playoff berth for the first time since 2009.[251] The eighth-seeded Pistons faced the top-seeded Cleveland Cavaliers in the first round of the 2016 NBA playoffs. They were swept in four games in a highly competitive series.[252][253] Beginning with the 1978–79 season, the Pistons played their home games in suburban Oakland County, directly north of Detroit/Wayne County, first playing ten seasons at the Pontiac Silverdome and then playing at The Palace of Auburn Hills starting in the 1988–89 season.[21][254][255] Pistons owner Tom Gores, Palace Sports & Entertainment vice chairman Arn Tellum, and Olympia Entertainment, the Ilitch family's holding company that controls the Red Wings and Tigers, had been in negotiations over a partnership since the summer of 2015, with the Pistons possibly relocating to the new Little Caesars Arena as soon as the 2017–18 season. Talks intensified just as the Pistons were set to open their 2016–17 season, and as part of the terms of the agreement, there was discussion of a possible merger between Olympia and PS&E.[256] Also contingent on a finalized agreement, the Pistons were looking for a parcel of land in the arena's vicinity to build a new practice facility and team headquarters.[256][257] The leasing agreement/partnership needed both city and league approval to be finalized.[258][259] On November 22, 2016, the Pistons officially announced their intention to move to Little Caesars Arena, and the site of The Palace of Auburn Hills was to be redeveloped and sold, with the arena likely to be demolished as part of the redevelopment.[260] The last remaining NBA franchise to play in a suburban location, the Pistons ended their 39 a year stay in Oakland County.[261] On June 20, 2017, Detroit City Council approved the Pistons' move to Little Caesars Arena.[262] On August 3, 2017, the NBA Board of Governors unanimously approved the move, which made it official.[263][264] The move made Detroit the only U.S. city to have its Major League Baseball (MLB), National Football League (NFL), NBA, and NHL teams playing in its downtown district, and one of only two U.S. cities to have all their teams playing in one place, the other being Philadelphia.[265] On January 29, 2018, the Pistons announced they had acquired all-star forward Blake Griffin along with Willie Reed and Brice Johnson from the Los Angeles Clippers in exchange for Avery Bradley, Tobias Harris, Boban Marjanovic, a 2018 first-round draft pick, and a 2019 second-round draft pick.[266] The Pistons finished the 2017–18 season with a 39–43 record. They missed the playoffs for the eighth time in ten years.[267] On May 7, 2018, the Pistons announced that Stan Van Gundy would not return as head coach and president of basketball operations.[268] On June 11, 2018, Dwane Casey was hired by the Pistons to be their new head coach, agreeing to a five-year deal.[269] The Pistons finished the 2018–19 season with a 41–41 record, clinching a playoff spot as the eighth seed in the Eastern Conference.[270] In the first round of the 2019 NBA playoffs, the Pistons were swept in four games by the Milwaukee Bucks, setting an NBA record for the most consecutive playoff losses with 14.[271][272] On March 11, 2020, the 2019–20 season was suspended by the NBA after it was reported that Rudy Gobert tested positive for COVID-19.[273][274] On June 4, 2020, the season came to an end for the Pistons when the NBA Board of Governors approved a plan that would restart the season with 22 teams returning to play in the NBA bubble on July 31, 2020, which was approved by the National Basketball Players Association the next day.[275][276] The Pistons finished the season with a 20–46 record.[277] On June 18, 2020, the Pistons hired Troy Weaver as the new general manager.[278] The Pistons finished the 2020–21 season with the second-worst record in the league at 20–52, missing the playoffs for a second consecutive season. The 20 wins were also tied for the second-fewest in franchise history.[279][280] In the 2021 NBA draft, the Pistons selected Cade Cunningham with the first overall pick.[281] The Pistons flagship radio station is WXYT-FM.[282][283] There are several affiliate stations throughout Michigan and Toledo, Ohio.[282] The regular radio announcers are Mark Champion with play-by-play and Rick Mahorn with color commentary.[282][284] The Pistons' current exclusive local television rights holder is Bally Sports Detroit.[285] The regular TV announcers are George Blaha with play-by-play, Greg Kelser with color commentary, Grant Long or Tim McCormick with studio analysis and Johnny Kane, Mickey York, or Brooke Fletcher with sideline reports.[284][286] After moving from Fort Wayne, Indiana, to Detroit in 1957, the Pistons' uniforms remained largely unchanged for two decades, featuring the word \"Pistons\" in blue block lettering. In the 1978–79 season, the team featured a uniform with lightning bolts on the sides and in the wordmark on the front of the jerseys. The team discontinued the lightning bolt theme and returned to its classic block lettering and simple side panel pattern in 1981, staying with this look until 1996. That year, the Pistons changed its colors to teal, black, yellow and red and unveiled a new logo with a horse's head and flaming mane. This color scheme lasted until 2001, when the team returned to the traditional red, white and blue colors and a uniform pattern taking cues from the 1981–96 threads.[287] The horse's head and flaming mane logo lasted until 2005, when the team switched to a more classic logo design.[288] On August 14, 2013, the Pistons unveiled a new alternate uniform with navy blue and red colors. It featured the words \"Motor City\" across the front and marked the club's first alternative look since they wore a red alternate, which was basically a recolored version of their regular road uniform, from 2005–2009. The uniform is the first of its kind, designed to celebrate the pride and character of metro Detroit while paying homage to the region's automotive roots. The team said in its press release that it \"worked in consultation with Adidas and the NBA in development of the uniforms. Lettering and numbering style on the jersey is consistent with the team's current home and away uniforms. To contrast the navy blue and red accents, lettering and numbers on the jerseys and shorts are white with hair-line red and blue trim. The club's secondary logo appears on the shorts – similar to the primary home and away uniforms.\"[289] On October 4, 2015, the Pistons unveiled a new alternate pride uniform, intended to be worn during the 2015–16 season. The team said in a press release that \"the inspiration for the Detroit Chrome jerseys came about as a way to honor our coolest cars from the past and the cars of the future. Detroit is universally known as the auto capitol of the world, where chrome leaves an indelible mark on the cars we create. The uniforms feature a matte chrome base color with clean simple lines inspired by the classic muscle cars that have roared up and down Woodward Avenue for decades. The navy trim and Detroit emblazoned across the chest represent the blue-collar work ethic that the auto industry and region was built on.\"[290][291] On May 16, 2017, the Pistons unveiled a new logo, which is a modernized version of the previous \"Bad Boys\" era logo used from 1979 to 1996.[4][292] Hooper (born March 3, 1996) is the mascot of the Detroit Pistons. He generally appears as a horse wearing a Pistons jersey. The symbolism is, that like the pistons they are named after, the team produces horsepower, hence the equine mascot. Hooper became a part of the Pistons team on November 1, 1996, replacing Sir Slam A Lot, and it did not take very long for him to become the most popular mascot in Pistons' franchise history.[293] Though Hooper was introduced during the \"teal era\" to coincide with the Pistons' new equestrian logo, his popularity as a mascot allowed him to remain a part of the team despite the Pistons' returning to their previous colors and basketball logo only a few years later. Over the years Hooper has grown, evolved, and become beloved by Pistons players and fans alike. He has undergone a few changes, as he was originally a larger character with a red and yellow mane and tail (to match the teal era logo), Hooper has undergone updates as the team logos have evolved. With the move down to Little Caesars Arena Hooper now sports a red and blue mane and tail, and a green/chrome nose and around his eyes as a nod to the auto industry in the Motor City. List of the last five seasons completed by the Pistons. For the full season-by-season history, see List of Detroit Pistons seasons. Note: GP = Games played, W = Wins, L = Losses, W–L% = Winning percentage Notes: Roster Last transaction: July 3, 2022 The Pistons hold the draft rights to the following unsigned draft picks who have been playing outside the NBA. A drafted player, either an international draftee or a college draftee who is not signed by the team that drafted him, is allowed to sign with any non-NBA teams. In this case, the team retains the player's draft rights in the NBA until one year after the player's contract with the non-NBA team ends.[303] This list includes draft rights that were acquired from trades with other teams. Notes: Notes: Notes: Bold denotes still active with team. Italic denotes still active but not with team. Points scored (regular season) (as of the end of the 2021–22 season)[356][357] Other statistics (regular season) (as of the end of the 2021–22 season)[356] NBA Finals MVP NBA Defensive Player of the Year NBA Rookie of the Year NBA Sixth Man of the Year NBA Coach of the Year NBA Executive of the Year NBA Sportsmanship Award J. Walter Kennedy Citizenship Award All-NBA First Team All-NBA Second Team All-NBA Third Team NBA All-Defensive First Team NBA All-Defensive Second Team NBA All-Rookie First Team NBA All-Rookie Second Team NBA Eastern All-Star Game head coach NBA All-Star Game MVP","Title":"Detroit Pistons - Wikipedia","KeyID":"17103","URL":"https://en.wikipedia.org/wiki/Detroit_Pistons"}