{"Content: ":"Dukla Prague (Czech: Dukla Praha) was a Czech football club from the city of Prague. Established in 1948 as ATK Praha, the club won a total of 11 Czechoslovak league titles and eight Czechoslovak Cups, and in the 1966–67 season, reached the semi-finals of the European Cup. As late as 1985–86 they reached the UEFA Cup Winners' Cup semi-final and they also made a great impact in the American Challenge Cup competition in New York City with four wins between 1961 and 1964. The club sent seven players to the silver medal-winning Czechoslovakia national team in the 1962 World Cup, in a year which saw them win the fifth of their domestic league titles as well as their player Josef Masopust be named European Footballer of the Year. Between the start of the competition in 1955 and 1991, Dukla played more matches in the European Cup than any other team in Czechoslovakia. Dukla Prague football club was connected to clubs of other sports, but this connection continues no longer. However, separate athletics, rowing, handball, modern pentathlon, cycling, etc. clubs named Dukla Praha still nurture world-class athletes in their respective sports (like Roman Šebrle and others). In contrast to the football clubs, these are still under patronage of the Czech Army. Dukla Prague was formed in 1948 as Armádní tělovýchovný klub (ATK) Praha and started life in the top division of Czechoslovak football.[1][2] The Dukla organisation, as it later became known, was run by the Czechoslovak Army and included seven sports teams.[3] The club changed its name to Ústřední dům armády (ÚDA) Praha in 1953, winning the first of eleven league titles in the 1953 season.[1][2] The club went on to win the 1956 league title, changing their name to Dukla Praha the same year in honour of those had fallen at the Battle of Dukla Pass in 1944.[2] The subsequent 1957–58 season brought a second consecutive league title for the club, and its third overall. The 1960–61 season marked the inaugural season of the Czechoslovak Cup. That season, the Dukla team completed a \"double\" as they defeated Dynamo Žilina in the cup final to add to their fourth league title.[2][4] The club was on the verge of another double in 1962, winning the league but losing in the cup final to Slovan Bratislava.[2][4] 1962 was also a World Cup year. Dukla was represented by seven players on the Czechoslovakia national football team,[5] which reached the final before losing to Brazil. Dukla star Josef Masopust scored in the final as Brazil won 3–1, and was later named as the winner of the 1962 Ballon d'Or. Dukla spent the next two seasons winning the league again, making a total of four titles in a row. The 1964–65 season yielded just the Cup before Dukla completed its second double in 1965–66.[2] The club's final trophy of the decade came in the 1968–69 cup. In the first nine seasons of the cup competition, therefore, Dukla had reached six finals and won four titles.[4] The competition's format changed after the 1968–69 season, and it was not until 1980–81 that Dukla would record another title in the competition, repeating the achievement in 1982–83, 1984–85 and 1989–90.[4] In the 1985–86 season, the club recorded its record win, a 10–0 victory against Dynamo České Budějovice.[6] Between the start of the competition in 1955 and 1991, Dukla played more matches in the European Cup (45) than any other team in Czechoslovakia.[7] The five players from the Czechoslovak league with the most appearances in the competition in the pre-Champions League era of the European Cup all represented Dukla in the competition, these being Josef Masopust, Jozef Adamec, Jiří Čadek, Josef Vacenovský and Dušan Kabát.[7] Czech writer and sports journalist Ota Pavel wrote a unique book about Dukla's first victory in the American Challenge Cup and named it Dukla mezi mrakodrapy (English: Dukla Among Skyscrapers).[8] The supremacy of Dukla was so undisputed the organizers decided to establish the American Challenge Cup as the final of next International Soccer League editions, in which Dukla was invited to play against the winners of the group stage. Dukla won three American Challenge Cups, over Brazil's America-RJ in 1962 (1–1 and 2–1), over West Ham United in 1963 (1–0 and 1–1) and over Zagłębie Sosnowiec in 1964 (3–1 and 1–1).[9] In later years they struggled to maintain international recognition, however they were well known to British fans thanks to Half Man Half Biscuit's cult song: \"All I want for Christmas is a Dukla Prague away kit\" which was the B-side of their 1986 single \"The Trumpton Riots\" and was subsequently issued on the album Back Again in the DHSS and then on the CD release of the album Back in the DHSS. Fans of the band have created considerable demand for replica Dukla Prague shirts and made the team a favourite among hipster football fans. Dukla's overall record in the International Soccer League and the American Challenge Cup thus comprises 11 wins, four draws and one loss with a score of 49–19.[10] 1994 saw the club's long-running association with the military come to an end and at the same time its status as a top-division team was lost.[3] Dukla finished last in the 1993–94 Czech First League, employing three different managers over the course of the season.[11] In a season which saw the club lose 7–0 to Viktoria Žižkov,[6] Dukla won just one of their thirty matches, a 1–0 victory against Hradec Králové.[11] Dukla played the following 1994–95 season in the third-tier Bohemian Football League, finishing in third place behind SK Chrudim and Pelikán Děčín.[11] Dukla was unable to win the league in the 1995–96 season either, again finishing third, this time behind Atlantic Lázně Bohdaneč and Česká Lípa.[11] The club then merged with second division side FC Portál Příbram in 1996.[3][11] The new club, which later became known as 1. FK Příbram, played one season in Prague at Juliska before moving to Příbram in 1997, the last home match at Juliska being a 2–2 draw with relegated Baník Havířov on 1 June 1997.[12] The name of Dukla Prague disappeared from the Czech football for several years, but not forever. Dukla Dejvice, a local Prague team founded in 1959, began playing at Juliska stadium and adopted Dukla Prague's yellow and red colours.[13] The club entered the Prague Championship in 2001. In November 2006, Dukla Prague management announced that it had agreed to take over the second league rights of the Jakubčovice team.[14] The legendary club returned to the Czech top league in 2011. The following individuals managed Dukla. In the 1948 season there were joint managers.[15]  Czechoslovak First League[2] Czechoslovak Cup[2] International Soccer League","Title":"Dukla Prague - Wikipedia","KeyID":"17100","URL":"https://en.wikipedia.org/wiki/Dukla_Prague"}