{"Content: ":"Fudbalski klub Crvena zvezda (Serbian Cyrillic: Фудбалски клуб Црвена звезда, lit. 'Red Star Football Club', pronounced [tsř̩ʋenaː zʋěːzda]), commonly known as Red Star Belgrade in English media, is a Serbian professional football club based in Belgrade, and a major part of the Red Star multi-sport club. They are the most successful club from the Balkans and Southeast Europe, being the only club to win both the European Cup and Intercontinental Cup, having done so in 1991, and only the second team from Eastern Europe to win the European Cup. With 33 national championships, 26 national cups, 2 national supercups, 2 national champions leagues and one league cup between Serbian and Yugoslav competitions, Red Star was the most successful club in Yugoslavia and finished first in the Yugoslav First League all-time table, and is the most successful club in Serbia. Since the 1991–92 season, Red Star's best results were reaching the UEFA Champions League group stage, the UEFA Europa League round of 16 and the UEFA Cup Winners' Cup round of 16. According to 2008 polls, Red Star Belgrade is the most popular football club in Serbia, with 48% of the population supporting them.[2] They have many supporters in other former Yugoslav republics and in the Serbian diaspora. Their main rivals are fellow Belgrade side Partizan. The championship matches between these two clubs are known as the Eternal derby. According to the International Federation of Football History & Statistics' list of the Top 200 European clubs of the 20th century, Red Star is the highest-ranked Serbian and Balkans club, sharing the 27th position on the list with Dutch club Feyenoord. In February 1945, during World War II, a group of young men, active players, students and members of the Serbian United Antifascist Youth League, decided to form a Youth Physical Culture Society, that was to become Red Star Belgrade on 4 March. Previously, as of December 1944, all pre-war Serbian clubs were abolished, and on 5 May 1945, communist Secretary of Sports Mitra Mitrović-Djilas signed the decree dissolving formally all pre-war clubs on the territory of Socialist Republic of Serbia. The clubs were dissolved because during the German occupation, there was an attempt to organize the league so all the clubs were labelled collaborators by Josip Broz Tito's communist regime. The name Red Star was assigned after a long discussion. Other ideas shortlisted by the delegates included \"People's Star\", \"Blue Star\", \"Proleter\", \"Stalin\", \"Lenin\", etc.[3] The initial vice presidents of the Sport Society – Zoran Žujović and Slobodan Ćosić – were the ones who assigned it.[4] Red Star was soon adopted as a symbol of Serbian nationalism within Yugoslavia and a sporting institution which remains the country's most popular to this day.[5] On that day, Red Star played the first football match in the club's history against the First Battalion of the Second Brigade of KNOJ (People's Defence Corps of Yugoslavia) and won 3–0. Red Star's first successes involved small steps to recognition. In the first fifteen years of existence, Red Star won one Serbian championship, six Yugoslav championships, five Yugoslav Cups, one Danube Cup and reached the semi-finals of the 1956–57 European Cup. Some of the greatest players during this period were Kosta Tomašević, Branko Stanković, Rajko Mitić, Vladimir Beara, Bora Kostić, Vladica Popović, Vladimir Durković and Dragoslav Šekularac. As champions, Red Star were Yugoslavia's entrants into the 1957–58 European Cup where they were famously beaten 5–4 on aggregate by English champions Manchester United in the quarter-finals. Manchester United, managed by Matt Busby defeated Red Star 2–1 in the first leg in England before drawing 3–3 with them in Yugoslavia in the return match on 5 February at JNA Stadium.[6] The second leg is notable for being the last match played by the Busby Babes: on the return flight to England the following day, the plane crashed in Munich, resulting in the deaths of 23 people, including eight Manchester United players.  During the Miljan Miljanić era, Red Star won four Yugoslav championships, three Yugoslav cups, two Yugoslav supercups, one Yugoslav league cup, one Mitropa Cup and reached the semi-finals of the 1970–71 European Cup. A new generation of players emerged under Miljanić's guidance, led by Dragan Džajić and Jovan Aćimović. Red Star eliminated Liverpool in the second round of the 1973–74 European Cup and Real Madrid in the quarter-finals of the 1974–75 European Cup Winners' Cup. Branko Stanković, whose reign as head coach was to last four years, brought Red Star three trophies and the first great European final. After eliminating teams like Arsenal, West Bromwich Albion and Hertha BSC, Red Star made for the first time the UEFA Cup final. There, Red Star met Borussia Mönchengladbach, who played five European finals from 1973 to 1980. The Germans fell behind one goal from Miloš Šestić, but Ivan Jurišić’s own goal gave Gladbach a psychological advantage before the rematch. This game was played at the Rheinstadion in Düsseldorf, where the Italian referee Alberto Michelotti gave a questionable penalty to the Germans, and the Danish player Allan Simonsen sealed Red Star's fate. The Foals won 2–1 on aggregate.[7] After the 1970s, historical matches against Udo Lattek's Barcelona followed during the 1982–83 European Cup Winners' Cup. In both matches, Barcelona were the better team and Red Star was eliminated. Remarkably, when Barça's Diego Maradona scored his second goal in front of approximately 100,000 spectators at the Marakana, the Belgrade audience were so excited about the goal that even the loyal Belgrade fans applauded Maradona.[8] Gojko Zec returned to the team in 1983, finding only one player from the champions generation he was coaching back in 1977, Miloš Šestić. Zec similarly repeated the club's triumph from his previous mandate by winning the championship immediately upon his arrival. Zec would later leave the club in a controversial Šajber's case-style scandal which was the result of irregularities in the 1985–86 season.  After Zec left in 1986, there were great changes in the club. The management of the club, run by Dragan Džajić and Vladimir Cvetković, began to build a team that could compete with some of the most powerful European sides. During that summer, Velibor Vasović became coach and the side was strengthened by acquiring a number of talented young players, among whom Dragan Stojković and Borislav Cvetković stood out. In the first season that started with penalty points, Red Star focused on the European Cup and achieving good results. In 1987, a five-year plan was developed by the club with the only goal being to win the European Cup. All that was planned was finally achieved. On the club's birthday in 1987, it started. Real Madrid were defeated at the Marakana. From that day through to March 1992, Red Star enjoyed the best period of success in its history. In these five seasons, Red Star won four National Championships; in the last of those four years of heyday, the club won the 1991 European Cup Final, played in Bari, Italy. Red Star coach Ljupko Petrović brought the team to Italy a week before the final in order to peacefully prepare the players for a forthcoming encounter with Marseille. By that time, Red Star had 18 goals in 8 matches, whereas the French champions had 20. Therefore, the 100th European competing final was expected to be a spectacle of offense. Nonetheless, both Petrović and Raymond Goethals opted for defence and the match settled down into a war of attrition. After a 120-minute match and only few chances on both sides, the match was decided following the penalty shootout. After several minutes of stressful penalties, one of Marseille's players, Manuel Amoros, missed a penalty, and Darko Pančev converted his penalty to bring the European Cup to Yugoslavia for the first time. Red Star won the shootout, 5–3, on 29 May 1991 in front of 60,000 spectators and the millions watching on television around the world. Twenty-thousand Red Star fans at the Stadio San Nicola and millions of them all over Yugoslavia and the world celebrated the greatest joy in Red Star's history.[9] Red Star went unbeaten at the 1990–91 European Cup in Bari and the 1991 Intercontinental Cup in Tokyo. In 1992, the club was weakened by the departure of numerous players from the champions generation (new players were added, such as Dejan Petković and Anto Drobnjak). The success in the previous season caught the attention of European giants which rushed making lucrative offers to sign Red Star's best players. In addition, Red Star had to defend the continental trophy playing its home games in Szeged, Budapest and Sofia due to the war in former Yugoslavia, thereby reducing their chances of defending their title. UEFA changed the format of the competition that year and the 1991–92 European Cup was the first to be played in a format with two groups each having four teams. Despite the disadvantage of playing its home games abroad, Red Star still did well and finished second in the group behind Sampdoria. In domestic competition, main rivals Hajduk Split and Dinamo Zagreb left the league, just as all the other clubs from Croatia, Macedonia and Slovenia did, and the championship in Yugoslavia that was cut in size was played on the edge of observance of regulations around the beginning of the Bosnian War. At the end of May, the United Nations had the country under sanctions and dislodged Yugoslav football from the international scene. The Breakup of Yugoslavia, the Yugoslav Wars, the inflation and the UN sanctions have hit Red Star hard. In the period between May 1992 and May 2000, only one championship victory was celebrated at the Marakana. However, they did manage to win five cups, along with several glorious European performances, including the famed 1996 UEFA Cup Winners' Cup showdown against Barcelona side which featured Ronaldo and Hristo Stoichkov. Immediately after the NATO bombing of Yugoslavia ended, Red Star won the 17th cup in its history by winning 4–2 against Partizan. Two seasons later, the club returned to the European spotlight by making it to the 2001–02 UEFA Champions League qualifying rounds, where Red Star was eliminated by Bayer Leverkusen (0–0 and 0–3), which would later be a finalist in the Champions League that year. Slavoljub Muslin left the bench in September 2001, after which Red Star's subsequent seasons became more volatile. In the 2006–07 UEFA Champions League qualifying rounds, Red Star was eliminated (3–1 on aggregate) by the same Milan side which ultimately won that year's competition. Furthermore, the campaign in Group F of the 2007–08 UEFA Cup was a large disappointment, especially given that the first game against Bayern Munich was a sensational last-minute loss (by a score of 2–3 in Belgrade). In those years, Red Star's teams featured the likes of Nikola Žigić, Boško Janković, Milan Biševac, Dušan Basta, Dejan Milovanović, Segundo Castillo, Ibrahima Gueye, Nenad Milijaš and Ognjen Koroman. After a six-year drought, Red Star won their 26th league title in 2013–14 season. Despite Red Star's success on the pitch in 2013–14, the financial situation at the club has worsened, so much so that the club were banned from participating in the 2014–15 UEFA Champions League for which they qualified by winning the Serbian SuperLiga. The UEFA Club Financial Control Body found Red Star's debts to players, some of whom had not been paid for at least six months, staff and other clubs, totalled €1.86 million. The club board were also alleged to have hidden debts and falsified documents. This, on top of an earlier UEFA disciplinary measure in 2011, meant Red Star did not meet the necessary Club Licensing and Financial Fair Play criteria and, as such, should not have been granted a UEFA license by the Serbian FA.[10] Rivals Partizan took Red Star's place in the UEFA Champions League second qualifying round. After ten years of waiting, Red Star qualified for the 2017–18 UEFA Europa League group stage. Red Star progressed through four qualifying rounds and reached the knockout phase of the tournament, becoming the first team in competition's history to reach the knockout phase after starting their season in the first qualifying round.[11] Although Red Star played in the group stage of the first edition in which groups format was introduced in the European Cup, 1991–92 European Cup, the designation \"Champions League\" was only adopted a season later in which Yugoslav clubs were already banned from participating in. Thus, when Red Star eliminated Red Bull Salzburg in the 2018–19 UEFA Champions League play-off round, and qualified for the UEFA Champions League group stage, it meant that Red Star competed for the first time since the new format was introduced.[12] Red Star became the first Serbian team to win a match in the UEFA Champions League when they defeated Liverpool.[13] On 14 May 2019, the 1946 People's Republic of Serbia League title was officially recognized by the Serbian FA, meaning that Red Star's triumph in the 2018–19 Serbian SuperLiga was their 30th national championship. Red Star reached the UEFA Champions League group stage for the second successive season after eliminating Sūduva, HJK Helsinki, Copenhagen and Young Boys. On 5 November 2019, cable television channel Zvezda TV started airing. In the 2020–21 Serbian SuperLiga, Red Star set a world record for the number of points gained in a single season with 108 points.[14] Originally the red and white motif of Red Star was inherited from the expropriated SK Jugoslavija that wore red shirts and socks, with white shorts. Between 1945 and 1950, Red Star maintained this strip before adopting the now familiar red and white vertical striped shirts, with alternating white or red shorts and socks in 1950.[15][16][17] The red and white stripes have become indivisible to Red Star's image, conferring the popular nickname Crveno-beli, \"the red and white's\" in Serbian. The club continued to wear the initial pre-stripe kit throughout its existence, but has generally declined in usage. During the 1950s and 1960s, the club also alternated between blue trunks, a long white V-neck on a red shirt, and a red shirt with thin white horizontal lines.[18][19][20] Red Star have usually worn an all-white away kit, whilst also utilizing predominantly blue or red away or third kits, thereby incorporating the Serbian tricolour.[21][22][23] The club crest is a red five-pointed star, white framed, on a red-white background. In addition, the whole crest is framed in gold. There are three golden stars on the top of the club emblem, symbolizing the 30 titles won.[24] Despite the club's overtly Communist name and imagery, Red Star Football Club has become a symbol in its own right. The \"petokraka\" from which the club's name derives has paradoxically become a symbol of the club itself and of Serbian nationalism, moving further away from its original association with the Partisans and the Communist Party of Yugoslavia. Due to Red Star's popularity and sporting success, the club and its crest have become synonymous with broader Serbian identity, and patriotism that echoes beyond the sporting landscape.[25][26][27] Red Star's home ground is the Rajko Mitić Stadium (since 21 December 2014), formerly known as Red Star Stadium. With a seated capacity of 53,000 it is the largest stadium in Serbia and in the former Yugoslavia. The stadium was opened in 1963, and in the course of time and due to the fact that stadium's former capacity was about 110,000, it got the unofficial moniker Marakana, after the large and famous Maracanã Stadium in Rio de Janeiro, Brazil, and Belgrade's sold-out Marakana garnered the reputation of being a very tough ground for visiting teams to play in. Some of the biggest football events have been held at this stadium, such as the European Cup final between Ajax and Juventus in 1973, UEFA European Championship final between West Germany and Czechoslovakia in 1976, and the first leg of the UEFA Cup final between Red Star and Borussia Mönchengladbach in 1979. During the mid-1990s, in order to meet UEFA demands for spectators comfort and security, standing places at the stadium were completely done away with and seats were installed on all four stands. In the years, since the stadium's capacity was gradually decreased, followed different stadium modernisations. In 2008, the club reconstructed the stadium's pitch, under-soil grass heaters, improved drainage systems were installed and new modern turf replaced the old surface. The training pitch, located next to the stadium, was also renovated by laying down synthetic turf and installing new lighting equipment. In 2011, the stadium received also a new modern LED scoreboard. Today, the stadium has a central lodge, named 5 Zvezdinih Zvezda (English: 5 Stars of Red Star), which consist of five segments, each bears the name of one of Red Star's legendary players (Mitić, Šekularac, Džajić, Petrović, Stojković), two other VIP lounges and a special VIP gallery with over 450 seats. It has also a modern press box with a capacity of 344 seats including seven extra-comfortable seats, an extra media center, the Red Cafe and a restaurant. On the west stand of the stadium exist also an official Red Star shop along with a Delije shop. The playing field measures are 110 × 73 m, and is illuminated by 1,400 lux floodlights. According to the known German Web portal \"Stadionwelt\", Belgrade's \"Marakana\" is in the top 50 football stadiums in Europe.[28] In 2012, American Bleacher Report ranked the Red Star Stadium, especially if it is sold out, as among the most intimidating stadiums in the world.[29] Some of the most notable home-grown players are Dragan Džajić, named the all-time Serbian best player (the choice of the Football Association of Serbia on the 50th anniversary of UEFA, known as the Golden Player), who reached third place at the election for the European Footballer of the Year in 1968, then Dragoslav Šekularac – a runner-up with Yugoslavia at 1960 European Nations' Cup, Vladimir Petrović – the fourth Star of Red Star, Vladimir Jugović – two times the European Cup winner (with Red Star and Juventus), as well as Dejan Stanković and Nemanja Vidić. Further notable home-grown players include Vladica Popović, Ratomir Dujković, Stanislav Karasi, Slobodan Janković, Ognjen Petrović, Vladislav Bogićević, Dušan Nikolić, Zoran Filipović, Dušan Savić, Milan Janković, Boško and Milko Gjurovski, Stevan Stojanović, Vladan Lukić, Zvonko Milojević, Zoran Jovičić, Ivan Adžić, Nebojša Krupniković, Goran Drulić, Nenad Lalatović, Marko Pantelić, Ognjen Koroman, Vladimir Dišljenković, Marko Perović, Dejan Milovanović, Dragan Mrđa, Boško Janković, Dušan Basta, Vujadin Savić, Slavoljub Srnić, Filip Stojković, Marko Grujić and Luka Jović. Former Red Star and Real Madrid coaching legend Miljan Miljanić was also a member of Red Star's youth school. Red Star is the most popular football club in Serbia.[32][33] The club has fans and sympathisers throughout the whole country, but also throughout the regional and global Serbian diaspora, making the club a symbol of Serbdom. Fan groups are widespread throughout Serbia and former Yugoslav republics, and the club has the highest social media following amongst former Yugoslav football teams.[34] Traditionally, Red Star has been represented as the people's club, whilst always attracting support from all social classes, their fan base is not associated with any specific social group. Red Star ultras Delije espouse patriotic, nationalist and right-wing sentiments.[35][36] The organized supporters of Red Star are known as Delije, roughly translated in English as the \"Heroes\", \"Braves\", \"Hardman\" or \"Studs\". The term derives from the plural of the singular form \"Delija\", in Serbian. Delije support all branches of the Red Star multi-sport society. They are one of the most famous supporter groups in the world, renowned for their passion and fanaticism.[37][38] Hardcore supporters began to emerge during the 1980s, with official inauguration taking place in 1989. Previously, Red Star fans were scattered amongst several organized fan groups within the north terrace of the Rajko Mitić Stadium, colloquially known as \"Marakana\". Their style of support is greatly influenced by Italian and English football culture of the 1980s. It includes the use of widespread choreography, flares, flags, banners, and boisterous cheering.[39] The word Delije is displayed (in Cyrillic) on the north terrace seats of Rajko Mitić Stadium as a sign of appreciation, and fidelity between the club and supporters. Subgroups of Delije exist outside of Belgrade, along with cities across Serbia and all other ex-Yugoslav republics. Despite Red Star's broad fan base, Delije have developed an infamous reputation for hooliganism amongst some segments of its ultras, especially during Belgrade derbies.[40][41][42] Due to historically warm Serbo-Hellenic relations, Red Star's Delije ultras have developed a strong kinship with Olympiacos ultras Gate 7. The \"Orthodox Brothers\" friendship is based on mutual Eastern Orthodox faith, a strong cultural marker amongst the Serbs and Greeks.[43] Both clubs also share the same colours, and are from the national capitals. They are also the most decorated football teams in their respective countries. The brotherhood has evolved to include Spartak Moscow ultras Fratria, owing to strong Russophilia and a shared Slavic heritage.[44][45] Red Star's fiercest and long-standing city rival is FK Partizan, football section of the other large and popular multi-sports club in Serbia. The rivalry started immediately after the creation of the two clubs in 1945. Red Star was founded with close ties to the State Security Administration and Partizan as the football section of the Yugoslav People's Army. Since then, both clubs have been dominant in domestic football. The match is particularly noted for the passion of the Red Star's supporters, called Delije, and Partizan's supporters, the Grobari (English: \"Gravediggers\" or \"Undertakers\"). The stands of both teams feature fireworks, coloured confetti, flags, rolls of paper, torches, smoke, drums, giant posters and choreographies, used to create visual grandeur and apply psychological pressure on the visiting teams, hence the slogan, \"Welcome to Hellgrade\". Some fans also sometimes use trumpets, similar to the supporters in South America. This creates for the region a typical and distinctive Balkan Brass Band atmosphere. Both sets of supporters sing passionate songs against their rivals, and the stadiums are known to bounce with the simultaneous jumping of the fans. The duel is regarded as one of the greatest football rivalries in the world and the matches between these rivals have been labeled as the Eternal derby. Given its widespread touch on the entirety of a major city, it is dubbed one of, along with the Old Firm, the Rome derby and the Istanbul derby, the most heated rivalries in European football.[46] The biggest attendance for a Red Star – Partizan match was about 108,000 spectators at the Rajko Mitić Stadium. Red Star has won 4 international and 64 domestic trophies, making it the most successful football club in Serbia and the former Yugoslavia. National Championships – 33 (record) National Cups – 26 (record) National Super Cups – 2 (record) National League Cup – 1 (shared record) National Champions League – 2 (record) Red Star is the most successful club from Serbia (and former Yugoslavia) in all European competitions, and the only club from Eastern Europe that has won both the European Cup and the Intercontinental Cup. On 27 October 2017, FIFA officially recognized all winners of the Intercontinental Cup as club world champions, in equal status to the FIFA Club World Cup. The club competed in 59 European seasons, and the most notable results are:  Yugoslav First League top scorers First League of Serbia and Montenegro top scorers Serbian SuperLiga top scorers Dragan Džajić is Red Star's record appearance holder with 389 matches. The goalscoring record holder is Bora Kostić with 230 goals. Numerous Red Star players were in the Yugoslavian national team and Branko Stanković, Rajko Mitić, Vladimir Beara, Bora Kostić, Vladimir Durković, Dragoslav Šekularac, Miroslav Pavlović, Jovan Aćimović, Dragan Džajić, Vladimir Petrović, Dragan Stojković and Dejan Savićević are among them. Dragan Džajić played 85 matches for the Yugoslavian national football team, a national record. Red Star holds records such as to be only the second foreign team that could beat Liverpool at Anfield (after Ferencváros in the 1967–68 Inter-Cities Fairs Cup), which was also the only defeat of Liverpool at home in the European Cup history in the whole 20th century (during the 1973–74 European Cup).[50] Red Star was also the first team that could beat Bayern Munich on the Olympiastadion in its long UEFA competition history (during the 1990–91 European Cup).[51] They are the only Serbian (and ex-Yugoslav) club, and only the second team from Eastern Europe, to have won the European Cup, having done so in 1991, which was also the 100th UEFA competition final. Red Star is among the nine clubs which have ever won the European Cup unbeaten. They are also the only team from the Balkans and Southeast Europe to have won the Intercontinental Cup, also in 1991. The Romanian football player Miodrag Belodedici was the first ever Red Star player to have won the European Cup with two different teams, Steaua București and Red Star; curiously, both of the team's names mean \"Star\". Later, double winners were also Dejan Savićević (Red Star and Milan) and Vladimir Jugović (Red Star and Juventus). Source  The following data indicates Red Star coefficient rankings.[52]  Biggest win in UEFA competition: Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. 12 – Delije (the 12th Man) 26 Goran Gogić, midfielder (2013−14) – posthumous honour. Since 2014, Red Star Belgrade have not issued the squad number 26 in the Serbian SuperLiga. It was retired in memory of Goran Gogić, who died on 3 July 2015, aged 29.[62] Gogić had also been assigned with jersey 25 for the 2014–15 season, which he had worn in Jagodina previously.[63] Since then some of players, like Marko Marinković and Milan Jevtović used to be registered for the UEFA competitions. Jevtović also made his debut for the club with 26 jersey in summer 2018, but later chose number 33 in the domestic competition.[64]  For details see List of Red Star Belgrade football coaches Red Star has almost a 50-year-long tradition of giving the title of the Star of [Red] Star or The Star's star (Serbian: Звездина звезда / Zvezdina zvezda) to the players that had a major impact on the club's history and have made the name of the club famous around the globe. So far, five players and the entire 1991 team were officially given the title. They are: Generation 1991 with 21 players was presented at the ceremony by president Svetozar Mijailović.[65] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The general sponsor of Serbia’s most popular football club has, since 2010, been Gazprom Neft, the majority shareholder in leading Serbian company Naftna Industrija Srbije (NIS), and the most important foreign investor in the country. The club has won seven Serbian championship titles and three Serbian Cups in that time, as well as regularly competing in European championships. This cooperation, as well as supporting Gazprom Neft’s brands, also involves collaborating in youth football together with FC Zenit Saint Petersburg, with the clubs exchanging youth players and holding friendly youth matches. The club's name in Serbian is also the title of the 2013 Italian novel Crvena Zvezda by Enrico Varrecchione. Written in the alternate history genre, utilizing elements of uchronia, its story is based on the premise of what if the 9 November 1988 return leg of the European Cup second round clash between Red Star and AC Milan hadn't been ordered abandoned by German referee Dieter Pauly in the 65th minute due to thick fog that night in Belgrade. Red Star were leading 1–0 after a goal by Dejan Savićević and were also a man up due to Milan striker Pietro Paolo Virdis receiving a red card. After abandonment, UEFA cancelled the match and ordered it replayed in full the next day. This time it finished 1–1 and went to penalties (the first leg in Milan also ended 1–1) where Milan won and went through to the quarter-finals, eventually winning the European Cup — thus getting the coveted trophy again after twenty years, the club's first under its recently arrived owner, ambitious businessman Silvio Berlusconi. In the novel's parallel universe, Red Star won the 9 November 1988 match in Belgrade and eliminated AC Milan, which thus never won its 1989 European Cup, meaning that Berlusconi's ultimate entry into Italian politics had a much weaker background push, which adversely affected his performance at the 1994 Italian general election.[66] The novel also follows the fate of Red Star's fictional striker, loosely based on Savićević, Jovan Eldzic who scored the famous goal in the fog and later went on to transfer to AC Milan where he achieved more accolades, eventually taking Italian citizenship, remaining living in Italy upon retiring from football before entering politics and running for mayor of a small town in Piedmont's Alessandria province.[66] Billy Bragg's 1991 UK top thirty hit song \"Sexuality\" contains the lyric \"I had an uncle who once played for Red Star Belgrade.\" When interviewed many years later Bragg was asked if this was true, to which he replied that his uncle actually played for Fulham but that did not fit the rhyme with played.[67] Two non-related bands, one of them from Great Yarmouth, Great Britain,[68][69] and the other one from Chapel Hill, North Carolina, United States,[70] shared the name Red Star Belgrade. A football club in Ecuador, in the city of Cuenca, created in 1961, is inspired in Red Star Belgrade. It is named CDS Estrella Roja. Estrella Roja is the translation and the way Red Star is known in Spanish speaking countries. The club crest is even the same as the one Red Star had between 1995 and 2011.[71]","Title":"Red Star Belgrade - Wikipedia","KeyID":"17119","URL":"https://en.wikipedia.org/wiki/Red_Star_Belgrade"}