{"Content: ":"Uwe Seeler (German pronunciation: [ˈuːvə ˈzeːlɐ]; 5 November 1936 – 21 July 2022) was a German footballer and football official. As a striker, he was a prolific scorer for Hamburger SV and also made 72 appearances for the West Germany national team. Usually regarded as one of the greatest players in German football history,[2] Seeler was named one of FIFA's 100 greatest living players by Pelé in 2004. He was the first football player to be awarded the Great Order of Merit of the Federal Republic of Germany. Seeler followed in his father's footsteps as a player for Hamburger SV, making his first team debut in 1954 in a DFB-Pokal match, aged just under 18, scoring four goals (8–2 vs. Holstein Kiel). In later years, despite tempting offers from Italian and Spanish clubs, he remained loyal to Hamburg, working on a second career as a merchant besides playing football. Seeler was a gifted, powerful, and prolific striker who, among other things, was most of all renowned for his leadership, consistency, overhead kicks, and aerial ability.[3] He scored 137 times in 239 Bundesliga games, 43 times in 72 international games for the German national team, and 21 times in 29 European club tournament games. He was captain of both his club team and the national team for many years. He and his club won the German championship in 1960 and the DFB-Pokal in 1963. He was top scorer of the first Bundesliga season in 1963–64 and German Footballer of the Year in 1960, 1964, and 1970. During the 1960–61 season, Seeler, alongside his brother Dieter, helped to lead Hamburger SV to the semi-finals of the European Cup, where they narrowly missed out on the final against Benfica, losing out to Barcelona in a play-off match. During the 1967–68 season, Seeler also helped Hamburg to reach the final of the European Cup Winners' Cup, finishing the competition as top scorer, only to lose out to AC Milan.[4] In 1978, he and his former teammate Franz-Josef Hönig played for Cork Celtic F.C. in a one-off sponsored event. Seeler had ended his active playing career in 1972.[5] However, this match turned out to be an official League of Ireland one and Uwe scored twice.[6] Thus, his overall record of goals scored in league and championship matches adds up to 446 (Hamburger SV 444,[7] Cork Celtic 2). His 404 goals in German Oberliga and Bundesliga league games is a record that stands as of today, his 406 goals in league games overall making him the second-best German goalscorer behind Gerd Müller.[8] Seeler participated in the same four FIFA World Cups as Pelé did: 1958, 1962, 1966, and 1970. Of those West German World Cup teams, the 1966 side reached the final, where they lost to host nation England 4–2 in extra time.[9] In 1958, the German team finished in fourth place; in 1970 the West German team finished in third after being eliminated by European rivals Italy in the semi-finals, following a closely fought 4–3 extra-time loss, a match often referred to as the \"Game of the Century\".[4] In the previous round, a backward second-half header against England tied the score 2–2, a game West Germany went on to win 3–2.[10] Although Seeler never won a World Cup (his involvement as a player in the tournament started four years after West Germany won their first World Cup (1954) and ended four years before they won their second (1974)), he had a prolific career in the tournament; he was the first player ever to appear in 20 World Cup matches (he retired with 21 matches played, tied for third all-time); the first ever to score in four World Cups (beating Pelé by only a few minutes), and the first player to score at least two goals in each of four World Cups (matched in 2014 by his compatriot Miroslav Klose). He also ranks third in all-time minutes played in World Cups, with 1,980, behind Paolo Maldini and Lothar Matthäus. In total, he scored nine goals across the four World Cups in which he played, as well as three goals in World Cup Qualifying matches; he scored 43 times in 72 international appearances between 1954 and 1970.[11] A photo of a dejected Seeler leaving the field having just been defeated in the 1966 World Cup Final was voted as Photo of the Century by kicker magazine.[12] He had a two-and-a-half-year tenure as president of Hamburger SV, which began in 1995, and ended in resignation in 1998 due to a financial scandal, for which he took responsibility.[13] Seeler, however, was not himself implicated in the irregularities.[14] Seeler was a tremendously popular player due to his fairness and modesty and is still widely called Uns Uwe (West Low German: Our Uwe) in Hamburg and the surrounding area. The DFB (German FA) made him the second honorary captain of the German national team in 1972 (the first being Fritz Walter). In 2003, he became an honorary citizen of his hometown Hamburg; the first time the honor was bestowed on a sportsman.[15] That year he also published his memoirs Danke, Fußball (\"Thank you, football\"). 2005 saw the unveiling of a giant monument in front of the Hamburger SV stadium depicting his right foot.[14][16] Seeler appeared in a cameo role in the popular 1972 Heinz Erhardt comedy Willi wird das Kind schon schaukeln (English title: Willi Manages the Whole Thing), playing himself.[17] Seeler's grandson, Levin Öztunalı, is also a professional footballer.[18] Seeler died on 21 July 2022, aged 85, in his home in Norderstedt.[19] He was honoured later in the day with a moment of silence before the UEFA Women's Euro 2022 quarter-final between Germany and Austria.[20] Hamburger SV[4] West Germany[4] Individual","Title":"Uwe Seeler - Wikipedia","KeyID":"17122","URL":"https://en.wikipedia.org/wiki/Uwe_Seeler"}