{"Content: ":"Club Polideportivo Mérida was a Spanish football team based in Mérida, in the autonomous community of Extremadura. Having played twice in La Liga (1995–96 and 1997–98), the club was dissolved in 2000,[1][2] due to serious economic debts. Its successor was renamed Mérida UD.[3] The team founded in 1912 under the name Sportiva Emeritense. It became one of the first teams from Extremadura to play professional football. The club first began playing football in 1943, when it was admitted to Tercera Division. They spent four years there, after which the team was relegated to regional leagues for two years. Merida returned to Tercera division in 1949. Following 12 years in the third tier, Merida was again demoted to the fourth tier in 1961, but only for one year. Until 1980, the team kept bouncing between the third and fourth tiers. In 1980, Merida first promoted to the newly created Spanish third tier - the Segunda Division B. They returned to Segunda B in 1989, where they stayed for two seasons. The period from 1990 is generally considered the \"golden age\" in Merida's history. The team was promoted to Segunda Division for the first time ever in 1991, when they finished fourth in Segunda B. Three strong seasons were followed by another, even better, when the team managed to win Segunda Division and promote to La Liga for the first time in 1995. The 1995-96 La Liga season was difficult and ended in relegation for Merida. They, however returned to the elite one season later, for the 1997-98 La Liga season. However, the team could not avoid relegation again, and were demoted to Segunda once more. Following two decent seasons in Segunda, the owners of Merida declared bankruptcy and the team folded in 2000. A successor club, named Merida UD. This was mainly done by fans of the original club, who wanted to preserve the legacy and traditions of the old club, since the city was left without a professional club. As of 2019, CP Merida and CF Extremadura are the only two teams from Extremadura to have played football in La Liga.","Title":"CP Mérida - Wikipedia","KeyID":"17120","URL":"https://en.wikipedia.org/wiki/CP_M%C3%A9rida"}