{"Content: ":"Alan Grant (9 February 1949 – 20 July 2022) was a British comic book writer known for writing Judge Dredd in 2000 AD as well as various Batman titles from the late 1980s to the early 2000s. He was the co-creator of the characters Anarky, Victor Zsasz, and the Ventriloquist. Grant first entered the comics industry in 1967 when he became an editor for D.C. Thomson before moving to London from Dundee in 1970 to work for IPC on various romance magazines.[1] After going back to college and having a series of jobs, Grant found himself back in Dundee and living on Social Security. He then met John Wagner, another former D.C. Thomson editor, who was helping put together a new science fiction comic for IPC, 2000 AD, and was unable to complete his other work. Wagner asked Grant if he could help him write the Tarzan comic he was working on; so began the Wagner/Grant writing partnership.[2] Wagner asked Grant to write a strip for Starlord, a 2000 AD spin off, which eventually got Grant noticed within IPC. On a trip to London, Grant was introduced to Kelvin Gosnell, then editor of 2000 AD, who offered Grant an editorial position on the comic. One of Grant's first jobs was to oversee the merger of 2000 AD and Tornado, an unsuccessful boys adventure comic. Grant featured as a character in the comic in the form of ALN-1, Tharg's Scottish Robot assistant. Grant found himself in conflict with IPC and resigned to become a freelance writer, writing the occasional issue of Future Shock and Blackhawk. Grant then formed his partnership with Wagner after the pair lived and worked together; the pair eventually co-wrote Judge Dredd. They worked on other popular strips for the comic, including Robo-Hunter and Strontium Dog[2] using the pseudonym T.B. Grover. Grant worked on other people's stories, changing and adding dialogue, most notably Harry Twenty on the High Rock, written by Gerry Finley-Day. Judge Dredd was Grant's main concern for much of the 1980s. Grant and Wagner had developed the strip into the most popular in 2000 AD as well as creating lengthy epic storylines such as The Apocalypse War. Grant wrote for other IPC comics such as the revamped Eagle.[3] By the late 1980s, Grant and Wagner were about to move into the American comic market. Their first title was the 12-issue Outcasts limited series (Oct. 1987–Sept. 1988) for DC Comics.[4] Although it was not a success, it paved the way for the pair to write Batman stories in Detective Comics from issue 583 (Feb. 1988), largely with Norm Breyfogle on art duties across the various Batman titles.[5] Grant and Wagner introduced the Ventriloquist in their first Batman story[6] and the Ratcatcher in their third.[7] After a dozen issues, Wagner left Grant as sole writer. Grant was one of the main Batman writers until the late 1990s. He stated that Wagner left after five issues because the title did not sell well enough to give them royalties, and that Wagner's name was kept in the credits for the remaining seven issues because Grant was afraid DC would fire him.[8] The pair created a four issue series for Epic Comics called The Last American.[4] This series, as well as the Chopper storyline in Judge Dredd, was blamed for the breakup of the Wagner/Grant partnership.[2] The pair split strips, with Wagner keeping Judge Dredd and Grant keeping Strontium Dog and Judge Anderson.[9] Grant and Wagner continued to work together on special projects such as the Batman/Judge Dredd crossover Judgement on Gotham.[10] During the late 1980s, Grant experienced a philosophical transformation and declared himself an anarchist. The creation of the supervillain Anarky was initially intended as a vehicle for exploring his political opinions through the comic medium.[11] In the following years, he continued to utilize the character in a similar fashion as his philosophy evolved into social anarchism.[12] Grant's projects at the start of this decade included writing Detective Comics, Strontium Dog, The Bogie Man, a series co-written by Wagner which was the pair's first venture into independent publishing, and Lobo, a character created by Keith Giffen as a supporting character in Omega Men.[13] Lobo gained his own four-issue miniseries in 1990 which was drawn by Simon Bisley.[14] This was a parody of the 'dark, gritty' comics of the time and proved hugely popular. After several other miniseries (all written by Grant, sometimes with Giffen as co-writer), Lobo received his own ongoing series.[15] In addition, Grant was writing L.E.G.I.O.N. (a Legion of Super-Heroes spin-off) and The Demon (a revival of Jack Kirby's character) for DC Comics.[16] Grant wrote the first issues of the new Batman title, Batman: Shadow of the Bat,[17] which saw him create three new characters, Jeremiah Arkham, Mr. Zsasz,[18] and Amygdala. This story arc, \"Batman: The Last Arkham\", was later accompanied by his role as one of the main writers during the Knightfall crossover. In 1994, Grant co-wrote the Batman-Spawn: War Devil intercompany crossover with Doug Moench and Chuck Dixon.[19] Other Batman storylines which Grant contributed to include \"Contagion\",[20] \"Legacy\",[21] and \"Cataclysm\".[22] Grant was part of the creative team for the short-lived weekly title Toxic! and was a consultant on the Judge Dredd Megazine. Due to the sheer volume of work he was doing, Grant let a new generation of writers try their hand on strips like Judge Dredd and Robo-Hunter. This often proved to be unsuccessful, however, and Grant found himself again writing for 2000 AD. In the mid 1990s, Grant underwent a second philosophical transformation, declaring himself a follower of Neo-Tech, a philosophy created by Frank R. Wallace. When he was given the opportunity to create an Anarky mini-series, he redesigned the character accordingly.[12] Following the success of the series, he was hired to create an ongoing monthly series for the character. Initially hesitant, he was persuaded to do so by series illustrator, Anarky co-creator, and personal friend, Norm Breyfogle. Named after the protagonist, Anarky was mired by what Grant felt was constant editorial interference, became a critical and financial failure, and was canceled after eight issues.[8] Although he disliked the 1999 series, he considered the original Anarky mini-series to be among his \"career highlights.\"[23] By the end of the decade Grant had written for virtually every American publisher of comic books, including DC, Marvel and Dark Horse.[24] Grant became involved with writing scripts for animation as well as his comic work, notably working on Action Man cartoons as well as original anime. He remained the main writer for Judge Anderson and Robo-hunter and teamed up with Wagner for a new Bogie Man story for the Judge Dredd Megazine. He formed his own publishing company, Bad Press Ltd, which released the humour title Shit the Dog, written by Grant and drawn by Simon Bisley. Grant was one of the few professional comics writers to contribute to fanzines such as FutureQuake. He provided scripts for the now defunct Scottish underground comic Northern Lightz. Along with his wife Sue, he organised the annual Moniaive Comics Festival.[25] He wrote two comic-based novels, The Stone King, (2001) featuring Batman and the Justice League of America, and Last Sons, (2006) featuring Superman, Martian Manhunter and Lobo. From 1998, he wrote scripts for Renga Media and later wrote the screenplay for Dominator X. He wrote Kidnapped, an adaptation of the novel of the same name by Robert Louis Stevenson, with art by Cam Kennedy, published by Waverley Books. It was part of a project revolving around Edinburgh being the first UNESCO City of Literature in 2007 and various editions will be produced some of which will be handed out for free.[26] A version with text adapted for reluctant readers will be published simultaneously by Barrington Stoke, and a Scots language translation by Matthew Fitt called Kidnappit was published by Itchy Coo. If things go well more adaptations may be in the works,[27] although a sequel project based on The Strange Case of Dr. Jekyll and Mr. Hyde was commissioned due to the relatively high profile and warm reception of the Kidnapped adaptation. It was being promoted as part of the One Book – One Edinburgh 2008 campaign.[28] In November 2008, Grant's Bad Press released the comics anthology, Wasted. A mixture of drug-themed humour and anarchic cartoon action stories, mostly, but not all, written by Grant. Wasted featured art by many comic artists from the UK underground and mainstream art scene. These included well-known industry figures like Frank Quitely, Jamie Grant, Jon Haward, and Mark Stafford. The comic showcased many underground artists like Zander, Colin Barr, Tiberius Macgregor, Alan Kerr, and Curt Sibling. Wasted was seen as the heir to the previous Northern Lightz comics, but gained mixed reviews upon release.[29] Grant set up his own comics publishing company Berserker Comics, the first title was The Dead: Kingdom of Flies[30][31] with another, Church of Hell, published in 2009. Both have Simon Bisley on art duties. Grant was a part of Renegade Arts Entertainment which, with Berserker Comics, was co-publishing Channel Evil, a four-issue mini-series with art by Shane Oakley.[32] In 2013 Grant teamed with Robin Smith to create Scott vs Zombies, commissioned by Edinburgh's Artlink with support from Creative Scotland.[33] In 2012, he completed the award-winning Canadian children's graphic novel The Loxleys and the War of 1812, now in its second edition.[34] In 2016 Grant and John Wagner created a new comic for BHP Comics. Drawn by Dan Cornwell \"Rok of the Reds\" tells the story of a dangerous intergalactic outlaw, Rok of Arkadi, who, while on the run, hides on Earth by taking over the body and life of troubled football star Kyle Dixon.[35] In 2020, in response to the COVID-19 pandemic, Grant led a local community project in the village of Moniaive to produce a comic about the virus and the residents' community spirit.[36] Alan Grant was born in Bristol,[37] but moved with his family to Newtongrange, Midlothian, at the age of one. He attended Newtongrange Primary School and Dalkeith High School, where he was frequently expelled and reinstated. After leaving school, he worked briefly in a bank.[37] Grant was married to Susan Grant, and lived with her in Moniaive, Dumfriesshire.[37][38] He died on 20 July 2022.[39] Grant received an Inkpot Award in 1992.[40]","Title":"Alan Grant (writer) - Wikipedia","KeyID":"17134","URL":"https://en.wikipedia.org/wiki/Alan_Grant_(writer)"}