{"Content: ":"Alice Harnoncourt (née Hoffelner; 26 September 1930 – 20 July 2022) was an Austrian classical violinist. She was a pioneer in the movement of historically informed performance, founding with her husband Nikolaus Harnoncourt the Concentus Musicus Wien ensemble playing on period instruments, of which she was principal violinist.[1] Born on 26 September 1930[2] in Vienna,[1] Alice Hoffelner studied violin and other stringed instruments.[1] She first pursued a career as a soloist, but then became interested in Baroque violin, and studied it with Josef Mertin [de], together with her future husband Nikolaus Harnoncourt.[1] In 1953, they married[3] and founded the period instrument ensemble Concentus Musicus Wien (CMW). Their ensemble strongly influenced and changed the performance and recording of early music by contemporary musicians, as it emphasized the use of period instruments, and knowledge about how to play them. She was the ensemble's concertmaster and often played as a soloist, until 1985.[1][4] Until 1968, she performed on a Jakob Stainer violin made in 1658.[5] She switched to an instrument of 1665 vintage, also by a maker from the Absam region of Austria. In addition to baroque violin, she performed on the pardessus de viole (the smallest form of the viola da gamba), viola and viola d'amore. She continued to perform with the CMW until her husband's retirement from conducting in December 2015, when she also retired from the ensemble.[5] She was married to Harnoncourt from 1953 until his death on 5 March 2016. The couple had a daughter, mezzo-soprano Elisabeth von Magnus, and three sons.[6] Their two surviving sons are Philipp and Franz. Their third son Eberhard, a violin maker, died in 1990 in an automobile accident.[7] Alice Harnoncourt died in Vienna on 20 July 2022 at the age of 91.[1][8][3] She published several books after her husband's death, editing his writings: Alice Harnoncourt was awarded the Ehrenzeichen des Landes Steiermark [de] of Styria in 2003.[11] As a player of the CMW, she received two Echo Klassik awards in 2006, for their recording of Handel's Messiah in the category vocal music, and for their recording of Mozart's early symphonies in the category symphonies until 1800.[12] She received several awards together with her husband, such as the Ehrenzeichen für Verdienste um das Land Wien [de] in 2011.[13]","Title":"Alice Harnoncourt - Wikipedia","KeyID":"17138","URL":"https://en.wikipedia.org/wiki/Alice_Harnoncourt"}