{"Content: ":"The Flying Liftboy (Dutch: Abeltje) is a 1998 Dutch film directed by Ben Sombogaart. The film was based on the 1953 Dutch children's book Abeltje by Annie M. G. Schmidt. It won the Golden Calf for Best Feature Film. [1][2][3] Lift boy Abeltje takes off in his lift. This to the horror of the management of the department store where he works, the other inhabitants of the lift and of course his mother. Soon after the lift flies out of the department store, Abeltje finds out how to steer the lift. His travelling companions - his classmate Laura, the businessman Mr Tump and singing teacher Miss Klaterhoen - are also embroiled in his adventure. Abel manages to land the lift on a New York parking lot. There Abel sets off to look for work. Millionaire's wife Mrs Cockle-Smith thinks he is her long-lost son Johnny and kidnaps him. Locked up in the luxury penthouse of his 'second' mother, Abeltje finds out that he does bear an uncanny resemblance to Johnny, this makes his next destination clear: he wants to find Johnny. Mr Tump helps Abeltje to escape and immediately after they reach the lift they set off at top speed for Perugona, the spot where Johnny disappeared. In Perugona their visit happens to coincide with a coup. Our friends end up in the hands of the guerrillas who appoint the vain Mr Tump as President. Everyone knows that Tump is only a puppet, Mr Tump himself is convinced that this career leap is justified confirmation of his personality. Mr Tump's position makes it possible for Abeltje to set off with Laura in search of Johnny. In The Netherlands and New York it has become clear that the lift and its inhabitants are in Perugona and the mothers of Abeltje and Johnny set off to look for their offspring. The exciting hunt for Abeltje has started. The hunt gets even more exciting when Abeltje does indeed manage to find Johnny. In the end, Abeltje's mother arrives in Perugona and accidentally takes Johnny back in her plane and sets off to The Netherlands. When Mr Tump is then deposed, it's high time for the lift-travellers to set off for the safety of their own home. But then in front of the eyes of Mother Roef, Mrs Cockle Smith and the guerrillas the lift disappears into the volcano Quoquapepapetl. During the memorial service for our four heroes in the department store, the lift pops up in the elevator shaft and everyone is reunited in a happy ending. This article related to a Dutch film is a stub. You can help Wikipedia by expanding it.","Title":"The Flying Liftboy - Wikipedia","KeyID":"17133","URL":"https://en.wikipedia.org/wiki/The_Flying_Liftboy"}