{"Content: ":"The Constable of the Tower is the most senior appointment at the Tower of London. In the Middle Ages a constable was the person in charge of a castle when the owner—the king or a nobleman—was not in residence. The Constable of the Tower had a unique importance as the person in charge of the principal fortress defending the capital city of England. Today the role of Constable is a ceremonial one and mainly involves taking part in traditional ceremonies within the Tower as well as being part of the community that lives within its perimeter. The Constable is also a trustee of Historic Royal Palaces and of the Royal Armouries. Under the Queen's Regulations for the Army, the office of Constable is conferred upon a field marshal or a retired general officer for a five-year term.[1] The Constable appointed in 2016 is General Sir Nick Houghton.[2] The Constable's ceremonial deputy is the Lieutenant of the Tower of London, currently Sir George Norton; this office is generally entrusted to a general officer of lower rank than the Constable. At the conclusion of the Constable's installation ceremony, the Lord Chamberlain symbolically hands over the Queen's House to the Constable. He in turn entrusts it to the Resident Governor, who is responsible for the day-to-day running of Her Majesty's Palace and Fortress, the Tower of London. The office of Constable of the Tower is one of the oldest in England, dating back to within a few years of the Conquest, and has always been one of great honour and dignity. In the past, this appointment has been held by eminent prelates of the Church, prominent politicians and distinguished soldiers. The first Constable, Geoffrey de Mandeville was appointed by William the Conqueror (AD 1066-87) in the 11th century. Formerly, in the absence of the Sovereign, the Constable would have been among the most powerful men in London. Today the Constable retains the right of direct access to the Sovereign. Since 1784 the Constable has always been a senior military officer. During the medieval period the Constable ran the Tower which included building maintenance, soldiers' pay and, as the Royal menagerie was housed in the Tower, supervision of the 'Keeper of the King's Animals'. He was also ultimately responsible for the prisoners kept there. The first known prisoner was the Norman bishop Ranulf Flambard in 1100, and the London gangsters Ronnie and Reggie Kray were the last official prisoners, for a few days in 1952, for refusing to do their National Service. They were sent to the Tower as it was the barracks of the 1st Battalion Royal Fusiliers (City of London Regiment) to which they had been assigned. The Constable's responsibility for prisoners was made clear in the words with which he was entrusted with them: “You are to guard them securely in the prison of our said tower in such a way that you shall answer for them body for body ... Fail in no part of this on pain of forfeiture of life and limb and all property you hold in our realms.” Until the expulsion of the Jews in 1290, the Constable was responsible for the regulation and protection of London's Jewry. Until 1889, the Constable also held the office of Lord Lieutenant of the Tower Hamlets. The Tower Hamlets was an area of SE Middlesex that urbanised as inner East London and included the area of the eponymous modern borough and most of what is now the London Borough of Hackney. This was an unusual arrangement as Lord Lieutenancy powers were usually exercised at county level; they enabled the Constable to raise local forces to supplement the Tower garrison at times of increased tension, or for use in the field. In the Middle Ages it was a profitable position; among the Constable's entitlements were: Every ship that came upstream to London had to moor at Tower Wharf to give a portion of its cargo to the Constable, as payment for the protection afforded by the Tower's cannon. These dues included oysters, mussels, cockles, rushes, and wine. The tradition is still maintained today by the Royal Navy, at the annual Ceremony of the Constable's Dues, when one large vessel presents the Constable with a barrel of rum.[3] Since 1784 the tradition has been for the Constable to be a senior military officer, usually a general officer. Perhaps the most famous Constable was Arthur Wellesley, 1st Duke of Wellington, who served from 1825 to 1852. During his tenure, the royal menagerie and record office were removed and many buildings were restored to their medieval state. The moat was drained and converted into a parade ground. Yeomen Warders were no longer permitted to buy and sell their places but were to be drawn only from sergeants in the Army. To His Grace's displeasure, tourism at the Tower increased during his Constableship. Each Constable is now appointed for five years. The new Constable is handed the keys as a symbol of office. On state occasions the Constable has custody of the crown and other royal jewels. This is an incomplete list of people who have served as Constable of the Tower of London, a post which since 1660 has been traditionally combined with that of Lord Lieutenant of the Tower Hamlets.","Title":"Constable of the Tower - Wikipedia","KeyID":"17143","URL":"https://en.wikipedia.org/wiki/Constable_of_the_Tower"}