{"Content: ":"The Chief of the General Staff (CGS) has been the title of the professional head of the British Army since 1964. The CGS is a member of both the Chiefs of Staff Committee and the Army Board. Prior to 1964, the title was Chief of the Imperial General Staff (CIGS). Since 1959, the post has been immediately subordinate to the Chief of the Defence Staff, the post held by the professional head of the British Armed Forces. The current Chief of the General Staff is General Sir Patrick Sanders, who succeeded his predecessor, General Sir Mark Carleton-Smith, in June 2022. The title was also used for five years between the demise of the Commander-in-Chief of the Forces in 1904 and the introduction of Chief of the Imperial General Staff in 1909. The post was then held by General Sir Neville Lyttelton and, briefly, by Field Marshal Sir William Nicholson. Throughout the existence of the post the Chief of the General Staff has been the First Military Member of the Army Board.[1] The Chief was responsible for commanding the entire British Army. During the Second World War, General Brooke focused on grand strategy, and his relationships, through the Combined Chiefs of Staff with his American counterparts. He was also responsible for the appointment and evaluation of senior commanders, allocation of manpower and equipment, and the organisation of tactical air forces in support of land operations of field commanders; he also had primary responsibility for supervising the military operations of the Free French, Polish, Dutch, Belgian, and Czech units reporting to their governments in exile in London. Brooke vigorously allocated responsibilities to his deputies, and despite the traditional historical distrust that had existed between the military and the political side of the War Office, he got along quite well with his counterpart, the Secretary of State for War, first David Margesson and later, Sir James Grigg. [2] The following table lists all those who have held the post of Chief of the General Staff or its preceding positions. Ranks and honours are as at the completion of their tenure:","Title":"Chief of the General Staff (United Kingdom) - Wikipedia","KeyID":"17141","URL":"https://en.wikipedia.org/wiki/Chief_of_the_General_Staff_(United_Kingdom)"}