{"Content: ":"The Chief of the Defence Staff (CDS) is the professional head of the British Armed Forces and the most senior uniformed military adviser to the secretary of state for defence and the prime minister of the United Kingdom. The chief of the defence staff is based at the Ministry of Defence and works alongside the Permanent Under-Secretary of State for Defence, the ministry's senior civil servant. The chief of the defence staff is the British equivalent position of what in NATO and/or European Union countries is known as the chief of defence. Constitutionally, the sovereign is the de jure commander-in-chief of the Armed Forces. However, in practice, the Government of the United Kingdom de facto exercises the royal prerogative and provides direction of the Armed Forces through the Ministry of Defence's Defence Council, of which the chief of the defence staff is a member. The current chief of the defence staff is Admiral Sir Tony Radakin, who succeeded General Sir Nick Carter in November 2021. Chiefs of the defence staff are appointed on the recommendation of the secretary of state for defence to the prime minister, before being approved by the monarch.[1][2] The CDS is supported by a deputy, the Vice-Chief of the Defence Staff, who since 1997 (when the CDS post was downgraded) has been of equivalent rank but is ordinarily from a different service to the CDS. There are also several Deputy Chief of the Defence Staff (DCDS) posts who support the VCDS. As of 2015 these are:[3] The CDS maintains a close working relationship with the Ministry of Defence's Permanent Under Secretary, who is the Ministry's senior civil servant, and they both report directly to the Secretary of State for Defence. The CDS focuses on military operations and strategy while the Permanent Under Secretary's remit concerns administrative and financial policy. The post was created in 1959 to reflect the new concept of joint operations that had come to the fore in the Second World War. The first incumbent was Marshal of the RAF Sir William Dickson. Prior to the creation of the post, he had served as the chairman of the Chiefs of Staff Committee, from 1956 onwards. Before 1956, although no permanent post of chairman existed, the three service chiefs took it in turn to act as chairman at meetings. From the post's inception until the mid-to-late 1970s, CDS appointments were granted on a strict rotational basis between the three services. The first break in rotational order was precipitated by the death of Marshal of the RAF Sir Andrew Humphrey. From the creation of the post until 1997, the Chief of the Defence Staff was appointed to the highest rank in the respective branch of the British armed forces to which he belonged, being an admiral of the Fleet, a field marshal or marshal of the Royal Air Force, (NATO rank code OF-10). However, with the post-Cold War reduction in the manpower strength of the British Armed Forces and the additional reasoning that no new 5-star appointments are to be made in peacetime, since 1997 the Chief of the Defence Staff has kept the rank of admiral, general or air chief marshal, (NATO OF-9), which he invariably already holds. However, during the 2010s Guthrie, Boyce, Walker and Stirrup were honorarily promoted to their respective services' senior ranks, sometime after they had each stepped down as CDS. Although there is no policy against a Royal Marines officer being appointed, few officers in the Corps attain a high enough rank to be considered for the post. However, in 2016, Gordon Messenger was promoted to the four star rank of general and appointed as Vice-Chief of the Defence Staff. Customarily, former Chiefs of Defence Staff receive a life peerage on retirement, sitting in the House of Lords as non-political crossbench peers. Their appointment is recommended not via the House of Lords Appointments Commission as is normal procedure, but is instead nominated directly to Her Majesty The Queen by the Prime Minister, who elects to nominate \"a limited number of distinguished public servants\" on retirement for a peerage. Sir Jock Stirrup was introduced to the House of Lords on 1 February 2010 as Baron Stirrup of Marylebone in the City of Westminster.[27][34][35]","Title":"Chief of the Defence Staff (United Kingdom) - Wikipedia","KeyID":"17142","URL":"https://en.wikipedia.org/wiki/Chief_of_the_Defence_Staff_(United_Kingdom)"}