{"Content: ":"The Great Britain national rugby league team represents Great Britain in rugby league. Administered by the Rugby Football League (RFL), the team is nicknamed The Lions. For most of the 20th century, the Great Britain team toured overseas, played against foreign touring teams and competed in the Rugby League World Cup, which they won three times: in 1954, 1960 and 1972. Since 1995, the RFL has sent separate home nations teams to the World Cup. Great Britain continued to compete as a Test playing nation both home and away. They competed against Australia for the Ashes, and New Zealand for the Baskerville Shield, as well the Tri-Nations series with both Australia and New Zealand. Great Britain also played in series and tours against France, Papua New Guinea and Fiji. In 2006, the RFL announced that after the 2007 All Golds Tour the Great Britain team would no longer compete on a regular basis, and its players would represent England, Wales and Scotland at Test level.[1] It is planned that the Great Britain team will come together in future only for occasional tours, similar to the British and Irish Lions in rugby union. On 9 May 2017, it was confirmed that the Great Britain team would tour the southern hemisphere in 2019 as the Great Britain Lions.[2] Initially Great Britain were represented by a team made up of players from the Northern Rugby Football Union, known simply as the \"Northern Union\" side. On 25 January 1908, the first ever Great Britain test match took place at Headingley Rugby Stadium, Leeds, versus New Zealand. At the time, Great Britain were referred to as the \"Northern Union\" – they won the game 14–6 before a crowd of 8,000. The second test went to New Zealand by 18–6, before 14,000 at Stamford Bridge, London. The third test was played at Cheltenham, and 4,000 watched New Zealand win 8–5. The first Kangaroos arrived in England on 27 September 1908, they toured Britain, losing more games than they won. They played their first ever test against the Northern Union in December at Loftus Road, London; a last minute penalty against the Kangaroos for an obstruction play handed England a goal and a 22-all draw in front of a crowd of 2,000. The second test in Newcastle in January 1909 attracted a crowd of 22,000, and the Northern Union won 15–5. The third test was played at Villa Park, Birmingham, the Northern Union winning again 6–5 before a crowd of 9,000. The Australians suggested that the series should be named \"the Ashes\" after the cricket series of the same name. The first British tour of the Southern Hemisphere began on 4 June 1910 captained by James Lomas. The Northern Union played New South Wales in front of 33,000 spectators in Sydney, losing 28–14. But they won the first test in Sydney against Australia 27–20 in front of 42,000 at the old Sydney Showground. They then won the second test in Brisbane 22–17. The tourists also recorded a 13-all draw against a combined Australasian side in front of over 42,000 at the Agricultural Ground. These tests have been credited as making rugby league the predominant code of rugby football in Australia, a situation which continues to this day. Upon arriving in Auckland on 17 July, the team was accorded a mayoral reception.[3] On 30 July, they defeated New Zealand 52–20. The second Lions tour down under in 1914, led by Harold Wagstaff, became the stuff of legend. They played three Tests in eight days with the first two in three days. After sharing the first two tests, Great Britain finished with only 10 men due to injuries, but still managed to hang on for a 14–6 victory in Sydney in July 1914. It was dubbed \"Rorke's Drift test\", after a battle in the Anglo-Zulu War. [1] Great Britain defeated a touring Australian side 2–1 in the 1921–22 Kangaroo tour of Great Britain to win back the Ashes that had been lost in 1920. They would not be lost again until 1950. The 1924 Lions added the red and blue chevron to the all-white jersey.[4] On the 1928 tour of Australasia, Great Britain lost only five of 24 tour matches. The Lions won the first Test 15–12.[4] On Saturday 14 July 1928, when Great Britain met Australia in the second Test on a sea of mud at the Sydney Cricket Ground. The Lions won 8–0, containing the Kangaroos who, for the only time in Test match history, failed to score on home soil.[5] After clinching the Test series, the Lions lost the final Test. They were presented with the Ashes Trophy by the Australians, which the two countries have competed for ever since. Great Britain then set off for New Zealand, where they lost the first Test. On Saturday 18 August 1928 the Lions travelled to Tahuna Park, Dunedin, for the second Test. The Lions led 7–5 at the interval and went on to win 13–5. Seven days later the Lions won the third Test 6–5 to clinch the series two Tests to one. Before coming home they played some missionary games in Canada, which led to the formation of a rugby league competition in that country. On 5 October 1929, Australia won the first Test at the Boulevard, Hull 31–8. Great Britain won the second 9–3 at Headingley, Leeds on 9 November 1929. The third test, held at Station Road, Swinton, resulted in a 0–0 draw with Australia having a try disallowed in the last minute. With the series tied 1–1, an unprecedented fourth test was played at the Athletic Grounds, Rochdale. Britain won the test 3–0 to take the Ashes. Britain again won the Ashes in 1932. In 1932 the police locked the SCG gates after 70,204 crammed into the SCG. This would remain the world record test match attendance until eclipsed by the 73,631 who attended the 1992 World Cup Final at Wembley Stadium. On New Year's Eve 1933 in Paris, England and Australia play the first game of rugby league in France. The match was one sided, with Australia winning 63–13 in front of a crowd of 5,000, but the seed was sown. Jim Sullivan was asked to go again as captain of the 1936 tourists, but declined on the grounds of his wife's ill health. Britain again won the Ashes in 1936. The 1946 Great Britain Lions tour saw the team sail to Australia on HMS Indomitable. After a five-day train journey across Australia, Gus Risman's team retained the Ashes, drawing the first Test and winning the other two Tests to become the only touring side to remain unbeaten on a tour of Australia. In 1947, Roy Francis was the first of a long line of black players to be capped by Great Britain. Australia made their 7th tour to the UK in 1948, and this time played the Ashes series against a side officially called Great Britain. Great Britain won both games 16–7 and 23–21. In 1950, the British Lions returned to Perth soundly beating a full Western Australia team at Claremont Showground. In the Ashes series against Clive Churchill's Australians, the 1950 touring side led by Bradford Northern's Ernest Ward had the unfortunate distinction of being the first England/Great Britain team to lose the Ashes since 1920. Great Britain won the opening game 6–4 on an SCG mudheap, but lost the second test played on a dry track at the Brisbane Cricket Ground 15–3. Returning to Sydney the third test was played again on a mudheap, as Sydney was lashed by wet weather. The game was in the balance at 2–2 until Australian winger Ron Roberts crossed in front of the Paddington Stand to seal the 5–2 win.[6] On Saturday 10 November 1951 the first televised rugby league match was broadcast from Station Road, Swinton, where Great Britain met New Zealand in the second Test of the 1951 series.[7] A last-minute penalty saw the home side triumph by 20–19. The first Test was played at Odsal, Bradford, and the third Test at Headingley Rugby Stadium, Leeds. Dickie Williams was captain of Great Britain for the 1954 tour of Australia, a gruelling schedule which lasted just over 3 months, and included 22 matches in Australia with a further 10 in New Zealand.[8] In one match against New South Wales the referee left the field in disgust at the players' persistent fighting after 56 minutes, so the match was abandoned.[9] The first Test was held at the SCG, Sydney, and was won by Australia. 47,096 people attended the Great Britain versus Australia Test on 3 July 1954 at the Brisbane Cricket Ground, which is still the ground's attendance record for any sport. The most famous incident of the tour took place on Saturday 10 July, the weekend before the third Test. With the series level at one win each, the Great Britain management decided to rest most of their Test players and field a side which was predominantly made up of forwards for the game against New South Wales. The match was an exceptionally brutal affair and was abandoned in the second half after a brawl between all 26 players.[8] Great Britain lost the deciding third Test 20–16 in Sydney in front of 67,577 fans. Prior to the 1957 World Cup held in Australia, Great Britain played three matches against France, alternating between venues in Great Britain and France. Great Britain won two and drew one of the fixtures: 45–12 Headingley Rugby Stadium, Leeds; 19–19 Stade Municipal, Toulouse; 29–14 Knowsley Road, St. Helens. The first Rugby League World Cup took place in France in October and November 1954. Dave Valentine's side, without most of the first choice internationals was not expected to do well, but beat Australia and New Zealand to finish top of the table level on points with France. The final, played at the Parc des Princes packed with 30,000 fans, took place on 13 November, where Great Britain beat France 16–12.[10] Second-row forward Don Robinson was named man of the match.[11] On 11 December 1955 the first official Test match took place between Great Britain and France, at Parc des Princes, the French winning 17–5. The Kangaroos toured in 1956, Great Britain won the first Test 21–10 at Central Park, Wigan and Australia won the second 9–22 at Odsal, Bradford. Great Britain defeated Australia 19–0 in the third Test held at Station Road, Swinton, to take the Ashes series 2–1. Britain were the favourites to win the second World Cup. A group stage was held first. Great Britain beat France 23–5 at Sydney Cricket Ground, Sydney, lost 6–31 to Australia at Sydney Cricket Ground, Sydney, and 21–29 to New Zealand at Sydney Cricket Ground, Sydney. Australia won all three of their games and were declared the champions as the organisers decided no official final was necessary.[10] Great Britain finished second. After the 1957 World Cup series in Australia, Alan Prescott's team went to New Zealand and then stopped off in South Africa to play some missionary games. Mixed-race Billy Boston flew home directly and alone, as apartheid was still in force.[12] Both teams regarded the matches as mere exhibitions and engaged in a \"touch\" type of football at Benoni, Gauteng. The British team played with more gusto in the second match at Durban but the French team refused to take the game seriously. Feelings ran high between the two visiting teams after this match with the French players expressing resentment at Britain's sudden volte-face. It was anticipated that the third match at East London, in view of the strained relations now existing between both teams, would prove a thriller. This supposed grudge match did not eventuate, and the series faded out with Britain again winning with consummate ease. Great Britain played two matches against France after the 1957 World Cup, alternating between venues in Great Britain and France. Great Britain won both tests; 14–25 at Stade Municipal, Toulouse; 44–15 at Central Park, Wigan. On Saturday 14 June 1958, Great Britain lost the first Test 25–8 at the Sydney Cricket Ground. 48 hours later the British Lions played Brisbane team, Britain won 34–29, and then remained undefeated throughout the rest of their visit to Australia.[13] On 5 July 1958, the Lions defeated Australia 25–18 in the second test at Brisbane with only eight fit players on the pitch. Captain Alan Prescott played for 77 minutes with a broken arm, substitutions not being permitted until six years later, the match became known as \"Prescott's Match\" or \"the Battle of Brisbane\". That lifted the tourists to clinch the series by winning the decider 40–17 in Sydney. rlhalloffame.org.uk – rlhalloffame Resources and Information. The third test win is still a record win against the Australians on their turf. In 1958, Great Britain were defeated 23–9 by France at Stade Lesdiguières. During Australia's 1959 Kangaroo Tour of Great Britain, Australia won the first Test 22–14 at Station Road, Swinton. Great Britain won the second 11–10 at Headingley Rugby Stadium, Leeds, and won the third 18–12 at Central Park, Wigan with a match-winning try in the last few minutes, to take the Ashes series 2–1. This was the last Ashes won on home soil to date. In the March prior to the 1960 World Cup, Great Britain played two matches against France, alternating between venues in France and Great Britain. Great Britain drew one and lost one of the fixtures: France won 20–18 at Stade Municipal, Toulouse. On 65 minutes a colossal brawl erupted when Georges Fages kicked Derek Turner on the chin following a tackle on Fages. When the dust settled Turner was ordered off, but five minutes elapsed before he was finally escorted from the field by Bill Fallowfield, secretary of the Rugby Football League. There was 17–17 draw at Knowsley Road, St. Helens. In 1960, the World Cup was played on home soil. The tournament is decided on a league system but with both Great Britain and Australia undefeated, the last match became a virtual World Cup Final. Eric Ashton lifted the trophy after a 10–3 victory at Odsal in front of a crowd of 32,733 and Britain played in an exhibition game in lieu of a decider.[10] In December 1960, Great Britain beat France 21–10 at Stade André Moga, Bordeaux, and in January 1961, they won again 27–8 at Knowsley Road, St Helens. New Zealand toured Great Britain in 1961. They won the first of the three matches 29–11 at Headingley Rugby Stadium, Leeds. Eric Ashton was again captain of the 1962 Lions side and Colin Hutton was coach. The British Lions won the opening two Tests 31–12 and then 17–10, the first time in 34 years that they had won the first two matches on Australian soil. The first Test was played before more than 70,000 spectators. The third Test was staged at Sydney Cricket Ground on Saturday 14 July 1962. A controversial last-minute Australian try and the subsequent touchline conversion resulted in a 17–18 defeat; but for this, the 62 Lions would have been the first team to achieve a whitewash of the Australians.[5] After crossing the Tasman Sea to New Zealand, they lost both Tests against New Zealand with a team depleted with injuries. The first Test 19–0, only the second time a British team had been held scoreless. In the second Test at Carlaw Park, Auckland on Saturday 11 August 1962, several players had to play out of position and New Zealand won 27–8. Sixteen Lions visited South Africa on the way home and played three matches against South Africa. The second of those matches took place on Saturday 25 August in Durban, Great Britain won 39–33. In 1962, Great Britain were defeated 17–12 by France at Stade Gilbert Brutus, Perpignan. In 1963, Great Britain were defeated 2–1 in the Ashes series by the touring 1963 Kangaroos. After the Aussies had won the first test 28–2 at Wembley in front of only 13,946 fans, the second test was scheduled for Station Road in Swinton. In what became known as the \"Swinton Massacre\", the Kangaroos wrapped up the series with a 50–12 win over the Lions, including 3 tries by Ken Irvine, 2 each to Reg Gasnier and Peter Dimond, while Graeme Langlands scored two himself as well as kicking seven goals. The Lions avoided a series whitewash with a hard-fought 16–5 win in the third test at Headingley Rugby Stadium, Leeds which is regarded as one of the most brutal tests played between the two teams. Referee \"Sergeant Major\" Eric Clay was prominent when he sent off Lions blind-side prop (10) Cliff Watson, as well as Australians Brian Hambly and Barry Muir. After giving Clay a few 'choice words' as he left the field, Muir later spoke to Clay claiming the English referee had robbed the Australians. According to Muir, Clay's response was \"Barry, I've got to live here.\" Great Britain beat France 12–0 in Avignon in 1964, they also won the return leg 10–0 in Leeds but were booed off the field. All ten points had come from the boot of David Hobbs. Great Britain won the first Test 16–11 at Headingley Rugby Stadium, Leeds. The second Test was played at the old White City Stadium on Friday 3 November 1967, it was the only Test match ever to be played there. Australian tour manager Jack Drews appealed to the thousands of Australians living in London to support the tourists and was rewarded with a crowd of 17,445, many of them supporting Australia. Australia won 17–11, and then went on to clinch the series with an 11–3 victory in a blizzard at Swinton.[14] The fourth Rugby League World Cup, held in Australia and New Zealand, in 1968. The match between Great Britain and Australia attracted an attendance of 62,256, the highest for a rugby league World Cup match. However, Great Britain failed to make the final. The 1968 Great Britain World Cup squad made a visit to Queensland on their way back to Britain. They played three matches in three days, the middle match being against North Queensland at Townsville on Sunday 16 June. Britain won 25–2. The last time that Britain won the Ashes was in 1970 with emerging stars like Roger Millward and Mal Reilly. Under coach Johnny Whiteley, they won the series 2–1 in Australia after winning the final two test matches. Great Britain won 22, drew one and lost one – making them the most successful British tourists to date. The fifth Rugby League World Cup was held in England in November 1970. Britain were hot favourites, and won all three of their group stage games. All the other nations lost two games each, and Australia qualified for the final largely on the back of an impressive tally of points against New Zealand. The final was held at Headingley Rugby Stadium, Leeds. Although Great Britain dominated the possession, the Kangaroos were able to exploit their chances, and ran out unexpected 12–7 winners in a scrappy, bad-tempered game that became known as \"The Battle of Leeds\". In 1971 New Zealand wins a series in Britain for the first time, winning 17–14 in Castleford and 18–13 in Salford. Clive Sullivan had risen to the Great Britain captaincy, the first black captain of a home international side, and was in charge for the 1972 World Cup held in France. Jim Challinor was coach. Sullivan and Challinor led the under-rated Lions to victory over Australia (27–21), France (13–4) and New Zealand (53–19), claiming a try in each game. Clive scored a long distance try in the final in Stade Gerland, Lyon as they drew with Australia 10–10 after extra time.[10] Great Britain won their third World Cup by virtue of having a better qualifying record. Sullivan was the last British captain to lift the World Cup. Saturday 24 November 1973. Great Britain had won the first Test three weeks earlier at Wembley, and needed to win at Headingley Rugby Stadium, Leeds to retain the Ashes. Australia won 14–6, their first Test victory at Headingley.[15] The Kangaroos went on to win the third Test 15–5 at Wilderspool on 1 December 1973, and so took the Ashes back to Australia, where they have remained ever since.[16] Great Britain visited Australia and New Zealand in 1974. British players had been playing under the \"six tackles\" rule for almost two years, but switched back to the old \"four tackles\" rule for international competition as the rule had not been changed in New Zealand. The Australian's won the first Ashes Test 12–6 at Lang Park, but bounced back to win the 2nd test at the Sydney Cricket Ground 16–11. The deciding test at the Sydney Cricket Ground on 20 July was won 22–18 by the home side.[17] In New Zealand, the Kiwis won the first Test 13–8. The second Test was staged at the Addington Showgrounds, Christchurch on Saturday 4 August 1974 and was won by Great Britain 17–8. Britain went on to win the third Test 20–0 to clinch the series. Great Britain did not compete in the 1975 World Cup as the UK was represented by teams from England and Wales for the first time in a World Cup. On 6 July 1975, at Boroko, Papua New Guinea played their first ever international. They were beaten 40–12 by Great Britain. There was a reappearance for the Great Britain team at the 1977 World Cup in Australasia under coach David Watkins. Australia topped the table and Great Britain were the underdogs going to the Final, held at the Sydney Cricket Ground. They managed to dominate the possession, and it took a last minute try from Australia's John Kolc to win the Cup 13–12 in front of 24,457 spectators. The 1978 Ashes series were won by the touring Australians, but Great Britain, labelled a Dads' Army team thanks to their front row with both props (Jim Mills and Brian Lockwood) and hooker (Tony Fisher) all being over 30 years of age, beat the Kangaroos in the second test 18–14, at Bradford's Odsal Stadium, before a crowd of 26,447. It was to be 10 years, and 15 consecutive test defeats before Britain beat the Kangaroos again. Peter Fox was the coach. The tour of Australasia in 1979 was a disastrous one in many ways. A number of players withdrew because of injury, and coach Eric Ashton was unable to fly out with his squad because his daughter had been involved in a car crash. Injuries during the tour caused three influential players to return home early, whilst attendance figures at tour matches were disappointing due to the lacklustre performances of the tourists, and led to a financial loss of over £300,000 on the trip. The Australian's, coached by Frank Stanton and captained by George Peponis, won the series 3–0. Australian centre Michael Cronin scored a total of 54 points for the series with two tries and 24 goals. Incredibly he outscored the Lions who only scored 18 points for the entire series, losing the first test 35–0 in Brisbane, and the second and third tests 24–16 and 28–2 in Sydney. Total attendance for the series was just 66,752 compared to the 133,791 who saw the three tests on the 1974 Lions tour. Critics from both Britain and Australia called the team the weakest and least committed touring side ever to tour Australia and that poor results had been the cause of such a dramatic drop in attendances. The first Test at Lang Park in Brisbane was staged on Saturday 16 June 1979, and attracted a healthy crowd of 23,051, although it was actually the lowest for an Anglo-Australian Test in Australia for over sixty years. After a string of encouraging results in the opening matches; Britain were confident of pulling off an upset. However the Lions, 16–0 down at half-time, crashed to a 35–0 defeat, the heaviest Britain had suffered in a Test played in Australia.[13] The tour's largest attendance came in the second test at the SCG with 26,857. But the third test could only draw 16,844 to the SCG, at the time the lowest ever attendance in Australia for an Anglo-Australian test. Johnny Whiteley became coach again in 1980 until 1982. He achieved a drawn series against New Zealand in 1980, but was given a tougher time by the touring Australians. Rugby league was taken into a new dimension by the 1982 Kangaroos side. The 'Invincibles' became the first team to win every game of the tour (15 games) including the first test by 40–4 at Hull in front of 26,771 spectators at Boothferry Park. The Kangaroos only led 10–4 at half time, but unleashed a second half onslaught that left the British game stunned. Coached by Frank Stanton and captained by Max Krilich, the Kangaroos included veterans such as Craig Young, Steve Rogers, Kerry Boustead, the fiery Les Boyd, Rod Reddy and Ray Price, as well as a crop of young players on their way to superstar status in rugby league including Mal Meninga, tour vice-captain Wally Lewis, Brett Kenny, Peter Sterling, Eric Grothe and Wayne Pearce. The second test in Wigan ended 27–6 to the visitors. During the second half of that game, Kangaroos replacement Wally Lewis fired a bullet like 20 metre pass for Meninga to score in the corner. Soundly thrashed to that point of the series, the play did psychological damage to the Lions who were left wondering just how good the Australians really were if someone who could pass like Lewis couldn't even make the starting XIII. The third test was held at Headingley, Leeds which ended 32–8, though the game was in the balance until the final ten minutes when the Kangaroos superior fitness told and they ran in four late tries. The Lions scored their only try of the series in the second half at Headingley when Hull winger Steve Evans scored. This was the beginning of an era of Australian dominance. Frank Myler took over as coach following the Invincibles tour. Great Britain toured Australia in 1984 and both Garry Schofield and Ellery Hanley made their test débuts, with 18 year old Schofield in particular earning praise from the Australian's with his attacking displays in the centres (Hanley, better known later in his career as a lock forward or five-eighth, played on the wing for each test of the series). After losing the first two Tests, Britain was expected to capitulate completely in the third Test, which was staged at Sydney Cricket Ground on Saturday 7 July 1984.[18] The Lions then moved on to New Zealand where the Kiwis won the first two Tests in Auckland and Christchurch and the Lions faced the prospect of losing each match of a three-Test series against the Kiwis for the first time. On Saturday 28 July 1984, the Third Test was held at Carlaw Park, Auckland. The Lions started well and went into a 16–8 lead in the second half before New Zealand recovered to score 24 points in the last 25 minutes and win 32–16. It was the first time they had scored over 30 points in a Test match against Great Britain. Maurice Bamford took over as coach in 1984. His term as coach of the national side also included the formation of the Great Britain under-21 team to replace the U/24 side. The ninth Rugby League World Cup was played out between 1985 and 1988, with teams playing each other on a home and away basis. These matches were fitted into the normal international programme of three-match test series between the nations, with a pre-designated match from each series counting as the world cup fixture. In 1985, Garry Schofield re-wrote the record books by scoring four tries as Great Britain beat New Zealand in a test series at Central Park, Wigan. Shaun Edwards made his debut for Great Britain against France in 1985 at Headingley. Britain went on to beat France 50–4, a record score. In 1986 a then record northern hemisphere crowd of 50,383 attends the first test of the Ashes series at Old Trafford. The Australians won 38–16, continuing their dominance of The Lions. The 1986 Kangaroos, who like their 1982 counterparts (and included 5 players from \"The Invincibles\" – Wally Lewis (captain), Peter Sterling (vice-captain), Mal Meninga, Brett Kenny and Gene Miles) went through Great Britain and France undefeated and earned the nickname \"The Unbeatables\". The second test at Elland Road in Leeds was a disaster for the Lions with the Kangaroos leading 34–0 late in the match before winning 34–4 after Schofield scored a late consolation try. Australia completed the series sweep when they won the third test at Wigan 24–15 after a much improved performance by Maurice Bamford's men.[19] Mal Reilly was appointed Head Coach in 1987 and opened with six wins, four against France and two over Papua New Guinea. In 1987, Ellery Hanley was appointed Great Britain captain and on the 1988 tour down under took the Lions the closest they had been for a decade to regaining the Ashes. On 9 July 1988, Great Britain beat Australia 26–12 in Sydney to win the 3rd test, though the series had already been lost. This was the first British victory over Australia since their 18–14 win at the Odsal Stadium in Bradford on 5 November 1978. The third test also saw the smallest Anglo-Australian test attendance in Australia when only 15,944 attended the dead rubber game at the new Sydney Football Stadium. The first test played on 11 June and won 17–6 by Australia in front of 24,480 at the Sydney Football Stadium, was the 100th Anglo-Australian test match. During that 1988 tour, the Lions suffered two embarrassing losses in the lead up to the first test against Australia. The Lions lost 36–12 to a Northern Division (NSW) representative team in Tamworth in what was called \"Black Sunday\". According to reports, after the game Mal Reilly locked his team in the change room and upbraided them for 20 minutes before allowing the media in.[20] But worse was to come just 2 days later when they lost 30–0 to reigning Sydney premiers Manly-Warringah only 4 days out from the test. The Manly team that night, missing 7 regular players (including 4 Australian test players), were coached by Mal Reilly's 1972 and 1973 Sydney premiership winning teammate Bob Fulton who would become the Australian coach in 1989 and spend almost a decade tormenting the Lions. The final group stage match of the 1985/88 World Cup qualifier between New Zealand and Great Britain became a sudden death battle for a spot in the final, Britain only needed a draw. In the event the Kiwis came through 12–10, and went on to lose to Australia in the World Cup Final at Eden Park, Auckland. The tenth Rugby League World Cup followed a similar format covering the years 1989 and 1992. In 1989 Great Britain won their first home series since 1965, beating New Zealand by two tests to one. With France and Papua New Guinea not being competitive, it became a straight fight between Britain and the Kiwis for the right to meet the Kangaroos in the final. In the event the Lions were able to just edge out the Kiwis on points difference. France gained their first win in 23 years across the Channel in 1990 when they won 25–18 at Headingley. In 1990, Great Britain made their first full-scale tour of Papua New Guinea. A combination of soaring temperatures, altitude and the atmosphere created by over 11,500 Papua New Guinea fans, many clinging to trees outside the tiny, ramshackle ground in Goroka, unnerved the tourists. Papua New Guinea beat Great Britain 20–18, the Lions' one and only loss to the Kumuls. This saw the series tied 1–1.[21] Great Britain then won a series 2–1 in New Zealand.[22] During the 1990 Ashes series, Great Britain defeated Australia 19–12 in the first test at Wembley on Saturday 27 October 1990 in front of a new record home crowd of 54,567. It was the first time that an Australian team had been beaten in Britain for twelve years and 37 matches.[23] Australia made eight changes for the second Test, held at Old Trafford on Saturday 10 November 1990. With the scores tied at 10–10, with twenty seconds to go, Kangaroos halfback Ricky Stuart raced 70 metres before slipping the ball to Mal Meninga who dived over to give the Kangaroos a 14–10 victory. The third Test was won by Australia 14–0 to complete a 2–1 series win.[7] During the 1992 tour of Australia and New Zealand, Great Britain lost the first Ashes test 22–6 in Sydney. Two weeks later, led by Garry Schofield and with a pack made up entirely of Wigan players, Great Britain grabbed a memorable 33–10 win in Melbourne on a night where the weather and (neutral) ground was more like a winters night in northern England than 'sunny' Australia.[24] However, back in familiar territory, Australia won the third test 16–10 in Brisbane. The 1989-92 Rugby League World Cup was played out over three-years, the Great Britain side squeezed into the final on goal difference ahead of New Zealand. The World Cup Final at Wembley set a world record attendance for a rugby league international: 73,631 saw Australia edge Great Britain 10–6 with the only try coming from Steve Renouf late in the game. This figure beat the previous record of 70,204 set at the Sydney Cricket Ground during the 1932 Ashes series.[10] The attendance figure at Wembley would remain the largest for an international until 74,468 saw the Kangaroos defeat New Zealand 34–2 in the 2013 World Cup Final at Old Trafford. The 1992 Final was set to be played in Australia due to the Kangaroos finishing unbeaten at the top of the table. However, with the prospect of a 70,000+ attendance at Wembley on offer, the Australian Rugby League consented to the game being held in London.[25] Great Britain won the 1993 home series against New Zealand by three tests to nil, including a 17–0 victory at Wembley in the first test. During the second test in Wigan, Lions and Wigan winger Martin Offiah's reputation as the fastest player in the game, which had taken a big hit when he was defeated in a 100-metre match race with Parramatta Eels (Australia) flyer Lee Oudenryn during the 1992 Lions tour of Australia and New Zealand, was further dented when he made a break and despite having a 3-metre start, was run down from behind and unceremoniously bundled into touch by Kiwi and Leeds centre Kevin Iro. Mal Reilly stood down as Great Britain coach in 1994. Ellery Hanley was appointed coach of the Great Britain national rugby league team for the Ashes series of 1994, which was held in Great Britain. The 1994 Kangaroo tour was the last played in the conventional format, where the Australian side plays a number of matches against British club and provincial outfits, in addition to the Test matches. Great Britain won the first test 8–4 at Wembley after playing most of the game without captain Shaun Edwards who was sent off in the first half for a high tackle on Bradley Clyde. Without Edwards (suspended) and Wembley man of the match, fullback Jonathan Davies who had dislocated his shoulder late in the first test, the Lions lost the second test 38–8 at Old Trafford. Edwards returned for the third test which was won 23–4 by Australia at Elland Road.[26] In 1996 Great Britain embarked on a disastrous tour of the Southern Hemisphere under coach Phil Larder. They did not play Australia because of the Super League War, but played and won their first and so far only test against Fiji, before losing a series 3–0 to New Zealand. Several British players had to be sent home early because the tour ran out of money. Andy Goodway was appointed Great Britain coach in 1997. At the end of that year Great Britain played a home three-Test series against the Australian Super League and lost 2–1. Despite the series being given official test status, these games are not widely regarded as a genuine Ashes series because so many Australian stars were again missing. The continuing Super League war meant that the 1998 Kangaroo Tour was cancelled. The outbreak of the Super League war meant that the next Kangaroo tour, set for 1998, never eventuated. With the Super League War finally over in 1999, Great Britain travelled to the Southern Hemisphere for the first Tri-Nations tournament with Australia and New Zealand. Great Britain struggled to overcome Burleigh Bears in a warm-up match, went on to suffer humiliating defeats by world champions Australia and New Zealand, and then struggled to beat the New Zealand Maoris. A huge gap has opened up once again between the northern and southern hemispheres. In January 2000, Andy Goodway quit as Great Britain coach with a year left on his contract.[27] In February 2001, Australian David Waite was appointed full-time head coach and technical director ahead of the Ashes series. The Australians arrived in Britain for the first Ashes series since 1994. Great Britain surprised everyone by winning the first test, but lost the next two. In July 2002 Great Britain suffered a record test defeat 64–10 to Australia in Sydney. In November 2003 Great Britain lost an Ashes series 0–3 on home soil, having led all three matches with less than five minutes to play. This was considered one of the most humiliating defeats in Great Britain Test history, as with injuries and pullouts, Australia had sent a virtually third-choice side to Great Britain. Great Britain was heavily favoured to win the Ashes, but lost each Test. Waite stepped down from his role. In 2004, Brian Noble was appointed part-time coach. The '...and Ireland' was dropped from the team name as they reverted to 'Great Britain'. The Lions beat Australia in a tournament for the first time in 31 years when they won the league phase of the 2004 rugby league tri-nations with the most points, only to be comprehensively beaten 44–4 in the final by Australia. In the 2005 Tri Nations, Great Britain only won one game. This came against eventual tournament winners the Kiwis by over twenty points and dominated the entire match. However, the Kiwis posted their highest score ever against Great Britain in London. Great Britain did not make the final of the tournament. On 4 November 2006, Great Britain beat Australia 23–12 in Sydney for the first time since 1988 FOX SPORTS | Live Sports Scores | NRL, AFL, Cricket Scores. However, they lost the other three games and went down to a record defeat against New Zealand. They failed to make the final of the tournament for the second year in succession. At the end of the 2006 season Brian Noble's contract as Head Coach ran out and was not renewed. It was believed that the RFL were looking for a full-time Head Coach and Brian Noble wasn't willing to surrender his role as Wigan Warriors Head Coach. In March 2007, Leeds coach, Tony Smith was installed as coach.Smith takes up Great Britain job His first game in charge of Great Britain was the victory over France. The 3–0 whitewash of New Zealand followed starting with a 20–14 victory at Huddersfield, a 44–0 thrashing of the Kiwis in the 2nd test at Hull and a final test win at the JJB by 28 points to 22. In 2007, Great Britain enjoyed a three nil series whitewash of the touring New Zealand side in the 2007 All Golds tour. After the 2007 All Golds tour Great Britain was retired with the focus being more on strengthening the other three home nations. A 2015 Great Britain Lions tour of Australasia was approved by the RLIF however the Australians wanted to have a year off before the 2016 Four Nations. In 2016 it was rumoured the Australians want to have a Kangaroos tour of the UK against Great Britain. In May 2017, it was confirmed that Great Britain would tour the southern hemisphere in 2019, with New Zealand and Australia touring Europe in 2018 and 2020 respectively. The 2019 Great Britain Lions tour began with a 14–6 loss against Tonga. They would go on to lose their following two tour matches against New Zealand before suffering a humiliating loss to Papua New Guinea. After the tour had concluded, several of the Great Britain players and head coach Wayne Bennett came under intense media scrutiny and fan backlash.[28][29][30] The team was originally known as the Northern Union XIII in reference to the name of the sport's governing body. After 1922 the name the Lions was first used. In 1948 the team became known as Great Britain for the Ashes Series. During the 1990s the Rugby Football League expanded this to Great Britain and Northern Ireland, and the jersey bore the name British Isles XIII. In 2004 the words \"...and Northern Ireland\" were dropped from the title, though the Irish shamrock continued to form part of the RFL's crest and British Isles XIII remained on the jersey. At matches, the team was represented by the Union Flag and the singing of God Save the Queen, both symbols of the United Kingdom. The practice of a UK-wide team being called Great Britain has a precedent with the Great British Olympic team, though the formal name of the Olympic team includes \"and Northern Ireland\". The team continued to compete until the 2007 All Golds Tour: henceforth, the Great Britain team will now be reserved for Lions tours of the Southern Hemisphere. According to Richard Lewis, chairman of the Rugby Football League: Squad for the 2019 Great Britain Lions tour.[33] Results updated as of 24 December 2020.[34] Great Britain's highest attendances against each nation it has played.[37] vs Australia vs France vs New Zealand vs Papua New Guinea vs South Africa vs Tonga vs Fiji","Title":"Great Britain national rugby league team - Wikipedia","KeyID":"17146","URL":"https://en.wikipedia.org/wiki/Great_Britain_national_rugby_league_team"}