{"Content: ":"Supported by (36) Opposition (116) The Senate (Spanish: Senado) is the upper house of the Cortes Generales, which along with the Congress of Deputies – the lower chamber – comprises the Parliament of the Kingdom of Spain. The Senate meets in the Palace of the Senate in Madrid. The composition of the Senate is established in Part III of the Spanish Constitution. The Senate is composed of senators, each of whom represents a province, an autonomous city or an autonomous community. Each mainland province, regardless of its population size, is equally represented by four senators; in the insular provinces, the big islands are represented by three senators and the minor islands are represented by a single senator. Likewise, the autonomous cities of Ceuta and Melilla elect two senators each. This direct election results in the election of 208 senators by the citizens. In addition, the regional legislatures also designate their own representatives, one senator for each autonomous community and another for every million person, designating a total of 58 senators. The Spanish Senate is constitutionally described as a territorial chamber. Its powers are similar to those of the Congress of Deputies. However, by virtue of its role as a territorial chamber, it is endowed with exceptional powers such as authorising the Government of the Nation to apply direct rule on a region or to dissolve city councils. The presiding officer of the Senate is the President of the Senate, who is elected by the members thereof. The first Spanish Constitution, the Spanish Constitution of 1812, established a unicameral legislative, therefore, an upper Chamber did not exist. The Senate was first established under the Royal Statute of 1834 approved by Queen Regent Maria Christina of the Two Sicilies under the denomination of House of Peers but it did not last long and in 1837, under the Constitution of that year, the upper house acquired the denomination of Senate. It remained under the regimes of the constitutions of 1845, 1856, 1869 and 1876. It was composed, at that latter time, of three main categories: senators by their own right, senators for life and elected senators. This house, along with the Congress of Deputies, was suppressed after the coup of General Miguel Primo de Rivera in 1923. After the restoration of democracy during the Second Spanish Republic (1931-1939) the new regime opted for a unicameral system. During the Francoist Spain, the Cortes Españolas would be composed of a single chamber. Only after the Spanish transition to democracy in 1977 was it re-established. The Spanish parliamentary system is bicameral but asymmetric. The Congress of Deputies has more independent functions, and it can also override most Senate measures. Only the Congress can grant or revoke confidence to the Prime Minister. In the ordinary lawmaking process, either house may be the initiator, and the Senate can amend hostilely or veto, the proposal then being sent back to the lower house, which can override these objections by an absolute majority vote. Organic laws, which govern basic civil rights and regional devolutions, need an absolute majority of both congress and senate to pass. The process for constitutional amendments is slightly more tangled: the rule is to require a three fifths (60%) of both houses, but if the Senate does not achieve such a supermajority and a joint congress-senate committee fails to resolve the issues, the Congress may force the amendment through with a two-thirds vote as long as an absolute majority of the Senate was in favour. But for some specific types of amendments including those related to most clauses related to human rights, both houses must approve of the amendment by a two thirds vote, and an election must be held and the amendment must pass by a two thirds vote a second time, and if that is approved, the people must vote for the amendment in a referendum by majority vote. On the other hand, the Senate has certain exclusive functions in the appointment of constitutional posts, such as judges of the Constitutional Court or the members of the General Council of the Judicial Power. The Senate is solely responsible for disciplining regional presidents (Section 155 of the Spanish Constitution). Only the Senate can suspend local governments (Local Regime Framework Act, Section 61.[1]). It exercised this power in April 2006, dissolving the Marbella city council when most of its members were found to have engaged in corrupt practices. On Friday, October 26, 2017, the Senate voted 214 to 47 to invoke Section 155 of the Spanish Constitution over the region of Catalonia. This decision gave to prime minister Mariano Rajoy the power to remove the regional government and to dissolve the regional legislature, and rule directly from Madrid. Senate reform has been a topic of discussion since the early days of Spanish democracy. One proposal would advance the federalization of Spain by remaking the Senate to represent the autonomous communities of Spain. Senators form groups along party lines. Parties with fewer than ten senators form the Mixed Group. If the membership of an existing group falls below six during a session, it is merged into the Mixed Group at the next session. For example, Coalición Canaria lost its senate caucus in 2008 after electoral losses reduced its group from six to two. The Basque Nationalist Party, falling from seven to four, \"borrowed\" senators from the ruling Socialist Party to form their group; in exchange, they supported the election of socialist Javier Rojo as President of the Senate. The PNV group is again under threshold after returning the borrowed Socialists, and it faces dissolution after the current session. Legally, 133 seats are required for an absolute majority, vacant seats notwithstanding. To date, senate elections have coincided with elections to the lower house, but the President of the Government (i.e., the Prime Minister) may legally advise the king to call elections for one house only, under Section 115 of the Spanish Constitution. While the Congress of Deputies is chosen by party list proportional representation, the members of the senate are chosen in two distinct ways: popular election by limited voting and appointment from regional legislatures. Most members of the senate (currently 208 of 266) are directly elected by the people. Each province elects four senators without regard to population. Insular provinces are treated specially. The larger islands of the Balearics (Baleares) and Canaries (Canarias)—Mallorca, Gran Canaria, and Tenerife—are assigned three seats each, and the smaller islands—Menorca, Ibiza–Formentera, Fuerteventura, Gomera, Hierro, Lanzarote and La Palma—one each; Ceuta and Melilla are assigned two seats each. This allocation is heavily weighted in favor of small provinces; Madrid, with its 6.5 million people, and Soria, with 90,000 inhabitants, are each represented by four senators. In non-insular constituencies, each party nominates three candidates. Candidates' names are organized in columns by party on a large (DIN A3 or larger) ochre-colored ballot called a sábana or bedsheet. Each voter may mark up to three candidates' names, from any party. This is the only occasion when Spanish voters vote for individuals rather than a party list. Panachage is allowed, but typically voters cast all three votes for candidates of a single party. As a result, the four Senators are usually the three candidates from the most popular party and the first placed candidate from the next most popular. Before 2011, a party could not choose the order of its candidates on the ballot paper; candidates were sorted alphabetically by surname. When a party did not get all three of its candidates elected, this arrangement favored candidates with surnames early in the alphabet. This was the case for 2nd placed parties in every province and for both parties in tight races when voters did not vote for three candidates of the same party (panachage). Section 69.5 of the Spanish Constitution empowers the legislative assembly of each autonomous community of Spain to appoint a senate delegation from its own ranks, with one Senator per one million citizens, rounded up. Demographic growth increased the combined size of the regional delegations from 51 to 57 since 1983. Conventionally, the proportions of the regional delegations mimic their legislative assemblies, as required in principle by Section 69.5 of the Constitution. However, Autonomous Communities have considerable leeway, and a motion to appoint the delegation often requires no more than a plurality.: The distribution after the 2021 regional elections is: The last election was held on 10 November 2019. The composition of the 14th Senate is: This is a list of the presidents of the Senate since the recovery of the upper house in 1977. To see previous presidents, look the full list of presidents of the Senate. Coordinates: 40°25′14″N 3°42′46″W﻿ / ﻿40.42056°N 3.71278°W﻿ / 40.42056; -3.71278","Title":"Senate of Spain - Wikipedia","KeyID":"17159","URL":"https://en.wikipedia.org/wiki/Senate_of_Spain"}