{"Content: ":"Stafford Rangers Football Club is a semi-professional English football team from Stafford which plays in the Northern Premier League Premier Division. The team wear black and white stripes with black shorts. Stafford Rangers' rivals include Tamworth, Hednesford Town, Burton Albion, and Telford United. Despite extensive research, no one has been able to prove conclusively when Stafford Rangers was actually formed, as early minute books were destroyed during the First World War. Rangers' formation year is recognised as 1876 because of articles in the local Advertiser newspaper, but an alternative theory on Rangers' formation date, printed in the Sentinel newspaper during 1891, suggests that the club was founded by a Bible class in 1877. Rangers' early matches were cup games and friendlies, with the club reaching the FA Cup First Round in both 1884–85 and 1885–86. The club then had spells in the Shropshire League, Birmingham League and North Staffordshire League up to the turn of the century, and moved to their present Marston Road home in 1896. In 1900–01 Stafford rejoined the Birmingham League and in 1904–05 had an FA Cup run to the last Qualifying Round bowing out in a replay at Second Division Blackpool. They were demoted to the Birmingham Combination in 1912 but won the championship at the first attempt (1912–13) and then finished runners-up in two of the next four seasons either side of the First World War. Rangers won the Birmingham League title in 1926–27, twice finished runners-up (1928–29 and 1929–30) and were twice third in five memorable seasons. During this period a total of 542 league goals were scored with striker Eddie Cameron regularly scoring goals. Due to financial troubles the team spent the mid to late 1930s struggling to avoid re-election and in one game were so short of players that the club secretary R.P. Brown had to play and actually scored a goal. During April 1935 a successful appeal for £100 to pay creditors enabled the club to survive. When war broke out in 1939, Rangers participated in an emergency Birmingham League during the 1939–40 season, finishing as runners-up, and then disbanded. After the Second World War the club reformed and played in the Birmingham Combination for six seasons, achieving a highest position of 6th in 1950–51. With a view to progress, Rangers joined the Cheshire County Football League in 1952 and finished 3rd in the 1954–55 season. However, Rangers' spell in the Cheshire Football League was generally one of struggle and during the early sixties financial difficulties again threatened the club's existence. There were, however, some positive results, including the seven goals scored by Les Box in an 11–0 FA Cup victory over Dudley Town during September 1957. In 1965, the appointment of Colin Hutchinson as manager started an improvement. Rangers won the 1967–68 Cheshire League Cup and following season finished as Cheshire League runners-up to earn a place in the Northern Premier League. The seventies were the most successful era in the club's history. With Roy Chapman as manager, the club recorded a Northern Premier League Championship, FA Trophy and Staffordshire Senior Cup treble in season 1971–72, with Ray Williams scoring a club record of 48 goals in a single season. However, they did not apply for election to the Football League, and have never since finished high enough to enter the Football League. Three seasons later Rangers progressed to the FA Cup Fourth Round defeating Stockport County, Halifax Town and Rotherham United on the way to a defeat against Peterborough United in front of a crowd of 31,160 at Stoke City's Victoria Ground. The home Third Round tie with Rotherham attracted a record of 8,536 people to Marston Road. After Chapman had departed to manage League club Stockport County, Rangers were again at Wembley Stadium in 1975–76 for their second FA Trophy Final but they lost to Scarborough 3–2 after extra time. Roy Chapman returned as manager and success continued with a second FA Trophy Final win in 1979, this time against Kettering Town. Rangers became founder members of the Alliance Premier League but this coincided with the club finishing low in the league, as various managers found it difficult to follow the success of the seventies. After four seasons Rangers were relegated to the Northern Premier League. This form continued, but with the appointment of Ron Reid as manager during the 1983–84 season as manager the club soon began to rebuild its reputation and won the 1984–85 League title. Back in the Alliance, the Bob Lord Trophy, Jim Thompson Shield and Staffordshire Senior Cup were all won within two seasons. During the late eighties and early nineties, Rangers struggled in the Conference, with six managers in seven seasons following Reid's departure in May 1988. The sale of striker Stan Collymore to Crystal Palace in December 1990 for a substantial six-figure fee stands out in this period. Under the management of Dennis Booth, Rangers enjoyed a tremendous 1992–93 campaign. In the league they finished 6th and reached the FA Cup Second Round, defeating Lincoln City in a First Round replay at Marston Road. After Booth departed for Bristol Rovers, Rangers found success difficult to achieve and were relegated from the Conference to the Southern League Premier Division at the end of the 1994–95 season. The slide continued at the start of the 1995–96 campaign and when Kevan Bowen took over in October 1995 Rangers had not gained a point. Bowen made an immediate impact and achieved good results in the second half of the season but the damage had already been done at the start and the club was relegated for the second successive season. With an ambition to take Stafford Rangers back to their former heights in non-league football, the Board appointed Kevin Bond as manager towards the end of 1997. Despite some good performances Rangers ended the season in a mid-table position and Bond moved on to Portsmouth. Ian Painter succeeded Bond in the 1998 close season and in his first term Rangers finished 5th in the Southern League Midland Division with the distinction of being the equal highest scorers in the pyramid with 92 goals. In 1999–2000, following a slow start, a strengthened side achieved a club record unbeaten run of 23 league games. Rangers were once again equal highest scorers in the pyramid with 107 goals and duly won the Southern League Western Division championship. After two seasons in the Premier Division, finishing seventh and ninth respectively, Painter left the club in April 2002. During Painter's final season, Rangers recorded a club-record 15–0 victory over Kidsgrove Athletic in a Staffordshire Senior Cup tie on 20 November 2001. Phil Robinson, whose playing career took him to several top Football League clubs around the East and West Midlands, joined his hometown club as player-manager in the 2002 close season and immediately set about creating a structure to develop young local talent with the introduction of reserve and youth teams. He retained only a few of Painter's squad which led to increased support on the terraces due to improved results. They finished second in the Southern League Premier Division, reached the FA Cup First Round for the first time in a decade and brought the Staffordshire Senior Cup back to Marston Road with a 5–1 victory over Stoke City at Port Vale's Vale Park. Robinson's second season in charge, 2003–04, brought more success with Rangers this time finishing third in the league behind Crawley Town and Weymouth to earn a place amongst the Nationwide Conference North founder members. Rangers reached the Staffordshire Senior Cup Final but lost 1–0 to Kidsgrove Athletic. At the end of the 2004–05 season, silverware returned to Marston Road as the team regained the Senior Cup, defeating Leek Town in the Final at Vale Park. As well as reaching the FA Cup First Round, where they lost to Chester City, Rangers finished the inaugural Conference North season in 8th position with the tightest defence in the division, conceding just 44 goals. Stafford Rangers achieved promotion back to the fifth tier of English football after a play-off win on penalties over Droylsden in May 2006 at rivals Burton Albion's new Pirelli Stadium. This came at the end of a successful 2005–06 league campaign which resulted in a second-place finish. In the 2006–07 season the club reached the second round of the FA Cup where they lost to Brighton & Hove Albion. A match against Dagenham & Redbridge was featured live on Sky Sports. Goalkeeper Danny Alcock was selected for the England Non-League squad in January 2007 and a month later Cameroonian Guy Madjo was selected by his nation for international duty. The club managed to avoid relegation on the final day of the season, and finished 20th in the Conference. 2007 saw Stafford struggle to compete in an increasingly difficult league with many ex-league and professional sides. Phil Robinson left the club after five-and-a-half years in charge and many Stafford fans[who?] were unhappy to see him leave. Players Neil Grayson and Kevin Street were placed in temporary charge of the county town club as joint caretaker managers. On 21 February 2008, Steve Bull was appointed as head coach. Bull was unable to save the club and on 7 April 2008, Rangers were relegated to the Conference North following a 4–0 defeat at home to York City. He left the club on 12 December, being replaced by Chris Brindley, who was assistant manager under Bull.[1] At the end of the 2009 season, Stafford Rangers' future was uncertain as they needed to pay Slick Seating £50,000 by 7 July. The club came up with the idea of selling 250 tickets at £200, that would be repaid in weekly draws, this worked and the club was saved from going into administration. On 14 April 2010, news was leaked that chairman Jon Downing had resigned from his position, after 17 years on the club's board.[2] In September 2010, Brindley resigned as manager of Stafford Rangers. The following month, the club appointed Tim Flowers as manager, but he resigned as manager on 11 January 2011 after just nine games in charge and his assistant Matt Elliott took over the job. Despite some improved performances Elliott could not prevent relegation to the Northern Premier League for the 2011–12 season. Their fate was not confirmed until the final game of the season, a 3–2 defeat at Stalybridge Celtic. Elliott initially accepted the offer to become manager for the next season but then had a change of heart and resigned. On 31 May 2011 Greg Clowes was appointed manager, but on 8 September 2013, following defeat in all of their opening seven league games, Clowes, Garner and coach Mick Hathaway were relieved of their management duties. The club appointed Andy Mutch as interim manager until Graham Heathcote was announced as manager on 3 January 2014. Following a further relegation, this time to the NPL Division One South, Heathcote felt he could not continue as manager on a limited playing budget, and on 28 May 2014 former Rushall Olympic boss Neil Kitching was appointed as the new manager of Stafford Rangers.[3] At the end of the 2017–18 season Neil Kitching and his coaching team parted company with the club by mutual consent after four successful years at the helm. It was announced at the start of the 2018–19 season that former Stafford Rangers player Steve Burr would be taking over and he was appointed the club's new Manager. On 28 December 2018 Steve Burr resigned from his position as Manager following poor results. On 1 January 2019 Alex Meechan and Andy Fearn stepped up from Assistant Manager and First Team Coach to take charge of the first team as joint managers until the end of the season. After successfully guiding the club away from the drop zone, thus avoiding relegation the Board of Directors gave the managerial duo the job on a permanent basis. The 2020–21 season saw another managerial change with Jody Banim taking the helm. Matt Hill took the post of Assistant. Andy Fearn who had been joint manager joined the Board of Directors as Director of Football In the 2006–07 season Rangers had an average attendance of over 1000. On 14 December 2018 the new Shed End [A covered terrace at the far side of the ground] was completed and opened in a league game against local rivals Hednesford Town, with the Boro winning the game 4–1. The Shed End was a fan led project. Fans are now raising money for a cantilever stand at the Social Club End. Following its completion the ground will have cover on all sides. Prior to the 2019–20 season a group of fans renovated two unused rooms at the football ground to create a new Fans Bar. The Fans Bar is open to home and away fans on match days. During November 2019 the club had the away turnstiles refurbished, this also included new exit gates and new fencing being erected, the clubs car park situated at the front of the ground was fully tarmacked, replacing a rubble surface, massively improving the overall look of the ground. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. See Stafford Rangers F.C. Players Source: staffordrangersfc.co.uk See Stafford Rangers F.C. Managers","Title":"Stafford Rangers F.C. - Wikipedia","KeyID":"17166","URL":"https://en.wikipedia.org/wiki/Stafford_Rangers_F.C."}