{"Content: ":"Port Vale Football Club is a professional football club based in Burslem, Stoke-on-Trent, England, which competes in EFL League One. Vale is the only English Football League club not to be named after a place; their name being a reference to the valley of ports on the Trent and Mersey Canal. They have never played top-flight football, and hold the records for the most seasons in the English Football League (111) and in the second tier (41) without reaching the first tier.[8] After playing at the Athletic Ground in Cobridge and The Old Recreation Ground in Hanley, the club returned to Burslem when Vale Park was opened in 1950. Outside the ground is a statue to Roy Sproson, who played 842 competitive games for the club. The club's traditional rivals are Stoke City, and games between the two are known as the Potteries derby. After becoming one of the more prominent football clubs in Staffordshire, Burslem Port Vale were invited to become founder members of the Football League Second Division in 1892. They spent 13 non-consecutive seasons in the division, punctuated by two seasons in the Midland League, before they resigned due to financial difficulties and entered liquidation in 1907. The name of Port Vale continued in the North Staffordshire Federation League, and this new club were successful enough to be reinstated into the Football League in 1919. They spent 16 non-consecutive seasons in the Second Division, punctuated by winning the Third Division North title in 1929–30, before dropping back into the third tier for a much longer stay at the end of the 1935–36 campaign. The 1953–54 season saw manager Freddie Steele's \"Iron Curtain\" defence win both a Third Division North title and a semi-final place in the FA Cup. They failed to build on this success however, although they went on to finish as champions of the first Fourth Division season under Norman Low's stewardship in 1958–59. The club had little success throughout the 1960s and 1970s, despite being briefly managed by Stanley Matthews, and were forced to apply for re-election after breaking FA rules on illegal payments in 1968. Gordon Lee guided the club to promotion back to the Third Division the following season, where they would remain until relegation at the end of the 1977–78 campaign. John McGrath steered the club to promotion in 1982–83, though he departed after relegation became inevitable the following season. His assistant, John Rudge, stepped up to become the club's longest-serving and most successful manager, leading the club from 1983 to 1999. Under his leadership Port Vale won promotions in 1985–86, 1988–89 and 1993–94, lifted the League Trophy in 1993 and reached a post-war record finish of eighth in the second tier in the 1996–97 season. After Rudge's reign ended the club entered a decline, slipping into the fourth tier whilst twice entering administration in 2003 and 2012. The decline was arrested when manager Micky Adams achieved automatic promotion from League Two in the 2012–13 season, though they were relegated back into League Two at the end of the 2016–17 season after a failed experiment with a continental staff and playing style. Carol Shanahan bought the club in 2019 and manager Darrell Clarke secured promotion out of the League Two play-offs at the end of the 2021–22 season. The official story reported on the club website is that Port Vale F.C. was formed in 1876, following a meeting at Port Vale House, from where the club was supposed to have taken its name.[2] However, documented evidence of football from that era is extremely scarce and research by historian Jeff Kent indicated that it was probably formed in 1879 as an offshoot of Porthill Victoria F.C. and took its name from the valley of canal ports where the team played.[9][10] In the club's early days the team played their football at Limekiln Lane, Longport and from 1880 at Westport.[11] The club moved to Moorland Road in Burslem in 1884, changing its name to Burslem Port Vale in the process, though stayed in Burslem for just one year before both turning professional and moving to Cobridge to play at the Athletic Ground.[12] In 1892, the club were invited to become founder members of the Football League Second Division after proving themselves a strong club in the Midland League.[13] They spent 13 seasons in the Second Division either side of a two-season return to the Midland League (1896–97 and 1897–98).[14] The club were forced to resign from the league at the end of the 1906–07 season and were subsequently liquidated.[15] However, the name of Port Vale was continued after ambitious minor league side Cobridge Church opted to change their name. The new club subsequently moved into their new home of the Old Recreation Ground in Hanley in 1912, and returned to the Football League in October 1919, taking over the fixture list of Leeds City in the Second Division, who were forced to disband because of financial irregularities.[16] Wilf Kirkham made his Vale debut in October 1923, and over the next ten years would score a club record 164 league and cup goals, including a club record 41 goals in the 1926–27 campaign.[17] The club were relegated for the first time at the end of the 1928–29 season, going from the Second Division to the Third Division North.[18] They came up as champions the following season and in the 1930–31 season were placed fifth in the second tier of English football, their highest ever league finish.[19] Vale went to beat Chesterfield by a club record 9–1 margin on 24 September 1932.[20] However, after these achievements the club were once again relegated in the 1935–36 season and remained in the third tier until World War II.[21] Port Vale moved into their new home of Vale Park in 1950, and a year later Freddie Steele was appointed club manager.[22] Steele quickly established himself at the club, masterminding the celebrated 'Iron Curtain' defence.[22] The 1953–54 season saw Vale winning the Third Division North title as well as reaching the semi-finals of the FA Cup, losing out to eventual winners West Bromwich Albion in controversial fashion, in which an Albert Leake goal was disallowed for offside.[22] Three years later, the club were again relegated, and once again became founder members of a division – this time the Football League Fourth Division.[22] Manager Norman Low instilled an attacking philosophy and in the 1958–59 season guided the team to the Fourth Division title with a club record 110 goals scored.[22] Vale ended a six-season stay in the Third Division with relegation at the end of the 1964–65 campaign.[23] In 1967, former Ballon d'Or winner Stanley Matthews succeeded Jackie Mudie as manager, though he resigned a year later after Vale were expelled from the Football League for allegedly making illegal payments to players in contravention of FA rules – this punishment was reduced on appeal to a re-election vote, which the club won.[24] Despite this Matthew's was never paid £7,000 that the club owed him and this lead him to never manage in England again.[25] Gordon Lee took the helm following this punishment, and steered the club to promotion at the end of the 1969–70 campaign.[26] However, the 1970s did not prove a successful period for the Valiants, as the club languished in the bottom half of the Third Division for much of the decade. Lee left in 1974, and a succession of managers failed to prevent relegation in 1977–1978.[27] The 1979–80 season saw Port Vale finish 20th in the Fourth Division (88th overall), the club's worst ever finish.[28] Despite this poor finish in John McGrath's first season, they eventually achieved their first success for thirteen years in 1982–83 by winning promotion out of the Fourth Division in third place.[29] Following McGrath's dismissal, his assistant John Rudge was appointed as manager in December 1983.[30] Though he was unable to halt Vale's immediate return to the bottom tier of the Football League, he succeeded in steadying the ship.[31] Helped by the goals of prolific Welshman Andy Jones, Vale were promoted back to the third tier in 1985–86 after losing just once at Vale Park in the league all season.[32] A major cup upset came on 30 January 1988, when Vale defeated First Division side Tottenham Hotspur 2–1, thanks to a superb strike from Ray Walker.[33] After three seasons in the third tier, Rudge's Vale achieved another promotion in 1988–89 after Robbie Earle scored the winning goal at Vale Park to complete a 2–1 aggregate play-off final victory over Bristol Rovers; this marked the club's return to the Second Division after a 33-year absence.[34] Vale suffered relegation on the final day of the 1991–92 league campaign, and though they bounced back well by staying in the promotion picture for most of the 1992–93 season, they narrowly missed out as runners-up to local rivals Stoke City after being overtaken by Bolton Wanderers on the final day.[35] Instead Vale would visit Wembley twice in just over a week. They firstly ran out as 2–1 winners against Stockport County in the final of the League Trophy.[36] However, they then lost 3–0 in the play-off final to West Bromwich Albion.[37] Vale recovered from this setback and went on to confirm promotion as runners-up on the final day of the 1993–94 season. During the 1995–96 season Vale recorded one of their greatest FA Cup giant-killings when they defeated holders Everton 2–1.[38] The team also had some success in the Anglo-Italian Cup, as they qualified for the Final at Wembley, where they lost 5–2 to then Italian Serie B side Genoa.[39] Vale made a slow start to the 1996–97 campaign, with protests forming against chairman Bill Bell, and the sale of Steve Guppy to Leicester City for £800,000. Despite this Rudge masterminded an eighth-place finish – their highest in the pyramid since 1931. In 1997–98, relegation was avoided on the final day of the season with a 4–0 win over Huddersfield Town, at the expense of Manchester City and Stoke City.[40] The next season was another struggle, and John Rudge was controversially sacked in January 1999.[41] He was replaced by former player Brian Horton, who spent big to secure the club's second consecutive final-day escape from relegation.[42] There was no avoiding relegation in 1999–2000, though, as they were some thirteen points short of safety. Horton led the club to League Trophy success in 2001, as Marc Bridge-Wilkinson and Steve Brooker scored the goals to secure a 2–1 victory over Brentford in the final at the Millennium Stadium.[43] In December 2002, Bill Bell called in the administrators, with the club around £1.5 million in debt.[44] The club came out of administration in 2003–04 under a fan-ownership consortium headed by Bill Bratt's Valiant 2001 consortium.[45] However, Horton left in February 2004, unwilling to accept the financial cutbacks imposed by the new board, and was replaced by former player Martin Foyle.[46] Foyle was dismissed in November 2007, and his successor, Lee Sinnott, proved unable to prevent the club from being relegated into League Two after a 23rd-place finish and also oversaw a defeat to Southern League Division One Midlands club Chasetown in the FA Cup.[47] Sinnott was sacked in September 2008 and following an unsuccessful tenure from Dean Glover, Micky Adams was appointed as the club's new manager in June 2009.[48][49] Adams left the club in December 2010 with Vale second in the table and Jim Gannon was selected to finish the promotion job.[50][51] However, Gannon's turbulent reign ended after 74 days.[52] Adams returned as manager at the end of the 2010–11 campaign, but this was not enough to placate fans who demanded a change in the boardroom after a series of promised investments failed to come to fruition.[53] Genuine hopes of promotion in 2011–12 were brought to an end after the club was issued with a winding up petition by HM Revenue and Customs on 29 February 2012; the club were by this time unable to pay tax bills, creditors, or staff wages.[54] The club entered administration on 9 March.[55] The club finally exited administration on 20 November 2012,[56] and Tom Pope scored 33 goals to fire Vale to promotion back to League One with a third-place finish.[57] They stabilised in the division under new boss Rob Page, before chairman Norman Smurthwaite orchestrated the departure of Page and his squad in favour of the club's first foreign manager, Bruno Ribeiro, in June 2016.[58][59] The result was relegation back into League Two at the end of the 2016–17 season, after which Smurthwaite resigned as chairman.[60] He returned to the role the following season and threatened to put the club into administration if a buyer was not found by May 2019, a fate which was avoided when Carol and Kevin Shanahan completed their takeover.[61] Manager Darrell Clarke returned from a close family bereavement to lead Vale through the League Two play-off semi-finals at the end of the 2021–22 season.[62] Promotion was secured with a 3–0 victory over Mansfield Town in the final.[63] Around November 1920, club chairman Frank Huntbach came up with the nickname of \"the Valiants\".[65] The next year the club adopted their familiar white and black strip after having experimented with numerous colours, including plain red, gold and black stripes, claret and blue, and even during 1898–1902 playing in the red and white stripes now used by rivals Stoke City for over a century. However, the kit soon changed to plain red shirts with white shorts in 1923, a style which lasted until 1934, when the white shirt, black shorts and socks kit was re-adopted. Between 1958 and 1963 the club adopted various gold and black designs, before once again returning to the black and white theme.[64] The initial club crest was modelled on the coat of arms of the Borough of Burslem.[66] From 1952 to 1956 the club used a Staffordshire knot with the letters \"PVFC\" inside it.[66] Four years later a more complex badge emerged, again based on the Burslem coat of arms but this time also featuring the scythe of the Tunstall arms, the fretted cross of Audley, and two Josiah Wedgwood pots.[64] The crest was removed in 1964, and replaced by a 'P.V.F.C.' monogramme, which in turn was abandoned in 1978.[64] For the next four years the club switched to a design of a knight on a horse with the text \"Port Vale\" at the top.[66] From 1982 the club introduced a design based on that of a schoolchild who won a competition, which featured a bottle oven and the Stafford knot, associated with the city of Stoke-on-Trent's pottery industry and the history of the local area.[64][66] The current crest was introduced in February 2013, which was a modern rehash of the crest the club introduced in 1956; it included local historical references: the Portland Vases representing Josiah Wedgwood, the Scythe coming from the house crest of the Sneyd family and the silver cross appearing from the house crest of the Audley family, as well as the Stafford knot above the crest.[67] A table of kit suppliers and shirt sponsors appear below:[68] When they joined the English Football League in 1892, Port Vale were playing at their fourth home ground. They began at the Meadows in Limekiln Lane, Longport, now Scott Lidgett Road,[69] and then moved on to Westport Meadows in 1881, where they played for three years.[69] An area prone to flooding, today Westport Lake now lies where the ground once stood.[69] In 1884, the club moved to the Burslem Football and Athletic ground, where they would stay for just two years.[69] Located close to Burslem railway station, the club took the area's name.[69] The first match was a 6–0 win over Everton in a friendly and the ground also hosted FA Cup matches for the first time.[69] It proved to be inadequate however, and Port Vale moved on to the Athletic Ground.[69] Located opposite the church on Waterloo Road, directly on the Hanley and Burslem tram line, it played host to the club for 27 years, including twelve Football League seasons.[12] It was so named as it also hosted athletics. The Old Recreation Ground was Vale's home from 1913 to 1950, and was located in Hanley, standing on what is now the multi-storey car park for the Potteries Shopping Centre. The club endured hard financial times during World War II, and sold the ground to the council, who were reluctant to allow the club to rent it back.[70] The club received £13,500 for the ground, which they needed to pay off a £3,000 debt.[71] Vale Park has been Port Vale's home ground since 1950; it is located on Hamil Road, opposite Burslem Park. Originally planned to be as massive as an 80,000 capacity stadium, the development was known as the \"Wembley of the North\".[72] However the £50,000 project opened at a capacity of 40,000 (360 seated); still highly ambitious.[70] The capacity was increased to a sell-out 49,768 for an FA Cup tie with Aston Villa in 1960.[70] The stadium underwent numerous upgrades after Bill Bell was elected as chairman in 1987, who aimed to make it \"fit for the Premiership\".[73] Outside the ground is a statue to Roy Sproson, who played 842 competitive games for the club.[74] The club has a fierce rivalry with Stoke City, as City are based in the town of Stoke-upon-Trent, but only a small percentage of residents in the town are Vale fans. Stoke City also enjoy a higher support base in the city as a whole, especially in recent times when they have achieved promotion to the country's top division. With 215,206 supporters turning out in 46 League Two games during the 2009–10 season, Vale attracted an average league attendance of 4,678.[75] Stoke and Vale first met on 2 December 1882, and played out a total of 44 Football League games up until 10 February 2002, when the two clubs last met in the Second Division; Stoke won the first match 1–0, whilst Vale were 1–0 victors in the latest encounter.[76] Stoke have been the more successful team over the years, as Vale have finished higher in the league on only seven occasions.[76] Port Vale also maintain a fiery rivalry with Crewe Alexandra, which has taken on greater significance since Stoke were promoted to a higher league than Vale at the end of the 2001–02 season.[77] One study in 2019 ranked the Port Vale-Stoke City rivalry as the joint-28th biggest rivalry in English professional football, with the Port Vale-Crewe Alexandra game being the 14th biggest rivalry.[78] Vale also maintain rivalries with Shrewsbury Town and Walsall, as well as less significant rivalries with Burton Albion, Wolverhampton Wanderers and Macclesfield Town.[79][80] The club's official matchday programme is highly rated, and was voted the best in League Two in 2010–11.[81] Supporters also produced three unofficial fanzines. The oldest are The Memoirs of Seth Bottomley printed in the 1990s and the Vale Park Beano, which has been printed since 1997.[82] Derek I'm Gutted! is also a long-running fanzine, and has been printed since August 2000; the name was inspired by a remark by then-manager Brian Horton to local journalist Derek Davis following a defeat to Tranmere Rovers.[83] The OneValeFan fansite is the largest independent Port Vale website and has been running since 1996; it was originally titled There's only one Vale fan in Bristol? in reference to founder Rob Fielding's location.[84][85] The club's most famous supporter is singer Robbie Williams, who was raised in Stoke-on-Trent. Before administration in 2012, he was a major shareholder, having bought £240,000 worth of available shares in the club in February 2006.[86] For this investment, a restaurant at Vale Park is named after him.[87] For the football game FIFA 2000, he provided an original theme song with \"It's Only Us\", on the condition that Port Vale should be included in the game, which they were, located in the Rest of World section. This song was also featured on the only FIFA Soundtrack CD release by EMI.[88] In 2005 Williams founded Los Angeles Vale F.C., a Super Metro League team in the United States, named after Port Vale and based at his L.A. home. His best friend, TV presenter Jonathan Wilkes, is also a Vale fan.[89] Another famous fan is darts legend Phil Taylor; Burslem born, \"The Power\" is a 16 time world champion of the sport.[90] The singer Simon Webbe was signed up to the club's youth side as a teenager until a torn ligament at age seventeen put an end to any sporting ambitions.[91] The children's illustrator and author Bob Wilson, is also a fan.[92] His Stanley Bagshaw series of books is set in an area based on Stoke, and the protagonist supports a thinly disguised version of the Vale; even basing a book on their 1954 Cup run – albeit with a successful conclusion.[93] Port Vale's highest Football League finish was fifth place in the Second Division (second tier) in 1930–31, whilst their best ever FA Cup finish saw them reach the semi-finals in 1953–54.[94] Port Vale's largest Football League victory was a 9–1 win over Chesterfield in the Second Division in 1932, while the heaviest loss was 10–0 to Sheffield United in 1892 in the same division.[94] Other club record scorelines include a 16–0 victory over Middlewich in a friendly in 1884 and a 12–0 defeat to Aston Villa in the Staffordshire Senior Cup in 1891.[94] The record for the most appearances for Port Vale is held by Roy Sproson, who played 842 matches in all competitions.[95] Sproson also holds the record for the most league appearances for the club, with 760. His nephew, Phil Sproson, made 500 appearances in all competitions. Wilf Kirkham is the club's top goalscorer with 164 goals in all competitions, which includes 153 in the league and 11 in the FA Cup.[96] Kirkham's tally of 41 goals in the 1926–27 season is also a club record.[97] Tom Pope and Martin Foyle have also scored more than 100 goals for the club. The first player to be capped at international level while playing for Vale was Teddy Peers, when he made his debut for Wales.[94] The most capped player is Chris Birchall, who earned 27 caps for Trinidad and Tobago while at the club.[98] The first Vale player to score in an international match was Sammy Morgan, who scored for Northern Ireland against Spain on 16 February 1972.[99] The club's highest attendance at Vale Park is 49,768 against Aston Villa in the FA Cup on 20 February 1960, whilst the lowest is 554 against Middlesbrough U21 in the EFL Trophy on 16 October 2018.[94] The highest transfer fee received for a Vale player is £2,000,000 from Wimbledon for Gareth Ainsworth on 29 October 1998, while Ainsworth was also the most expensive player bought, costing £500,000 from Lincoln City on 11 September 1997.[100] The youngest player to play for the club is Nelson Agho, who was aged 15 years and 262 days on his debut against Walsall in the EFL Trophy on 13 November 2018.[101] The oldest player is Tom Holford, who played his last match aged 46 years and 68 days against Derby County in the Second Division on 5 April 1924.[102] Port Vale are the only club in the top four divisions of English football to have beaten the other 91 clubs of the Football League and Premier League in a competitive league fixture.[103] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Port Vale Ladies was formed in 2017 and won the Staffordshire County League in their maiden season, before they entered the West Midlands Regional Women's League at the start of the 2018–19 season.[107] The name was changed to Port Vale F.C. Women at the end of the 2020–21 season.[108] The women's section also runs girls teams at under-9, under-11, under-12, under-13, under-14 and under-16 level.[107] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Tom Morgan was the first Port Vale manager to win a league title with the club, taking them to the top of the Third Division North at the end of the 1929–30 season.[111] Freddie Steele repeated the feat during the 1953–54 campaign, also taking the club to the semi-finals of the FA Cup.[112] He was followed by Norman Low, who led Vale to the Fourth Division title in 1958–59.[113] Gordon Lee (1969–70), John McGrath (1982–83) and Micky Adams (2012–13) also secured promotions.[114] John Rudge led the club to three promotions – 1985–86, 1988–89 and 1993–94 – as well as a Football League Trophy title in 1993.[115] His successor, Brian Horton also secured a Football League Trophy final victory in 2001.[116] Football League Third Division / Third Division North / League One (3rd tier) Football League Fourth Division / League Two (4th tier) Football League Trophy","Title":"Port Vale F.C. - Wikipedia","KeyID":"17165","URL":"https://en.wikipedia.org/wiki/Port_Vale_F.C."}