{"Content: ":"Stuart Chapman (6 May 1951 – 13 July 2022) was an English footballer who played as a midfielder for Port Vale, Stafford Rangers and Macclesfield Town, and worked as the player-coach of Rocester. He won promotion out of the Fourth Division with Port Vale in 1969–70, and won the Northern Premier League, FA Trophy (twice) and Staffordshire Senior Cup (twice) with Stafford Rangers. He made more than 650 appearances and scored 60 goals during his 14 years at Stafford Rangers. He also led Rocester to two Staffordshire Senior League and two Staffordshire FA Vase titles. Chapman joined Port Vale as an amateur in June 1966, and made his debut at Vale Park in a 2–2 draw with Lincoln City on 3 May 1967, the last day of the 1966–67 season, three days before his 16th birthday.[1] Known as \"Shack\", he helped the youth-team to reach the FA Youth Cup quarter-finals.[2] He then played two Fourth Division games in the 1967–68 season.[1] Jackie Mudie and Stanley Matthews had a youth policy for the \"Valiants\", but new manager Gordon Lee preferred more experienced players.[1] Chapman featured just five times in the 1968–69 season, before he signed as a professional in May 1969.[1] He made three appearances in the 1969–70 promotion campaign, but was given a free transfer at the end of the season.[1] Chapman moved into Northern Premier League football with Stafford Rangers, as manager Roy Chapman's first signing.[3] Rangers finished second in the Northern Premier League at the end of the 1971–72 campaign.[3] Rangers won the Northern Premier League, FA Trophy and Staffordshire Senior Cup treble in the 1971–72 season, beating Barnet 3–0 in the FA Trophy final at Wembley Stadium and Stoke City in the Staffordshire Senior Cup.[3] They dropped to sixth in 1972–73, but retained the Staffordshire Senior Cup with victory over Port Vale in the final. They finished in fourth place, just two points short of first, in 1973–74. They again finished fourth in 1974–75, but reached the fourth round of the FA Cup with victories over Stockport County (after a replay), Halifax Town and Rotherham United (after a replay in which Chapman scored).[3] Manager Colin Meldrum led Rangers to second in the 1975–76 campaign, one point behind champions Runcorn, and Rangers finished as FA Trophy runners-up in 1976 after losing 3–2 to Scarborough. Rangers dropped to eleventh in 1976–77 and seventh in 1977–78, though again won the Staffordshire Senior Cup after beating Kidderminster Harriers in the final. Chapman was awarded a testimonial match against West Bromwich Albion in 1978, which finished as a 2–2 draw.[3] Rangers finished eighth in the 1978–79 season and won the FA Trophy again by beating Kettering Town 2–0 in the final.[4] The club finished nineteenth in the newly created Alliance Premier League in 1979–80, and went on to finish eleventh in 1980–81 under Paul Ogden and fourteenth in 1981–82, before being relegated in last place at the end of the 1982–83 season under the stewardship of Bobby Thomson and Colin Clarke. Chapman left Marston Road after Rangers finished tenth in the Northern Premier League at the end of the 1983–84 campaign, and was given a second testimonial game against Wolverhampton Wanderers.[3] Manager Ron Reid wrote in the testimonial programme that: \"he was always known to be a keen competitor, a hard tackling strong midfielder. All in all, he was a winner.”[3] He made more than 650 appearances and scored 60 goals during his 14 years for the club.[3] He joined Macclesfield Town in 1984, and captained the \"Silkmen\" to a second-place finish in the Northern Premier League in 1984–85, behind former club Stafford Rangers.[3] He later became the player-coach of Rocester and led the club to two Staffordshire FA Vase final wins in 1986 and 1987, as well as back to back Staffordshire Senior League titles.[4] Chapman was a strong, tough tackling midfielder who tended to play in either the number four or number eight position.[3] Chapman was diagnosed with mixed dementia in August 2013 and his condition deteriorated in 2019.[5] He died at the age of 71, leaving behind wife Vicky, and his funeral was scheduled to be held at the kick-off of the 2022–23 football season.[2] Port Vale Stafford Rangers Macclesfield Town Rocester","Title":"Stuart Chapman - Wikipedia","KeyID":"17164","URL":"https://en.wikipedia.org/wiki/Stuart_Chapman"}