{"Content: ":"The Calgary Stampeders are a professional Canadian football team based in Calgary, Alberta. The Stampeders compete in the West Division of the Canadian Football League (CFL). The club plays its home games at McMahon Stadium and are the third-oldest active franchise in the CFL. The Stampeders were officially founded in 1945, although there were clubs operating in Calgary since the 1890s.[4] The Calgary Stampeders have won eight Grey Cups, most recently in 2018, from their appearances in 17 Grey Cup Championship games. They have won 20 Western Division Championships and one Northern Division Championship in the franchise's history. The team has a provincial rivalry with the Edmonton Elks, as well as fierce divisional rivalries with the Saskatchewan Roughriders and the BC Lions. Prior to the formation of the Stampeders in 1945, football in Calgary can be dated back as early as 1891, when Edmonton defeated Calgary 6-5 in the Alberta Total-point Challenge Series.[5] A team from Edmonton (actually the outlying community of Fort Saskatchewan) had a picture taken of themselves after they defeated a Calgary team (in Calgary,) declaring themselves Champions of Alberta; the picture has two dates on it, being taken in either 1893 or 1895.[6] The Calgary Rugby Foot-ball Club played for the Alberta championship in 1907, became the Calgary Tigers and joined the Calgary Rugby Football Union in 1908 and the Alberta Rugby Football Union in 1911. The ensuing decades saw Calgary based teams come and go; including the Calgary Canucks, the 50th Battalion, the Tigers again, the Calgary Altomahs, and finally the Calgary Bronks of the Western Interprovincial Football Union. These teams were a dominant force in Alberta football, winning the AFRU championship 15 times over the next 25 years. World War II and 1940 brought a halt to football in Calgary, the final year for the Bronks. None of these earlier Calgary based teams are part of the Stampeders official history or records.[7] The WIFU returned to Calgary on September 29, 1945 with the formation of the Calgary Stampeders. In their very first game played on October 20 at Mewata Stadium they beat the Regina Roughriders 12–0 before 4,000 fans in attendance. It was a taste of success to come that decade under the direction of head coach Les Lear and talented stars such as Woody Strode, Paul Rowe, Keith Spaith, Dave Berry, Normie Kwong and Ezzert \"Sugarfoot\" Anderson. The year 1948 was perhaps the greatest season in Stamps history, achieving a perfect regular season of 12–0 and capping the year a 2-0-1 record in the playoffs including a Grey Cup victory over the Ottawa Rough Riders at Toronto's Varsity Stadium, memorable for the team's scoring a touchdown on a \"sleeper play\". It was also during that same Grey Cup festival that Calgary fans brought pageantry to the game and made it into a national celebration, featuring pancake breakfasts on the steps of City Hall, starting the Grey Cup parade and even riding a horse in the lobby of the Royal York Hotel. They returned to the Grey Cup the following year (1949), with a 13–1 record but lost to the Montreal Alouettes 28–15 in the title game. It was 19 years until Calgary once again reached the Grey Cup, losing 24–21 to Ottawa in the 1968 final and not until 1971 when they were crowned champions, defeating the Toronto Argonauts 14–11. The Stampeders, like all the teams playing in the WIFU and IRFU, joined the newly-formed Canadian Football League in 1958. The year 1960 brought the Stampeders a new home, McMahon Stadium. Their first game in their new stadium was on August 15, 1960, a 38–23 loss to the Winnipeg Blue Bombers. From 1968 to 1971, the Stampeders made it to the Grey Cup game three out of those four years (missing in 1969), winning it in 1971. After having some great years at the end of the 1960s which culminated in their 1971 Grey Cup championship, 1972 started a long period of struggles for the Stampeders. In the 18 seasons from 1972 to 1989, the Stampeders made the playoffs only 7 times, and although they reached the Western Final in 1978 and 1979 under Jack Gotta (which were their only two playoff wins and appearances for the rest of the 1970s) losing both times to their provincial rivals in Edmonton, who were in the midst of an unprecedented five-year Grey Cup victory run at the time), the next decade was less than kind to the team. During the 1980s, the Stampeders were the only CFL team that did not win a playoff game (the team made five appearances during the decade, all but one of which came on the road and all resulting in losses in the West Semi-Final). The Stampeders nearly folded after the 1985 season due to years of declining attendance, financial woes and a poor 3–13 record. However, a successful Save Our Stamps campaign in 1986 resulted in season ticket sales of 22,400, additional funds and stability that translated to improved on-field play which laid the groundwork for Grey Cup berths in 1991 and 1992 when they won the title over Winnipeg. Wally Buono took over the head coaching duties in 1990 (after having served as an assistant coach for the previous three years). Late in the 1991 season, the team, after being community-owned since its inception, went private when Larry Ryckman purchased the team.[8] The next 13 years were some of the most successful years in Stampeders history. Led by quarterbacks Doug Flutie, Jeff Garcia, and Dave Dickenson receivers Allen Pitts, Terry Vaughn, and Dave Sapunjis, and a rock-steady defence led by Western All Stars Alondra Johnson, Stu Laird, and Will Johnson the Stampeders racked up a 153–79–2 record during these years. They reached the Grey Cup six times, winning in 1992, 1998, and 2001, losing in 1991, 1995, and 1999. In 1996, Ryckman was found by the Alberta Securities Commission to have run a stock manipulation scheme, was fined $492,000 and was forced to give up the Stampeders, who were subsequently purchased by Sig Gutsche via a receivership court for $1.6 million on April 3.[9][10] Gutsche helped rectify the team's debts and made the team profitable again.[11] The team finished the 1990s having made the playoffs in every year that decade. On October 8, 2001, Sig Gutsche sold the team to California businessman Michael Feterik.[12] Unlike previous owners, Feterik was intimately involved in the club's football operations. Feterik's most notorious move was to give the starting quarterback position to his son Kevin Feterik, angering both fans and Buono. Buono left to join the BC Lions after the 2002 CFL season. After Wally Buono departed from the Stampeders, the team went through three different head coaches in three years. Jim Barker succeeded Buono in 2003, but was let go after a 5–13 season, and he was replaced by Matt Dunigan, who fared no better in his lone season in 2004, going 4–14. The coaching carousel ended with Tom Higgins taking over in 2005, who brought the team back to respectability led by Henry Burris at quarterback and Joffrey Reynolds at running back, but lost in three straight years in the 2005, 2006, and 2007 Western semi-final games in that span. During this time, the team lost money, and in January 2005, Feterik sold the team to a group led by Ted Hellard, Doug Mitchell and former Stampeder John Forzani, and the Calgary Flames Limited Partnership, the organization that represents the NHL's Calgary Flames.[13] In 2008, one-time Stamps QB John Hufnagel took the coaching reins, and the Stampeders ended their playoff victory drought en route to winning the team's sixth Grey Cup 22–14 against the Montreal Alouettes. Burris was named the Grey Cup Most Valuable Player with DeAngelis being the top Canadian for their efforts. John Hufnagel had been interviewed by several NFL and college football teams, but is still the team's general manager to this day. Hufnagel was also the team's head coach until the end of the 2015 season, when he turned over the head coaching duties to former Stampeder and BC Lions star Dave Dickenson. Between 2009 and 2014, the Stampeders reached the Western Final every year except 2011, when the team lost the semi-final game to the Eskimos in Edmonton, 33–19. The following year, the organization by now known as Calgary Sports and Entertainment became the majority owner of the team; the company previously only had a 5% stake in the team. They were able to reach the Grey Cup game that year only to come up short against the Argonauts, falling by a score of 35–22. Following another defeat in the Western Final in 2013, the Stampeders were once again able to reach the Grey Cup the following year. This time, they came out on top with the franchise's seventh championship, defeating the Hamilton Tiger-Cats 20–16. After the 2015 season, Hufnagel stepped down from his dual responsibility as head coach and general manager, becoming purely a general manager and handing the coaching reins to former Stamps QB Dave Dickenson. The Stamps continued their success in 2016, winning the West Division again with a 15–2–1 record, but falling to the third-year Ottawa Redblacks in the 104th Grey Cup in overtime. In 2017, the Stampeders finished 13-4-1 (with the league's best record for the season) and made their second straight Grey Cup appearance, but lost to the Toronto Argonauts again, just as they did five years earlier.[14] In 2018, the Stampeders finished 13-5 and made a third straight Grey Cup appearance, winning the title over the Redblacks 27-16 in Edmonton. Bo Levi Mitchell won Most Outstanding Player at the 2018 CFL Awards as well as the Grey Cup Most Valuable Player. Lemar Durant was named the game's Most Valuable Canadian.[15] The Calgary Stampeders quest for a fourth consecutive Grey Cup appearance came to an abrupt end in 2019, as the team lost a step, finishing second in the West with a 12-6 record, falling to the eventual Grey Cup champion Winnipeg Blue Bombers in the West Semi-Final 35-14. The CFL went on hiatus in 2020, but returned in 2021, and the Stampeders finished one game back of the Saskatchewan Roughriders in the shortened 2021 season with an 8–6 record. The team met an early playoff exit at the hands of the Riders in the West Semi-Final in an overtime heartbreaker, 33–30. The Presidents' Ring was established in 1967 by Calgary Stampeders Football Club team president George McMahon and general manager Rogers Lehew. Formerly presented to the team's most valuable player,[16] it is currently awarded to the player who best demonstrates leadership ability.[17] As of 2012[update], 29 players have won the award, including three-time winners Henry Burris, Danny Barrett and Stu Laird.[18] The Stampeders Wall of Fame recognizes the greatest players and most important off-field contributors in Stampeders history; it was Instituted in 1985. Builders: Builders honoured as of 2012 Head Coaches Offensive Coaches Defensive Coaches Special Teams Coaches Strength and Conditioning → Coaching Staff → More CFL staffs Receivers Running backs Fullbacks Defensive linemen Defensive backs Special teams 6-Game Injured Practice Suspended Jim Finks as 1960 interim coach: Toronto Globe and Mail, Saturday 20 August 1960, p. 21, \"Calgary Coach Resigns\".","Title":"Calgary Stampeders - Wikipedia","KeyID":"17173","URL":"https://en.wikipedia.org/wiki/Calgary_Stampeders"}