{"Content: ":"The Ottawa Rough Riders were a Canadian Football League team based in Ottawa, Ontario, founded in 1876. Formerly one of the oldest and longest-lived professional sports teams in North America, the Rough Riders won the Grey Cup championship nine times. Their most dominant era was the 1960s and 1970s, in which they won five Grey Cups. The team's fortunes waned in the 1980s and 1990s, and they ultimately ceased operations following the 1996 season. Five years later, a new CFL team known as the Ottawa Renegades was founded, though they suspended operations in 2006. The Ottawa Redblacks, which own the Rough Riders intellectual properties, joined the league in 2014. The Ottawa Football Club was organized on Wednesday, September 20, 1876, where they won the first game they played on September 23 against the Aylmer Club at Jacques-Cartier Square. The team's colours were cerise, grey, and navy blue. The club adopted the name Ottawa Rough Riders on Friday, September 9, 1898, and changed its team colours to red and black. Since then, red and black have been Ottawa's traditional sporting colours. Although in later years the name was said to derive from logging (or more specifically, the logdrivers who guided timber down the rivers), the team based its colours on Teddy Roosevelt's regiment in the Spanish–American War, which, with the date of the renaming, suggests that the name also comes from the war. The team changed its nickname to Ottawa Senators from 1925 to 1930.[3] Ottawa's first Canadian championship came in 1898. The Ottawa Football Club transferred from the Quebec Union to the Ontario League that season. The Riders defeated the Hamilton Tigers 15–8 for the Ontario championship, then defeated Toronto Varsity, the Intercollegiate champions 7–3 and defeated Ottawa College 11–1 to win the Canadian championship. In those days, Ottawa athletes played in multiple sports and the Riders had athletes famous in other sports, such as Harvey Pulford and Frank McGee.[4] The Riders and Ottawa College were the Canadian champions for the next several years, with the Riders defeating Brockville 17–10 in 1900, and defeating Ottawa College 5–0 in 1902, College being the 1901 Canadian champions.[4] The Riders moved back to the Quebec Union, winning the 1903 Quebec championship, in a year where there was no playoff for the Canadian title. In 1905, Ottawa won the Quebec title, only to lose to the Toronto Varsity team 11–9 in the Canadian championship.[4] The club absorbed the Ottawa St. Pats when the Riders helped found the Interprovincial Rugby Football Union in 1907. The Riders won the IRFU championship in 1909 over the Hamilton Tigers, but lost in the Canadian final in Toronto to Toronto Varsity.[4] The Riders declined and became uncompetitive during the 1910s, attributed to the First World War, and the lure of salaries in professional ice hockey meaning athletes chose hockey over football in Ottawa.[4] During the decline of the Riders, another Ottawa team, Ottawa St. Brigids, was on an ascent. St. Brigids, which played in the Ottawa City league, and later the Ontario league, was developing top talent. In 1923, St. Brigids and the Riders merged, with St. Brigids manager Jim McCaffery becoming the manager of the Riders. McCaffery was a member of the Riders executive for several decades.[4] The team won the Grey Cup in 1925 and 1926, a time when they were known as the Ottawa Senators. In 1925, Ottawa defeated three-time defending champion Queen's in the Eastern semi-final. Ottawa then defeated Winnipeg 24–1 in the championship, held in Ottawa, and defeated Toronto Varsity 10–7 in Toronto in 1926.[4] The team was led by top players such as Eddie Emerson, Joe Tubman, Joe Miller, Jess Ketchum, Jack Pritchard, Harold Starr and Don Young.[4] The Riders went back into a decline after the championships. Again, another Ottawa team, the Ottawa Rangers, was developing talent and enjoying success, winning the Quebec title. The Riders absorbed the Rangers in 1933, getting Rangers stars Andy Tommy, Arnie Morrison and \"Fat Quinn'. That same year the Riders added more talent, bringing in American imports \"Windy\" O'Neil and Lorne Johnson.[4] In 1935, the Riders added Roy Berry who was mysterious about his origins. The Riders defeated the Toronto Argonauts in the final two games of the Big Four schedule to deny Toronto the Big Four championship.[4] On November 19, 1935, Toronto's The Mail and Empire accused the Riders of using an illegal player in those matches. Editor Edwin Allen stated \"Roy Berry\" was an alias for Bohn Hilliard, a Texas Longhorns footballer who had played semi-professional baseball.[5] In February 1936, Amateur Athletic Union of Canada president W. A. Fry announced the suspension of nine members of the Ottawa team due to the Roy Berry incident.[6] In 1936, the Riders won the Big Four title defeating the Hamilton Tigers 3–2. The team progressed to the Eastern final against the Sarnia Imperials. The Imperials won the game 26–20 in a frozen battle held at Toronto's Varsity Stadium. Since there was no western challenge that year, the Imperials became Canadian champions.[4] The highlight of Rough Rider Joe Zelikovitz's football career came in the Big Four game in Hamilton against the Hamilton Tigers on October 15, 1938, when he set the Big Four record with seven interceptions,[7] a record that still stands unofficially compared to the CFL. The Riders next won the Big Four and Eastern title in 1939, but lost to the Winnipeg Blue Bombers 8–7 in the Grey Cup game, held in Ottawa.[4] In 1940, the Riders won the Big Four and Eastern titles, defeating Toronto Balmy Beach. The win over Balmy Beach carried the Canadian title, as the west refused the Canadian Rugby Union code.[4] The Big Four went out of existence during the Second World War, but the Riders were able to field a club in the Eastern Rugby Football Union, along with Balmy Beach, Montreal and the Argonauts. The Riders won the 1942 ERFU title over the Argonauts, but again lost to the Blue Bombers in the Canadian final, 18–16 at Varsity Stadium.[4] The ERFU folded and the Riders continued in the Ottawa City league until 1945 when the Big Four was restarted. During the Riders' time in the Ottawa City league, another team from Ottawa, the Trojans won the Ontario title, and in 1948 the Trojans were absorbed into the Riders.[4][8] The Rough Riders were pioneers in international play in the 1950s. In 1950 and 1951, Ottawa hosted the New York Giants in exhibition games;[9] the Giants won both times, and NFL-CFL matches were not attempted again until 1959. In the first season of the CFL, the Ottawa Rough Riders and the Hamilton Tiger-Cats made history when they played the first regular season CFL game at Philadelphia's Municipal Stadium on September 14, 1958 [10] as Hamilton defeated Ottawa, 24–18.[11] The Toronto Argonauts had played the Hamilton Tiger-Cats in Buffalo in an exhibition game in 1951, and the Argonauts later faced the Calgary Stampeders in another exhibition game in Portland, Oregon in 1992; and several CFL games with at least one Canadian team occurred in the United States during the CFL USA era of the early/mid 1990s.) The 1960s and 1970s were the Rough Riders' glory years. With General Manager Red O'Quinn and Coach Frank Clair at the helm along with players Russ Jackson, Whit Tucker, Ron Stewart, Tom Clements, and Tony Gabriel, the Riders were one of the CFL's best teams. Winning the Grey Cup in 1968 & 69 to finish out the decade and then 3 more under Clair's helm as GM including their last victory in 1976, where Tony Gabriel made the game-winning touchdown catch in the end zone in a 23–20 win over the Saskatchewan Roughriders. The Rough Riders' final appearance in the Grey Cup game was 1981 against the heavily favoured Edmonton Eskimos. The game started out as a shocker when the Riders jumped out to a 20–1 halftime lead over the Eskimos. But a controversial double interference call against Riders receiver Tony Gabriel late in the game proved to be costly, as the Eskimos, led by backup quarterback Tom Wilkinson, came from behind to beat the Riders 26–23 on a game-winning field goal by kicker Dave Cutler, giving the Eskimos their fourth (out of five) consecutive Grey Cup championship. Throughout most of the 1980s and 1990s, except for two even (.500) records (8–8 in 1983 and 9–9 in 1992), the Riders struggled with losing seasons, poor ownership, mismanagement, and decreased fan support. In 1988, Jo-Anne Polak was named the co-General Manager of the Rough Riders. She became the first woman in CFL history to be appointed to an executive post, and the first female General Manager of any professional sports franchise in North America.[12] Three years later, the team was purchased by Detroit businessman Bernard Glieberman and his son Lonie Glieberman, who became team president, for a dollar. The team changed its logo from a simple block \"R\" to a double flaming red and silver \"RR\", and added silver to their traditional red and black colours. Despite a promising year in 1992 the bottom fell out in 1993, when the Gliebermans began making noise about moving the Rough Riders to the United States. The CFL, obviously, did not take kindly to Glieberman's suggestion, but allowed him to split the Rough Riders into American and Canadian halves. The American half became an expansion franchise known as the Shreveport Pirates under Glieberman's ownership. The Canadian half retained the Rough Riders name, colours and history under the ownership of modern Ottawa Senators co-founder Bruce Firestone. This arrangement is similar to the arrangement made by Art Modell and the Cleveland Browns made later in the 1990s.[13] For the 1994 season the team unveiled its final logo design with the team colours changing from black, silver, and red, to dark navy, red, and gold. The colour changes proved to be unpopular as the team dropped dark navy in favour of a return to black for the 1996 season. Despite the ownership changes, neither Ottawa nor Shreveport played well. In 1995, after a lengthy bankruptcy process in ownership, the Riders were purchased by Chicago businessman and minor league sports entrepreneur Horn Chen, who did not attend a single Riders game. In the dispersal draft of Las Vegas Posse players, Ottawa management drafted Derrell Robertson, who had died the previous December.[14][15] Following the 1996 season, years of poor ownership and mismanagement took a toll on the Rough Riders franchise that ultimately led to its folding after a storied 120 years. After the Rough Riders folded, the CFL moved its easternmost-West Division team, the Winnipeg Blue Bombers, back to the East Division for a second time to take Ottawa's place and to balance out the divisions (they played in the East from 1987 to 1994, and the Bombers stayed in the East Division from 1997 to 2001; it returned there upon the folding of the Renegades from 2006 to 2013). For much of the team's history, it played in the same league as the Saskatchewan Roughriders, confusing many, and also attracting general ridicule to the CFL for being a league with only eight or nine teams, but two of them being named \"rough riders\" (spelled identically although configured differently; also, the Saskatchewan team's nickname has a well-documented derivation that has nothing to do with the Spanish–American War or logging). For a time, both clubs shared the same colours of red and black until 1948, when the Saskatchewan team became green and white, which remain their colours to this day. The teams had historically belonged to separate leagues ('unions') until the CFL was formed in 1958. When the CFL was formed, they were allowed to keep their long-standing names; Ottawa was frequently known as the \"Eastern Riders\" while Saskatchewan was referred to as either the \"Western Riders\" or \"Green Riders\". On four occasions, the two teams met in the Grey Cup (1951, 1966, 1969, and 1976); Ottawa won all but the 1966 meeting, which was also Saskatchewan's first Grey Cup in team history. The Riders vs. Riders matchups were often confusing for fans. Errors were occasionally made on the official scoreboard and commentators often got confused. A CFL franchise in Ottawa was absent for the next five years until 2002, when the city regained a CFL team, named the Renegades. Although sentiment arose toward resurrecting the Rough Riders name, Chen expected payment for the rights to it; the new franchise declined the request, and went with a 'fresh' name for the new team. The team also faced financial problems, ceasing play after the 2005 CFL season. The Saskatchewan Roughriders opposed the CFL's application to register \"Ottawa Rough Riders\" as a trademark, and the league abandoned the application in 2016.[16] In 2008, a partnership of five Ottawa business leaders acquired the Ottawa CFL franchise rights with the intent of relaunching professional football in Ottawa. The CFL also acquired the Rough Riders intellectual properties from Chen.[17] Because the [askatchewan Roughriders]enforced their trademark on the Rough Riders name, Ottawa's new franchise was required to choose a new name.[18] It took the field in 2014 as the Ottawa Redblacks. Despite being denied the use of the Rough Riders nickname, the Redblacks do pay homage to the Rough Riders. The Redblacks' primary logo is a stylized version of the block \"R\" used by the Rough Riders from 1975 to 1991. The currently-used \"R\" is set within the outline of a saw which is an acknowledgement of Ottawa's logging heritage. In the Redblacks' first home game, they retired the 10 player numbers that the Rough Riders had retired. For a few years, the CFL did not acknowledge the Redblacks (or for that matter, the Renegades) as the Rough Riders' successor in the same way it considered all three incarnations of the Montreal Alouettes as a single franchise. However, according to the 2017 CFL Guide and Record Book, the CFL now recognizes all three Ottawa-based clubs that played in the CFL or its predecessors–the Rough Riders, the Renegades, and the Redblacks–as \"a single entity\" dating to 1876 for record-keeping purposes, with \"two intervals of non-participation (1997–2001 and 2006–2013).\"[19] [20] Ottawa Journal sports editor Bill Westwick poked fun at the team rather than criticize during their struggles in the mid-1950s. When coach Chan Caldwell suggested that the team could practice on a train ride to an away game by attaching a railway flatcar filled with dirt, Westwick played along with the joke although the plan never happened.[22] A fellow journalist recalled that and Westwick reported on the idea with \"brilliant clarity and memorable hilarity\".[22] Newspaper journalist Eddie MacCabe regularly reported on the Rough Riders, travelled with the team, and was the link between the players and the Ottawa community, and was inducted into the Canadian Football Hall of Fame.[23][24][25] Notable radio broadcasters for the Rough Riders include Canadian Football Hall of Fame inductees Ernie Calcutt and John Badham.[26][27]","Title":"Ottawa Rough Riders - Wikipedia","KeyID":"17174","URL":"https://en.wikipedia.org/wiki/Ottawa_Rough_Riders"}