{"Content: ":"Maxime Feri Farzaneh (born Mostafa Farzaneh; 2 July 1929 – 19 July 2022) was a French-Iranian writer and filmmaker. He signed his books \"M.F. Farzaneh\" and his films \"Feri Farzaneh\". Farzaneh was born in Tehran, Iran on 2 July 1929.[1] He started to study at the age of 6 in the only boy-and-girl school in Tehran. He went to Tamaddon High School. This particularly cosmopolitan school, nested in the Embassies' District of Tehran, would lead him to befriend numerous Russian, Polish, Czech, and Romanian refugees as well as all kinds of Iranians – be it Shiites, Assyrians, Jews and Armenians. The Dean, Mr. Salek, had chosen his Faculty outside the recommendations of the Ministry of Education. For instance, the French teacher had come from France, through Algeria to Tehran amidst WWII. Always looking sharp, that gentleman would only speak French. So much so that for the most part, his students did not know he was actually Iranian! The maths teacher was a chemical engineer and the literature teacher, Javad Fazel, was a renowned serial novelist. He was actually the first one to encourage Farzaneh to start writing, publishing one of his poems in a weekly magazine. While about to graduate from Alborz high school, Philosophy professor S. Goharine, a renowned specialist of Mowlavi, introduced Farzaneh to Sadegh Hedayat. Hedayat encouraged him to read Kafka and Sartre – from which he had personally translated a few books – as well as Joyse, Virginia Woolf, Albert Camus, John Dos Passos. At the age of twenty, Farzaneh decided to write his first novel: Four Aches.[2] In this book, he used the inner monologue in Persian literature. After two years in his law studies, while studying French at the French Institute, he decided to leave Tehran and emigrate to Paris in 1950. He wanted to fulfill both his dream and his mother's. She had indeed religiously kept the souvenirs her father had brought back from his trip there at the Universal Exhibition, back in 1900. Since his father insisted on it, Farzaneh pursued his law degree, while also enrolling in ethnology studies, as recommended by Hedayat. They met again in Paris. Hedayat committed suicide in April 1951. Married with a child, he needed to shorten his studies. He went to Toulouse to get his PhD, benefiting from a special governmental program for foreign students. He then received a scholarship to attend the Institute of Higher Cinematographic Studies (IDHEC). He eventually decided to stay in France and started a career as a film director and producer. He first published La Maison d’Exil in 1990, a dream novel with a desperate tone. Then, three years later, he published Rencontres avec Sadegh Hedayat[3] (Jose Corti). There he painted a particularly living portrait of someone who until then was no more than the author of The Blind Owl. Farzaneh went on to translate a few important works from Hedayat; Madame Alavieh, L’Eau de Jouvence as well as a critical study of Omar Khayam’s verses. Later, the French version of Les Quoters Douleurs (Four Aches) was published in 1996. In the following years, M. F. Farzaneh published other books in Persian, including an autobiography called L'Araignee Loquace (The Talkative Spider) and some short stories, including Les Dents (The Teeth), La Jeune fille et Azrael (The young Girl and Azrael), Le Facteur (The Mailman), Le Destin (Destiny), where fantasy meets black humor and satire. Farzaneh died in Cannes on 19 July 2022 aged 93.[4][a] Media related to Féri Farzaneh at Wikimedia Commons","Title":"Maxime Feri Farzaneh - Wikipedia","KeyID":"17177","URL":"https://en.wikipedia.org/wiki/Maxime_Feri_Farzaneh"}