{"Content: ":"WFTV (channel 9) is a television station in Orlando, Florida, United States, affiliated with ABC. It is owned by Cox Media Group alongside independent station WRDQ (channel 27). Both stations share studios on East South Street (SR 15) in downtown Orlando, while WFTV's transmitter is located near Christmas, Florida. The station's signal is relayed through a UHF digital translator on channel 19 in Deltona (transmitting from WNUE-FM's tower). The station first signed on the air on February 1, 1958, under the callsign WLOF-TV (standing for \"We Love Orlando, Florida\"). It has been an ABC affiliate since the station's inception. For years, the station was owned by the Mid-Florida Television Corporation, which was a consortium of local investors. Channel 9 changed its callsign to the current WFTV in 1963. In 1984, the station was purchased by the SFN Companies. SFN in turn sold the station to Cox Broadcasting (now Cox Media Group) in 1985. In 1987, WFTV announced that they would move from their original location on West Central Boulevard, to a new studio located at their present-day location.[1][2][3] Since July 2006, WFTV is seen on the co-owned Cox cable system in Ocala (standard definition channel 9 and high definition channel 729) in addition to Gainesville's WCJB-TV. Ocala and Marion County are both part of the Orlando market. Prior to this, the Cox system in Ocala only offered WCJB due to contractual obligations even though that city is not in the same television market as Gainesville. To further complicate matters for viewers in the area of northwest Marion County, WNBW-DT, an NBC affiliate located in Gainesville and in operation since 2008, also identifies itself as channel 9, using that channel as its PSIP, though broadcasting on VHF channel 8 itself, as opposed to WFTV, which broadcasts on UHF channel 35, but also using a PSIP of 9. WNBW is not seen on the Cox or Spectrum systems serving Marion County.[4] On July 24, 2018, Cox Enterprises announced that it was \"exploring strategic options\" for Cox Media Group's television stations, including WFTV, which the company said could involve \"partnering or merging these stations into a larger TV company.\"[5] Cox Media Group's president, Kim Guthrie, subsequently clarified to trade publication Radio & Television Business Report that the company was solely seeking \"a merger or partnership\" and not an outright sale of the television stations.[6] In February 2019, it was announced that Apollo Global Management would acquire Cox Media Group and Northwest Broadcasting's stations.[7][8] Although the group planned to operate under the name Terrier Media, it was later announced in June 2019 that Apollo would also acquire Cox's radio and advertising businesses, and retain the Cox Media Group name.[9] The sale was completed on December 17, 2019.[10] As of September 2019, syndicated programming on the station includes Right This Minute (co-produced by Cox Media Group), The Kelly Clarkson Show, Judge Jerry, Wheel of Fortune, Jeopardy!, and Family Feud. In the 1970s, WFTV preempted the ABC Sunday morning cartoon rerun lineup, which many affiliates also did not run. Until the $20,000 Pyramid moved to the noon slot, WFTV chose to not run whatever show ABC had on at noon on weekdays in order to run a local newscast; after Pyramid was moved to that slot, WFTV ran it earlier in the morning and a day behind. In May 1975, the station controversially preempted the Emmy Award-winning made-for-TV movie A Moon for the Misbegotten, due to the film's adult language. In 1978, Mork & Mindy was rescheduled by the station to air on Sunday afternoons, but was cleared to air in prime time after a few weeks. From the mid-1970s through the early-1980s, WFTV preempted the soap opera The Edge of Night, which was preempted by many other ABC affiliates as well (though the station did air the network's Afterschool Specials) . From 1985 to the early 1990s, WFTV ran only half of the shows ABC put in the 11 a.m. to noon slot. From 1994 to 1996, the station did not air ABC's weekday morning programs at 11 (The Home Show and Mike and Maty). The station began to carry such programming overnights starting in 1996, though WFTV did not start to air it in its proper timeslot until The View debuted in 1997. WFTV ran the entire Saturday morning cartoon lineup from ABC until 1990, when it began preempting two hours of the lineup in favor of a morning newscast. In 1993, WFTV expanded the newscast to three hours and dropped the entire Saturday morning ABC cartoon lineup, adding syndicated programming. In 1996, an hour of ABC cartoons was restored on Sunday mornings and another hour was restored to Saturday mornings early in 1997. In the fall of 1997, WFTV began to carry two hours of the lineup that were under the One Saturday Morning banner. In 1999, the station increased the amount of Saturday morning cartoons from ABC to three hours and increased it to four hours in 2002. WFTV was one of the few ABC affiliates that did not clear Jimmy Kimmel Live! during the program's early years. Its sister stations in Atlanta (WSB-TV) and Charlotte (WSOC-TV) as well as Allbritton-owned KTUL in Tulsa and Sinclair Broadcast Group-owned WEAR-TV in Pensacola also initially did not air the program. However, on November 21, 2005, the station began airing the late-night talk show and now airs almost the entire ABC schedule with little preemption. The last regularly preempted program was the Sunday edition of Good Morning America but it began airing on WFTV on a one-hour delay beginning on April 26, 2015, moving the previously scheduled religious programs to WRDQ; in the past, WFTV has declined some of ABC's other weekend morning programming. Four out of five hours of the ABC Saturday morning lineup were run through 2010, including three out of four hours of the ABC Kids lineup. The station began carrying the Saturday edition of Good Morning America in the beginning of July 2007 along with its sister stations in Atlanta and Charlotte. While the station now airs the entire three-hour Litton's Weekend Adventure lineup, it preempted its predecessor block ABC Kids' former fourth hour that featured children's programming that did not comply with E/I requirements (such as the Power Rangers series. In 2004, all Cox-owned ABC affiliates preempted the movie Saving Private Ryan due to the graphic violence and profanity in the film after the FCC stepped up its vigilance following the Janet Jackson-Justin Timberlake Super Bowl incident that year; the FCC declared the film as not indecent after the fact. The same Cox-owned ABC affiliated stations had preempted the movie Unforgiven in 1996, although it was because the movie aired opposite the fifth game of the 1996 World Series in which Andy Pettitte of the New York Yankees shut out the Atlanta Braves and not because of any violence in the movie. Since the late 1990s, WFTV has not shown the ABC News Brief that airs during ABC Daytime programming in favor of additional local advertising. From May to July 2011, ABC Daytime programming was moved over to sister station WRDQ due to WFTV's wall-to-wall coverage of the Casey Anthony trial.[11] This practice was repeated to accommodate coverage of the George Zimmerman trial in 2013.[12] WFTV airs select UCF Knights football games and any Orlando Magic games via ESPN on ABC. The station has also aired the Magic's 2009 NBA Finals appearance, and served as the host station for the 2020 NBA Finals, which were held at the Walt Disney World bubble. WFTV presently broadcasts 43½ hours of locally produced newscasts each week (with 6½ hours on weekdays and 5½ hours each Saturdays and Sundays); in addition, the station produces a half-hour sports highlight program called Sports Night on 9, that airs on Sunday evenings after the 11 p.m. newscast. The station operates a Baron Services weather radar called \"Early Warning Doppler 9 HD\" at its old analog transmitter site north of Bithlo along the Orange and Seminole county line. WFTV plans to upgrade the radar's power to one million watts, that would make it the second most powerful radar in central Florida (WOFL's also operating at one million watts). For most of the time since the 1980s, WFTV has been the dominant news station in Central Florida. Although NBC affiliate WESH made some temporary advances in the 1990s, WFTV often enjoys ratings higher than the combined rating of the other network affiliates in the Central Florida market. In some airings, it has been the highest rated ABC station in the Southeastern United States. In the May 2009 sweeps period, only WESH's weekday morning news programs even came close to tying WFTV in the ratings race while the prime time programs on CBS affiliate WKMG-TV led overall. In fact, during much of the first half of 2009, WFTV's dominance was not as absolute as it had been in the past decade or so even though it continues to lead in most timeslots. However, in the November 2009 sweeps period, WFTV regained its dominance over the other stations in the market. It has been one of ABC's strongest affiliates over the years. For the February 2012 sweeps period, WFTV continued to win morning, noon and evening time slots. However, WFTV finished in third place in the 25-to-54 demographic at 11 p.m. despite the return of Bob Opsahl to the anchor desk for the month. WKMG beat WFTV by 5,700 viewers while second-place WESH beat WFTV by 700 viewers.[13] Bob Opsahl and Martie Salt were the main anchor duo on WFTV from 1984 to 1994 and again from 2003 until Opsahl's retirement on May 25, 2016. Salt was originally an anchor from 1982 to 1994, departing for Tampa ABC affiliate WFTS-TV from when that station's news department began in 1994 until 2003 (where she anchored the news under her married name, Martie Tucker); she returned to WFTV in 2003. In 1992, WFTV dropped two of the five hours of ABC's Saturday morning cartoons in order to add a local newscast; the station ceased airing the block completely in 1993, when the broadcast expanded to three hours. Alongside its own Eyewitness News shows, WFTV has also been producing a nightly 10 p.m. newscast since the 1990s, WFTV first produced a 10 p.m. newscast for WRBW-TV under a news share agreement with that station, prior to moving the 10 p.m. newscast to sister station WRDQ since 2000. It added a two-hour-long weekday morning newscast at 7 a.m. on WRDQ in 2007, and a half-hour 6:30 p.m. newscast on that station in 2010.[14] On June 29, 2006, channel 9 became the first Florida station, the first station owned by Cox Enterprises and the tenth in the country to begin broadcasting its local newscasts in high definition.[15] With the switch to HD, came a new set from FX Group and graphics from Giant Octopus (the station has used graphics from other sources in the past, including a late 1990s package based on Dayton, Ohio sister station WHIO-TV). On June 10, 2013, WFTV launched a new half-hour 4 p.m. newscast to compete against WESH's longer established and hour-long news program, which had been the only newscast at 4 p.m. since WKMG dropped its own 4 p.m. news in May 2009.[16] Around on the same day or afterwards, WFTV dropped the 6:30 p.m. news for WRDQ.[17] After just one month on-air, WFTV extended the 4 p.m. newscast to one hour, starting July 22, 2013.[18] On September 15, 2014, WFTV expanded the weeknight 10:00 p.m. news on WRDQ to an hour, citing the ratings success of the broadcast in which has now able to tightly compete against long-time leader WOFL.[19][20] On January 6, 2020, WFTV began its expanded weekday morning newscast with an extra half-hour starting at 4:30 a.m. The station's digital signal is multiplexed: WFTV's second digital subchannel originally launched sometime in 2006 as a local weather service, broadcasting in 720p HD on channel 9.2 over-the-air and Bright House channel 1091. The 9.2 subchannel was then downgraded to 480i standard definition to make room for the 9.3 subchannel.[22] In April 2010, WFTV announced plans to add a simulcast of GenTV affiliate WAWA-LD on a third digital subchannel.[23][24] However, before the subchannel could launch, WAWA's chief investor pulled out, effectively closing that station and dissolving the partnership with WFTV.[25] On January 25, 2013, the station replaced its weather channel Severe Weather Center 9 on digital subchannel 9.2 with Spanish language service Mega TV.[26] In August 2014, Grit TV was added to channel 9.3. On April 14, 2015, Grit TV moved to sister station WRDQ and was replaced by Laff TV on 9.3.[27] In January 2016, Laff was moved to 9.2 as WFTV relaunched its 24-hour local weather channel on 9.3. In July 2016, 9.3 began displaying a message that it would become Escape (later rebranded as Court TV Mystery and Ion Mystery) on August 1, 2016. WFTV ended programming on its analog signal, on VHF channel 9, on June 12, 2009, as part of the federally mandated transition from analog to digital television.[28][29] The station's digital signal continued to broadcast on its pre-transition UHF channel 39.[30] Through the use of PSIP, digital television receivers display the station's virtual channel as its former VHF analog channel 9. Since February 25, 2009, it has had an application filed with the Federal Communications Commission (FCC) to operate an auxiliary digital facility from a transmitter in northeastern Osceola County.","Title":"WFTV - Wikipedia","KeyID":"17183","URL":"https://en.wikipedia.org/wiki/WFTV"}