{"Content: ":"Charles Everett Johnson (January 3, 1972 – July 17, 2022) was an American professional football player who was a wide receiver for nine seasons in the National Football League (NFL). He played for the Pittsburgh Steelers, Philadelphia Eagles, New England Patriots, and Buffalo Bills from 1994 to 2002, having earlier played college football for the Colorado Buffaloes. Johnson was born in San Bernardino, California, on January 3, 1972. He attended Cajon High School in his hometown.[1] He then studied at the University of Colorado Boulder where he played college football for the Colorado Buffaloes.[2] He also served as president of the Black Student Alliance and ran unsuccessfully for student body president, after being disqualified on account of being a continuing education student who had not yet paid his university fees. However, his name stayed on the ballot because the voting lists could not be changed in time and he received the most votes, with the result annulled by the university’s election commissioner three days later.[3] Johnson was drafted by the Pittsburgh Steelers in the first round (17th overall selection) of the 1994 NFL Draft.[1] Johnson made his NFL debut with the Steelers on September 4, 1994, at the age of 22, in a 26–9 loss to the Dallas Cowboys.[5] He played in 16 games (9 starts) during his rookie season and made the seventh-longest reception in the NFL that year (84 yards).[1] He was on the Steelers' injured reserve when the team reached the Super Bowl XXX the following year, losing 27–17 to the Cowboys.[6] During the 1996 season, Johnson finished tenth in the league in yards per reception (16.8),[1] and led the franchise in receiving yards (1008), the only 1,000-yard season in his career.[6] He recorded career-highs in touchdown catches (7) and receptions (65) two years later.[6] He joined the Philadelphia Eagles as an unrestricted free agent on a five-year, $15 million contract at the conclusion of the 1998 season.[7][8] In his first season with the Eagles, Johnson was tied for the most safeties in the NFL (1).[1] He went on to start in all 27 games during his two seasons with the franchise,[6] leading the Eagles with 7 touchdown catches in 2000 (tying his career-high),[7] and finishing second in receptions (56) that year.[9] After being released by the team in April 2001,[9] he signed with the New England Patriots and won a Super Bowl ring when the team upset the St. Louis Rams to win its first league championship. He then played his final year in the NFL with the Buffalo Bills before retiring at the end of the 2002 season.[6][7] After retiring from professional football, Johnson was employed as an assistant athletic director at Heritage High School in Wake Forest, North Carolina, working with other retired NFL players including Dewayne Washington (head coach), Willie Parker, and Torry Holt (fellow assistants). Johnson died on July 17, 2022, at the age of 50. The cause of death was not immediately known.[7][10]","Title":"Charles Johnson (wide receiver, born 1972) - Wikipedia","KeyID":"17184","URL":"https://en.wikipedia.org/wiki/Charles_Johnson_(wide_receiver,_born_1972)"}