{"Content: ":"Ruslana Igorivna Pysanka[1] (Ukrainian: Руслана Писанка; born Ruslana Ihorivna Pysanka; 17 November 1965 – 19 July 2022) was a Ukrainian actress and cinematographer. She hosted several television shows, and appeared in international films. Pysanka became known as lead presenter of the weather forecast on the Inter channel. Pysanka was born in Kyiv on 17 November 1965,[2] the daughter of the Soviet cinematographer Ihor Pysanko.[1] She studied at the directing department of the Kyiv State Institute of Culture, graduating as television director.[2] She participated in the television program Women's Club. She was TV anchor on different national channels, including programs such as Dancing with Stars from 2006.[1] From 2008, she hosted the program Official Romance together with Volodymyr Zelenskyy, and in 2010, she took part in the TV show Zirka + Zirka. In 2017, she participated with her husband, Ihor Isakov, as a married couple in the 7th season of Weighed and Happy.[1] She then became lead presenter of the weather forecast alongside Alexei Diveev-Tserkovny on the Inter channel, which made her known.[1][2] She hosted the show Your Day.[2] She started acting as a side career but quickly gained popularity because of her distinct look, receiving roles in several well-known films in Ukraine, the Netherlands, Poland and Russia..[1][2] She filmed with Volodymyr Zelenskyy,[3][4] such as TV productions Die drei Musketiere and Rzhevsky versus Napoleon.[5] She received the Dovzhenko State Prize of Ukraine for her role in the film Moskal-Charivnyk (Moskal the Magician), and was awarded the Order of St. Volodymyr.[2] Pysanka was married to Ihor Isakov, a businessman, from 2012.[1][6] At the beginning of the 2022 Russian invasion of Ukraine, she alone, without her family, escaped to Germany. Her departure interrupted the filming of Natalya Vorozhbyt's Demons, which had been scheduled for release in 2022.[7] During the filming, she fell and broke her leg three times.[5] She landed in Kaiserslautern and was accommodated in a hostel by the Red Cross.[3][4] Her husband remained in Ukraine to take care of her mother who was ill, and then died.[5] In Germany, Pysanka was diagnosed with a \"serious illness\".[1][2] Pysanka died in Kaiserslautern on 19 July 2022, at age 56.[2][8][9] Later her husband stated that she was diagnosed with an aggressive form of cancer.[10] Source:[11]","Title":"Ruslana Pysanka - Wikipedia","KeyID":"17194","URL":"https://en.wikipedia.org/wiki/Ruslana_Pysanka"}