{"Content: ":"William Richert (1942 – July 19, 2022) was an American film director, producer, screenwriter and actor. He is known for writing and directing the feature films Winter Kills, The American Success Company, and A Night in the Life of Jimmy Reardon. Richert was born in Florida. At the age of 19, he interviewed Richard Nixon's daughters Tricia and Julie, as part of a planned documentary titled Presidents' Daughters. He directed several other documentaries (including Derby and A Dancer's Life) and the feature films Winter Kills, The American Success Company, A Night in the Life of Jimmy Reardon, and The Man in the Iron Mask (also known as The Mask of Dumas). In 1982, Richert co-founded Invisible Studio, re-acquiring the rights to The American Success Company and Winter Kills, and re-editing and re-releasing both films.[1] Richert's film A Night in the Life of Jimmy Reardon was originally distributed by 20th Century Fox, but was later re-cut and re-issued independently under the title Aren't You Even Going To Kiss Me Goodbye? As an actor, Richert played Bob Pigeon in the 1991 Gus van Sant film My Own Private Idaho. He played Aramis in his 1998 production of The Man in the Iron Mask. He played Patrick McKennan in the 1999 television movie A.T.F. He died at his home in Portland, Oregon, on July 19, 2022, at the age of 79.[2] Richert sued the Writers Guild of America over not being credited on the screenplay of the 1995 film The American President. Richert claimed Sorkin's screenplay was a thinly veiled plagiarism of Richert's 1981 screenplay The President Elopes.[3] After Guild arbitration, Aaron Sorkin was awarded full credit on American President. Richert also claimed that the television series The West Wing was derived from part of the same screenplay.[citation needed] Richert also sued the Directors Guild of America over its collection of overseas levies for American directors who are not members.[4]","Title":"William Richert - Wikipedia","KeyID":"17198","URL":"https://en.wikipedia.org/wiki/William_Richert"}