{"Content: ":"Ajay Kumar Parida (12 December 1963 – 19 July 2022) was an Indian biologist noted for his contributions in the fields of agriculture, plant molecular biology and biotechnology. In 2014, Parida was awarded the Padma Shri Award by the President of India[1] for his contribution in the field of Science and Technology.[2] Parida, who was born and raised in Bhagabanpur, a village in the Jajpur district of Odisha, was the Director of the Institute of Life Sciences (ILS), Bhubaneswar, Odisha, India. ILS (www.ils.res.in) is an autonomous institution of the Department of Biotechnology, Govt. of India. He served as the Executive Director of the M. S. Swaminathan Research Foundation,[3] Chennai during 2009–2017. He died from a heart attack on 19 July 2022 at the age of 58 in Guwahati.[4] Parida's major scientific contribution is in the area of application of frontier technology for addressing major challenges in global and national declining agriculture productivity threatened due to climate change, sea level rise and reduced precipitation. His research was aimed at developing location specific crop varieties to cope with the adverse impact of climate change and has significant implications in bringing in stability and sustainability of the major farming systems. Parida has used advanced biotechnological tools for crop improvement. He made contributions in identifying stress tolerant genes specifically for salt and drought stress. Parida's research has also contributed to the basic understanding of the genetic architecture and species relationship in mangroves, and wild relatives of cultivated cereals, legumes and other cultivated crop species. He supervised 20 students for their Ph.D. degree. With more than 70 peer reviewed publications in international journals, Parida's research contributions have been widely cited and many of the publications are of significant value to increasing the basic understanding of the process and mechanisms associated with genetic resources characterization, conservation genetics, stress biology and biotechnology related policy issues. Parida has won the following awards: He was elected as President of the Agriculture Science and Forestry section of the Indian Science Congress in 2012. Dr. Parida was the President of Biological Sciences Session of the National Academy of Sciences India in 2014. Parida was involved in application of science and technology for rural development. He has played an active role in organisation of school level Genome Clubs for creating awareness on relevant issues in biology and biotechnology that has been adopted as a national initiative of DNA clubs supported by the Govt. of India. He was actively involved in working with grassroots organizations and local communities in identifying the issues affecting food and livelihood security and providing solutions based on participatory problem solving and providing solutions.","Title":"Ajay Kumar Parida - Wikipedia","KeyID":"17193","URL":"https://en.wikipedia.org/wiki/Ajay_Kumar_Parida"}