{"Content: ":"The Client is a 1994 American legal thriller film directed by Joel Schumacher, and starring Susan Sarandon, Tommy Lee Jones, Brad Renfro (his acting film debut), Mary-Louise Parker, Anthony LaPaglia, Anthony Edwards, and Ossie Davis. It is based on the 1993 novel by John Grisham. It was filmed in Memphis, Tennessee. The Client was theatrically released in the United States on July 20, 1994 and was a box-office hit, grossing $117.6 million against a $45 million budget. It received positive reviews from critics, with Sarandon’s, Jones’ and Renfro's performance in particular earning high praise. Eleven-year-old Mark Sway and his little brother, Ricky, are smoking cigarettes in the woods near their home when they encounter mob lawyer W. Jerome Clifford. Clifford tells Mark that he is about to kill himself to avoid being murdered by Barry \"The Blade\" Muldano, the nephew of notorious mob kingpin Johnny Sulari. Ricky becomes catatonic after witnessing the suicide and is hospitalized at Saint Peter Charity Hospital. Authorities – and the mob – realize that Clifford probably told Mark where a Louisiana senator, murdered by Muldano, is buried. Mark meets Regina \"Reggie\" Love, a lawyer and recovering alcoholic, who agrees to represent him. They quickly run afoul of \"Reverend\" Roy Foltrigg, a celebrated and vain US Attorney who is using the case as a springboard for his political ambitions. In the meantime, it is revealed that Sulari never authorized Muldano to kill the senator and wants Muldano to uncover how much the boys know. Muldano is also ordered to move the body, but he is unable to because it is buried in Clifford's boathouse, and police are still on the property investigating his suicide. Foltrigg continues to use legal means to get Mark to reveal where the body is hidden, while Sulari orders Muldano to kill the children and Reggie. He also orders the body to be moved once the investigation at Clifford's home is concluded. Mark is threatened in a hospital elevator by Mafia member Paul Gronke, and is unable to talk to Foltrigg. Mark and Reggie go to New Orleans to confirm that the body is on Clifford's property. Reggie intends to use this information to broker a deal with Foltrigg to get Ricky specialized medical care and place the family in the witness protection program. Reggie and Mark arrive at Clifford's house the same night as Muldano and his accomplices. They are digging up the body, but a melee follows when Mark and Reggie are discovered. Muldano and the others flee after Reggie trips the neighbors' alarm. Foltrigg agrees to Reggie's demands in exchange for information about the body's location. Before the Sway family leaves to restart their lives under new identities, Mark and Reggie share a heartfelt goodbye. While Muldano gets angry at his fellow mob members for messing up, Sulari becomes fed up with Muldano and sends him off to be killed. With the body recovered, Foltrigg is a lock-in for the media headlines he craves, and mentions that he intends to run for governor. The Client was a financial success, earning $92,115,211 at the North American domestic box office and an additional $25,500,000 internationally, for a worldwide total of $117,615,211.[1] The Client received generally positive reviews. Rotten Tomatoes gave the film a score of 79% from 38 reviews. The site's consensus states: \"The Client may not reinvent the tenets of the legal drama, but Joel Schumacher's sturdy directorial hand and a high-caliber cast bring John Grisham's page-turner to life with engrossing suspense.\"[2] Audiences surveyed by CinemaScore gave the film a grade of \"B+\" on scale of A+ to F.[3] Roger Ebert gave the film a score of 2.5 out of 4[4] and The New York Times called The Client a film \"with a fast, no-nonsense pace and three winning performances...that most clearly echoes the simple, vigorous Grisham style;\"[5] while the non-profit group Common Sense Media warned \"that threats of violence and death, often directed against an 11-year-old boy, are constant here.\"[6] For her work in the film, Sarandon was nominated for an Academy Award for Best Actress and won a BAFTA Award for Best Actress in a Leading Role.[8] For his work in the film, Renfro won for an Young Artist Awards for Best Performance by a Young Actor Starring in a Motion Picture and was nominated for an Chicago Film Critics Association for Most Promising Actor. The film was released in DVD on December 17, 1997 and also in Blu-Ray on November 6, 2012. The film spawned a TV series of the same name, starring JoBeth Williams and John Heard while Ossie Davis reprises his role of Judge Harry Roosevelt. The show lasted one season (1995–1996).","Title":"The Client (1994 film) - Wikipedia","KeyID":"17201","URL":"https://en.wikipedia.org/wiki/The_Client_(1994_film)"}