{"Content: ":"'Til Death is an American sitcom which aired on the Fox network from September 7, 2006, to June 20, 2010. The series was created by husband and wife team Josh Goldsmith and Cathy Yuspa, who were also the writers and executive producers. The show focuses on Eddie and Joy Stark (Brad Garrett and Joely Fisher), a couple married for 23 years who live in a suburb of Philadelphia, Pennsylvania. 'Til Death centers on Eddie and Joy Stark, and their life, relationship and behavior after 23 years of marriage. The first two seasons often focus on the conflict between the Starks and their newlywed neighbors, Jeff and Steph Woodcock (Eddie Kaye Thomas and Kat Foster). The second season introduces a new character named Kenny Westchester (J. B. Smoove) who is Eddie's friend from the Big Brothers Organization. The third season focuses primarily on Eddie and Joy's relationship with Kenny after he moves in with them. The fourth and final season focuses on the Starks coping with life with their daughter Ally (Lindsey Broad, then Kate Micucci) and new son-in-law Doug (Timm Sharp), who live in a biodiesel-powered Airstream motorhome in the Starks' back yard. The series takes place in suburban Philadelphia in Cheltenham Township. The first season of 'Til Death ran from September 7, 2006, to April 11, 2007, and contained 22 episodes. The series initially aired Thursdays at 8/7c alongside fellow freshman sitcom Happy Hour. In November, the series was given a full season order and then later paired with The War at Home.[7][8] Beginning in March 2007, the show was given the coveted time slot directly following American Idol's results show, which led to an improvement in its ratings. In May, 'Til Death was renewed for a second season.[9][10] The second season ran from September 2007 to May 2008 and consisted of 15 episodes, during which it aired on Wednesdays at 8:30 p.m. following a new comedy Back to You. Late in 2007, production was halted because of the 2007–2008 writers' strike; only 19 episodes were produced.[11] The series went on hiatus beginning November 28, but returned with a new episode on a special night in March 2008 at 9:30 p.m.[12] Then in April, 'Til Death moved again to Wednesdays at 8:00 p.m. leading into Back to You.[13] In May, the series was given an 18-episode order for its third season, while comedy companion Back to You was canceled.[14] The third season consisted of 22 episodes (four of which were produced during the second season) and initially ran from September to October 2008. During this brief run of seven episodes, 'Til Death aired Wednesdays at 9/8c alongside a new comedy Do Not Disturb. The ratings for both shows were low, and as a result, the network pulled the sitcom from its November schedule.[15] Despite not airing all of season three and low ratings, 'Til Death was renewed for a fourth season in January 2009.[16] Fox confirmed at its upfront presentation in May that the new season would air on Friday nights in the fall.[17][18] The surprise renewal was attributed to a significant licensing discount offered to Fox by the production company of 'Til Death (Sony Pictures Television), because it needed one more season to make the program viable for syndication.[19][20] The fourth and final season premiered in October 2009 at a new time, Fridays at 8:30/7:30c, following a new sitcom, Brothers, starring former NFL player Michael Strahan.[21] This season is notable in that a large number of episodes produced for the third season, but previously unaired by Fox, were shown alongside new episodes produced for season four. Four new episodes of 'Til Death aired sequentially on Christmas Day from 8/7c until 10/9c. The schedule changed again, when 'Til Death moved to Sundays at 7/6c and 7:30/6:30c on January 31, 2010, with these first two episodes airing against Super Bowl XLIV.[22] Eventually, it was paired for three episodes with the soon-to-be-canceled comedy Sons of Tucson. The fourth season (and series) finale aired on May 23, 2010, although three unaired episodes formerly consigned for season three were burned off in June. Two months prior, Fox finally canceled production of 'Til Death after years of below-average ratings.[23] On July 26, 2011, it was announced that the show was picked up for syndication by affiliates The CW Plus, and WGN America, which debuted the program on September 12, 2011.[24] It was also announced on July 28, 2011 that Spike had picked up the show for syndication, which debuted on October 3, 2011. In June 2013, TV Land brought the show, but was removed later on.[25] The first season DVDs include all 22 episodes from Season one. The second season DVDs include 18 out of the 19 episodes produced for Season two in airdate order. Seasonal ratings based on average total viewers per episode of 'Til Death on Fox:","Title":"'Til Death - Wikipedia","KeyID":"17205","URL":"https://en.wikipedia.org/wiki/%27Til_Death"}