{"Content: ":"Politically Incorrect was an American late-night, half-hour political talk show hosted by Bill Maher that aired from July 25, 1993, to July 5, 2002. It premiered on Comedy Central in July 1993 and aired for three seasons until November 5, 1996; amid its success on Comedy Central, ABC expressed interest in bringing the show to the network to shore up its late-night lineup, moving there on January 5, 1997. On September 17, 2001, Maher criticized United States foreign policy on the show and argued that the perpetrators of the September 11 terrorist attacks, although terrible people, were not cowards. What was cowardly, he argued, was America's relationship with the rest of the world. The comments were widely condemned,[1] and while Maher later apologized and clarified the meaning behind his comments, major advertisers stopped advertising with the show. As a result, the show was canceled in 2002.[2] The show first originated from New York City, but soon moved to Los Angeles. The New York episodes were shot at the CBS Broadcast Center and the Los Angeles episodes at CBS Television City, where it remained even after its move to ABC. The first episode featured comedian Jerry Seinfeld, Howard Stern co-host Robin Quivers, Republican Party strategist Ed Rollins, and comedian Larry Miller. Frequent guests included Dave Matthews, Arianna Huffington, Michael McKean, Ann Coulter, Carrot Top, and Christine O'Donnell.[3] The show began with a brief topical monologue from Maher. Then Maher introduces the guests individually, promoting their current projects. Four guests appear, usually a mix of individuals from show business, popular culture, pundits, political consultants, and occasionally regular people in the news, discussing topics in the news selected by Maher. Maher described the program as \"The McLaughlin Group on acid.\"[4] On rare occasions, Maher would interview a single guest. The show was pioneering in mixing political figures and entertainers. Maher tried to air all points of view, especially controversial ones. Guests could be both aggravating and insightful, with the conversation similar to a cocktail party with quick-witted guests.[4] The show's writers included Al Franken, Arianna Huffington, Kevin Bleyer, Scott Carter, and Chris Kelly. On September 11, 2001, conservative political commentator Barbara Olson was on her way to Los Angeles to appear as a guest on Politically Incorrect, when the airplane she was on was hijacked and flown into the Pentagon during the September 11 attacks. In the aftermath of the attacks, U.S. President George W. Bush said that the terrorists responsible were cowards. During the September 17, 2001 episode, Maher's guest, Dinesh D'Souza, disputed Bush's label, saying the terrorists were warriors. Maher agreed, and replied: \"We have been the cowards, lobbing cruise missiles from 2,000 miles away. That's cowardly. Staying in the airplane when it hits the building, say what you want about it, [it's] not cowardly.\"[1] Similar comments were made by others in other media.[1] Advertisers withdrew their support, and some ABC affiliates stopped airing the show temporarily.[1] White House press secretary Ari Fleischer denounced Maher, warning that \"people have to watch what they say and watch what they do.\"[5] Maher apologized, and explained that he had been criticizing U.S. military policy, not American soldiers.[6] The show was canceled the following June, which Maher and many others saw as a result of the controversy, although ABC denied that the controversy was a factor and said the program was canceled due to declining ratings.[7][8][9] Maher said that the show struggled for advertisers in its final months.[10] There were subsequently comments in various media on the irony that a show called Politically Incorrect was canceled because its host had made a supposedly politically incorrect comment.[11][12] The show was replaced on ABC by Jimmy Kimmel Live! in 2003. Maher rebounded with an hour-long weekly program on HBO called Real Time with Bill Maher premiering on February 21, 2003, which follows a similar format. The show won a 2000 Emmy Award for \"Outstanding Technical Direction, Camerawork, Video for a Series.\" In addition, it was nominated for seventeen other awards, including: \"Outstanding Variety\"; \"Outstanding Music or Comedy Series\" (every year from 1995 to 2002); and \"Outstanding Performance in a Variety or Music Program\" in 1997. The show also won two CableACE Awards in 1995 and 1996 for Talk Show Series and was nominated for a third in 1997. It was also nominated for two Writers Guild of America awards for best Comedy/Variety series in 2001 and 2002.[13] Maher released a book in 1997, Does Anybody Have a Problem with That? The Best of Politically Incorrect, which featured questions asked on the show, comments Maher made and guest answers. In 2003 an audiobook POLITICAL INCORRECTIONS: The Best Opening Monologues from Politically Incorrect with Bill Maher was released, which featured opening monologues from the show accompanied by explanations of the current affairs that were being discussed in the media at that time.","Title":"Politically Incorrect - Wikipedia","KeyID":"17204","URL":"https://en.wikipedia.org/wiki/Politically_Incorrect"}