{"Content: ":"Maya Attoun (Hebrew: מאיה אטון, 1974[1] – 18 July 2022)[2][3] was an Israeli multidisciplinary artist, born in Jerusalem.[4] She lived and worked in Tel Aviv.[5] Attoun graduated from the Bezalel Academy of Arts and Design, where she received her BFA in 1997 and an MFA in 2006. She was a lecturer at Shenkar College of Engineering and Design in Ramat-Gan.[4] In 2007, Attoun took part in The Finalists Exhibition and the Tel Aviv Museum of Art, for the Nathan Gottesdiener Foundation Israel Art Prize 2008. The exhibition also included Michal Helfman, and Gil Marco Shani. The artists’ work was significant as they extended from painting to installation.[6] In 2015, Attoun had a solo exhibition in Givon Art Gallery in Tel Aviv titled Half Full. For the exhibition, Attoun completely changed the interior of the gallery, building walls and corridors to resemble a house. The space was made to look like a \"half full״ apartment, in which the viewer was made to assume the dweller has left the premises or the property, but some of their belongings remain.[7] The exhibition was well-received.[8][9] In 2017, Attoun had a solo exhibition at the Haifa Museum of Art titled Lover's Eye. The exhibition encompassed twenty-five framed eye drawings. The drawings allude to the 18th century eye miniatures of \"Lovers’ Eyes,\" usually painted with watercolor on ivory or parchment. In 2018, Attoun published an Artist book, titled Weekly Planner 2018 which revisits the year of 1818. The book marks the 200th anniversary of Mary Shelley’s Frankenstein – hybridizing the two years through monochromatic drawings akin to old manuscripts, etchings, and prints.[10] Attoun was a multidisciplinary artist. Her works involve a variety of mediums; yet, drawings comprise an important element in her body of work. Her drawings are often in pencil. Attoun's installations typically encompass a variety of media, including murals, drawings, prints, sculptural objects, ready-mades, and sound art. Much of Attoun's imagery thematically surrounds the body. Some elements of her visual arsenal include, animals, skulls, hearts, blood vessels, ropes, stalks, and cups. Attoun's installations are part of a feminist trend, which combine beauty and horror, blood and disease, body, and home.[6] Much of Attoun's imagery is associated with formal European iconography and motifs, drawing reference from the neo-Gothic, Romantic, Pre-Raphaelite, and Arts and Crafts movements of the 18th–19th centuries.[6]","Title":"Maya Attoun - Wikipedia","KeyID":"17208","URL":"https://en.wikipedia.org/wiki/Maya_Attoun"}