{"Content: ":"My Own Private Idaho is a 1991 American independent adventure drama film written and directed by Gus Van Sant, loosely based on Shakespeare's Henry IV, Part 1, Henry IV, Part 2, and Henry V. The story follows two friends, Mike Waters and Scott Favor, played by River Phoenix and Keanu Reeves respectively, as they embark on a journey of personal discovery that takes them from Portland, Oregon, to Mike's hometown in Idaho, and then to Rome in search of Mike's mother. Van Sant wrote the screenplay in the 1970s, but discarded it after reading John Rechy's 1963 novel City of Night and concluding that Rechy's treatment of the subject of street hustlers was better than his own. Over the years, Van Sant rewrote the script, which comprised two stories: that of Mike and the search for his mother, and Scott's story as an update of the Henry IV plays. Van Sant had difficulty getting Hollywood financing, and at one point considered making the film on a minuscule budget with a cast of actual street kids. After he sent his script to Reeves, and Reeves showed it to Phoenix, both agreed to star in the film. My Own Private Idaho had its premiere at the 48th Venice International Film Festival, and received largely positive reviews from critics, including Roger Ebert and those of The New York Times and Entertainment Weekly. The film was a moderate financial success, grossing over $6.4 million in North America, above its estimated budget of $2.5 million. Phoenix received several awards for his performance in the film, including the Volpi Cup for Best Actor at the 1991 Venice Film Festival, Best Male Lead from the Independent Spirit Awards, and Best Actor from the National Society of Film Critics. My Own Private Idaho is considered a landmark film in New Queer Cinema, an early 1990s movement in queer-themed independent filmmaking.[2] Since its release, it has grown in popularity and been deemed a cult classic, especially among LGBT audiences. The film is notable for its then-taboo subject matter and avant-garde style.[3][4] Mike, a street hustler, stands alone on a deserted stretch of highway. He starts talking to himself and notices that the road looks \"like someone's face, like a fucked-up face.\" He then experiences a narcoleptic episode and dreams of his mother comforting him as home movies of his childhood play in his mind. Later, after being fellated by a client in Seattle, Mike returns to his favorite spots to pick up clients. He is picked up by a wealthy older woman who takes him to her mansion, where he finds two fellow hustlers she also hired. One of them is Scott Favor, Mike's best friend, and the other is Gary. While preparing to have sex with the woman, Mike has another narcoleptic episode and awakens the next day with Scott in Portland, Oregon. Mike and Scott are soon reunited with Bob Pigeon, a middle-aged mentor to a gang of street kids and hustlers who live in an abandoned apartment building. Scott, the son of the mayor of Portland, confides to Bob that when he turns 21, he will inherit his father's fortune and retire from street hustling. Meanwhile, Mike yearns to find his mother, so he and Scott leave for Idaho to visit Mike's older brother, Richard. Along this journey Mike confesses to Scott that he is in love with him, and Scott gently reminds Mike he only sleeps with men for money. Richard tries to tell Mike who his real father is, but Mike says that he knows it is Richard. Richard informs Mike that their mother works as a hotel maid; when Mike and Scott visit her workplace, they learn she went to Italy in search of her own family. At the hotel, they meet Hans, the man who drove them to Portland, and prostitute themselves to him. With the money they receive from Hans, Mike and Scott travel to Italy. They find the country farmhouse where Mike's mother worked as a maid and English tutor. Carmela, a young woman who lives there, tells Mike that his mother returned to the United States months ago. Carmela and Scott fall in love and return to the US, leaving a brokenhearted Mike to return on his own. Scott's father dies, and Scott inherits his fortune. Back in Portland, Bob and his gang confront a reformed Scott at a fashionable restaurant, but he rejects them. That night Bob has a fatal heart attack. The next day the hustlers hold a rowdy funeral for Bob, while in the same cemetery, a few yards away, Scott attends a solemn funeral for his father. At the end of the film, Mike is back on the deserted stretch of Idaho highway. After he falls into another narcoleptic stupor, two strangers pull up in a truck, take his backpack and shoes, and drive away. Moments later, an unidentified figure pulls up in a car, picks the unconscious Mike up, places him in the vehicle, and drives away. My Own Private Idaho originated from John Rechy's 1963 novel City of Night, which featured street hustlers who did not admit to being gay.[5] Van Sant's original screenplay was written in the 1970s, when he was living in Hollywood.[6] After reading Rechy's book, Van Sant felt it was considerably better than what he was writing, and shelved the script for years. In 1988, while editing Mala Noche, Van Sant met street kid Michael Parker, who inspired the character of Mike in My Own Private Idaho.[6] Parker also had a friend named Scott, a street kid like himself. In the script, Van Sant made the Scott character a rich kid, also fashioned after street hustlers Van Sant had met in Portland.[6] Early drafts of the screenplay were set on Hollywood Boulevard, not Portland, with working titles such as Blue Funk and Minions of the Moon.[7] Rechy's novel inspired Van Sant to change the setting to Portland.[8] The script originally consisted of two separate scenarios: the first (Modern Days) recounted Mike's story; the second updated the Henry IV plays with Scott's story.[9] Van Sant realized he could blend the two stories together in the manner of William S. Burroughs' \"cut up\" technique.[9] In essence, this method involves various story fragments and ideas mixed and matched together to form a unique story. The idea to combine the two scenarios occurred to Van Sant after seeing Orson Welles's Chimes at Midnight.[9] He has said, \"I thought that the Henry IV plays were really a street story. I also knew this fat guy named Bob, who had always reminded me of Falstaff and who was crazy about hustler boys\". Van Sant realized that Prince Hal in the plays resembled Scott and the sidekick was Mike. His script ended up as a restructuring of the Henry IV plays.[10] Van Sant got the idea for Mike's narcolepsy from a man who was a guide of sorts when the director was gathering material for the film and who always looked like he was about to fall asleep.[11] The film's title is derived from the song \"Private Idaho\" by the B-52's that Van Sant heard while visiting the state in the early 1980s.[12] Van Sant showed the script to a 20th Century Fox executive who liked Shakespeare.[10] Eventually, he toned down the Shakespearean elements and modernized the language. Van Sant was also working on a \"My Own Private Idaho\" short story that he intended to film. Twenty-five pages long, it concerned two Latino characters on the Portland streets who go in search of their parents and travel to a town in Spain. One falls in love with a girl and leaves the other behind.[10] Van Sant had another script, The Boys of Storytown, containing the Mike and Scott characters, as well as Hans and Bob; Van Sant wanted to make the film but felt the script was unfinished.[13] Ultimately, while editing Drugstore Cowboy, he combined the scripts for Modern Days and Storytown with the \"Idaho\" short story.[13] Initially, no studio would finance the film because of its controversial and offbeat subject matter. After Drugstore Cowboy received favorable critical raves and awards, studios started to show some interest,[12] but they all wanted revisions. Frustrated, Van Sant attempted to make the film on a shoestring budget with a cast of actual street kids, including Michael Parker and actor Rodney Harvey, who was going to play Scott.[13] Van Sant faced the problem of casting the two central roles. He decided to send the script to the agents of Keanu Reeves and River Phoenix, figuring that their agents would reject the script.[15] Reeves's agent was amenable to the project, but Phoenix's would not even show it to him.[12] Not to be deterred, Van Sant got the idea for Reeves to personally deliver the film treatment to Phoenix at his home in Florida.[15] Reeves did so over the Christmas holidays, riding his 1974 Norton Commando motorcycle from his family home in Canada to the Phoenix family ranch in Micanopy, Florida, outside Gainesville.[15] Reeves was no stranger to River Phoenix or his family, having worked previously with River on Lawrence Kasdan's I Love You to Death and with his brother Joaquin Phoenix and girlfriend Martha Plimpton on Ron Howard's Parenthood. After reading the treatment, Phoenix agreed to play Scott, but since Van Sant had already cast Reeves in the role, they had to convince River to take the edgier role of the drug-addicted hustler Mike. Van Sant promised not to make either actor do anything embarrassing.[16] He got an offer of $2 million from an outside investor but when he put off production for nine months so that Phoenix could make Dogfight, the investor and his money disappeared.[17] Producer Laurie Parker shopped the script around and, at the time, New Line Cinema was in the process of branching out into producing arthouse films and decided to back Van Sant's vision with a $2.5 million budget.[12] In a 2012 interview, Kiefer Sutherland said that he declined Van Sant's offer to star in the lead role because he wanted to go skiing, a decision he has said he regrets.[18] Principal photography took place from November to December 1990, primarily in Portland, Seattle and Rome.[19] Scenes of the Idaho road depicted in the film were shot near Maupin, Oregon, on Oregon Route 216. Phoenix arrived in Portland two weeks before principal photography was to begin to do research and Van Sant remembered, \"He seemed to be changing into this character\".[20] One of the film's directors of photography, Eric Alan Edwards, recalled that Phoenix \"looked like a street kid\", and \"in a very raw way he wore that role. I've never seen anybody so intent on living his role\".[20] Several cast and crew members, including Michael Parker, Phoenix, Reeves and Flea lived together in a house in Portland during filming. A couple of times a week they would play music together. Due to the low budget, a typical day of shooting started at 6 am and ended at 11 pm.[20] The film was not storyboarded and was made without a shot list.[21] The campfire scene, originally just three pages,[21] was expanded by Phoenix into an eight-page scene in which Mike professes his love for Scott, thereby making the character's homosexuality obvious, as opposed to Van Sant's more ambiguous original version. Phoenix described his process as his \"own stream-of-consciousness, and this just happened to be one that was more than actor notes. Then Keanu and I refined it, worked on it but it was all done quickly. It was something I wrote down a night, two nights, before, and then I showed it to Keanu and Gus. And Gus kept the whole thing. He didn't pare it down. It's a long scene.\" Phoenix has said that neither he nor Reeves felt uncomfortable with Idaho's queerness.[22] When asked if he was worried that playing a gay prostitute might hurt his public image, Reeves said, \"Hurt my image? Who am I—a politician? [laughs softly] No. I'm an actor. That wasn't a problem.\"[23] Eric Edwards shot the time-lapse photography shots on his own.[24] They were not in the script and the film's producer was worried that he was using too much film. Van Sant originally had the screen go black when Mike passed out but was not satisfied with this approach. He used Edwards's footage to present Mike's perspective of \"an altered sense of time\".[24] Some New Line executives disliked the Shakespeare scenes and wanted Van Sant to cut them, but foreign distributors wanted as much Shakespeare in the film as possible.[25] The film's score was composed by pedal steel guitarist Bill Stafford. He recorded various arrangements for the film, including instrumental adaptations of \"Home on the Range\" and \"America the Beautiful\". Stafford won the Independent Spirit Award for Best Film Music in 1992 for his score. Other original and selected songs from various artists were also featured in the film, including: The soundtrack was not released on any media. My Own Private Idaho premiered at the 48th Venice International Film Festival on September 4, 1991.[26] It also received screenings at the 17th Deauville Film Festival, 16th Toronto International Film Festival[27] and the 29th New York Film Festival.[28] The film was released in limited theaters in the United States on September 29, 1991. It grossed $6.4 million in North America, above its estimated budget of $2.5 million.[1] The film achieved critical acclaim. Film critic Roger Ebert wrote, \"The achievement of this film is that it wants to evoke that state of drifting need, and it does. There is no mechanical plot that has to grind to a Hollywood conclusion, and no contrived test for the heroes to pass.\"[29] In his review for Rolling Stone magazine, Peter Travers wrote, \"Van Sant's cleareyed, unsentimental approach to a plot that pivots on betrayal and death is reflected in magnetic performances from Reeves and Phoenix.\"[30] Vincent Canby, in his New York Times review, wrote, \"The performances, especially by the two young stars, are as surprising as they are sure. Mr. Phoenix (Dogfight) and Mr. Reeves (of the two Bill and Ted comedies) are very fine in what may be the two best roles they'll find in years. Roles of this density, for young actors, do not come by that often\".[31] In his review for Newsweek, David Ansen praised Phoenix's performance: \"The campfire scene in which Mike awkwardly declares his unrequited love for Scott is a marvel of delicacy. In this, and every scene, Phoenix immerses himself so deeply inside his character you almost forget you've seen him before: it's a stunningly sensitive performance, poignant and comic at once.\"[32] Entertainment Weekly gave the film an \"A−\" rating and Owen Gleiberman wrote, \"When Van Sant shows us speeded-up images of clouds rolling past wheat fields, the familiar device transcends cliché, because it's tied to the way that Mike, in his benumbed isolation, experiences his own life—as a running piece of surrealism. The sheer, expressive beauty of those images haunted me for days.\"[33] J. Hoberman, in his review for The Village Voice, wrote, \"While Phoenix vanishes with reckless triumph into his role, Reeves stands, or occasionally struts, uneasily beside his, unable to project even the self-mocking wit of Matt Dillon's star turn in Drugstore Cowboy.\"[34] Hal Hinson of The Washington Post wrote, \"Gus Van Sant's sensibility is wholly original, wholly fresh. My Own Private Idaho adds a new ingredient: a kind of boho sweetness. I loved it.\"[35] Conversely, USA Today gave My Own Private Idaho two and half stars out of four, calling it \"nothing but set pieces; tossed into a mix whose meaning is almost certainly private\".[36] Time magazine's Richard Schickel wrote, \"What plot it has is borrowed, improbably, from Henry IV, and whenever anyone manages to speak an entire paragraph, it is usually a Shakespearean paraphrase. But this is a desperate imposition on an essentially inert film.\"[37] In his review for The New Yorker, Terrence Rafferty wrote, \"Van Sant has stranded the actor in a movie full of flat characters and bad ideas, but Phoenix walks through the picture, down the road after road after road, as if he were surrounded by glorious phantoms.\"[38] On review aggregator website Rotten Tomatoes, the film holds an approval rating of 79% based on 58 reviews, with an average rating of 7.7/10. The site's critical consensus reads: \"A tantalizing glimpse of a talented director and his stars all at the top of their respective games, Gus Van Sant's loose reworking of Henry IV is smart, sad and audacious.\"[39] On Metacritic, the film holds a weighted average score of 77 out of 100, based on 18 critics, indicating \"generally favorable reviews\".[40] The film was originally released on VHS and LaserDisc in 1992. In 2005, the film was remastered by The Criterion Collection and released on a two-disc DVD set.[41] The second disc features new interviews, outtakes and more information about the movie. This DVD set is accompanied by an illustrated 64-page-booklet featuring previously published articles, interviews with cast and crew, new essays by JT LeRoy and Amy Taubin, a 1991 article by Lance Loud, and reprinted interviews with Gus Van Sant, River Phoenix and Keanu Reeves.[42] Entertainment Weekly gave the DVD a \"B+\" rating and wrote, \"While you may enjoy watching My Own Private Idaho, whether you choose to view this two-disc Criterion edition in its entirety depends on how much you enjoy watching people talking about My Own Private Idaho\", and concluded, \"But with all the various interpretations and influences, this is definitely a film worth talking about\".[42] In 2015 The Criterion Collection released the film on Blu-ray, based on a restored 4K digital transfer.[43] My Own Private Idaho received the Showtime International Critics Award at the 1991 Toronto Film Festival.[44] River Phoenix received the Volpi Cup for Best Actor at the 1991 Venice Film Festival.[45] In response, he said, \"I don't want more awards. Venice is the most progressive festival. Anything else would be a token\".[46] Phoenix was the Best Actor runner-up in the 1991 New York Film Critics Circle awards and received the Independent Spirit Award for Best Male Lead and National Society of Film Critics Award for Best Actor, becoming the second-youngest winner of the former.[47][48] The film's six nominations at the 7th Independent Spirit Awards tied with Hangin' with the Homeboys for the most nominations at that ceremony. Winning three, it tied with Rambling Rose for the most awards.[49]","Title":"My Own Private Idaho - Wikipedia","KeyID":"17200","URL":"https://en.wikipedia.org/wiki/My_Own_Private_Idaho"}