{"Content: ":"Soap is an American sitcom television series that originally ran on ABC from September 13, 1977, until April 20, 1981. The show was created as a nighttime parody of daytime soap operas, presented as a weekly half-hour prime time comedy. Similar to a soap opera, the show's story was presented in a serial format, and featured melodramatic plotlines including alien abduction, demonic possession, extramarital affairs, murder, kidnapping, unknown diseases, amnesia, cults, organized crime warfare, a communist revolution and teacher-student relationships. In 2007 it was listed as one of Time magazine's \"100 Best TV Shows of All-TIME\",[2] and in 2010, the Tates and the Campbells ranked at number 17 in TV Guide's list of \"TV's Top Families\". The show was created, written, and executive produced by Susan Harris, and also executive produced by Paul Junger Witt and Tony Thomas. Each returning season was preceded by a 90-minute retrospective of the previous season. Two of these retrospectives were made available on VHS in 1994, but were not included on any DVD collections.[3] The show aired 85 episodes over the course of four seasons. Of these, 8 (including the final 4) aired as one-hour episodes during the original run on ABC. These hour-long episodes were later split in two, yielding 93 half-hour episodes for syndication. Like most sitcoms of the era, Soap was videotaped rather than filmed, but this coincidentally helped further its emulation of the daytime soap opera format, as most such productions were also videotaped. All episodes are available on Region 1 DVD in four box sets. There is a box set of Season 1 on Region 2 DVD. The series has rerun in syndication on local channels as well as on cable. The show starred Katherine Helmond and Cathryn Damon as sisters and matriarchs of their own families. The cast also included three former soap opera actors. Robert Mandan (Chester Tate) had previously appeared on Search for Tomorrow as a leading man for Mary Stuart, and Donnelly Rhodes (Dutch Leitner) had played the first husband of Katherine Chancellor on The Young and the Restless. Arthur Peterson Jr. (\"The Major\") played Rev. John Ruthledge in the radio version of Guiding Light. Soap is set in the fictional town of Dunn's River, Connecticut. In the opening sequence of the first installment, the announcer says \"This is the story of two sisters—Jessica Tate and Mary Campbell\". The Tates live in a wealthy neighborhood (the announcer calls it the neighborhood known as \"Rich\"). Jessica Tate (Katherine Helmond) and her husband, Chester (Robert Mandan), are hardly models of fidelity, as their various love affairs result in several family mishaps, including the murder of Peter Campbell (Robert Urich), the stepson of her sister Mary (Cathryn Damon). Even though everyone tells Jessica about Chester's continual affairs, she does not believe them until she sees his philandering with her own eyes. While out to lunch with Mary, Jessica spots Chester necking with his secretary, Claire (Kathryn Reynolds). Heartbroken, Jessica sobs in her sister's arms. On later occasions, it becomes clear that Jess has always known on some level about Chester's affairs but never allowed herself to process the information. The wealthy Tate family employs a sarcastic butler/cook named Benson (Robert Guillaume). Benson clearly despises Chester, but has a soft spot for their son, Billy (Jimmy Baio). He also gets along with the Tates' daughter, Corinne (Diana Canova) as well as their mother, Jessica; but doesn't speak to the other daughter, Eunice (Jennifer Salt), although that later changed. Benson became a popular character and in 1979 left the Tates' employ to work for Jessica's cousin, Governor Gene Gatling, on the spin-off series, Benson, wherein his last name, DuBois, was revealed. The Tates had to hire a new butler/cook named Saunders (Roscoe Lee Browne), whose attitude is similar to that of Benson, but has a more formal personality. Mary's family, the Campbells, are working-class, and as the series begins, her son Danny Dallas (Ted Wass), a product of her first marriage to Johnny Dallas, is a junior gangster-in-training. Danny is told to kill his stepfather, Burt Campbell (Richard Mulligan), Mary's current husband, who, Danny is told, murdered his father Johnny, who was also a mobster. It is later revealed that Danny's father was killed by Burt in self-defense. Danny refuses to kill Burt and goes on the run from the Mob in a variety of disguises. This eventually ends when Elaine Lefkowitz (played by Dinah Manoff in one of her earliest roles), the spoiled daughter of the Mob Boss (played by Sorrell Booke), falls in love with Danny and stops her father, who then tells Danny he will have to marry Elaine or he will kill him. In the fourth season, it is revealed that Chester is Danny's true father, the product of a secret affair between him and Mary before his marriage to Jessica. Mary's other son, Jodie (Billy Crystal, in an early role), is gay, having a secret affair with a famous professional football quarterback, and contemplating a sex-change operation. The first season ends with Jessica convicted of the murder of Peter Campbell. The announcer concludes the season by announcing that Jessica is innocent, and that one of five characters—Burt, Chester, Jodie, Benson, or Corinne—killed Peter Campbell. Chester later confesses to Peter's murder and is sent to prison. He is soon released after a successful temporary insanity defense, due to a medical condition in his brain. Other plot lines include Jessica's adopted daughter Corinne courting Father Tim Flotsky (Sal Viscuso), who ended up leaving the priesthood, with the two eventually marrying and having a child who is possessed by the Devil; Chester being imprisoned for Peter's murder, escaping with his prison mate Dutch, and being afflicted with amnesia after a failed operation; Jessica's other daughter, Eunice, sleeping with a married congressman, and then falling in love with Dutch; Mary's stepson Chuck (Jay Johnson), a ventriloquist whose hostilities are expressed through his alter ego, a quick-witted dummy named Bob; Jessica's love affairs with several men, including Donahue, a private investigator hired to find the missing presumed-dead Chester, her psychiatrist, and a Latin American revolutionary known as El Puerco ('The Pig'; his friends just call him \"El\"); Billy Tate's confinement by a cult called the \"Sunnies\" (a parody of Sun Myung Moon's Unification Church, called the \"Moonies\" by its critics), and then his affair with his school teacher who becomes unhinged; Danny and his romantic trials with the daughter of a mobster (Elaine, who is murdered in a botched kidnapping), black woman (Polly), a prostitute (Gwen), and Chester's second wife (Annie); and Burt's confinement to a mental institution, his abduction by aliens while being replaced with an oversexed alien lookalike on Earth, and getting blackmailed by the Mob after becoming sheriff of their small town. At the beginning of each episode, off-camera announcer Rod Roddy gives a brief summary of the convoluted storyline and remarks, \"Confused? You won't be, after this week's episode of ... Soap.\" At the end of each episode, he asks a series of life-or-death questions in a deliberately deadpan style—\"Will Jessica discover Chester's affair? Will Benson discover Chester's affair? Will Benson care?\" and concludes each episode with the trademark line, \"These questions—and many others—will be answered in the next episode of ... Soap.\" In early March 1977, ABC screened the first two episodes of Soap for the executives of its 195 affiliate stations, many of whom were instantly appalled by the show's emphasis on sex and infidelity. ABC was privately told by two of the affiliates, neither in a major market, that the show was \"raunchy\" and its subject matter unfit for television.[5] In June 1977, a Newsweek preview of the fall season written by Harry F. Waters panned the show while characterizing some of its basic plot elements incorrectly and offering exaggerated reports of its sexual content. Despite having not seen the pilot, Waters called the show a \"sex farce\" and claimed (erroneously) that the show included a scene of a Catholic priest being seduced in a confessional.[6] Waters also stated: Soap promises to be the most controversial network series of the coming season, a show so saturated with sex that it could replace violence as the PTA's Video Enemy No. 1. Whether Waters's errors and misrepresentations were intentional or accidental is unknown. Within days of the Newsweek report, a number of local and national religious organizations began to quickly mobilize against Soap, despite the fact that they also had not seen the pilot. Among these were the National Council of Churches, the United Church of Christ, the United Methodist Church, the National Council of Catholic Bishops and the Christian Life Commission of the Southern Baptist Convention,[8] the latter of which went so far as to divest itself of 2,500 shares of ABC stock \"because the board does not approve of programming related to the abuse of human sexuality, violence and perversion\".[9] The Roman Catholic Church, led by its Los Angeles Archdiocese, also condemned the show and asked all American families to boycott it, saying, \"ABC should be told that American Catholics and all Americans are not going to sit by and watch the networks have open season on Catholicism and morality. [Soap] is probably one of the most effective arguments for government censorship of TV that has yet come along.\"[10] In August, the Board of Rabbis of Southern California, representing the three branches of Judaism, joined the Catholic protest, saying that the show, yet to be aired, \"reached a new low\". Dr. Everett Parker of the United Church of Christ called Soap \"a low-life, salacious program\" and complained that the show would be airing when children would be able to watch it. (ABC had scheduled it on Tuesdays after Happy Days and Laverne & Shirley, two of the most popular family television shows being broadcast at the time.)[11] The religious bodies organized a letter-writing campaign designed to pressure the show's sponsors not to advertise on the network.[12] Although some of the groups asked their members to watch the show first, and then inform ABC of their feelings about it,[8] others began working hard to get ABC to cancel the show before it premiered. One ABC vice president was shocked to learn that his 11-year-old child was required by a parochial school teacher to write a letter of protest to ABC, asking it to take the show off the air.[13] In the end, 32,000 people wrote letters to ABC,[8] only 9 of which were in support of the show.[14] In addition to the religious protest, Soap also faced substantial pre-broadcast criticism from the International Union of Gay Athletes[15] and the National Gay Task Force,[16] both of which were concerned about the way the gay character Jodie Dallas and his professional football player lover would be portrayed. To allay the concern of advertisers, some of whom had begun to cancel sponsorship of the program, ABC reluctantly dropped the price for commercial time from $75,000 per spot to $40,000 per spot. When Soap premiered on September 13, 1977, 18 out of 195 ABC affiliates refused to air the program, and others chose to broadcast it after 11 p.m. By its second week on the air, 2 more affiliates dropped out, bringing the boycott to 20 stations.[13] Boycotting affiliates included KDUB in Dubuque, Iowa, KMVT in Twin Falls, Idaho, KTVO in Kirksville, Missouri/Ottumwa, Iowa, KXON in Sioux Falls, South Dakota, WABG in Greenwood, Mississippi, WBAK in Terre Haute, Indiana, WCCB in Charlotte, North Carolina, WJCL in Savannah, Georgia, WJZ in Baltimore, WKAB in Mobile, Alabama, WOWK in Huntington, West Virginia, WRAL in Raleigh, North Carolina, and WYUR in Huntsville, Alabama.[17][18][19] In 1978, when WCCB gave up its ABC affiliation to former NBC affiliate WSOC and became independent, the latter station aired the show starting with late-night summer repeats of the first season, then showed it in its regular prime time slot the following fall. Except for two individuals, the only angry calls came from people wondering what happened to Saturday Night Live, which could now be found on WRET.[20] Aside from the external protests, Soap was also subject to heavy internal revisions from ABC's Broadcast Standards & Practices department, which monitors the content of programs. Writer-creator Susan Harris had developed a story arc for Soap in the form of a \"show bible\" which traced all the major characters, stories and events for five seasons. The Standards & Practices executives (commonly referred to as \"censors\") reviewed this extensive bible as well as the script for the two-part pilot and issued a long memo to Harris voicing their concerns about various story lines and characters. In addition to the sexual material that was widely reported in the press, the censors also took issue with the show's religious, political and ethnic content.[21] \"The Soap Memo\" was leaked to the press before the show premiered and was printed in its entirety in the Los Angeles Times on June 27, 1977. Among the notes were: \"The Soap Memo\" also contained notes that were subsequently disregarded by the producers including: \"The Soap Memo\" was a rare public look into the behind-the-scenes process at a major network and copies of the document were often found posted on the bulletin boards of television production companies and on studio sets as a rallying point against censorship. In addition, the specific details in the memo further fueled the growing debate regarding the controversial content of Soap. Soap premiered on Tuesday, September 13, 1977, at 9:30 p.m. The episode was preceded by a disclaimer that the show \"was part of a continuing character comedy\" that included adult themes and that \"viewer discretion\" was advised. The disclaimer was both displayed on the screen and read by announcer Rod Roddy. It would remain throughout the first season before being dropped. Much of Soap's controversy, among liberals and conservatives alike, ironically actually helped to sell the series to the general public. Fueled by six months of pre-show protests (as well as a solid lead-in from the hit shows Happy Days, Laverne & Shirley and Three's Company), the first episode swept its time slot with a 25.6 rating and 39% share (39% of the national audience). Although ABC received hundreds of phone calls after the premiere, executives at the network described initial public reaction as \"mild\" with more calls in favor of the show than in protest. A University of Richmond poll found that 74% of viewers found Soap inoffensive, 26% found it offensive, and half of those who were offended said they planned to watch it the next week.[6] Initial reviews—somewhat clouded by the controversy—were mixed, with negative reviews predictably focusing on the show's racy content. The Los Angeles Times called the show \"a prolonged dirty joke\" that \"is without cleverness or style or subtlety. Its sex jokes are delivered by the shovelful, like manure.\" Variety called the show \"forced and derivative\", \"bland\" and \"predictable and silly\" while conceding that the sex is \"no more outrageous than daytime soapers, no more outspoken than Three's Company.\"[22] Time magazine praised the \"talented cast\" and singled out Jimmy Baio and Billy Crystal as \"sharp young comedians\", but felt the show suffered from \"nastiness\" and \"lacked compassion\".[12] On the more positive side, TV Guide gave the show a good review saying that there was \"a heap of talent\" in the cast and asking \"Is it funny? Yes it is ... and I guess that constitutes redeeming social value\".[23] Harry F. Waters' 1977 Newsweek review proved prescient of conservative reaction when the following year, the National PTA declared Soap one of \"ten worst\" shows in television. In spite of this designation, Soap ranked #13 for the 1977–78 season[6] and went on to gain positive critical reviews and high ratings over the rest of its four-year run. Although the uproar against Soap subsided shortly after its premiere, the program continued to generate additional criticism for its relatively frank depictions of homosexuals, racial and ethnic minorities, the mentally ill as well as its treatment of other taboo topics such as social class, marital infidelity, impotence, incest, sexual harassment, rape, student-teacher sexual relationships, kidnapping, organized crime, murder of and by cast members, and new age cults. Much of the criticism focused on the openly gay character of Jodie Dallas (Billy Crystal). Soap was among the earliest American prime time series to include an openly gay character who was a major part of the series. Some social conservatives opposed the character on religious grounds, while some gay rights activists were also upset with the character of Jodie, arguing that certain story developments reinforced distorted stereotypes, for example his desire to have a sex change operation, or represented a desire to change or downplay his sexual orientation. Before the start of the second season, ABC ran a 90-minute retrospective clip show called \"Who Killed Peter?\" in which Burt Campbell visits Jessica Tate in prison as she awaits the verdict of her murder trial. The two discuss each of the show's individual characters and their possible motives for killing Burt's son Peter using flashbacks to illustrate specific story lines. The show was designed to remind viewers of what happened in Season 1 to prepare them for the upcoming season. At the start of season three, another 90-minute retrospective aired in which Jessica says goodbye to Benson, using the flashback clips to try to explain why he should stay. This show also served to help launch the spinoff Benson, which was premiering at the start of the 1979–80 television season. A third 90-minute retrospective titled \"Jessica's Wonderful Life\" aired at the start of Season 4. Jessica, who had just died in the hospital, found herself in heaven speaking to an angel (played by Bea Arthur). Jessica explained via the flashback clips why she was not ready to die and had to return to earth to help her family. Although Susan Harris had planned for five seasons of Soap, the program was abruptly canceled by ABC after its fourth season. Therefore, the final one-hour episode, which originally aired on April 20, 1981, did not serve as a series finale and instead ended with several unresolved cliffhangers. These involve a suicidal Chester preparing to kill Annie (his wife) & Danny (his nephew) after catching them in bed together, an irreversibly hypnotized Jodie believing himself to be a 90-year-old Jewish man, Burt preparing to walk into an ambush orchestrated by his political enemies, and Jessica about to be executed by a Communist firing squad. Vlasic Foods pulled its sponsorship of the program shortly after this episode aired and ABC announced that the program was not renewed for its planned fifth season. The official reason given by the network was its declining ratings. However, according to the Museum of Broadcast Communications, Soap \"ended under suspicion that resistance from ad agencies may have caused ABC to cancel [it] at that point\" because its still controversial content was negatively affecting its relationship with sponsors.[6] A 1983 episode of Benson mentions Jessica's disappearance, noting the Tate family is seeking to have her declared legally dead. In the episode, Jessica appears as an apparition who only Benson can see or hear and reveals to him that she is not dead, but in a coma somewhere in South America. No other incidents from the final episode of Soap are mentioned, and the opening bars of the theme song for Soap play as she leaves the room. Since its cancellation, Soap's reputation has grown and it is often considered one of the best shows in television history.[2] Much praise has been given to its \"exceptionally rich cast\"[24] of performers \"such as was seldom seen on any serious dramatic show\".[14] In a 1982 analysis in The Village Voice, published as the series was entering syndication, TV critic Tom Carson lauded the ensemble, saying that \"the cast matches the best TV series rep troupes ever.\" Carson went on to note that Soap \"patently started out intended as a lampoon of middle-class values, and ended up instead as a weirdly offbeat celebration of them\".[25] In 2007, Time, which initially panned the show, named it one of the \"100 Best Shows of All-TIME\".[2] The Museum of Broadcast Communications said that Soap is \"arguably one of the most creative efforts by network television before or after\".[6] In 2010, The Huffington Post called Soap a \"timeless comedy\" and concluded: \"Rarely does a show come along with such a unique voice and vision from the first episode\".[26] Soap was nominated for a total 17 Emmy Awards including: At the 1981 Golden Globe Awards, Katherine Helmond won Best Performance by an Actress in a TV Series – Musical/Comedy. That same year, the program was also nominated for Best TV Series – Musical/Comedy. Director Jay Sandrich was nominated for Outstanding Directorial Achievement in Comedy Series at the DGA Awards in 1978 and 1979. Sony Pictures Home Entertainment has released all four seasons of Soap on DVD in Region 1. Season 1 has been released on DVD in Region 2 in Norway (as Forviklingar), Sweden (as Lödder), Spain (as Enredo) and the UK. All four seasons have been released in Australia (Region 4). Some of the episodes on these DVD collections are edited or replaced with the syndicated versions, shortened by as much as 2 to 3 minutes. Season 1 is also missing the disclaimer at the start of the show. In addition, the DVDs omit the three 90-minute Soap retrospective clips shows, which aired before each season began to remind the audience of what happened in the story during the previous season. The season 1 retrospective \"Who Killed Peter Campbell?\" and season 3 retrospective \"Jessica's Wonderful Life\" were released on VHS in the 1990s. On August 27, 2013, it was announced that Mill Creek Entertainment had acquired the rights to various television series from the Sony Pictures library, including Soap.[27] The company subsequently rereleased the first and second seasons on DVD on September 2, 2014,[28] and Soap: The Complete Series on DVD in Region 1 on June 2, 2015.[29] Most of the episodes on the Mill Creek sets are the original, uncut ABC versions, and the \"On the last episode of Soap ...\" synopses from the final season have been restored.[30]","Title":"Soap (TV series) - Wikipedia","KeyID":"17210","URL":"https://en.wikipedia.org/wiki/Soap_(TV_series)"}