{"Content: ":"Ottavio Cinquanta (15 August 1938 – 18 July 2022) was the President of the International Skating Union and a member of the International Olympic Committee. He held the ISU position from 1994 to 2016 and the IOC position since 1996. In 2000 he was elected member of the IOC Executive Committee, position that he has held until 2008.Prior to becoming ISU President he was ISU Vice President and before the Chair of its Technical Committee for Short Track Speed Skating. Cinquanta grew up in Milan, Italy, where he practiced ice hockey, athletics and speed skating. Cinquanta attended university and he was mainly active in business administration. At the time of his election to the ISU Presidency, at the age of 56, he retired from his position as a manager of an international chemical company. When Cinquanta was first elected to the ISU Presidency, he was initially regarded as a progressive who introduced prize money at ISU Events after negotiating several commercial contracts, including an important television contract with ABC Sports. This allowed the ISU to retain athletes who might have otherwise left Olympic-eligible skating to participate in unsanctioned made-for-television professional skating competitions, which were then offering large appearance fees to top skaters. The television money also allowed the ISU to sustain a variety of development programs in both Figure Skating and Speed Skating branches, including, for example, the ISU Grand Prix of Figure Skating. However, because of his speed skating background, Cinquanta has been the subject of a considerable amount of criticism from the figure skating community, particularly in Canada and the United States. During the 2002 Olympic Winter Games figure skating scandal, he was criticized for his evasiveness and his admission that he did not \"know figure skating so well\".[1] In spite of his professed lack of knowledge about the sport, he proposed a new scoring system for figure skating[2] whose major feature is secrecy which would prevent anyone from ever knowing how an individual judge had marked the competition. The implementation of secret judging at the 2003 World Figure Skating Championships in Washington, D.C., was controversial enough to result in a fan protest at that event,[3] with Cinquanta personally being jeered by the audience whenever he was introduced.[4] Cinquanta had previously been loudly booed by fans at the 1996 World Figure Skating Championships in Edmonton, Alberta, after he invoked a technicality to prevent local skating favorite Kurt Browning from skating in the opening ceremony of that event[5][6] and again at the 1998 Championships in Minneapolis, Minnesota.[7] Cinquanta was consecutively reelected to the ISU Presidency at all the ISU elective Congresses until he passed the retirement age.","Title":"Ottavio Cinquanta - Wikipedia","KeyID":"17215","URL":"https://en.wikipedia.org/wiki/Ottavio_Cinquanta"}