{"Content: ":"Charmed is an American fantasy drama television series created by Constance M. Burge and produced by Aaron Spelling and his production company Spelling Television, with Brad Kern serving as showrunner. The series was originally broadcast by The WB for eight seasons from October 7, 1998, until May 21, 2006. The series narrative follows a trio of sisters, known as The Charmed Ones, the most powerful good witches of all time, who use their combined \"Power of Three\" to protect innocent lives from evil beings such as demons and warlocks. Each sister possesses unique magical powers that grow and evolve, while they attempt to maintain normal lives in modern-day San Francisco. Keeping their supernatural identities separate and secret from their ordinary lives often becomes a challenge for them, with the exposure of magic having far-reaching consequences on their various relationships and resulting in a number of police and FBI investigations throughout the series. The series initially focuses on the three Halliwell sisters, Prue (Shannen Doherty), Piper (Holly Marie Combs), and Phoebe (Alyssa Milano). Following Prue's death in the third-season finale, their long-lost half sister Paige Matthews (Rose McGowan) assumes her place within the \"Power of Three\" from season four onwards. Charmed achieved a cult following[1][2] and popularity on The WB with its first episode \"Something Wicca This Way Comes\" garnering 7.7 million viewers, breaking the record for the network's highest-rated debut episode.[3] The show's ratings, although smaller than rival shows on the \"big four\" networks (ABC, CBS, NBC, and Fox), were a success for the relatively new and smaller WB network. Charmed went through several timeslot changes during its eight-season run. For its first three seasons in the Wednesday/Thursday 9:00 pm timeslot, Charmed was the second-highest rated series on The WB, behind 7th Heaven.[4] During its fifth season, the show moved to the Sunday 8:00 pm timeslot, where it became the highest-rated Sunday night program in The WB's history.[5][6] At 178 episodes, Charmed was the second-longest drama broadcast by The WB, behind 7th Heaven. In 2006, it became the longest running hour-long television series featuring all female leads, before being surpassed by Desperate Housewives in 2012.[7] The series has also received numerous awards and nominations. In 2010, The Huffington Post and AOL TV ranked Charmed within their joint list of \"The Top 20 Magic/Supernatural Shows of All Time,\" while in 2013, TV Guide listed the series as one of \"The 60 Greatest Sci-Fi Shows of All Time.\" Charmed has also become a source of pop culture references in film and television and has influenced other succeeding television series in the same subgenre. The show's success has led to its development in other media, including a video game, board games, soundtracks, novels, and a comic book series which served as a continuation of its narrative. According to data research from The NPD Group in 2012, Charmed was the second-most binge watched television series on subscription video-on-demand services, such as Netflix. A reboot series of Charmed, featuring different cast members and characters, premiered on The CW on October 14, 2018.[8] Before Melinda was burned at the stake, she vowed that each generation of Warren witches would become stronger and stronger, culminating in the arrival of three sisters ... the most powerful witches the world has ever known ... the Charmed Ones. —Phoebe Halliwell (Alyssa Milano) in \"Something Wicca This Way Comes\" The series starts in 1998 when Phoebe Halliwell (Alyssa Milano) returns from New York and moves back into the family's Halliwell Manor in San Francisco to live with her sisters Prue (Shannen Doherty) and Piper (Holly Marie Combs). When Phoebe discovers the family's Book of Shadows in the attic, she learns that she and her sisters are the most powerful witches ever known, destined to protect both innocents and the world at large from demons, warlocks, and other evil creatures. Phoebe, reasonably suspecting the book to be a novelty, reads its initial inscription—unaware that it also happens to be an incantation activating the sisters' supernatural powers once all three are reunited in their ancestral home. By the end of the first episode, each sister learns that she has a unique magical power that allows them to cast spells and brew potions. Prue, the eldest, has the power of telekinesis (the ability to move objects with her mind), and in season two she develops the power of astral projection (the ability to be in two places at once). Piper, the middle sister, has the power of molecular immobilization. As she grows more proficient, she learns how to freeze only certain people or objects or body parts, as she wishes. In season three, her powers evolve further, as she is able to cause evil beings or objects to explode using her hands as a development of her powers surrounding molecular movement. Phoebe, the youngest of the three, initially possesses the power of premonition allowing her to receive visions of the future and later of the past. She later develops the powers of levitation in season three, and empathy in season six, the latter allowing her to sense and tap into others' emotions and, sometimes, powers. In accordance with the series' mythology, witches' powers are tied to their emotions. During the first two seasons, the sisters face various evil beings from week to week. However, in the third season, they discover that their ultimate enemy is The Underworld's demonic ruler, The Source of All Evil. Eventually, Prue is killed in the season three finale by The Source's personal assassin, Shax (Michael Bailey Smith). While grieving for their older sister, Piper and Phoebe discover that they also have a younger half-sister, Paige Matthews (Rose McGowan), who had been the secret love child of their witch mother, Patty (Finola Hughes), and her \"whitelighter\" (guardian angel) Sam Wilder (Scott Jaeck). Paige's magical abilities represent her dual heritage as both a witch and whitelighter; like Prue, she possesses a form of telekinesis, but she has to verbally call for objects to \"orb\" (teleport) them to their intended destination. As she attempts to control the two sides of her ancestry, Paige also learns how to orb herself and others, and to heal others with the touch of her hand; she eventually receives her own whitelighter charges to train and protect as they learn witchcraft. Paige can also \"glamour\", shapeshifting into a different human appearance. The Source, responsible for the majority of attacks on the sisters, becomes the main villain during season four until he is finally vanquished. After his demise, an annual season-long storyline and several antagonists are introduced in subsequent seasons (occasionally following the \"Big Bad\" television format). These include Phoebe's demonic ex-husband, Cole Turner (Julian McMahon), until mid-season five; the scheming, misguided Elder, Gideon (Gildart Jackson), throughout season six; The Avatars until mid-season seven; the demon Zankou (Oded Fehr) until the season seven finale; and, in season eight, powerful sister witches Billie (Kaley Cuoco) and Christy Jenkins (Marnette Patterson), who fall under the influence of the demonic Triad (who earlier feature as early-season three antagonists). In addition to the supernatural themes explored in Charmed, the characters contend with serious issues in their day-to-day lives such as relationships, careers, marriage, childbirth, illness and the deaths of loved ones. The sisters also fight to prevent the exposure of the existence of magic to the human community at large, contending with several police and FBI investigations. Often through the assistance of their long-term ally, Darryl Morris (Dorian Gregory) of the San Francisco Police Department, they are able to avoid police suspicion, including the investigation of the most-recurring human antagonist, Inspector Sheridan (Jenya Lano), in the sixth and seventh seasons. The sisters also face romantic storylines. Prue's love interests include her high school sweetheart, Inspector Andy Trudeau (Ted King), who dies in the season one finale in an attempt to save the sisters, and a brief co-worker, Jack Sheridan (Lochlyn Munro), in season two. Piper's central love interest throughout the series is the sisters' whitelighter Leo Wyatt (Brian Krause); their early relationship is problematic due to the forbidden nature of witch-whitelighter relationships, and so in season two a love triangle forms with Piper, Leo and her neighbor, Dan Gordon (Greg Vaughan). Eventually, the two manage to marry and consecrate their union in season three, producing a son named Wyatt in season five. The couple separate due to supernatural circumstances at the end of the fifth season; however, they reconnect in the subsequent season, resulting in a second son named Chris. The final episode of Charmed shows them to have a daughter, many grandchildren, and to grow old together in the future. Phoebe's romantic history involves a tortured relationship with half-demon Cole Turner in the show's third, fourth and fifth seasons; they have a turbulent marriage in the fourth, and in the fifth, following their divorce, she is compelled to vanquish him. Phoebe has a number of multi-episode human boyfriends in subsequent seasons, including her boss, Jason Dean (Eric Dane), before meeting a cupid named Coop (Victor Webster) in the eighth season, whom she marries. Paige, like Phoebe, has several multi-episode boyfriends, including fellow-witch and magic \"addict\" Richard Montana (Balthazar Getty) in season six, and an unstable FBI agent-turned-whitelighter Kyle Brody (Kerr Smith) in season seven. In the eighth season, she becomes committed to a human parole officer, Henry Mitchell (Ivan Sergei), whom she marries. The final episode's flashforward montage reveals Piper, Phoebe, and Paige to have three children each with their respective husbands. In 1998, when The WB began looking for a new drama series for the 1998–99 season, they approached Spelling Television (which had produced the network's then-most successful series, 7th Heaven) to create it. Expanding on the popularity of witch-themed dramas such as The Craft (1996)[9][10] and Practical Magic (1998),[11] the production company explored different forms of mythology to find characters they could realize with contemporary storytelling.[12] Constance M. Burge was hired to create the series as she was under contract with 20th Century Fox and Spelling Television after conceiving the drama series Savannah (1996–97).[12] When the theme of witchcraft was first pitched to her, she was aware of stereotypes of witches (flying brooms, black cats, and warts). After researching Wicca, she changed her perspective[13] and aimed at telling a story of good witches who looked and acted like ordinary people. With this, her initial concept was a series set in Boston, Massachusetts[13] about three friends and roommates who were all witches.[12] However, executive producer E. Duke Vincent lacked confidence, asking \"Why would anybody want to watch a show about three witches?\" He proposed that the series should focus on family values and developed the series-long mantra of it being about \"three sisters who happen to be witches, not three witches who happen to be sisters.\" Spelling warmed to Burge's ideas and, after the concept was re-crafted to be a series about three sisters (now living in San Francisco) descended from a line of witches,[13] it was pitched to The WB's President of Entertainment, Susanne Daniels, who liked it, allowing the series to begin development.[12] The series was retitled Charmed after Spelling's suggestion of House of Sisters was dropped. Burge wrote the pilot script and a 28-minute version of the pilot was filmed (the \"unaired pilot,\" never aired on network television). After original cast member Lori Rom quit the series before its premiere, Alyssa Milano took over her role and a new pilot had to be filmed. Upon its debut, Charmed received the largest audience for a series premiere in The WB's history.[3] The first season of 22 episodes was picked up by The WB after only two episodes had aired. Former Beverly Hills, 90210 actress Shannen Doherty was cast as the eldest sister Prue Halliwell, while her best friend at the time and former Picket Fences actress Holly Marie Combs played the role of the middle sister Piper Halliwell.[14] Lori Rom was originally cast as the youngest sister Phoebe Halliwell in the 28-minute unaired pilot episode.[14] However, Rom quit the series, and a new pilot was filmed with former Who's the Boss? actress Alyssa Milano in the role of Phoebe.[14] Doherty departed Charmed at the end of the third season. Jennifer Love Hewitt and Tiffani Thiessen were both considered as replacements.[15] The part ultimately went to film actress Rose McGowan, who played the long-lost younger half-sister Paige Matthews in the fourth season.[16] In season one, Ted King was cast as the inspector Andy Trudeau, Dorian Gregory was cast as his inspector partner Darryl Morris, and Brian Krause was cast as the Halliwell sisters' whitelighter Leo Wyatt.[14] King departed Charmed at the end of the first season, while Gregory remained on the show until the seventh season. In season two, Greg Vaughan joined the series as the Halliwell sisters' new next-door neighbor Dan Gordon, while Karis Paige Bryant was cast as his niece Jenny Gordon. Bryant left her role midway through the second season, while Vaughan left at the end of the season. Australian actor Julian McMahon joined the cast of Charmed in season three as the half-demon Cole Turner. He departed the show midway through season five. Drew Fuller joined Charmed at the end of the fifth season as Piper and Leo's second son from the future, Chris Halliwell. Fuller left his role at the end of season six, but returned for guest appearances in later seasons. In the eighth and final season, Kaley Cuoco joined the show as the young witch Billie Jenkins. Aaron Spelling and E. Duke Vincent maintained their positions as executive producers of the series until it ended. Constance M. Burge became an executive producer when she was hired to create the series and write the pilot script. After the 28-minute \"unaired pilot\" was shown to The WB and the series was picked up by the network, Brad Kern was recruited as the fourth executive producer and as the showrunner in order to decipher how the series would develop over the course of its run. Scripting was done by a large number of writers. Kern did the most writing, with a total of 26 episodes, as well as directing one of them. The writers with the most writing credits other than Kern include Daniel Cerone, Curtis Kheel, Zack Estrin, Chris Levinson, Krista Vernoff, Sheryl J. Anderson, Monica Owusu-Breen, Alison Schapker, Cameron Litvack, and Jeannine Renshaw.[17] Burge wrote seven episodes for the first and second seasons before leaving her position as executive producer. Scripting was carried out after group brainstorms took place, discussing the events of the episodes, the emotions of the characters, and the mythology involved. Robert Masello, an executive story editor for the series, credits himself as the only demonologist hired for a series, in order to add his experience to the storyline.[18] Charmed is the only show that has a licensed fully bonded demonologist, which is me, on staff and as a result because I've written books about demonology and the occult of witchcraft, I'm there to answer questions about how a demon would behave. The book Investigating Charmed: The Magic Power of TV (2007) revealed that viewers of the Wiccan religion appreciated the accurate portrayal of some Wiccan elements, but were disappointed with the way the series tied the Wiccan religion with Christianity, through the concept of demons and angels (Whitelighters).[19] One Wiccan viewer noted that some of the evil demons in Charmed carry the names of benevolent gods and goddesses in the Wiccan religion.[19] However, many Wiccan viewers appreciated the fact that Charmed brought their religion into the public eye in a positive way, through the use of other elements such as sacred objects, spellcasting, a Book of Shadows, solstice celebrations and handfastings.[19] Cast member Holly Marie Combs revealed in The Women of Charmed documentary (2000) that the series aimed at following a mythology created by fantasy, and not adhering to Wiccan rules too closely, for fear of coming under criticism for either not being \"technically correct enough\" or missing the truth completely.[18] Ahead of the third season, Burge left her former position as executive producer to Kern, after she reportedly became frustrated that storylines for the third season were going to become more focused on the sisters' relationships with their love interests than each other.[20] She had disagreements with Kern over bringing the character Cole Turner (Julian McMahon) into the show as a love interest for Alyssa Milano's character Phoebe, as there was already enough focus on the show's established couple Piper (Holly Marie Combs) and Leo Wyatt (Brian Krause).[21] However, Burge remained on Charmed as a creative consultant until season four.[22] Her departure resulted in changes in the story structure of the show, from a \"demon of the week\" system to using third or half-season-long story arcs. In addition, more importance was given to the protagonists' personal lives. The serial connection of episodes culminated in the second half of season four. Despite the ratings increasing during season four's final story arc from 4.19 to 4.21, The WB asked Kern to abandon the serial system. This led to the largely episodic structure of season five, and resulted in the two systems being balanced from the sixth season onwards. The first six seasons of Charmed were filmed at Ray-Art Studios in Canoga Park, Los Angeles on four of the studio's sound stages.[23][24][25] After Ray-Arts Studio was sold in 2003,[23] production for Charmed moved to the Paramount Studios lot for seasons seven and eight.[26][27][28] The Innes House located at 1329 Carroll Avenue in Los Angeles was used as the exterior for the show's fictional Halliwell Manor, and has become popular with tourists over the years.[29][30][31][32] During the seventh season and for the first time in its history, the show had been in limbo as there was no guaranteed renewal for an eighth season.[33] Charmed was ultimately renewed for a final season, but the budget was cut considerably compared to previous seasons due to expensive special effects and props and highly-paid actresses.[19][34] Executive producer Brad Kern revealed that they had to cut back on special effects and guest stars, and that the entire season was shot only on the Paramount Studios lot as they could not go out on location anymore.[35] These budget cuts also led to cast member Dorian Gregory being written out of the final season and Brian Krause being written out of several episodes as a cost-saving measure.[19][34] Kern revealed that the show could not afford to have Krause in all 22 episodes of the final season, but he was brought back for the final two episodes to help bring closure to the storylines.[19][34][36] Charmed featured a cold opening, and its opening credits was used to introduce the main and supporting cast members in each season. It consisted of various scenes from episodes and individual footages of the cast that were mostly updated from season to season.[37][38] The opening began with images of the Golden Gate Bridge and flashing shots of the triquetra symbol in a circle.[39] The show's title card then appeared, featuring the triquetra symbol and Book of Shadows.[39] After the title card shot in the seasons 1–3 opening, scenes from the pilot episode were shown, which included an overhead view of the sisters casting a spell at a round table and a shot of them coming downstairs.[39] A scene of the sisters reciting a spell was then shown with the word \"starring.\"[39] This was followed by the individual footages and names of each lead actress; Shannen Doherty's appeared first, then Holly Marie Combs' and Alyssa Milano's, followed by the individual footages and names of each supporting cast member, with the exception of its first five episodes, in which Milano was the last to be billed.[39] The last few scenes in the opening showed the sisters' cat, a San Francisco cable car, and lastly the sisters walking upstairs into their home, with Doherty's character closing the door using her telekinetic powers.[39] Following Doherty's departure at the end of season three, the season four opening credits had to be recreated to remove all footage of Doherty and to include her replacement, Rose McGowan.[37] The beginning of the opening remained the same.[37] However, after the title card was shown, scenes were changed to include images of the Golden Gate Bridge, a gargoyle, talisman, scrying crystal, tattoo of the triquetra symbol, and candles.[37] The order in which each lead actresses individual footage and name appeared in the opening was also changed; Milano's was moved up first, McGowan's was put in second, and Combs' was moved down third and listed \"as Piper\".[37] The last few scenes in the opening were also changed to include a cemetery, exterior shots of the Halliwell Manor, and pages in the Book of Shadows.[37] A five-second opening was used for the two-part premiere episodes of seasons four and five; it featured flashing shots of the triquetra symbol and the show's title in large blue letters.[40][41] The opening theme song used in the television airings of all eight seasons was Love Spit Love's cover version of \"How Soon Is Now?\" by The Smiths.[42][21] This version of the song had previously appeared on the soundtrack of The Craft,[10] and is featured in the series' first soundtrack album. In the shortened five-second opening for the two-part premiere episodes of seasons four and five, the song was replaced by instrumental music.[40][41] \"How Soon Is Now?\" was also replaced by hard-rock instrumental music in the season eight DVD because the music license to use it had expired.[21][43] This hard-rock instrumental music was also used in the opening of all eight seasons on Netflix.[44][45] For its remaster, although most of the shots for the opening credits remained the same, some background images and flashing symbols were panned and scanned to fit the 1.78:1 aspect ratio. The earlier seasons of Charmed received mostly favorable reviews from television critics, with its first season scoring a Metacritic score of 61 out of 100.[46] During the first season, Entertainment Weekly writer Ken Tucker, speaking on the comparisons between Charmed and rival series, argued: \"spike-heeled where Buffy is fleet-footed, Charmed is Charlie's Angels with an Ouija board.\"[47] As well as the show's action sequences—describing the Halliwells as \"superheroes\"—he noted that the series \"plays up the stars' separate-but-equal charms\" and admired both its \"casting and pop-culture timing.\"[47] Vanessa Thorpe of The Guardian agreed with Alyssa Milano's description of Charmed as \"perfect post-feminist girl-power,\" praising the balance between action and emotion as the \"three sibling sorceresses know mischief, but are accessibly feminine.\"[48] Entertainment Weekly critic Karyn L. Barr labelled Charmed a \"crafty cult classic\" and in her retrospective review of the first season, wrote that it \"remains spellbinding thanks to its proper balance of quirky humor, Buffy-esque drama\" and Shannen Doherty's character Prue.[2] Angelica Bastien of Bustle magazine commended the \"strong female characters\" and felt that the show resembled Xena: Warrior Princess more than Buffy due to its \"mix of drama, wacky humor, intensely layered mythology, and feminism-lite vibe.\"[49] During the third season, Michael Abernethy of PopMatters praised the \"well-choreographed action sequences, respectable acting\" and \"believable\" sisterly relationship between Milano, Doherty, and Holly Marie Combs.[50] Abernethy credited Charmed as \"more enjoyable than most shows in the good vs evil genre\" largely due to the strength of the performers, and noted that despite the monster of the week format, \"the writers tend to explore the sibling dynamics to keep the show from growing redundant.\"[50] Christel Loar also from PopMatters agreed that \"episodes go beyond the demon-of-the-week formula to tap into the relationships of the characters and their...flaws. Charmed...succeeded by combining sisterhood with the supernatural.\"[51] Loar also claimed that the Halliwells' struggle for normal lives, \"stability, and a sense of self is one of the reasons Charmed strikes such a chord with its viewers.\"[51] The A.V. Club's Kayla Kumari Upadhyaya described the fourth season as \"one of the grimmest seasons of Charmed,\" following Doherty's departure and her character's death \"informing the overall tone.\" Upadhyaya also praised the \"smart decisions\" the writers made of how they introduced a new sister into the series, calling the transition \"Charmed's greatest accomplishment\" that \"opened up whole new avenues for grounded, emotional storytelling.\"[52] During the sixth season, Gillian Flynn of Entertainment Weekly described Charmed as \"a guilty-pleasure fantasy\" that is \"inherently cute and incredibly simple.\"[53] Flynn also praised the comedic acting between Milano, Combs and Rose McGowan, adding that \"selling this kind of comedy takes a certain gameness, and the actresses have got it.\"[53] The latter seasons of Charmed also received a mixed reception from some critics. Bustle's Bastien felt that after Doherty's departure, \"Charmed got pretty bad,\" noting that the show \"lost track of its core theme\" of witchcraft and sisterhood by bringing in mystical fairy tale beings and focusing more on soap opera-type plots and the sisters' love lives.[49] Similarly, BuzzFeed writer Jarett Wieselman agreed that \"After Doherty's exit, Charmed veered into slightly-absurd-yet-no-less-entertaining territory,\" noting that McGowan's addition \"ushered in a wave of increasingly campy episodes.\"[54] The A.V. Club's Upadhyaya felt that the latter seasons \"got too complicated\" and campy by focusing too much on the magic \"and not enough about the themes that grounded the show earlier on.\"[52] Becca James also from The A.V. Club felt that the show \"should have died the same time\" Doherty's character did.[55] Hugh Armitage of Digital Spy believed that Charmed \"began to feel very self-indulgent towards its stars\" in the latter seasons, noting that character-driven storylines were replaced with gimmicks such as the revealing outfits worn by the sisters, particularly both Milano's and McGowan's characters.[54][56] Heart of Glass magazine's Kristina Adams felt that after creator Constance M. Burge's departure from the show, executive producer Brad Kern \"ruined it\" by focusing more on the magic and making a \"cliché\" magical world with the introduction of nymphs, Greek gods, valkyries, Egyptian gods, magic school, gnomes, and ogres. Adams further added that \"storylines were less thought out,\" and the sisters' outfits were becoming \"more and more revealing.\"[21] Nick Romano of Screen Crush wrote that \"the storylines became wicca ridiculous and the dialogue became too cheesy,\" particularly in season eight.[57] Jon Langmead of PopMatters believed that Charmed \"slipped markedly\" in seasons seven and eight, noting that the final season lost appealing elements such as \"smart casting\" and \"attention to relationship drama\" of the show's earlier seasons.[58] Langmead also disliked the introduction of Kaley Cuoco and Marnette Patterson in the eighth season, and felt that Cuoco was \"consistently painful to watch.\"[58] DVD Verdict's Ryan Keefer also felt that Cuoco joining the show was a \"poor choice\" by the producers, and commented that season eight \"failed to recapture the glory days of the first few seasons.\"[59] Charmed has gathered several awards and nominations. The show was nominated for one TV Guide Award,[60] two International Horror Guild Awards,[61] three Teen Choice Awards,[62][63] three Wand Awards[63] and seven RATTY Awards, with Holly Marie Combs winning \"Best Science Fiction Lead Actress\" in 2003.[64] It was also nominated for three Saturn Awards, including one \"Best Network Television Series\" nomination for its first season and two \"Best Actress on Television\" nominations for Shannen Doherty in 1999 and 2000.[63] In 2001, Charmed won a Cable Guide Award in the United Kingdom for \"Favorite Sci-Fi/Fantasy Series.\"[65] The series also won a \"Certificate of Merit\" at the 2003 EDGE Awards for the season four episode \"Muse to My Ears.\"[66] In 2004, Alyssa Milano was nominated for a Spacey Award in Canada for \"Favorite Female TV Character\" and in 2005, she was nominated for \"Favorite Television Actress\" at the Nickelodeon Kids' Choice Awards.[63][67] That same year, Rose McGowan won the award for \"Favorite Sister\" at the Family Television Awards.[68] Charmed also received recognition for its young guest actors, having been nominated for five Young Artist Awards, with Alex Black winning once for his role in the season four episode \"Lost and Bound.\"[69] In the United States, Charmed premiered on The WB on October 7, 1998, and ended on May 21, 2006.[70][71] The first season aired on Wednesday nights at 9:00 pm.[70] For its second, third and fourth seasons, Charmed moved to Thursday nights.[72][73][74] For the fifth season, the series moved to Sunday nights at 8:00 pm and remained there until its eighth and final season.[71][75] By the end of season eight, Charmed had aired a total of 178 episodes and became the longest running hour-long television series in American history, featuring all female leads.[7] Most seasons consisted of 22 episodes, except for the fifth and sixth seasons, which contained 23 episodes, including their double-episode premieres and double-episode finales. TNT and Pop currently air reruns of Charmed during early weekday mornings.[76] Full episodes of Charmed are also available for viewing on TNT's official website.[77] WE tv had previously aired reruns during weeknights in 2010.[78] The series was first released onto the subscription video-on-demand service Netflix in July 2011.[79] According to data research from The NPD Group, Charmed was the second-most binge watched television series on subscription video-on-demand services such as Netflix in 2012.[80][81] Charmed's first episode \"Something Wicca This Way Comes\" broke the record for the highest-rated debut episode for The WB, with 7.72 million viewers.[3] The show's ratings, although smaller than rival shows on the \"big four\" networks (ABC, CBS, NBC, and Fox), were a success for the relatively new and smaller WB network. Charmed's premiere in 1998 helped ratings rise for The WB, with TV Guide's Mark Schwed noting that the network's viewing figures were way up than the previous year.[82] For its first three seasons, Charmed was the second-highest rated series on The WB, behind 7th Heaven.[4][83][84] During its fifth season, the series became the highest-rated Sunday night program in The WB's history.[5][6] Charmed was the first primetime television show about a coven of witches.[107] Following the broadcast of the season eight episode \"Payback's a Witch\" in January 2006, Charmed became the longest running hour-long series in American television history featuring all female leads.[108][109] However, this accolade was surpassed in 2012 by Desperate Housewives, which also lasted for eight seasons but aired two more episodes than Charmed.[7][110] In 2000, Cult TV placed Charmed at number forty-four on its list of the \"Top 100 Cult TV Shows.\"[111] In 2007, AOL TV ranked each Charmed One on its list of the \"Top TV Witches\"—Piper third, Phoebe seventh, Prue ninth and Paige twelfth.[112][113] In 2010, HuffPost TV and AOL TV ranked Charmed at number ten on their joint list of \"The Top 20 Magic/Supernatural Shows of All Time\"[114] and in 2013, TV Guide placed the series on its list of \"The 60 Greatest Sci-Fi Shows of All Time.\"[115] In 2012, six years after its original broadcasting, Charmed was found by The NPD Group to be the second-most binge watched television series on subscription video-on-demand services, such as Netflix.[80][81] After Charmed ended, there were never any other long-running shows about witches to rival shows about vampires and zombies.[116] In 2013, Joe Rhodes of The New York Times referred to Charmed as \"the last successful witch TV series,\"[116] while BuzzFeed writer Jarett Wieselman wrote that \"no subsequent [witch] series have been able to replicate Charmed's success.\"[7] Many witch-themed shows since Charmed ended have been cancelled after one or two seasons.[117][118][119] The 2013–14 season saw a resurgence of witches in new shows The Originals, Witches of East End, Salem, and in the third season of American Horror Story titled Coven.[120][121] In an interview with E! Online, cast member Alyssa Milano stated that she believed the success of Charmed helped pave the way for these witch-themed shows, saying \"I feel like networks are trying to replicate that.\"[120] The growing trend of witches on television that year as well as Charmed's success on Netflix prompted CBS to develop a reboot of Charmed, which did not get picked up at the network.[120][122] However, The CW network later developed a different reboot series, which premiered in October 2018, featuring different cast members and characters.[8] Witches of East End (2013–14) was noted by critics for its strong resemblance to Charmed, as both shows are about a sisterhood of witches battling evil and live in similar houses, which its executive producer Maggie Friedman has acknowledged.[110][123][124][125] Other witch-themed shows that have been compared to Charmed include The Secret Circle (2011–12)[107][126] and Hex (2004–05), which was described as \"the U.K.'s edgier, oversexed response to Charmed.\"[127] Eastwick (2009) was noted for its surface similarities to Charmed as it also focused on a trio of female witches,[128][129] which led director David Nutter to come out and say that Eastwick was not a clone of Charmed.[130] The season four episode of Smallville titled \"Spell\" also received comparisons to Charmed as it focused on three of its main female characters, who get possessed by a trio of 16th Century witches.[131][132] The depiction of witchcraft in Charmed has had a significant impact on popular culture. The book Investigating Charmed: The Magic Power of TV (2007) revealed that viewers of the Wiccan religion appreciated the fact that Charmed brought their religion into the public eye in a positive way, through the use of sacred objects, spellcasting, a Book of Shadows, solstice celebrations and handfastings.[19] In 2008, the religious organisation Beliefnet ranked The Charmed Ones at number eight on their list of the \"Top 10 Witches in Pop Culture.\"[133] Beliefnet praised the cultural image of Charmed for its female empowerment, mythology and how the sisters \"managed to solve their cases\" week-on-week.[133] In 2011, Seventeen magazine named The Charmed Ones ninth in its list of the top fictional witches of all time,[134] while E! Online ranked Piper at number six on their list of \"Pop Culture's Top 10 Most Bitchin' Witches.\"[135] In 2012, the Chicago Tribune placed The Charmed Ones at number seven on their list of \"The Top Pop Culture Witches of All Time.\"[136] In 2014, The Charmed Ones were ranked at number six on the \"Pop Culture's Favorite Witches\" list by MSN's Wonderwall.[137] In 2016, Piper was also ranked at number six in The Huffington Post's list of \"The Top 10 Greatest Witches of All Time.\"[138] Charmed has also become a pop culture reference in television shows and films. In the 2000 parody film, Shriek If You Know What I Did Last Friday the Thirteenth, Barbara Primesuspect (Julie Benz) is said to be yelling \"Charmed my ass!\" at Shannen Doherty, who does not appear on-screen.[139] The series is also mentioned in the episode \"Ur-ine Trouble\" of teen comedy-drama series Popular, when Josh Ford (Bryce Johnson) tells Brooke McQueen (Leslie Bibb) to go home and watch Charmed.[140][141] In another episode of Popular, titled \"The Shocking Possession of Harrison John,\" Josh asks George Austin (Anthony Montgomery) who is Michael Bernardino's (Ron Lester) \"favorite hottie witch\" on Charmed and George says it is Prue.[142] In the episode \"Faith\" of Third Watch, Fred Yokas (Chris Bauer) mentions to his wife Faith (Molly Price) that their daughter was upset she could not watch Charmed.[143] In the 2002 teen comedy film Big Fat Liar, Kaylee (Amanda Bynes) recalls watching an episode of Charmed on The WB where Alyssa Milano's character Phoebe was about to put a spell on her demon boyfriend.[144] In a 2003 episode of the Australian soap opera Neighbours, Serena Bishop (Lara Sacher) and Erin Perry (Talia Zucker) find out they have a lot in common like their love for Charmed.[145] In a 2005 episode of Neighbours, Bree Timmins (Sianoa Smit-McPhee) mentions that The O.C. is the best show on television since Charmed.[146] In the episode \"Plucky\" of sitcom So Notorious, Aaron Spelling tells his daughter Tori Spelling that \"there's always room for another witch on Charmed\" after hearing of her latest cable telemovie role.[147] In another episode of So Notorious, titled \"Cursed,\" Tori and Sasan (Zachary Quinto) discuss who has put a curse on her and Sasan says, \"It's Shannen [Doherty]! She knows all that witchcraft from Charmed.\"[148][149] In the season four episode \"Me and the Devil\" of True Blood, Sookie Stackhouse (Anna Paquin) tells a witch named Marnie Stonebrook (Fiona Shaw) that one of her favorite television shows she watched as a child was Charmed.[150] In the episode \"Boy Parts\" of American Horror Story: Coven, a witch named Queenie (Gabourey Sidibe) mentions that she grew up watching Charmed.[151] Both the show and character Piper were referenced in the episode \"Sorry for Your Loss\" of The Tomorrow People, when Piper Nichols (Aeriél Miranda) introduces herself to Russell Kwon (Aaron Yoo), who responds by saying \"Charmed, Piper.\"[152] Critics noted references of Charmed in the witchcraft-themed music video for British girl group Little Mix's song \"Black Magic\" (2015).[153][154][155][156] In the film Fighting with My Family (2019), Saraya is watching the episode \"Happily Ever After\" and this inspires her to come up with her ring name Paige.[157] Since Charmed ended in 2006, academics have appropriated its content and published essays and articles regarding Charmed. It has been the subject of several collective books such as Investigating Charmed: The Magic Power of TV edited by Karin and Stan Beeler, which adopts a gender perspective to carry out an in-depth analysis of third-wave feminism as shown in the series. Between 2012 and 2015, French academic and essayist Alexis Pichard delivered a set of three lectures on Charmed. In 2012, he spoke about intertextuality and postmodernism in the series at the Université de Rouen.[158] In 2014, he explored Charmed's transmedia storytelling at the Université Paris 3.[159] In 2015, he investigated the show's postfeminist subversion of fairy tales at the University of Lorient, a presentation which was followed two years later by the publication in French academic journal TV/Series of an article titled \"'When you said sea hag, did you mean like old woman hag or evil magic hag?' : Imbrication du conte de fées et du (post)féminisme dans Charmed\" ('The embedding of fairy tales and (post)feminism in Charmed').[160] The journal's editor summarises Pichard's work as follows: \"Alexis Pichard examines gender norms as they appear on the small screen, scrutinizing the relationship between supernatural soap Charmed (The WB, 1998-2006) and the fairy tale. He describes a complex relationship where literary associations are a way of subverting traditions and expectations on the one hand – and ultimately succumbing to them on the other, with a problematic post-feminist emphasis on 'having it all'\".[161] The Charmed novels are a series of books that accompany the television series. Between 1999 and 2008, forty-three novels were published by Simon & Schuster and were roughly set during the same period as the events of the television series. The first novel, The Power of Three, was released in November 1999 as a novelization of the series premiere episode, \"Something Wicca This Way Comes.\"[162] All subsequent novels – apart from Charmed Again (2001) which narrates the events of the two-part episode of the same name[163] – are original stories revolving around the Halliwell sisters and their allies. The first ten novels involve the original Charmed Ones, Prue, Piper, and Phoebe Halliwell, while the remaining thirty-three are set after both Prue's murder and the introduction of Paige Matthews as the youngest, new Charmed One. Two novels, Seasons of the Witch (2003) and The Warren Witches (2005), are anthologies of short stories.[164][165] Writers of the series include Diana G. Gallagher and Paul Ruditis who also co-authored two volumes of the official guidebook, The Book of Three (2004; 2006). In 2015, HarperCollins acquired the rights to publish a second series of Charmed novels from CBS Consumer Products.[166] The first novel, The War on Witches, was published in May 2015 and its narrative is set between the events of Seasons 9 and 10 of the comic book series.[167][non-primary source needed] It is written by Ruditis, who previously authored Season 9 and edited Season 10, and follows the younger Charmed Ones' reunions with Prue and Cole Turner after their resurrections. The Charmed comic books serve as a continuation of the television series and were originally published by Zenescope Entertainment.[168] The first comic book series, Charmed: Season 9, was released in June 2010 and is set eighteen months after the events of the televised show's final episode, \"Forever Charmed.\"[169] Author Paul Ruditis was the lead writer of the first series and Raven Gregory helped him co-write the first three issues.[168] The second and final comic book series by Zenescope, Charmed: Season 10, debuted at the New York Comic Con during the weekend of October 9, 2014.[170] Pat Shand was the lead writer of the second series while Ruditis assumed the role of editor.[170] In 2017, Dynamite Entertainment acquired the rights to publish a new comic book series titled Charmed: A Thousand Deaths. It was written by Erica Schultz and illustrated by Maria Sanapo.[171] Four soundtrack albums of Charmed have been released and feature music that were used in the show.[172] The first soundtrack album, Charmed: The Soundtrack, was released in September 2003.[172] The second soundtrack, Charmed: The Book of Shadows, was released in January 2005[173] and the third, Charmed: The Final Chapter, was released in May 2006.[174] A retrospect of songs compiled from all eight seasons of the show, Charmed: The Final Chapter was positively received by Heather Phares of AllMusic, who praised it for \"feel[ing] like a late '90s/early 2000s time capsule\".[175] The fourth soundtrack, Charmed: Score from the Television Series, was released as a limited edition in June 2013 and featured a selection of cues from the show by composer J. Peter Robinson.[176] This is now out of print. Several official board games of Charmed have been published by Clash of Arms and Tilsit. The show's first board game, Charmed: The Book of Shadows, was released in 2001 and the second board game, Charmed: The Source, was released in 2003.[177][178] Other board games include Charmed: The Power of Three and Charmed: The Prophecy, both of which were released in 2005.[179][180] An action, platform video game of Charmed was developed by DC Studios and published by In-Fusio.[181] The game was released for mobile phones in Europe in 2003[181] and North America in 2004.[182] Titan Magazines began publishing the Charmed Magazine in 2004, which was issued bi-monthly and featured interviews with the cast and crew, the latest news and developments, and behind-the-scenes information on the show.[183][184] The 24th and final issue of Charmed Magazine was released in 2008.[185] All eight seasons of Charmed were released individually on DVD in Regions 1, 2 and 4 between February 2005 and September 2007.[186][187] A new packaging of the Region 4 DVDs for all seasons were released in April 2011.[188] A limited Book of Shadows box set edition was released in Region 4 on November 16, 2006, and featured seasons 1–7.[189] A limited Magic Chest box set edition was released in Region 2 on March 5, 2007, and included all eight seasons.[190] An ultimate box set was released in Region 2 on October 27, 2008[191] and Region 4 on November 6, 2008.[192] The set includes all seasons, with a cover that features all four Halliwell sisters together.[191] Two complete series box sets were released in Region 1 on November 18, 2008.[193] Both sets are styled after the show's Book of Shadows, with one set being a regular release and the other being a limited deluxe edition.[193][194] The complete series box set was re-released in the United States on November 11, 2014, and features a brand new cover of all four sisters.[195] In June 2018, CBS Studios (who own the rights to Charmed) announced that the whole series was in the process of being remastered to high-definition with a completion date of September 2019.[196] The remastered version of season one was released on high-definition Blu-ray in the US on October 30, 2018.[197] Season 2 was released through Manufacture on Demand in 2020. Season 3 is scheduled for release May 18, 2021, almost 20 years to the day that Season 3 finished airing on The WB. On December 13, 2019, Koch Films announced a full series release on Blu-ray for Charmed in Germany, making Germany the first country worldwide to receive a full Blu-ray set rather than individual seasons like in the states. The Blu-ray box set edition was released on June 24, 2021.[198] On October 25, 2013, it was announced that CBS was developing a reboot of Charmed.[199] Party of Five co-creator Christopher Keyser and Sydney Sidner were going to executive produce and write the pilot script for CBS Television Studios (who own the rights to Charmed) and The Tannenbaum Company.[199][200] The reboot was described as a \"re-imagining of the original series centered around four sisters who discover their destiny – to battle against the forces of evil using their witchcraft.\"[201] CBS only ordered a script for a pilot, however; no commitment to filming was made.[80] Following the announcement, the original cast of Charmed shared their opinions of the reboot through Twitter. Rose McGowan tweeted, \"They really are running out of ideas in Hollywood,\" followed up by another tweet, \"lame lame lame lamertons.\"[80] Alyssa Milano tweeted, \"The thing about them doing a #charmed reboot is ... it just ... it feels like yesterday. It feels too close.\"[202] Holly Marie Combs tweeted, \"Here's the thing. Everything is a reboot. If you think otherwise you haven't read enough Shakespeare yet. At least they had the decency to call it what it is. Instead of ripping it off and then pretending to not be ripping it off.\"[203] Shannen Doherty tweeted to a fan, \"I don't know yet. It's strange to think about a reboot. I guess I'm still processing the idea.\"[203] However, on August 12, 2014, TVLine's Michael Ausiello revealed that CBS were not moving forward with the reboot.[204] On January 25, 2018, The CW network officially ordered a pilot of a new Charmed reboot, developed by Jennie Snyder Urman, Jessica O'Toole and Amy Rardin, for the 2018–19 television season.[205] The reboot was described by The CW as \"a fierce, funny, feminist reboot\" of the original series.[205] It follows the lives of three sisters—Macy, Mel and Maggie—who, after the death of their mother, discover they are The Charmed Ones, the most powerful trio of good witches, who are destined to protect innocent lives from demons and other dark forces.[205][206] The eldest sister Macy is a \"practical, driven, and brilliant geneticist\" with the power of telekinesis.[207][206] The middle sister Mel is \"a passionate, outspoken activist\" and lesbian with the power of time-freezing,[208] while the youngest Maggie is \"a bubbly college freshman\" with the power to hear people's thoughts.[207][209] Madeleine Mantock was cast as Macy,[210] Melonie Diaz was cast as Mel,[208] Sarah Jeffery was cast as Maggie,[209][211] and Rupert Evans was cast as the trio's whitelighter Harry.[212] The reboot premiered on The CW on October 14, 2018, 20 years after the original series' premiere.[8] The CW renewed the series for a second season, which premiered on October 11, 2019.[213] The reboot would ultimately run for four seasons and 72 episodes before being canceled in May 2022.[214]","Title":"Charmed - Wikipedia","KeyID":"17211","URL":"https://en.wikipedia.org/wiki/Charmed"}