{"Content: ":"Vincent Ned DeRosa (October 5, 1920 – July 18, 2022) was an American hornist who served as a studio musician for Hollywood soundtracks and other recordings from 1935 until his retirement in 2008. Because his career spanned over 70 years, during which he played on many film and television soundtracks and as a sideman on studio albums, he is considered to be one of the most recorded brass players of all time.[1][2][3] He set \"impeccably high standards\"[4] for the horn, and became the first horn for Henry Mancini, Lalo Schifrin, Alfred Newman, and John Williams, among others, with Williams calling him \"one of the greatest instrumentalists of his generation.\"[5] DeRosa contributed to many of the most acclaimed albums of the 20th century, including some of the biggest-selling albums by artists as diverse as Frank Sinatra, Barry Manilow, Frank Zappa, Boz Scaggs, Ella Fitzgerald, Harry Nilsson, Stan Kenton, Henry Mancini, The Monkees, Sammy Davis Jr., and Mel Tormé. DeRosa was born in Kansas City, Missouri, on October 5, 1920. His family moved to Chicago about a year after his birth. His father, John DeRosa, was a professional clarinetist; his mother, Clelia DeRubertis DeRosa, was an accomplished singer. He began his horn studies at age ten with Peter Di Lecce, Principal Horn of the Chicago Symphony Orchestra.[6] In 1932, the family moved to Los Angeles.[7] While still a teenager, DeRosa studied briefly with his uncle, Vincent DeRubertis.[8] He also studied with and played several times for Alfred Edwin Brain Jr., Dennis Brain's uncle. [9] DeRosa began his professional career in 1935 by substituting for another player in the San Carlo Opera Company's production of La traviata. When the U.S. entered World War II, DeRosa enlisted before he could be drafted and was assigned to play with the California Army Air Forces radio production unit. He was discharged in 1943 because he was the head of a household. However, eventually he was recalled to service and was demobilized in 1945.[10] DeRosa's recording career began shortly after his military service ended, and he quickly established himself as the first-call session horn player in the recording industry.[8] He recorded extensively in several genres, including jazz, rock, pop, and classical. His name has become a metaphor for prolific recording: in Collected Thoughts on Teaching and Learning, Creativity, and Horn Performance Douglas Hill refers to a prolific session player as “the Vince DeRosa of the London freelance scene.”[11] As a jazz player, he is recognized as one of the first French horn players to forge a career as a jazz sideman.[12] During his career, he played on important jazz instrumental recordings, including Art Pepper's Art Pepper + Eleven – Modern Jazz Classics, Stan Kenton's Kenton / Wagner, and Johnny Mandel's I Want to Live!. He also appeared on landmark recordings by jazz vocalists, including Mel Tormé and the Marty Paich Dek-Tette, Ella Fitzgerald Sings the Rodgers & Hart Song Book and Ella Fitzgerald Sings the George and Ira Gershwin Song Book, Sammy Davis Jr.'s The Wham of Sam, and June Christy's Something Cool. DeRosa also contributed to important jazz fusion recordings, including David Axelrod's Song of Innocence and groundbreaking albums by Jean-Luc Ponty including King Kong: Jean-Luc Ponty Plays the Music of Frank Zappa. As a sideman on pop records, his contributions to Sinatra's most important recordings are perhaps best known (see with \"Work with Sinatra\" below). However, he also contributed to many other hit pop recordings such as Barry Manilow's triple-platinum album Even Now, Neil Diamond's hit September Morn, and Louis Armstrong's I’ve Got the World on a String and Louis Under the Stars, two of the most important pop albums from Armstrong's later catalog.[13] As a sideman on rock, blues, and funk records, DeRosa contributed to seminal recordings such as Frank Zappa's first solo album Lumpy Gravy, Boz Scaggs' quintuple-platinum Silk Degrees, and Tower of Power's Back to Oakland, and to rock cult classics such as Harry Nilsson's Son of Schmilsson and Van Dyke Parks's Song Cycle. DeRosa was also an accomplished classical player. He was the hornist on the album The Intimate Bach which received a Grammy Nomination for Best Classical Performance – Chamber Music (1962). [14] Music critic Alfred Frankenstein wrote of DeRosa's performance on this record, \"This is the most astonishing example of virtuosity on the horn I have ever heard on records...To play as lightly and speedily as a harpsichord, right out in the open with a minimum of support, is to give an incredible performance.\"[6] In addition to his work as a sideman, DeRosa appeared on many prominent soundtracks for film, musicals, and TV, including Carousel, Close Encounters of the Third Kind, Edward Scissorhands, How the West Was Won, Jaws, Mary Poppins, Midway, Oklahoma, My Fair Lady, Rocky, The Days of Wine and Roses, The Magnificent Seven, The Music Man, and The Sound of Music.[15] The television programs for which he played include Batman, Bonanza, Dallas, Hawaii Five-O, Peter Gunn, Star Trek, The Rockford Files, and The Simpsons.[16] DeRosa's playing and career are closely associated with Frank Sinatra's recordings because of Frank Sinatra's fame, the number of seminal Sinatra albums on which DeRosa played, and two highly publicized accounts of Sinatra's comments to or about DeRosa (see below). DeRosa played first horn on many albums considered to be the greatest in Sinatra's catalog and among the greatest of all time, including In the Wee Small Hours, Songs for Swingin’ Lovers!, Frank Sinatra Sings for Only the Lonely, and Strangers in the Night. Sinatra was not known for openly complimenting his musicians (drummer Irv Cottler once said, \"Frank will never come right out and tell you that you swung your ass off”[17]). However, he publicly acknowledged DeRosa's excellence. In Sinatra: The Chairman, author James Kaplan discusses DeRosa with Milt Bernhart, a trombonist who had played with both Sinatra and DeRosa on many occasions: \"Another time, Bernhart remembered, Sinatra praised French horn player Vince DeRosa on executing a difficult passage by telling the band, 'I wish you guys could have heard Vince DeRosa last night—I could have hit him in the mouth!' We all knew what he meant—he had loved it!” Bernhart said. “And believe me, he reserved comments like that only for special occasions.\"[18] Another reason DeRosa is closely associated with Sinatra is that an exchange between DeRosa and Sinatra was featured in the article “Frank Sinatra Has a Cold” for Esquire by Gay Talese in 1966. The article became one of the most famous pieces of magazine journalism ever written, and is often considered not only the greatest profile of Frank Sinatra but one of the greatest celebrity profiles ever written.[19] In his piece, Talese documents the following touching conversation between Sinatra and DeRosa: When a French horn player, a short Italian named Vincent DeRosa who has played with Sinatra since The Lucky Strike \"Hit Parade\" days on radio, strolled by, Sinatra reached out to hold him for a second. \"Vincenzo,\" Sinatra said, \"how's your little girl?\" \"She's fine, Frank.\" \"Oh, she's not a little girl anymore,\" Sinatra corrected himself, \"she's a big girl now.\" \"Yes, she goes to college now. U.S.C.\" \"That's great.\" \"She's also got a little talent, I think, Frank, as a singer.\" Sinatra was silent for a moment, then said, \"Yes, but it's very good for her to get her education first, Vincenzo.\" Vincent DeRosa nodded. \"Yes, Frank,\" he said, and then he said, \"Well, good night, Frank.\" \"Good night, Vincenzo.\"[20] The exchange was given renewed exposure by Pulitzer Prize-winning music critic Alex Ross in his book Listen to This. In the chapter \"Edges of Pop,\" Ross highlights the famous article and calls the exchange between DeRosa and Sinatra “The sweetest moment in Gay Talese’s classic Esquire profile.”[21] One reason for DeRosa's appearance on so many of Sinatra's albums is that DeRosa was the preferred first horn for Sinatra's frequent collaborator Nelson Riddle (Riddle's biographer refers to DeRosa as a “horn player extraordinaire”[22]). As an example of Riddle's esteem for DeRosa, he chose DeRosa as a featured soloist on the Sinatra album Close to You, an album on which the Hollywood String Quartet and typically one soloist per song accompanied Sinatra. Riddle was deliberate in his choice of sideman,[23] selecting trumpeter Harry “Sweets” Edison, clarinetist Mahlon Clark, and DeRosa for this project. While DeRosa might be most closely associated with Frank Sinatra, he is also well known as Henry Mancini's first-call horn player, working with Mancini on at least eight albums and many film scores. The albums included The Music from Peter Gunn, the first album to win the Grammy award for Album of the Year (1959) and was selected by the Library of Congress as a 2010 addition to the National Recording Registry, which selects recordings annually that are \"culturally, historically, or aesthetically significant.\" The album's title song features famous,[24] difficult-to-execute French horn lines, with DeRosa as first chair.[25] Mancini often composed his themes with a favorite player in mind: \"Sometimes when I hear people play, especially if they’re distinctive players, I actually try to incorporate their sound into a particular score.\"[26] Mancini had Vince DeRosa in mind when he composed his Academy Award-winning theme to the film Days of Wine and Roses: \"For the first yawning notes of this score, he was hearing the solid round tone of studio veteran French horn soloist Vince DeRosa, and that became the voice of solitude in the film.”[26] This theme won the 1962 Academy Award for best song. DeRosa's impact on studio horn playing was significant, and set a new standard for studio horn parts.[8] As a sideman on thousands of sessions and a horn instructor at USC and elsewhere, DeRosa influenced many musicians and composers. The list below documents composers and musicians who are publicly acknowledged to have studied with, or been influenced by, DeRosa's teaching or playing. \"Vince Derosa's contribution to American music can't be overstated. He was the premier first horn player on virtually every recording to come out of Hollywood for over forty years. He represented the pinnacle of instrumental performance and I can honestly say that what I know about writing for the French horn, I learned from him. DeRosa was an inspiration for at least two generations of composers working in Hollywood and beyond. He is respected world-wide and universally regarded as one of the greatest instrumentalists of his generation. It has been a privilege to have worked with him all these many years.\"[5] The following horn players have publicly acknowledged studying with DeRosa. Beginning in the late 1950s, DeRosa played a Conn 8D horn. In the 1950s he taught a small number of students at the Los Angeles Conservatory of Music but otherwise taught formally at the University of Southern California from 1974–2005.[36] Since retiring in 2008, DeRosa split his time between his residences in La Canada, CA, Maui, and Montana.[37] DeRosa's uncle, Vincent DeRubertis, also played with Sinatra on at least one occasion, on the soundtrack for High Society.[38] Like his nephew, DeRubertis also contributed to many soundtracks.[39] DeRosa died on July 18, 2022, at the age of 101.[40] With The 5th Dimension With Laurie Allyn With Laurindo Almeida With American Flyer With Louis Armstrong With Louis Armstrong and Ella Fitzgerald With David Axelrod With Hoyt Axton With The Blackbyrds With Vernon Burch With Red Callender With Glen Campbell With June Christy With Stanley Clarke With Nat King Cole With Natalie Cole With Judy Collins With Alice Coltrane With Rita Coolidge With Sonny Criss With Michael Davis With Miles Davis With Sammy Davis Jr. With Sammy Davis Jr. and Carmen McRae With John Denver With Teri DeSario With Neil Diamond With Lamont Dozier With Earth, Wind & Fire With Billy Eckstine With The Emotions With Juan García Esquivel With Don Fagerquist With José Feliciano With Clare Fischer With Ella Fitzgerald With Dan Fogelberg and Tim Weisberg With Donna Fuller With Judy Garland With Barry Gibb With Harpers Bizarre With Debbie Harry With Neil Hefti With The Hi-Lo's With Bill Holman With Paul Horn With Freddie Hubbard With Gordon Jenkins With Stan Kenton With Peggy Lee With Henry Mancini With Johnny Mandel With Chuck Mangione With Gap Mangione With Barry Manilow With Shelly Manne With Skip Martin With Johnny Mathis and Deniece Williams With Billy May With Les McCann With Carmen McRae With Sérgio Mendes With The Monkees With Mystic Moods Orchestra With Oliver Nelson With Michael Nesmith With Sammy Nestico With Harry Nilsson With Michael Omartian With Lee Oskar With Patti Page With Marty Paich With Van Dyke Parks With Art Pepper With David Pomeranz With Jean-Luc Ponty With Pure Prairie League With Johnny Richards With Minnie Riperton With Mavis Rivers With George Roberts With Pete Rugolo With Pharoah Sanders With Arturo Sandoval With Boz Scaggs With Diane Schuur With Jack Sheldon With Lalo Schifrin With Doc Severinson With Horace Silver With Frank Sinatra With Judee Sill With J. D. Souther With Duane Tatro With The Temptations With Cal Tjader With Mel Tormé With Tower of Power With Stanley Turrentine With Sarah Vaughan With Paul Weston With Mason Williams With Frank Zappa","Title":"Vincent DeRosa - Wikipedia","KeyID":"17222","URL":"https://en.wikipedia.org/wiki/Vincent_DeRosa"}