{"Content: ":"The nuchal ligament is a ligament at the back of the neck that is continuous with the supraspinous ligament. The nuchal ligament extends from the external occipital protuberance on the skull and median nuchal line to the spinous process of the seventh cervical vertebra in the lower part of the neck.[1] From the anterior border of the nuchal ligament, a fibrous lamina is given off. This is attached to the posterior tubercle of the atlas, and to the spinous processes of the cervical vertebrae, and forms a septum between the muscles on either side of the neck. The trapezius and splenius capitis muscle attach to the nuchal ligament. It is a tendon-like structure that has developed independently in humans and other animals well adapted for running.[2] In some four-legged animals, particularly ungulates, the nuchal ligament serves to sustain the weight of the head. In Chiari malformation treatment, decompression and duraplasty with a harvested nuchal ligament showed similar outcomes to pericranial and artificial grafts.[3] In sheep and cattle it is known as the paxwax.[4] It relieves the animal of the weight of its head. The nuchal ligament is unusual in being a ligament with an elastic component, allowing for stretch.[5] Most ligaments are mostly made of highly aligned collagen fibres which do not permit stretching.[citation needed] Structurally, the nuchal ligament is formed with the association of both elastin proteins as well as type III collagen (45%). The collagen fibrils share a consistent size as well as helical pattern which gives the ligament its tensile strength. The elastin on the other hand is a protein that allows for flexibility. These two elements of the nuchal ligament maintain a complex balance which allows the constant weight bearing of the head along with multidirectional movement without damaging the durability of the ligament through over-use/stretching. [6] In most other mammals, including the great apes, the nuchal ligament is absent or present only as a thin fascia.[2] As it is required for running, not all animals have one.[7] All dogs (and all living Canidae - wolves, foxes, and wild dogs) possess a similar ligament connecting the spinous process of their first thoracic (or chest) vertebrae to the back of the axis bone (second cervical or neck bone), which supports the weight of the head without active muscle exertion, thus saving energy.[8] This ligament is analogous in function (but different in exact structural detail) to the nuchal ligament found in ungulates.[8] This ligament allows dogs to carry their heads while running long distances, such as while following scent trails with their nose to the ground, without expending much energy.[8] In horses, the parasite Culicoides can spread onchocerca cervicalis by living in the nuchal ligament, causing dermatitis.[9] In the meat industry the nuchal ligament is referred to as paddywhack (also spelled pandywack; also called back strap or paxwax).[10] The word is mentioned in a dictionary of South-west Lincolnshire dialect as a synonym of paxwax (originally faxwax Old English hair + to grow).[11] Hence, paddywack has been in use with this meaning since at least 1886.[12] Dried paddywhack is commonly packaged and sold as a dog treat.[10] Paddywack is unpalatable as a human food because it cannot be softened or tenderised, but it makes a good natural dog chew.[13] It is classed as offal by the meat industry.[10] I: Nuchal ligament Occipital bone seen from outside (nuchal lines are identified at left) This article incorporates text in the public domain from page 290 of the 20th edition of Gray's Anatomy (1918)","Title":"Nuchal ligament - Wikipedia","KeyID":"1722","URL":"https://en.wikipedia.org/wiki/Nuchal_ligament"}