{"Content: ":"The Toronto Maple Leafs (officially the Toronto Maple Leaf Hockey Club and often referred to as the Leafs) are a professional ice hockey team based in Toronto. They compete in the National Hockey League (NHL) as a member of the Atlantic Division in the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, a company that owns several professional sports teams in the city. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named Air Canada Centre), in February 1999. The club was founded in 1917, operating simply as Toronto and known then as the Toronto Arenas. Under new ownership, the club was renamed the Toronto St. Patricks in 1919. In 1927, the club was purchased by Conn Smythe and renamed the Maple Leafs. A member of the \"Original Six\", the club was one of six NHL teams to have endured the period of League retrenchment during the Great Depression. The club has won 13 Stanley Cup championships, second only to the 24 championships of the Montreal Canadiens. The Maple Leafs history includes two recognized dynasties, from 1947 to 1951; and from 1962 to 1967.[3][4] Winning their last championship in the 1966–67 season, the Maple Leafs' 54-season drought between championships is the longest drought in league history, surpassing the previous record held by the New York Rangers, going into the 2022–23 season. The Maple Leafs have developed rivalries with four NHL franchises: the Boston Bruins, Detroit Red Wings, the Montreal Canadiens, and the Ottawa Senators. However, they have a minor geographic rivalry with a fifth NHL franchise: the Buffalo Sabres. The Maple Leafs have retired the use of 13 numbers in honour of 19 players, including the first in professional sports. In addition, a number of individuals who hold an association with the club have been inducted in the Hockey Hall of Fame. The Maple Leafs are presently affiliated with two minor league teams: the Toronto Marlies of the American Hockey League and the Newfoundland Growlers of the ECHL. The National Hockey League was formed in 1917 in Montreal by teams formerly belonging to the National Hockey Association (NHA) that had a dispute with Eddie Livingstone, owner of the Toronto Blueshirts. The owners of the other four clubs—the Montreal Canadiens, Montreal Wanderers, Quebec Bulldogs and the Ottawa Senators—wanted to replace Livingstone, but discovered that the NHA constitution did not allow them to simply vote him out of the league.[5] Instead, they opted to create a new league, the NHL, and did not invite Livingstone to join them. They also remained voting members of the NHA, and thus had enough votes to suspend the other league's operations, effectively leaving Livingstone's league with one team.[6] The NHL had decided that it would operate a four-team circuit, made up of the Canadiens, Maroons, Ottawa, and one more club in either Quebec City or Toronto. Toronto's inclusion in the NHL's inaugural season was formally announced on November 26, 1917, with concerns over the Bulldogs' financial stability surfacing.[7] The League granted temporary franchise rights to the Arena Company, owners of the Arena Gardens.[8] The NHL granted the Arena responsibility of the Toronto franchise for only the inaugural season, with specific instructions to resolve the dispute with Livingstone, or transfer ownership of the Toronto franchise back to the League at the end of the season.[9] The franchise did not have an official name, but was informally called \"the Blueshirts\" or \"the Torontos\" by the fans and press.[10] Although the inaugural roster was made up of players leased from the NHA's Toronto Blueshirts, including Harry Cameron and Reg Noble, the Maple Leafs do not claim the Blueshirts' history as their own.[11] During the inaugural season the club performed the first trade in NHL history, sending Sammy Hebert to the Senators, in return for cash.[12] Under manager Charlie Querrie, and head coach Dick Carroll, the team won the Stanley Cup in the inaugural 1917–18 season.[13] For the next season, rather than return the Blueshirts' players to Livingstone as originally promised, on October 19, 1918, the Arena Company formed the Toronto Arena Hockey Club, which was readily granted full membership in the NHL.[14] The Arena Company also decided that year that only NHL teams were allowed to play at the Arena Gardens—a move which effectively killed the NHA.[15] Livingstone sued to get his players back. Mounting legal bills from the dispute forced the Arenas to sell some of their stars, resulting in a horrendous five-win season in 1918–19. With the company facing increasing financial difficulties, and the Arenas officially eliminated from the playoffs, the NHL agreed to let the team forfeit their last two games.[12][16] Operations halted on February 20, 1919, with the NHL ending its season and starting the playoffs. The Arenas' .278 winning percentage that season remains the worst in franchise history. However, the 1919 Stanley Cup Finals ended without a winner due to the worldwide flu epidemic.[12] The legal dispute forced the Arena Company into bankruptcy, and it was forced to sell the team. On December 9, 1919, Querrie brokered the team's purchase by the owners of the St. Patricks Hockey Club, allowing him to maintain an ownership stake in the team.[17] The new owners renamed the team the Toronto St. Patricks (or St. Pats for short), which they used until 1927.[18] Changing the colours of the team from blue to green, the club won their second Stanley Cup championship in 1922.[16] Babe Dye scored four times in the 5–1 Stanley Cup-clinching victory against the Vancouver Millionaires.[19] In 1924, Jack Bickell invested C$25,000 in the St. Pats as a favour to his friend Querrie, who needed to financially reorganize his hockey team.[20] After a number of financially difficult seasons, the St. Patricks' ownership group seriously considered selling the team to C. C. Pyle for C$200,000 (equivalent to $3,011,000 in 2020). Pyle sought to move the team to Philadelphia.[16][21] However, Toronto Varsity Blues coach Conn Smythe put together a group of his own and made a $160,000 (equivalent to $2,409,000 in 2020) offer. With the support of Bickell, a St. Pats shareholder, Smythe persuaded Querrie to accept their bid, arguing that civic pride was more important than money.[21] After taking control on February 14, 1927, Smythe immediately renamed the team the Maple Leafs, after the national symbol of Canada.[22] He attributed his choice of a maple leaf for the logo to his experiences as a Canadian Army officer and prisoner of war during World War I. Viewing the maple leaf as a \"badge of courage\", and a reminder of home, Smythe decided to give the same name to his hockey team, in honour of the many Canadian soldiers who wore it.[16][23][24] However, the team was not the first to use the name. A Toronto minor-league baseball team had used the name \"Maple Leafs\" since 1895.[25] Initial reports were that the team's colours were to be red and white,[26] but the Leafs wore white sweaters with a green maple leaf for their first game on February 17, 1927.[27] On September 27, 1927, it was announced that the Leafs had changed their colour scheme to blue and white.[28] Although Smythe later stated he chose blue because it represents the Canadian skies and white to represent snow, these colours were also used on his gravel and sand business' trucks.[28] The colour blue was also a colour historically associated with the City of Toronto. The use of blue by top-level Toronto-based sports clubs began with the Argonaut Rowing Club in the 19th century, later adopted by their football team, the Toronto Argonauts, in 1873.[29] By 1930 Smythe saw the need to construct a new arena, viewing the Arena Gardens as a facility lacking modern amenities and seating.[30] Finding an adequate number of financiers, he purchased land from the Eaton family, and construction of the arena was completed in five months.[31][32] The Maple Leafs debuted at their new arena, Maple Leaf Gardens, with a 2–1 loss to the Chicago Black Hawks on November 12, 1931.[32] The opening ceremonies for Maple Leaf Gardens included a performance from the 48th Highlanders of Canada Pipe and Drums.[33] The military band has continued to perform in every subsequent season home opening game, as well as other ceremonies conducted by the hockey club.[34][35] The debut also featured Foster Hewitt in his newly constructed press box above the ice surface, where he began his famous Hockey Night in Canada radio broadcasts that eventually came to be a Saturday-night tradition.[32] The press box was often called \"the gondola\", a name that emerged during the Gardens' inaugural season, when a General Motors advertising executive remarked how it resembled the gondola of an airship.[36] By the 1931–32 NHL season, the Maple Leafs were led by the \"Kid Line\" consisting of Busher Jackson, Joe Primeau and Charlie Conacher and coached by Dick Irvin. The team captured their third Stanley Cup that season, vanquishing the Chicago Black Hawks in the first round, the Montreal Maroons in the semifinals, and the New York Rangers in the finals.[37] Smythe took particular pleasure in defeating the Rangers that year. He had been tapped as the Rangers' first general manager and coach for their inaugural season (1926–27), but had been fired in a dispute with Madison Square Garden management before the season had begun.[38] Maple Leafs' star forward Ace Bailey was nearly killed in 1933 when Boston Bruins defenceman Eddie Shore checked him from behind at full speed into the boards.[39] Leafs defenceman Red Horner knocked Shore out with a punch, but Bailey, writhing on the ice, had his career ended.[32] The Leafs held the Ace Bailey Benefit Game, the NHL's first All-Star Game, to collect medical funds to help Bailey. His jersey was retired later the same night.[40] The Leafs reached the finals five times in the next seven years, but bowed out to the now-disbanded Maroons in 1935, the Detroit Red Wings in 1936, Chicago in 1938, Boston in 1939 and the Rangers in 1940.[32] After the end of the 1939–40 season, Smythe allowed Irvin to leave the team as head coach, replacing him with former Leafs captain Hap Day.[32] In the 1942 Stanley Cup Finals, the Maple Leafs were down three games to none in the best-of-seven series against Detroit. Fourth-line forward Don Metz then galvanized the team, to score a hat-trick in game four and the game-winner in game five.[41] Goalie Turk Broda shut out the Wings in game six, and Sweeney Schriner scored two goals in the third period to win the seventh game 3–1, completing the reverse-sweep.[42] The Leafs remain the only team to have successfully performed a reverse-sweep in the Stanley Cup finals.[43] Captain Syl Apps won the Lady Byng Memorial Trophy that season, not taking one penalty, and finished his ten-season career with an average of 5 minutes, 36 seconds in penalties a season.[44] Smythe, who reenlisted in the Canadian Army at the outbreak of World War II, was given leave from military duty to view the final game of the 1942 finals. He arrived at the game in full military regalia.[42] Earlier, at the outbreak of war, Smythe arranged for many of his Maple Leafs players and staff to take army training with the Toronto Scottish Regiment. Most notably, the Leafs announced a large portion of their roster had enlisted, including Apps, and Broda,[45] who did not play on the team for several seasons due to their obligations with the Canadian Forces.[46] During this period, the Leafs turned to lesser-known players such as rookie goaltender Frank McCool and defenceman Babe Pratt.[46][47] The Maple Leafs beat the Red Wings in the 1945 Finals. They won the first three games, with goaltender McCool recording consecutive shutouts. However, in a reverse of the 1942 finals, the Red Wings won the next three games.[46] The Leafs were able to win the series, winning the seventh game by the score of 2–1 to prevent a complete reversal of the series played three years ago.[46] After the end of the war, players who had enlisted were beginning to return to their teams.[46] With Apps and Broda regaining their form, the Maple Leafs beat the first-place Canadiens in the 1947 finals.[46] In an effort to bolster their centre depth, the Leafs acquired Cy Thomas and Max Bentley in the following the off-season. With these key additions, the Leafs were able to win a second consecutive Stanley Cup, sweeping the Red Wings in the 1948 finals.[46] With their victory in 1948, the Leafs moved ahead of Montreal as the team having won the most Stanley Cups in League history. Apps announced his retirement following the 1948 finals, with Ted Kennedy replacing him as the team's captain.[48] Under a new captaincy, the Leafs managed to make it to the 1949 finals, facing the Red Wings, who had finished the season with the best overall record. However, the Leafs went on to win their third consecutive Cup, sweeping the Red Wings in four games. This brought the total of Detroit's play off game losses against the Leafs to eleven.[46] The Red Wings were able to end this losing streak in the following post-season, eliminating Toronto in the 1950 NHL playoffs.[46] The Maple Leafs and Canadiens met again in the 1951 finals, with five consecutive overtime games played in the series.[49] Defenceman Bill Barilko managed to score the series-winning goal in overtime, leaving his defensive position (in spite of coach Joe Primeau's instructions not to) to pick up an errant pass and score.[49] Barilko helped the club secure its fourth Stanley Cup in five years. His glory was short-lived, as he disappeared in a plane crash near Timmins, Ontario, four months later.[49][50] The crash site was not found until a helicopter pilot discovered the plane's wreckage plane about 80 kilometres (50 mi) north of Cochrane, Ontario 11 years later.[51] The Leafs did not win another Cup during the 1950s, with rumours swirling that the team was \"cursed\", and would not win a cup until Barilko's body was found.[52] The \"curse\" came to an end after the Leafs' 1962 Stanley Cup victory, which came six weeks before the discovery of the wreckage of Barilko's plane.[52] Their 1951 victory was followed by lacklustre performances in the following seasons. The team finished third in the 1951–52 season, and were eventually swept by the Red Wings in the semi-finals.[49] With the conclusion of the 1952–53 regular season, the Leafs failed to make it to the post-season for the first time since the 1945–46 playoffs.[49] The Leafs' poor performance may be attributed partly to a decline in their sponsored junior system (including the Toronto St. Michael's Majors and the Toronto Marlboros).[49] The junior system was managed by Frank J. Selke until his departure to the Canadiens in 1946. In his absence, the quality of players it produced declined. Many who were called up to the Leafs in the early 1950s were found to be seriously lacking in ability. It was only later in the decade that the Leafs' feeder clubs produced prospects that helped them become competitive again.[49] After a two-year drought from the playoffs, the Maple Leafs clinched a berth after the 1958–59 season. Under Punch Imlach, their new general manager and coach, the Leafs made it to the 1959 Finals, losing to the Canadiens in five games.[49] Building on a successful playoff run, the Leafs followed up with a second-place finish in the 1959–60 regular season. Although they advanced to their second straight Cup Finals, the Leafs were again defeated by the Canadiens in four games.[49] Beginning in the 1960s, the Leafs became a stronger team, with Johnny Bower as goaltender, and Bob Baun, Carl Brewer, Tim Horton and Allan Stanley serving as the Maple Leafs' defencemen.[53] In an effort to bolster their forward group during the 1960 off-season, Imlach traded Marc Reaume to the Red Wings for Red Kelly. Originally a defenceman, Kelly was asked to make the transition to the role of centre, where he remained for the rest of his career.[53] Kelly helped reinforce a forward group made up of Frank Mahovlich, and team captain George Armstrong. The beginning of the 1960–61 season also saw the debut of rookies Bob Nevin, and Dave Keon. Keon previously played for the St. Michael's Majors (the Maple Leafs junior affiliate), but had impressed Imlach during the Leafs' training camp, and joined the team for the season.[53] Despite these new additions, the Leafs' 1961 playoff run ended in the semifinals against the Red Wings, with Armstrong, Bower, Kelly and others, suffering from injuries.[53] In November 1961, Smythe sold nearly all of his shares in the club's parent company, Maple Leaf Gardens Limited (MLGL), to a partnership composed of his son Stafford Smythe, and his partners, newspaper baron John Bassett and Toronto Marlboros President Harold Ballard. The sale price was $2.3 million (equivalent to $20,070,000 in 2020), a handsome return on Smythe's original investment 34 years earlier.[54] Initially, Conn Smythe claimed that he knew nothing about his son's partners and was furious with the arrangement (though it is highly unlikely he could have believed Stafford could have financed the purchase on his own). However, he did not stop the deal because of it.[55] Conn Smythe was given a retiring salary of $15,000 per year for life, an office, secretary, a car with a driver, and seats to home games.[56] Smythe sold his remaining shares in the company, and resigned from the board of directors in March 1966, after a Muhammad Ali boxing match was scheduled for the Gardens. Smythe found Ali's refusal to serve in the United States Army offensive, noting that the Gardens was \"no place for those who want to evade conscription in their own country\".[57] He had also said that because the Gardens' owners agreed to host the fight they had \"put cash ahead of class\".[58] Under the new ownership, Toronto won another three straight Stanley Cups. The team won the 1962 Stanley Cup Finals beating the defending champion Chicago Black Hawks on a goal from Dick Duff in Game 6.[59] During the 1962–63 season, the Leafs finished first in the league for the first time since the 1947–48 season. In the following playoffs, the team won their second Stanley Cup of the decade.[53] The 1963–64 season saw certain members of the team traded. With Imlach seeking to reinvigorate the slumping Leafs, he made a mid-season trade that sent Duff, and Nevin to the Rangers for Andy Bathgate and Don McKenney. The Leafs managed to make the post-season as well as the Cup finals. In game six of the 1964 Cup finals, Baun suffered a fractured ankle and required a stretcher to be taken off the ice. He returned to play with his ankle frozen, and eventually scored the game-winning goal in overtime against the Red Wings.[60][53] The Leafs won their third consecutive Stanley Cup in a 4–0 game 7 victory; Bathgate scored two goals.[53] The two seasons after the Maple Leafs' Stanley Cup victories, the team saw several player departures, including Bathgate, and Brewer, as well as several new additions, including Marcel Pronovost, and Terry Sawchuk.[53] During the 1966–67 season, the team had lost 10 games in a row, sending Imlach to the hospital with a stress-related illness. However, from the time King Clancy took over as the head coach, to Imlach's return, the club was on a 10-game undefeated streak, building momentum before the playoffs.[53] The Leafs made their last Cup finals in 1967. Playing against Montreal, the heavy favourite for the year, the Leafs managed to win, with Bob Pulford scoring the double-overtime winner in game three; Jim Pappin scored the series winner in Game 6.[61] Keon was named the playoff's most valuable player, and was awarded the Conn Smythe Trophy.[62] From 1968 to 1970, the Maple Leafs made it to the playoffs only once. They lost several players to the 1967 expansion drafts, and the team was racked with dissension because of Imlach's authoritative manner, and his attempts to prevent the players from joining the newly formed Players' Association.[53] Imlach's management of the team was also brought into question due to some of his decisions. It was apparent that he was too loyal to aging players who had been with him since 1958.[53] In 1967–68 season, Mahovlich was traded to Detroit in a deal that saw the Leafs acquire Paul Henderson, and Norm Ullman.[63] The Leafs managed to return to the playoffs after the 1968–69 season, only to be swept by the Bruins. Immediately after, Stafford Smythe confronted Imlach and fired him.[64] This act was not without controversy, with some older players, including Horton, declaring that, \"if this team doesn't want Imlach, I guess it doesn't want me\".[65] The Maple Leafs completed the 1969–70 season out of the playoffs. With their low finish, the Leafs were able to draft Darryl Sittler at the 1970 NHL Amateur Draft.[66] The Leafs returned to the playoffs after the 1970–71 season with the addition of Sittler, as well as Bernie Parent and Jacques Plante, who were both acquired through trades during the season.[67] They were eliminated in the first round against the Rangers.[68] A series of events in 1971 made Harold Ballard the primary owner of the Maple Leafs. After a series of disputes between Bassett, Ballard and Stafford Smythe, Bassett sold his stake in the company to them.[69] Shortly afterwards, Smythe died in October 1971. Under the terms of Stafford's will, of which Ballard was an executor, each partner was allowed to buy the other's shares upon their death.[69] Stafford's brother and son tried to keep the shares in the family,[70] but in February 1972 Ballard bought all of Stafford's shares for $7.5 million, valuing the company at $22 million (equivalent to $137,626,000 in 2020).[71][72][73] Six months later, Ballard was convicted of charges including fraud, and theft of money and goods, and spent a year at Milhaven Penitentiary.[67][69] By the end of 1971, the World Hockey Association (WHA) began operations as a direct competitor to the NHL. Believing the WHA would not be able to compete against the NHL, Ballard's attitude caused the Maple Leafs to lose key players, including Parent to the upstart league.[67] Undermanned and demoralized, the Leafs finished with the fourth-worst record for the 1972–73 season. They got the fourth overall pick in the 1973 NHL Amateur Draft,[67] and drafted Lanny McDonald. General Manager Jim Gregory also acquired the 10th overall pick from the Philadelphia Flyers, and the 15th overall pick from the Bruins, using them to acquire Bob Neely and Ian Turnbull.[67] In addition to these first round picks, the Leafs also acquired Borje Salming during the 1973 off-season.[74] Despite acquiring Tiger Williams in the 1974 draft, and Roger Neilson as head coach in the 1977–78 season, the Maple Leafs found themselves eliminated in the playoffs by stronger Flyers or Canadiens teams from 1975 to 1979.[67] Although Neilson was a popular coach with fans and his players, he found himself at odds with Ballard, who fired him late in the 1977–78 season. Nielson was later reinstated after appeals from the players and public.[75] He continued as Leafs' head coach until after the 1979 playoffs, when he was fired again, alongside Gregory.[67] Gregory was replaced by Imlach as general manager.[67] In the first year of his second stint as general manager, Imlach became embroiled in a dispute with Leafs' captain Darryl Sittler over his attempt to take part in the Showdown series for Hockey Night in Canada.[67][76] In a move to undermine Sittler's influence on the team, Imlach traded McDonald, who was Sittler's friend.[77] By the end of the 1979–80 season, Imlach had traded away nearly half of the roster he had at the beginning of his tenure as general manager.[78] With the situation between Ballard and Sittler worsening, Sittler asked to be traded.[79] Forcing the Leafs' hand, the club's new general manager, Gerry McNamara, traded Sittler to the Flyers on January 20, 1982.[80] Rick Vaive was named the team's captain shortly after Sittler's departure.[78] The Maple Leafs' management continued in disarray throughout most of the decade, with an inexperienced McNamara named as Imlach's replacement in September 1981.[78] He was followed by Gord Stellick on April 28, 1988, who was replaced by Floyd Smith on August 15, 1989.[78] Coaching was similarly shuffled often after Nielson's departure. Imlach's first choice for coach was his former player Smith, although he did not finish the 1979–80 season after being hospitalized by a car accident on March 14, 1980.[81] Joe Crozier was named the new head coach until January 10, 1981, when he was succeeded by Mike Nykoluk. Nykoluk was head coach until April 2, 1984.[78] Dan Maloney returned as head coach from 1984 to 1986, with John Brophy named head coach from 1986 to 1988. Both coaches had little success during their tenures.[78][82] Doug Carpenter was named the new head coach to begin the 1989–90 season, when the Leafs posted their first season above .500 in the decade.[78] The team did not have much success during the decade, missing the playoffs entirely in 1982, 1984 and 1985.[78] On at least two occasions, they made the playoffs with the worst winning percentages on record for a playoff team. However, in those days, the top four teams in each division made the playoffs, regardless of record. Since the Norris only had five teams in total, this meant only the last placed team in the division missed the postseason. In 1985–86, for instance, they finished with a .356 winning percentage, fourth-worst in the league. However, due to playing in a Norris Division where no team cracked the 90-point mark, the Leafs still made the playoffs. In 1987–88, they entered the final day of the season with the worst record in the league, but were only one point behind the Minnesota North Stars and thus were still in playoff contention. Detroit was the only team in the division with a winning record. However, the Leafs upset the Red Wings in their final game while the North Stars lost to the Flames hours later to hand the Leafs the final spot from the Norris. The low finishes allowed the team to draft Wendel Clark first overall at the 1985 NHL Entry Draft.[78] Clark managed to lead the Leafs to the playoffs from 1986 to 1988, as well as the 1990 playoffs.[78] Ballard died on April 11, 1990.[83] Don Crump, Don Giffin, and Steve Stavro were named executors of Ballard's estate.[84] Stavro succeeded Ballard as chairman of Maple Leaf Gardens Ltd. and governor of the Maple Leafs.[85] Cliff Fletcher was hired by Giffin to be the new general manager, although this was opposed by Stavro, who told Fletcher that he wanted to appoint his own general manager.[86] Notwithstanding Stavro's initial reluctance with Fletcher's appointment, the Leafs' new ownership would soon earn a reputation for steering clear of exerting undue interference in hockey operations, in stark contrast to Ballard. Fletcher soon set about building a competitive club, hiring Pat Burns as the new coach, and by making a series of trades and free agent acquisitions, such as acquiring Doug Gilmour and Dave Andreychuk, which turned the Leafs into a contender.[87] Assisted by stellar goaltending from minor league call-up Felix Potvin, the team posted a then-franchise-record 99 points.[88] Toronto dispatched the Detroit Red Wings in seven games in the first round, then defeated the St. Louis Blues in another seven games in the Division Finals.[87] Hoping to meet long-time rival Montreal (who was playing in the Wales Conference finals against the New York Islanders) in the Cup finals, the Leafs faced the Los Angeles Kings in the Campbell Conference finals.[87] They led the series 3–2, but dropped game six in Los Angeles. The game was not without controversy, as Wayne Gretzky clipped Gilmour in the face with his stick, but referee Kerry Fraser did not call a penalty, and Gretzky scored the winning goal moments later.[89] The Leafs eventually lost in game seven 5–4.[87] The Leafs had another strong season in 1993–94, starting the season on a 10-game winning streak, and finishing it with 98 points.[87] The team made it to the conference finals again, only to be eliminated by the Vancouver Canucks in five games.[87] At the 1994 NHL Entry Draft, the Leafs packaged Wendel Clark in a multi-player trade with the Quebec Nordiques that landed them Mats Sundin.[87] Missing two consecutive playoffs in 1997 and 1998, the Leafs relieved Fletcher as general manager.[87] On February 12, 1998, MLGL purchased the Toronto Raptors, a National Basketball Association franchise, and the arena the Raptors were building, from Allan Slaight and Scotiabank.[90][91][92] With the acquisition, MLGL was renamed to Maple Leaf Sports & Entertainment (MLSE), acting as the parent company of the two teams.[92] Larry Tanenbaum was a driving force in the acquisition, having bought a 12.5 percent stake in Maple Leaf Gardens Limited (MLGL) in 1996.[93][94] Curtis Joseph was acquired as the team's starting goalie, while Pat Quinn was hired as the head coach before the 1998–99 season.[87] Realigning the NHL's conferences in 1998, the Leafs were moved from the Western to the Eastern Conference.[91] On February 13, 1999, the Leafs played their final game at the Gardens before moving to their new home at the then-Air Canada Centre.[95] In the 1999 playoffs, the team advanced to the Conference Finals, but lost in five games to the Buffalo Sabres.[87] In the 1999–2000 season, the Leafs hosted the 50th NHL All-Star Game.[96] By the end of the season, they recorded their first 100-point season and won their first division title in 37 years.[97] In both the 2000 and 2001 playoffs, the Leafs defeated the Ottawa Senators in the first round, and lost to the New Jersey Devils in the second round.[97][98] In 2002 playoffs, the Leafs dispatched the Islanders and the Senators in seven games each during the first two rounds, only to lose to the Cinderella-story Carolina Hurricanes in six games in the Conference Finals.[99] The 2001–02 season was particularly impressive in that injuries sidelined many of the Leafs' better players, but the efforts of depth players, including Alyn McCauley, Gary Roberts and Darcy Tucker, led them to the Conference Finals.[100] As Joseph opted to become a free agent during the 2002 off-season, the Leafs signed Ed Belfour as the new starting goaltender.[101] Belfour played well during the 2002–03 season and was a finalist for the Vezina Trophy.[102] The Leafs lost to Philadelphia in seven games during the first round of the 2003 playoffs.[103] In 2003, an ownership change occurred in MLSE. Stavro sold his controlling interest in MLSE to the Ontario Teachers' Pension Plan (OTPP) and resigned his position as chairman in favour of Tanenbaum.[104] Quinn remained as head coach, but was replaced as general manager by John Ferguson Jr.[105] Before the 2003–04 season, the team held their training camp in Sweden and played in the NHL Challenge against teams from Sweden and Finland.[106] The Leafs went on to enjoy a very successful regular season, leading the NHL at the time of the All-Star Game (with Quinn named head coach of the East's All-Star Team). They finished the season with a then-franchise-record 103 points.[107] They finished with the fourth-best record in the League, and their highest overall finish in 41 years, achieving a .628 win percentage, their best in 43 years, and third-best in franchise history. In the 2004 playoffs, the Leafs defeated the Senators in the first round of the post-season for the fourth time in five years, with Belfour posting three shutouts in seven games, but lost to the Flyers in six games during the second round.[107] Following the 2004–05 NHL lockout, the Maple Leafs experienced their longest playoff drought in the team's history. They struggled in the 2005–06 season; despite a late-season surge (9–1–2 in their final 12 games), led by goaltender Jean-Sebastien Aubin, Toronto was out of playoff contention for the first time since 1998.[108] This marked the first time the team had missed the postseason under Quinn, who was later relieved as head coach.[109] Quinn's dismissal was controversial since many of the young players who were key contributors to the Leafs' late-season run had been drafted by him before Ferguson's arrival, while Ferguson's signings (Jason Allison, Belfour, Alexander Khavanov, and Eric Lindros) had suffered season-ending injuries.[109][110] Paul Maurice, who had previously coached the inaugural season of the Maple Leafs' Toronto Marlies farm team, was named as Quinn's replacement.[111] On June 30, 2006, the Leafs bought out fan-favourite Tie Domi's contract. The team also decided against picking up the option year on goaltender Ed Belfour's contract; he became a free agent.[112] However, despite the coaching change, as well as a shuffle in the roster, the team did not make the playoffs in 2006–07. During the 2007–08 season, John Ferguson, Jr. was fired in January 2008, and replaced by former Leafs' general manager Cliff Fletcher on an interim basis.[113] The team retained Toronto-based sports lawyer Gord Kirke to begin a search for a new team president and general manager, and negotiate a contract.[114] The Leafs did not qualify for the post-season, marking the first time since 1928 the team had failed to make the playoffs for three consecutive seasons.[115] It was also Sundin's last year with the Leafs, as his contract was due to expire at the end of the season. However, he refused Leafs management's request to waive his no-trade clause in order for the team to rebuild by acquiring prospects and/or draft picks.[116] On May 7, 2008, after the 2007–08 season, the Leafs fired Maurice, as well as assistant coach Randy Ladouceur, naming Ron Wilson as the new head coach, and Tim Hunter and Rob Zettler as assistant coaches.[117] On November 29, 2008, the Maple Leafs hired Brian Burke as their 13th non-interim, and the first American, general manager in team history. The acquisition ended the second Cliff Fletcher era and settled persistent rumours that Burke was coming to Toronto.[118] On June 26, 2009, Burke made his first appearance as the Leafs GM at the 2009 NHL Entry Draft, selecting London Knights forward Nazem Kadri with the seventh overall pick.[119] On September 18, 2009, Burke traded Toronto's first- and second-round 2010, as well as its 2011 first-round picks, to the Boston Bruins in exchange for forward Phil Kessel.[120] On January 31, 2010, the Leafs made another high-profile trade, this time with the Calgary Flames in a seven-player deal that brought defenceman Dion Phaneuf to Toronto.[121] On June 14, during the off-season, the Leafs named Phaneuf captain after two seasons without one following Sundin's departure.[122] On February 18, 2011, the team traded long-time Maple Leafs defenceman Tomas Kaberle to the Bruins in exchange for prospect Joe Colborne, Boston's first-round pick in 2011, and a conditional second-round draft choice.[123] On March 2, 2012, Burke fired Wilson and named Randy Carlyle the new head coach. However, the termination proved to be controversial as Wilson had received a contract extension just two months prior to being let go.[124] Changes at the ownership level also occurred in August 2012, when the OTPP completed the sale of their shares in MLSE to BCE Inc. and Rogers Communications.[125] On January 9, 2013, Burke was fired as general manager, replaced by Dave Nonis.[126] In their first full season under the leadership of Carlyle, Toronto managed to secure a playoff berth in the 2012–13 season (which was shortened again due to another lock-out) for the first time in eight years. However, the Leafs lost in seven games to eventual 2013 Stanley Cup finalist Boston in the first round.[127] Despite the season's success, it was not repeated during the 2013–14 season, as the Leafs failed to make the playoffs.[128] Shortly after the end of the 2013–14 regular season, Brendan Shanahan was named as the president and an alternate governor of the Maple Leafs.[129] On January 6, 2015, the Leafs fired Randy Carlyle as head coach, and assistant coach Peter Horachek took over on an interim basis immediately.[130] While the Leafs had a winning record before Carlyle's firing, the team eventually collapsed. On February 6, 2015, the Leafs set a new franchise record of 11 consecutive games without a win. At the beginning of February, Shanahan gained the approval of MLSE's board of directors to begin a \"scorched earth\" rebuild of the club.[131] Both Dave Nonis and Horachek were relieved of their duties on April 12, just one day after the season concluded. In addition, the Leafs also fired a number of assistant coaches, including Steve Spott, Rick St. Croix; as well as individuals from the Leafs' player scouting department.[132][133] On May 20, 2015, Mike Babcock was named as the new head coach, and on July 23, Lou Lamoriello was named the 16th general manager in team history.[134][135] On July 1, 2015, the Leafs packaged Kessel in a multi-player deal to the Pittsburgh Penguins in return for three skaters, including Kasperi Kapanen, a conditional first round pick, and a third round pick. Toronto also retained $1.2 million of Kessel's salary for the remaining seven seasons of his contract.[136] During the following season, on February 9, 2016, the Leafs packaged Phaneuf in another multi-player deal, acquiring four players, as well as a 2017 second-round pick from the Ottawa Senators.[137] The team finished last in the NHL for the first time since the 1984–85 season. They subsequently won the draft lottery and used the first overall pick to draft Auston Matthews.[138] In their second season under Babcock, Toronto secured the final Eastern Conference wildcard spot for the 2017 playoffs. On April 23, 2017, the Maple Leafs were eliminated from the playoffs by the top-seeded Washington Capitals four games to two in the best-of-seven series.[139] Toronto finished the 2017–18 season with 105 points by beating Montreal 4–2 in their final game of the regular season, a franchise-record, beating the previous record of 103 points set in 2004.[140] They faced the Boston Bruins in the First Round and lost in seven games.[141] Following the playoffs, Lamoriello was not renewed as general manager.[142] Kyle Dubas was subsequently named the team's 17th general manager in May 2018.[143] During the 2018 off-season, the Maple Leafs signed John Tavares to a seven-year, $77 million contract.[144] On April 1, the Maple Leafs clinched a division berth for the 2019 Stanley Cup playoffs.[145] The Maple Leafs were eliminated in the First Round of the 2019 playoffs on April 23, after losing to the Bruins in a seven-game series.[146] On October 2, 2019, Tavares was named as the team's 25th team captain prior to the Leafs' 2019–20 season opening game.[147] After a 9–10–4 start to the 2019–20 season, the club relieved Babcock as head coach on November 20, with Sheldon Keefe named as his replacement.[148] The Maple Leafs were eliminated in the 2020 Stanley Cup Qualifiers on August 9, after losing a five-game series against the Columbus Blue Jackets.[149] As a result of the COVID-19 pandemic and travel restrictions at the Canada–United States border, the Leafs were temporarily moved to the North Division for the 2020–21 season alongside the NHL's other Canadian teams. During that season, teams only played games against teams in their new divisions in a limited 56-game season.[150] On May 8, 2021, the Leafs clinched the North Division title, giving the Leafs guaranteed home advantage in the first two rounds of the 2021 Stanley Cup playoffs.[151] Matthews also led the league in goals with 41 in 52 games played, becoming the first Maple Leaf to capture the Maurice \"Rocket\" Richard Trophy. However, the Leafs lost in the First Round to their archrivals, the Montreal Canadiens, with the Leafs surrendering a 3–1 series lead in the process.[152] Despite the devastating ending to the previous season, the Maple Leafs seamed poised to make another run, as the main roster was kept generally intact. Aided by the arrival of goaltender Carter Hutton from the Arizona Coyotes on February 21, 2022, and the acquisition of defenceman Mark Giordano and center Colin Blackwell from the Seattle Kraken on March 21, the team cruised throughout the regular season.[153][154] The Leafs broke their franchise record for points in a season, with 106, and wins in a season, with 50, during a 4–2 victory over the New York Islanders on April 17.[155] Despite the achievement, they were unable to match the Florida Panthers' dominance, who not only came away with the division championship but secured the best finish in the Eastern Conference.[156] The Leafs made the playoffs, but lost in the First Round to the Tampa Bay Lightning in seven games. The price of a Maple Leafs home game ticket is the highest amongst any team in the NHL.[157][158][159] Scotiabank Arena holds 18,900 seats for Leafs games, with 15,500 reserved for season ticket holders.[160] Because of the demand for season tickets, their sale is limited to the 10,000 people on the waiting list. As of March 2016, Leafs' season tickets saw a renewal rate of 99.5 percent, a rate that would require more than 250 years to clear the existing waiting list.[160] In a 2014 survey by ESPN The Magazine, the Leafs were ranked last out of the 122 professional teams in the Big Four leagues. Teams were graded by stadium experience, ownership, player quality, ticket affordability, championships won and \"bang for the buck\"; in particular, the Leafs came last in ticket affordability.[161] Leafs fans have been noted for their loyalty to the team in spite of their performance.[162][163] In a study conducted by sports retailer Fanatics in March 2017, the Leafs and the Minnesota Wild were the only two NHL teams to average arena sellouts, with average win percentages below the league's average.[164] Conversely, fans of other teams harbour an equally passionate dislike of the team. In November 2002, the Leafs were named by Sports Illustrated hockey writer Michael Farber as the \"Most Hated Team in Hockey\".[165] Despite their loyalty, there have been several instances where the fanbase voiced their displeasure with the club. During the 2011–12 season, fans attending the games chanted for the dismissal of head coach Ron Wilson, and later general manager Brian Burke.[166][167] Wilson was let go shortly after the fans' outburst, even though he had been given a contract extension months earlier. Burke alluded to the chants noting \"it would be cruel and unusual punishment to let Ron coach another game in the Air Canada Centre\".[166] In the 2014–15 season, fans threw Leafs jerseys onto the ice to show their disapproval of the team's poor performances in the past few decades.[168] Similarly, during the later portion of the 2015–16 season, which overlaps with the start of Major League Baseball's regular season of play, fans were heard sarcastically chanting \"Let's go Blue Jays!\" and clapping alongside the chant as a sign of their farcical shift in priority from an under-performing team to the more successful playoff-bound 2016 Toronto Blue Jays season.[169][170][171] Leafs fans also vandalized Mike Babcock's Wikipedia article amid the poor records of the first few months into the 2019–20 season; his article was temporarily semi-protected to minimize further vandalism.[172] In addition to the Greater Toronto Area (GTA), many fans live throughout Ontario, including the Ottawa Valley, the Niagara Region, and Southwestern Ontario.[173][174][175] As a result, Leafs' away games at the Canadian Tire Centre in Ottawa, KeyBank Center in Buffalo, and at the Little Caesars Arena in Detroit host a more neutral attendance. This is due in part to the Leafs fans in those areas, and those cities' proximity to the GTA.[176][177][178] The Leafs are also a popular team in Atlantic Canada. In November 2016, a survey was conducted that found 20 percent of respondents from Atlantic Canada viewed the Leafs as their favourite team, second only to the Montreal Canadiens at 26 percent.[179] The Leafs were found to be the most favoured team in Prince Edward Island, with 24 percent of respondents favouring the Leafs; and the second favourite team in Nova Scotia and Newfoundland and Labrador (19 and 24 percent respectively, both trailing respondents who favoured the Canadiens by one percent).[179] \"Montreal–Toronto was the traditional rivalry, Detroit–Toronto was the bitter rivalry.\" – Bob Nevin[180] During the 25 years of the Original Six-era (1942–67), teams played each other 14 times during the regular season, and with only four teams continuing into the playoffs, rivalries were intense. The Maple Leafs established several rivalries with other teams that played in this era, including the Boston Bruins, Detroit Red Wings, and the Montreal Canadiens.[181] In addition to the aforementioned teams, the Maple Leafs have also developed a rivalry with the Ottawa Senators,[182] as well as a minor geographic rivalry with the Buffalo Sabres called the Battle of the QEW after the Queen Elizabeth Way. Both teams are Original Six teams, with their first game played in Boston's inaugural season on December 3, 1924. In the match-up, the St. Patricks earned a 5–3 victory against the Bruins at Mutual Street Arena. The Maple Leafs played their first Stanley Cup playoff series against the Bruins in 1933, winning the series 3–2. From 1933 to 2019, the two teams played in 16 postseason series against one another, including one Stanley Cup Finals. The rivalry has since been renewed from the 2013 Stanley Cup playoffs which saw the Bruins rally from a 4–1 third period deficit to defeat the Maple Leafs in overtime, 5–4, and advance to the second round.[183] In the 2018 and 2019 Stanley Cup playoffs, the Bruins would again defeat the Maple Leafs in seven games in both of those years.[184][185] The Detroit Red Wings and the Maple Leafs are both Original Six teams, playing their first game together in 1927. From 1929 to 1993, the teams met each other in the 16 playoff series, as well as seven Stanley Cup Finals. Meeting one another for a combined 23 times in the postseason, they have played each other in more playoff series than any other two teams in NHL history with the exception of the Bruins and Canadiens who have played a total of 34 playoff series.[186] Overlapping fanbases, particularly in markets such as Windsor, Ontario and the surrounding Essex County, have added to the rivalry.[174] The rivalry between the Detroit Red Wings and the Maple Leafs was at its height during the Original Six era.[180] The Leafs and Red Wings met in the playoffs six times during the 1940s, including four Stanley Cup finals. The Leafs beat the Red Wings in five of their six meetings.[187] In the 1950s, the Leafs and Red Wings met one another in six Stanley Cup semifinals; the Red Wings beat the Leafs in five of their six meetings.[188] From 1961 to 1967, the two teams met one another in three playoff series, including two Stanley Cup finals.[189] Within those 25 years, the Leafs and Red Wings played a total of 15 playoff series including six Cup Finals; the Maple Leafs beat the Red Wings in all six Cup Finals.[190] The teams have only met three times in the playoffs since the Original Six era, with their last meeting in 1993.[191] After the Leafs moved to the Eastern Conference in 1998, they faced each other less often, and the rivalry began to stagnate. The rivalry became intradivisional once again in 2013, when Detroit was moved to the Atlantic Division of the Eastern Conference as part of a realignment.[192] The rivalry between the Montreal Canadiens and the Maple Leafs is the oldest in the NHL, featuring two clubs that were active since the inaugural NHL season in 1917.[193] In the early 20th century, the rivalry was an embodiment of a larger culture war between English Canada and French Canada.[194] The Canadiens have won 24 Stanley Cups, while the Maple Leafs have won 13, ranking them first and second for most Cup wins, respectively.[193] The height of the rivalry was during the 1960s, when the Canadiens and Leafs combined to win all but one Cup. The two clubs had 15 playoff meetings. However, failing to meet each other in the playoffs from 1979 to 2021, the rivalry has waned.[193] It also suffered when Montreal and Toronto were placed in opposite conferences in 1981, with the Leafs in the Clarence Campbell/Western Conference and the Canadiens in the Prince of Wales/Eastern Conference. The rivalry became intradivisional once again in 1998, when the Leafs were moved into the Eastern Conference's Northeast Division.[195] The rivalry's cultural imprint may be seen in literature and art. The rivalry from the perspective of the Canadiens fan is captured in the popular Canadian short story The Hockey Sweater by Roch Carrier. Originally published in French as \"Une abominable feuille d'érable sur la glace\" (\"An abominable maple leaf on the ice\"), it referred to the Maple Leafs sweater a mother forced her son to wear.[194] The son is presumably based on Carrier himself when he was young.[196] This rivalry is also evident in Toronto's College subway station, which displays murals depicting the two teams, one on each platform, given that when the murals were installed in 1984, the station was the closest to the Leafs' then-home of Maple Leaf Gardens.[197] The modern Ottawa Senators entered the NHL in 1992, but the rivalry between the two teams did not begin to emerge until the late 1990s. From 1992 to 1998, Ottawa and Toronto played in different conferences (Prince of Wales / Eastern and Clarence Campbell / Western respectively), which meant they rarely played each other. However, before the 1998–99 season, the conferences and divisions were realigned, with Toronto moved to the Eastern Conference's Northeast Division with Ottawa.[195] From 2000 to 2004, the teams played four post-season series; the Leafs won all four playoff series.[182] Due in part to the number Leafs fans living in the Ottawa Valley, and in part to Ottawa's relative proximity to Toronto, Leafs–Senators games at the Canadian Tire Centre in Ottawa hold a more neutral audience.[176][198][199] The team is represented through a number of images and symbols, including the maple leaf logo found on the club's uniform, and their mascot. The Maple Leafs' jersey has a long history and is one of the best-selling NHL jerseys among fans.[200] The club's uniforms have been altered several times. The club's first uniforms were blue and featured the letter T.[201] The first major alteration came in 1919, when the club was renamed the St. Patricks. The uniforms were green with \"Toronto St. Pats\" on the logo, lettered in green either on a white \"pill\" shape or stripes.[16][202] When the club was renamed the Maple Leafs in the 1927–28 season, the logo was changed, and the team reverted to blue uniforms.[28] The logo was a 48-point maple leaf with the words lettered in white. The home jersey was blue with alternating thin-thick stripes on the arms, legs and shoulders. The road uniform was white with three stripes on the chest and back, waist and legs.[203] For 1933–34, the alternating thin-thick stripes were replaced with stripes of equal thickness. This remained the basic design for the next 40 years.[203] In 1937, veins were added to the leaf and \"Toronto\" curved downwards at the ends instead of upwards.[204] In 1942, the 35-point leaf was introduced. In 1946, the logo added trimming to the leaf with a white or blue border, while \"C\" for captain and \"A\" for alternate captain first appeared on the sweaters. In 1947, the \"Toronto Maple Leafs\" lettering was in red for a short time. In 1958, a six-eyelet lace and tie was added to the neck and a blue shoulder yoke was added. In 1961, player numbers were added on the sleeves.[205] The fourth major change came in the 1966–67 season, when the logo was changed to an 11-point leaf, similar to the leaf on the then-new flag of Canada to commemorate the Canadian Centennial.[205] The simpler leaf logo featured the Futura Display typeface, replacing the previous block letters. The stripes on the sleeves and waistline were also changed, adding a wider stripe in between the two thinner stripes (similar to the stripe patterns on the socks and on the early Leafs sweaters). Before the 1970–71 season, the Leafs adopted a new 11-point leaf logo, with a Kabel bold-font \"Toronto\" going straight across, running parallel to the other words. Other changes to the sweater included the replacement of the arm strips with an elongated yoke that extended to the ends of the sleeves, a solid single stripe on the waist replacing the three waistline stripes, two stripes on the stockings, and a smaller, textless Leaf crest on the shoulders.[206] In 1973, the jersey's neck was a lace tie-down design, before the V-neck returned in 1976. In 1977, the NHL rules were changed to require names on the backs of the uniforms, but Harold Ballard resisted the change. Under Ballard's direction, the team briefly \"complied\" with the rule by placing blue letters on the blue road jersey for a game on February 26, 1978. With the NHL threatening hefty fines for failing to comply with the spirit of the rule (namely, having the names be legible for the fans and broadcasters in attendance), Ballard reached a compromise with the league, allowing the Leafs to finish the 1977–78 season with contrasting white letters on the road sweaters, and coming into full compliance with the new rule in the 1978–79 season by adding names in blue to the white home sweaters.[206] With the NHL's 75th anniversary season (1991–92 season), the Leafs wore \"Original Six\" style uniforms similar to the designs used in the 1940s.[206] Because of the fan reaction to the previous season's classic uniforms, the first changes to the Maple Leafs uniform in over 20 years were made. The revised uniforms for 1992–93 featured two stripes on the sleeves and waistline like the classic uniform, but with the 1970 11-point leaf with Kabel text on the front. A vintage-style veined leaf crest was placed on the shoulders.[206] The uniforms would undergo a few modifications over the years. In 1997, Nike acquired the rights to manufacture Maple Leafs uniforms. Construction changes to the uniform included a wishbone collar and pothole mesh underarms, while the player name and number font was changed to Kabel to match the logo. CCM returned to manufacturing the Leafs uniforms in 1999 when Nike withdrew from the hockey jersey market, and kept most of the changes, although in 2000 the Kabel numbers were replaced with block numbers outlined in silver, and a silver-outlined interlocked TML monogram replaced the vintage leaf on the shoulders. Also during this time, the Leafs began wearing a white 1960s-style throwback third jersey featuring the outlined 35-point leaf, blue shoulders, and lace-up collar. With Reebok taking over the NHL jersey contract following the 2004–05 lock-out, changes were expected when the Edge uniform system was set to debut in 2007. As part of the Edge overhaul, the TML monograms were removed from the shoulders, the silver outlines on the numbers were replaced with blue or white outlines (e.g. the blue home jersey featured white numbers with blue and white outlines, rather than blue and silver), and the waistline stripes were removed. In 2010, the two waistline stripes were restored, the vintage leaf returned to the shoulders, and the player names and numbers were changed again, reverting to a simpler single-colour block font. Finally, lace-up collars were brought back to the primary uniforms.[200][207] The Leafs also brought back the 1967–1970 blue uniform, replacing the white 1960s jersey as their third uniform. For the 2014 NHL Winter Classic, the Leafs wore a sweater inspired by their earlier uniforms in the 1930s.[207] On February 2, 2016, the team unveiled a new logo for the 2016–17 season in honour of its centennial, dropping the use of the Kabel-style font lettering used from 1970; it returns the logo to a form inspired by the earlier designs, with 31 points to allude to the 1931 opening of Maple Leaf Gardens, and 17 veins a reference to its establishment in 1917. 13 of the veins are positioned along the top part in honour of its 13 Stanley Cup victories. The logo was subsequently accompanied by a new uniform design that was unveiled during the 2016 NHL Entry Draft on June 24, 2016.[208][209][210] In addition to the new logo, the new uniforms feature a custom block typeface for the player names and numbers. Two stripes remain on the sleeves, with a single stripe at the waistline. The updated design carried over to the Adidas Adizero uniforms adopted by the NHL in 2017.[211] The Maple Leafs have worn historical throwback uniform for select games, with the club wearing Toronto Arenas or St. Pats-inspired throwback design.[212] Additionally, the Leafs have also used contemporary \"historically inspired\" uniforms as alternate uniform. For the Centennial Classic, each Leafs player wore a blue sweater with bold white stripes across the chest and arms; the white stripe being a tribute to the St. Pats, while a stylized-\"T\" used by the Arenas featured on their hockey pants.[213] For the 2020–21 season, the Maple Leafs will wear a \"reverse retro\" alternate uniforms, which includes a silver stripes inspired by the uniforms used during the 1970 to 1972, while using the club's logo used from 1967 to 1970.[212] Then for the 2022 Heritage Classic, the Maple Leafs donned a modified version of the team's Arenas throwbacks, with blue-on-blue lettering on the \"Arenas\" wordmark as a nod to the infamous 1978 uniforms.[214] Other alternate uniforms worn by the team include a white uniforms with two blue stripes across the chest and arms, paired this uniform with white pants worn for the 2018 NHL Stadium Series.[215] The uniforms were largely coloured white as a tribute to the Royal Canadian Navy and also included bolder blue outlines in an effort to create a uniforms more pronounced for the outdoor settings.[215] During the 2021–22 season, the Leafs named TikTok, a video-sharing website, as their helmet entitlement partner.[216] On March 22, 2022, the Maple Leafs unveiled a new alternate uniform, but for the first time in team history, black served as a base colour with the traditional blue serving as a trim colour. The \"Next Gen\" uniform features the team crest with a blue and black tie-dye background, along with a subtle black/blue skyline motif serving as sleeve stripes. It also comes with a reversible crest, featuring Justin Bieber's modified drew house insignia inside a yellow Maple Leafs logo and yellow stripes. The black/blue front is normally worn as a game uniform.[217] The Maple Leafs' mascot is Carlton the Bear, an anthropomorphic polar bear whose name and number (#60) comes from the location of Maple Leaf Gardens at 60 Carlton Street, where the Leafs played throughout much of their history.[218] Carlton made his first public appearance on July 29, 1995. He later made his regular season appearance on October 10, 1995.[219] As a result of both Bell Canada and Rogers Communications having an ownership stake in MLSE, Maple Leafs broadcasts are split between the two media companies; with regional TV broadcasts split between Rogers' Sportsnet Ontario and Bell's TSN4.[220][221] Colour commentary for Bell's television broadcasts is performed by Ray Ferraro, while play-by-play is provided by Gord Miller.[222] Colour commentary for Rogers' television broadcasts is performed by Craig Simpson, while play-by-play is provided by Chris Cuthbert; both also serve as the lead broadcast team of Hockey Night in Canada and of Sportsnet's national TV broadcasts.[223] MLSE also operates a regional specialty channel, the Leafs Nation Network.[224] The Leafs Nation Network broadcasts programming related to the Maple Leafs, as well as games for the Toronto Marlies, the Maple Leafs' American Hockey League affiliate.[225] Like the Maple Leafs television broadcasts, radio broadcasts are split evenly between Rogers' CJCL (Sportsnet 590, The Fan) and Bell's CHUM (TSN Radio 1050).[220] Both Bell and Rogers' radio broadcasts have their colour commentary provided by Jim Ralph, with play-by-play provided by Joe Bowen. Radio broadcasts of games played by the club were started in 1923.[226] The first Leafs hockey game that was televised occurred on November 10, 1952; the broadcast also being the first English-language television broadcast of an NHL game in Canada.[226] Foster Hewitt was the Leafs' first play-by-play broadcaster, providing radio play-by-play from 1927 to 1978. In addition, he provided play-by-play for television from 1952 to 1958, and colour commentary from 1958 to 1961.[227] Originally aired over CFCA, Hewitt's broadcast was picked up by the Canadian Radio Broadcasting Commission (the CRBC) in 1933, moving to CBC Radio (the CRBC's successor) three years later.[228] The team's first home was the Arena Gardens, later known as the Mutual Street Arena. From 1912 until 1931, the Arena was ice hockey's premier site in Toronto.[229] The Arena Gardens was the third arena in Canada to feature a mechanically-frozen, or artificial, ice surface, and for 11 years was the only such facility in Eastern Canada.[230] The Arena was demolished in 1989, with most of the site converted to residential developments.[231] In 2011, parts of the site were made into a city park, known as Arena Gardens.[232] In 1931, over a six-month period, Conn Smythe built Maple Leaf Gardens on the northwest corner of Carlton Street and Church Street, at a cost of C$1.5 million (C$25.1 million in 2022).[233] The arena soon acquired nicknames including the \"Carlton Street Cashbox\", and the \"Maple Leaf Mint\", since the team's games were constantly sold out.[234] The Maple Leafs won 11 Stanley Cups while playing at the Gardens. The first annual NHL All-Star Game was also held at Maple Leaf Gardens in 1947.[235] The Gardens opened on November 12, 1931, with the Maple Leafs losing 2–1 to the Chicago Blackhawks.[32] On February 13, 1999, the Maple Leafs played their last game at the Gardens, also suffering a 6–2 loss to the Blackhawks.[95] The building is presently used as a multi-purpose facility, with a Loblaws grocery store occupying retail space on the lower floors, Joe Fresh and LCBO occupying another floor, and an athletics arena for Ryerson University occupying the topmost level.[236][237] The Maple Leafs presently use two facilities in the City of Toronto. The club moved from the Gardens on February 20, 1999, to their current home arena, Air Canada Centre, later renamed Scotiabank Arena, a multi-purpose indoor entertainment arena on Bay Street in the South Core neighbourhood of Downtown Toronto.[238] The arena is owned by the Maple Leafs' parent company MLSE, and is shared with the NBA's Toronto Raptors (another MLSE subsidiary), as well as the National Lacrosse League's Toronto Rock.[239] In addition to the main arena, the Maple Leafs also operate a practice facility at the Ford Performance Centre. The facility was opened in 2009, and operated by the Lakeshore Lions Club until September 2011, when the City of Toronto took over ownership of the facility after the Lions Club faced financial difficulties. The facility now operates as a City of Toronto controlled corporation.[240][241] The facility was known as the Mastercard Centre for Hockey Excellence until 2019, when it was renamed the Ford Performance Centre. The facility has three NHL rinks and one Olympic-sized rink.[241] On January 1, 2017, the Maple Leafs played the Detroit Red Wings in a home game at BMO Field, an outdoor multipurpose stadium at Exhibition Place, home to Leafs owner MLSE's other teams: the Toronto FC and the Toronto Argonauts. Known as the NHL Centennial Classic, the outdoor game served as a celebration for both the centennial season of the franchise and the NHL.[242] The Maple Leafs are presently affiliated with two minor league teams, the Toronto Marlies of the American Hockey League and the Newfoundland Growlers of the ECHL. The Marlies play from Coca-Cola Coliseum in Toronto. Prior to its move to Coca-Cola Coliseum in 2005, the team was located in St. John's, Newfoundland and was known as the St. John's Maple Leafs.[243] The Marlies originated from the New Brunswick Hawks, who later moved to St. Catherines, Newmarket, and St. John's, before finally moving to Toronto.[244][245] The Marlies was named after the Toronto Marlboros, a junior hockey team named after the Duke of Marlborough.[243] Founded in 1903, the Marlboros were sponsored by the Leafs from 1927 to 1989.[243][246] The Marlboros constituted one of two junior hockey teams the Leafs formerly sponsored, the other being the Toronto St. Michael's Majors.[49] The Growlers are an ECHL team based in St. John's, Newfoundland. The Growlers became affiliated with the Maple Leafs and the Marlies before the 2018–19 season.[247] Unlike the Marlies, the Growlers are not owned by the Leafs' parent company, but are instead owned by Deacon Sports and Entertainment.[248][249] The Maple Leafs is one of six professional sports teams owned by Maple Leaf Sports & Entertainment (MLSE). In 2018, Forbes estimated the value of the club at US$1.45 billion, making the Maple Leafs the second most valuable franchise in the NHL, after the New York Rangers.[250] However, MLSE has refuted past valuations made by Forbes.[251] Initially ownership of the club was held by the Arena Gardens of Toronto, Limited; an ownership group fronted by Henry Pellatt, that owned and managed Arena Gardens.[252] The club was named a permanent franchise in the League following its inaugural season, with team manager Charles Querrie, and the Arena Gardens treasurer Hubert Vearncombe as its owners.[253] The Arena Company owned the club until 1919, when litigations from Eddie Livingstone forced the company to declare bankruptcy. Querrie brokered the sale of the Arena Garden's share to the owners of the amateur St. Patricks Hockey Club.[254][255] Maintaining his shares in the club, Querrie fronted the new ownership group until 1927, when the club was put up for sale. Toronto Varsity Blues coach Conn Smythe put together an ownership group and purchased the franchise for $160,000.[21] In 1929, Smythe decided, in the midst of the Great Depression, that the Maple Leafs needed a new arena.[31][32] To finance it, Smythe launched Maple Leaf Gardens Limited (MLGL), a publicly traded management company to own both the Maple Leafs and the new arena, which was named Maple Leaf Gardens. Smythe traded his stake in the Leafs for shares in MLGL, and sold shares in the holding company to the public to help fund construction for the arena.[256] Although Smythe was the face of MLGL from its founding, he did not gain controlling interest in the company until 1947.[257][258][259] Smythe remained MLGL's principal owner until 1961, when he sold 90 percent of his shares to an ownership group consisting of Harold Ballard, John Bassett and Stafford Smythe. Ballard became majority owner in February 1972, shortly following the death of Stafford Smythe.[73] Ballard was the principal owner of MLGL until his death in 1990. The company remained a publicly traded company until 1998, when an ownership group fronted by Steve Stavro privatized the company by acquiring more than the 90 percent of stock necessary to force objecting shareholders out.[260][261] While initially primarily a hockey company, with ownership stakes in a number of junior hockey clubs including the Toronto Marlboros of the Ontario Hockey Association, the company later branched out to own the Hamilton Tiger-Cats of the Canadian Football League from the late 1970s to late 1980s (though the company would later sell off the Tiger-Cats).[262] On February 12, 1998, MLGL purchased the Toronto Raptors of the National Basketball Association, who were constructing the then-Air Canada Centre. After MLGL acquired the Raptors, the company changed its name to MLSE.[92] The company's portfolio has since expanded to include the Toronto FC of Major League Soccer, the Toronto Marlies of the AHL, the Toronto Argonauts of the Canadian Football League, and a 37.5 percent stake in Maple Leaf Square.[263] The present ownership structure emerged in 2012, after the Ontario Teachers' Pension Plan (the company's former principal owner) announced the sale of its 75 percent stake in MLSE to a consortium made up of telecommunications rivals Bell Canada and Rogers Communications, in a deal valued at $1.32 billion.[264] As part of the sale, two numbered companies were created to jointly hold stock. This ownership structure ensures that, at the shareholder level, Rogers and Bell vote their overall 75 percent interest in the company together and thus decisions on the management of the company must be made by consensus between the two.[265] A portion of Bell's share in MLSE is owned by its pension fund, in order to make Bell's share in MLSE under 30 percent. This was done so that Bell could retain its existing 18 percent interest in the Montreal Canadiens; as NHL's conflict of interest rules prevent any shareholder that owns more than 30 percent of a team from holding an ownership position in another.[266] The remaining 25 percent is owned by Larry Tanenbaum, who is also the chairman of MLSE.[264] This is a partial list of the last five seasons completed by the Maple Leafs. For the full season-by-season history, see List of Toronto Maple Leafs seasons Note: GP = Games played, W = Wins, L = Losses, T = Ties, OTL = Overtime Losses, Pts = Points, GF = Goals for, GA = Goals against Updated July 22, 2022[267][268] In all, 25 individuals have served as captain of the Toronto Maple Leafs.[note 2][269][147] Ken Randall served as the team's first captain for two years beginning with the inaugural 1917–18 NHL season.[269] John Ross Roach was the first goaltender to be named captain in the NHL, and the only goaltender to serve as the Leafs' captain.[270] He was one of only six goalies in NHL history to have been officially recognized as the team captain. George Armstrong, captain from 1958 through 1969, was the longest serving captain in the team's history.[271] In 1997, Mats Sundin became the first non-Canadian to captain the Maple Leafs. His tenure as captain holds the distinction as the longest captaincy for a non-North American born player in NHL history.[272] The last player named to the position was John Tavares on October 2, 2019.[147] Three captains of the Maple Leafs have held the position at multiple points in their career. Syl Apps' first tenure as the captain began from 1940 to 1943, before he stepped down and left the club to enlist in the Canadian Army. Bob Davidson served as the Maple Leafs captain until Apps' return from the Army in 1945, when he resumed his captaincy until 1948.[273] Ted Kennedy's first tenure as captain was from 1948 to 1955. He announced his retirement from the sport at the end of the 1954–55 season, with Sid Smith succeeding him as captain.[269] Although Kennedy missed the entire 1955–56 season, he came out of retirement to play the second half of the 1956–57 season. During that half season, Kennedy served his second tenure as the Maple Leafs' captain.[274] Darryl Sittler was the third player to have been named the team's captain twice. As a result of a dispute between Sittler and the Maple Leafs' general manager Punch Imlach, Sittler relinquished the captaincy on December 29, 1979. The dispute was resolved in the following off-season, after a heart attack hospitalized Imlach. Sittler arranged talks with Ballard to resolve the issue, eventually resuming his captaincy on September 24, 1980.[275] No replacement captain was named during the interim period.[276]  The Maple Leafs have had 40 head coaches (including four interim coaches).[269] The franchise's first head coach was Dick Carroll, who coached the team for two seasons.[269] A number of coaches have served as the Leafs head coach on multiple occasions. King Clancy was named the head coach on three occasions while Charles Querrie and Punch Imlach served the position on two occasions.[269] Sheldon Keefe is the current head coach. He was named coach on November 20, 2019.[277] Punch Imlach coached the most regular-season games of any Leafs' head coach with 770 games, and has the most all-time points with the Maple Leafs, with 865.[269] He is followed by Pat Quinn, who coached 574 games, with 678 points all-time with the Maple Leafs.[269] Both Mike Rodden and Dick Duff, have the fewest points with the Maple Leafs, with 0. Both were interim coaches who coached only two games each in 1927 and 1980 respectively, losing both games.[269] Sheldon Keefe earned the most points of any Leafs head coach in a single season, with 115 points during the 2021–22 season. Five Maple Leafs' coaches have been inducted into the Hockey Hall of Fame as players, while four others were inducted as builders. Pat Burns is the only Leafs' head coach to win a Jack Adams Award with the team.[278] In the 1963 NHL Amateur Draft, the NHL's inaugural draft, the Maple Leafs selected Walt McKechnie, a centre from the London Nationals with their first pick, sixth overall.[279] Two Maple Leafs captains were obtained through the draft, Darryl Sittler in the 1970 draft; as well as Wendel Clark in the 1985 NHL Entry Draft.[280] The Maple Leafs have drafted two players with a first overall draft pick; Clark in the 1985 draft, and Auston Matthews in the 2016 draft.[281] Rodion Amirov was the most recent player selected by the Maple Leafs in the first round, with the 15th overall pick at the 2020 draft.[282] The Maple Leafs has won 13 Stanley Cups in its history.[283] Toronto's first two Stanley Cup, in 1918 and 1922, took place when the Stanley Cup tournament operated as an interleague competition.[note 3][284] Toronto's subsequent 11 Stanley Cups were awarded after 1926, when the Cup was established as the championship trophy of the NHL. The Maple Leafs won their last Stanley Cup in 1967; with the team's 53-season Stanley Cup drought being the longest active drought in the NHL.[285] The Maple Leafs were also awarded the Prince of Wales Trophy twice, following the 1946–47 season, and the 1962–63 season. The Prince of Wales Trophy was awarded to the club when it was used as NHL's regular season championship trophy.[note 4][286] The Maple Leafs have retired the numbers of 19 players; as some players used the same number, only 13 numbers have been retired.[288] Between October 17, 1992, and October 15, 2016, the Maple Leafs took a unique approach to retired numbers. Whereas players who suffered a career ending injury had their numbers retired, \"great\" players had their number \"honoured\".[289] Honoured numbers remained in general circulation for players, however, during Brian Burke's tenure as the Maple Leafs' general manager, use of honoured numbers required his approval.[290] During this period, only two players met the criteria for retirement, the first being number 6, worn by Ace Bailey and retired on February 14, 1934; and Bill Barilko's number 5, retired on October 17, 1992.[289] The retirement of Bailey's number was the first of its kind in professional sports.[291][292] It was briefly taken out of retirement, after Bailey asked that Ron Ellis be allowed to wear his number.[293] Bailey's number returned to retirement after Ellis's final game on January 14, 1981.[294] The first players to have their numbers honoured were Syl Apps and Ted Kennedy, on October 3, 1993.[289] Mats Sundin was the last player to have his number honoured on February 11, 2012.[295] On October 15, 2016, before the home opening game of the team's centenary season, the Maple Leafs announced they had changed their philosophy on retiring numbers, and that the numbers of those 16 honoured players would now be retired, in addition to the retirement of Dave Keon's number.[288] As well as honouring and retiring the numbers, the club also commissioned statues of former Maple Leafs. The group of statues, known as Legends Row, is a 9.2 metres (30 ft) granite hockey bench with statues of former club players. Unveiled in September 2014, it is located outside Gate 5 of Scotiabank Arena, at Maple Leaf Square.[296] As of October 2017, statues have been made of 14 players with retired numbers.[297] In addition to the 13 numbers retired by the Maple Leafs, the number 99 is also retired from use in the organization. At the 2000 NHL All-Star Game hosted in Toronto, the NHL announced the league-wide retirement of Wayne Gretzky's number 99, retiring it from use throughout all its member teams, including the Maple Leafs.[298] The Toronto Maple Leafs acknowledge an affiliation with 75 inductees of the Hockey Hall of Fame.[299][300] The 75 inductees include 62 former players as well as 13 builders of the sport. The Maple Leafs have the greatest number of players inducted in the Hockey Hall of Fame of any NHL team.[301] The 13 individuals recognized as builders of the sport include former Maple Leafs broadcasters, executives, head coaches, and other personnel relating to the club's operations. Inducted in 2017, Dave Andreychuk was the latest Maple Leafs player to be inducted in the Hockey Hall of Fame.[302] In addition to players and builders, five broadcasters for the Maple Leafs were also awarded the Foster Hewitt Memorial Award from the Hockey Hall of Fame.[303] In 1984, Foster Hewitt, a radio broadcaster, was awarded the Hall of Fame's inaugural Foster Hewitt Memorial Award, an award named after Hewitt. Hewitt was already inducted as a builder in the Hall of Fame prior to the award's inception.[228] Other Maple Leafs broadcasters that received the award include Wes McKnight in 1986, Bob Cole in 2007, Bill Hewitt in 2007 and Joe Bowen in 2018.[303] These are the top franchise leaders in regular season points, goals, assists, points per game, games played, and goaltending wins as of the end of the 2021–22 season.[304][305]  Footnotes Citations Works cited","Title":"Toronto Maple Leafs - Wikipedia","KeyID":"17234","URL":"https://en.wikipedia.org/wiki/Toronto_Maple_Leafs"}