{"Content: ":"Donato Francisco Mattera (30 November 1935 – 18 July 2022), better known as Don Mattera, was a South African poet and author. Born in 1935 in Western Native Township (now Westbury), Johannesburg, Union of South Africa, Mattera grew up in Sophiatown,[1] at that time a vibrant centre of South African culture. His diverse heritage was derived from his Italian grandfather, Xhosa grandmother and Tswana mother.[2] In his autobiography, Memory Is the Weapon, he writes: \"Sophiatown also had its beauty; picturesque and intimate like most ghettoes.... Mansions and quaint cottages ... stood side by side with rusty wood-and-iron shacks, locked in a fraternal embrace of filth and felony.... The rich and the poor, the exploiters and the exploited, all knitted together in a colourful fabric that ignored race or class structures.\" This \"multiracial fabric\" did not conform to the separatist policies of apartheid and so the suburb was destroyed and the people forcibly removed. Mattera's grandfather, Paolo Mattera,[3] was an Italian immigrant who married a Xhosa woman from the eastern Cape. They moved to Johannesburg, where Mattera's father was born. At the time, he was classified as an Italian. Under the apartheid system, Mattera was classified as a \"Coloured\". This group was the last to be forcibly evicted from Sophiatown; they were taken to the nearby suburbs of Westbury, Newclare and Bosmont. He was proud of his heritage and considered himself to be Italian.[4] Mattera was adopted by his grandparents and sent to a Catholic boarding school in Durban. He returned to Johannesburg when he was 14 and then continued his education in Pageview, another suburb that suffered under apartheid when the residents were again forcibly removed during the 1960s. He then became politically active. As a result of these activities, he was banned from 1973 to 1982 and spent three years under house arrest. He was detained, his house was raided, and he was tortured more than once. During this time, he became a founding member of the Black Consciousness movement and joined the ANC Youth League. He helped form the Union of Black Journalists as well as the Congress of South African Writers. He also joined the National Forum, which was against what it referred to as the \"racial exclusivity\" of the United Democratic Front.[5] He then worked as a journalist on The Sunday Times, The Sowetan, and the Weekly Mail (now known as the Mail and Guardian).[5] He was also a director of the black consciousness publishing imprint Skotaville.[2] In 2009, he was part of the Beyond Words tour of the UK[6] that also featured South African poets Keorapetse Kgositsile, Lesego Rampolokeng, Phillippa Yaa de Villiers and Lebogang Mashile (presented by Apples and Snakes in association with Sustained Theatre, funded by the British Council South Africa, Arts Council England and the South African government).[7] Mattera, who converted to the Muslim faith in the 1970s,[8][9] was deeply involved in the community, with a special interest in young people and the rehabilitation of ex-prisoners.[10] Mattera died at his home at Protea Glen, Soweto, on 18 July 2022.[11][12][13] He was buried that day at Westpark Cemetery in Johannesburg,[14][15] and an online memorial service was held for him on 22 July.[16] In January 2020, the Don Mattera Legacy Foundation was launched in Eldorado Park, in order \"to ensure that Mattera's legacy remains relevant to the current as well as future generations to recognise and appreciate the immense sacrifice and contribution he made on behalf of the classified 'coloureds' in the realm of literature arts, journalism and the liberation of SA.\"[17][18][19]","Title":"Don Mattera - Wikipedia","KeyID":"17237","URL":"https://en.wikipedia.org/wiki/Don_Mattera"}