{"Content: ":"Lawrence Joseph Jeffrey (October 12, 1940 – July 18, 2022) was a Canadian professional ice hockey player, who played forward. He played for the Detroit Red Wings, Toronto Maple Leafs, and New York Rangers of the National Hockey League from 1961 to 1969. Jeffrey was a member of the 1967 Stanley Cup-winning Maple Leafs. Jeffrey was from Goderich, Ontario. He began playing junior ice hockey in 1956, spending five years with the Hamilton Tiger Cubs and Hamilton Red Wings of the Ontario Hockey Association. He then played for the Hershey Bears of the American Hockey League (AHL), and the Edmonton Flyers of the Western Hockey League (WHL). He won the WHL's rookie of the year award.[1] With Hamilton, Jeffrey suffered a knee injury that tore a ligament and required surgery.[1][2] Jeffrey made his National Hockey League (NHL) debut with the Detroit Red Wings in the 1961–62 season, playing in 18 regular season games.[1] He was injured in a practice and had his second knee surgery to repair a torn ligament.[2] In May 1965, the Red Wings traded Jeffrey, Marcel Pronovost, Aut Erickson, Eddie Joyal, and Lowell MacDonald to the Toronto Maple Leafs for Andy Bathgate, Billy Harris, and Gary Jarrett.[3] After struggling with coach Punch Imlach for a season, Jeffrey requested a trade, and Toronto assigned Jeffrey to the Rochester Americans of the AHL.[1] After the Americans won the Calder Cup, the Maple Leafs promoted Jeffrey. Jeffrey played for the Maple Leafs in the 1967 Stanley Cup playoffs, though he injured his leg again in the semifinals against the Chicago Black Hawks, before the Maple Leafs defeated the Montreal Canadiens in the 1967 Stanley Cup Finals.[1][2][4] He participated in the trophy presentation on Maple Leaf Gardens ice following the decisive Game 6, wearing a suit and on crutches.[1][2] The Pittsburgh Penguins selected Jeffrey from the Maple Leafs in the 1967 NHL Expansion Draft and traded him to the New York Rangers for three minor league players.[5] In June 1969, the Rangers traded Jeffrey to the Red Wings for Terry Sawchuk and Sandy Snow.[6] Jeffrey fractured his kneecap during the preseason, requiring surgery,[7] and retired as a player in 1969 due to the worsening chronic pain in his knee.[8] Jeffrey had 11 knee surgeries over the course of nine years,[2] and 14 knee surgeries in total.[1] He played in 368 NHL games, scoring 39 goals and 62 assists. He had four goals and 10 assists in 38 postseason games. Jeffrey worked as a scout for eight years after his playing career.[9] Jeffrey married Sharon Somerville in 1964, and they had two children. He raised horses and Hereford cattle on his 120-acre (49 ha) farm north of Goderich.[1] Jeffrey died in Goderich on July 18, 2022, at age 81.[10][11][12]","Title":"Larry Jeffrey - Wikipedia","KeyID":"17232","URL":"https://en.wikipedia.org/wiki/Larry_Jeffrey"}