{"Content: ":"Hans-Joachim Hespos (13 March 1938 – 18 July 2022) was a German composer of avant-garde music. He was trained as a teacher and worked until 1984. Self-taught as a composer, he then worked freelance and created more than 200 works in many genres. His unconventional compositions were commissioned and performed internationally. They are archived at the Bavarian State Library. Hespos was born in Emden on 13 March 1938.[1][2] He had violin lessons from 1946 and made his public concert debut in 1948, at the age of ten.[3] He composed since 1950.[3] After completing school with the Abitur, Hespos studied pedagogy at the Pädagogische Hochschule Oldenburg.[2] From 1962 to 1984 he worked in the school service, then as a freelance artist and lived in Ganderkesee.[2] He was self-taught as a composer.[3] Since he wrote für Cello solo in 1964, he composed in all genres, including many pieces for unaccompanied solo instruments and theatre works. He remained always outside of the mainstream and was never associated with any of the many movements in postwar European music, though he did attend summer courses at the Darmstädter Ferienkurse in the 1980s.[4] Even by the standards of the European avant-garde, Hespos' music usually is quite extreme and unconventional.[4] In his many pieces for solo instruments, Hespos pushed instruments to their timbral limits, employing extended techniques and other effects to create unusual sounds.[4] He frequently wrote for less-common instruments, such as cimbalon (1976's Cang) or musical saw (used in Ganifita-Blues, 1984). Hespos' scores often employ graphic notation, verbal instructions and traditional music notation, and combinations. Many of his works involve improvisation, for example, t a n E K (2013) with improvisational parts by Kommissar Hjuler and Mama Baer). He called for extreme stage techniques in his theatre works; Seiltanz (\"Tightrope Dance\", 1982) requires an actor to break his way out of a metal cage by means of a welding torch.[4] Hespos was the recipient of many awards and honors in his career,[2] including the 1967 Gaudeamus International Composers Award and the Rompreis of the Villa Massimo in 1972.[5] In 2005, the Academy of Arts, Berlin, created an archive of Hespos' music.[6] That same year, Opernwelt magazine selected Hespos' iOPAL as the new opera of the year.[3][5] The Bavarian State Library holds his complete works.[7] Hespos and his wife Erdmute had two children. He died on 18 July 2022 at age 84.[1][2][8]","Title":"Hans-Joachim Hespos - Wikipedia","KeyID":"17231","URL":"https://en.wikipedia.org/wiki/Hans-Joachim_Hespos"}