{"Content: ":"Bhupinder Singh (born Bhupinder Soin, 6 February 1940 – 18 July 2022) was an Indian musician, chiefly a ghazal singer and also a Bollywood playback singer. Bhupinder Singh was born in Amritsar, Punjab to Natha Singhji, a musician and his introducer to music.[1] Bhupinder's father was a stern teacher, and at one point, he detested music and its instruments.[2] Singh started his career as a casual artist for All India Radio under the direction of Satish Bhatia.[1] He also worked at Doordarshan Center, New Delhi.[3][1] He also learnt guitar.[1] In 1962, music director Madan Mohan heard him at a dinner hosted by Satish Bhatia in his honour (Satish Bhatia was Producer in AIR Delhi and Singh was working under him as a guitarist), and called him to Bombay. He was given the opportunity to sing the song Hoke Majboor Mujhe Usne Bulaya Hoga alongside Mohammed Rafi, Talat Mahmood and Manna Dey in Chetan Anand's Haqeeqat.[3] He was given a solo by Khayyam in film Aakhri Khat. Singh's voice is one of the most unique in playback singing.[1] He has sung a few popular duets with Kishore Kumar and Mohammed Rafi. Thereafter, Singh started releasing private albums wherein his first LP had three self-composed songs and was released in 1968, a second LP of ghazals wherein he introduced the Spanish guitar, bass and drums to the ghazal style, released in 1978 and his third LP titled Woh Jo Shair Tha, for which the lyrics were written by Gulzar in 1980. Entering wedlock with Bangladeshi singer Mitali, he stopped playback singing in the mid-1980s and began singing jointly for several albums and live concerts. Together, they produced many ghazal and geet cassettes. His famous songs include \"Dil Dhoondta hai\", \"Do diwane shahar mein\", \"Naam gum jayega\", \"Karoge yaad to\", \"Meethe bol bole\", \"Kabhi kisi ko mukammal\", \"Kisi nazar ko tera intezaar aaj bhi\", and \"Ek akela is Shehar Mein\". He sang the song Duniya Chute Yaar Na Toote picturized on Rajesh Khanna. R. D. Burman made him sing songs like Raat Banoo Mein Geet Bano Tum, Naam Gum Jayega, Kahiya Kahan Se Aana Hua and Beete Na Bitaai Raina which made him famous. In the 80s, Bhupinder married the Bangladeshi singer Mitali Mukherjee.[4] Together, they performed ghazal on Doordarshan and concerts.[5] They have a son named Nihal Singh who is also a musician. At the age of 82, Singh died of a cardiac arrest on 18 July 2022.[6] He suffered from COVID-19 and colon cancer was also suspected.[7]","Title":"Bhupinder Singh (musician) - Wikipedia","KeyID":"17244","URL":"https://en.wikipedia.org/wiki/Bhupinder_Singh_(musician)"}