{"Content: ":"The ghazal (Arabic: غَزَل, Bengali: গজল, Hindi-Urdu: ग़ज़ल/غزَل, Persian: غزل, Azerbaijani: qəzəl, Turkish: gazel, Turkmen: gazal, Uzbek: gʻazal, Gujarati: ગઝલ) is a form of amatory poem or ode,[1] originating in Arabic poetry. A ghazal may be understood as a poetic expression of both the pain of loss or separation and the beauty of love in spite of that pain.[2] The ghazal form is ancient, tracing its origins to 7th-century Arabic poetry. The ghazal spread into South Asia in the 12th century due to the influence of Sufi mystics and the courts of the new Islamic Sultanate, and is now most prominently a form of poetry of many languages of the Indian subcontinent and Turkey.[3] A ghazal commonly consists of five to fifteen couplets, which are independent, but are linked – abstractly, in their theme; and more strictly in their poetic form. The structural requirements of the ghazal are similar in stringency to those of the Petrarchan sonnet.[4] In style and content, due to its highly allusive nature, the ghazal has proved capable of an extraordinary variety of expression around its central themes of love and separation. The word ghazal originates from the Arabic word غزل (ġazal). The root syllables Gh-Z-L have three possible meanings in Arabic:[5] The poetic form derives its name from the first and the second etymological roots, One particular translation posits a meaning of ghazal as 'the wail of a wounded deer',[8] which potentially provides context to the theme of unrequited love common to many ghazals. The Arabic word غزل ġazal is pronounced [ˈɣazal], roughly like the English word guzzle, but with the ġ pronounced without a complete closure between the tongue and the soft palate[unreliable source?]. In English, the word is pronounced /ˈɡʌzəl/[9] or /ˈɡæzæl/.[10] The ghazal is a short poem consisting of rhyming couplets, called bayt or sher. Most ghazals have between seven and twelve bayts. For a poem to be considered a true ghazal, it must have no fewer than five couplets. Almost all ghazals confine themselves to less than fifteen couplets (poems that exceed this length are more accurately considered as qasidas). Ghazal couplets end with the same rhyming pattern and are expected to have the same meter. The ghazal's uniqueness arises from its rhyme and refrain rules, referred to as the 'qaafiyaa' and 'radif' respectively. A ghazal's rhyming pattern may be described as AA BA CA DA, and so on.[8] In its strictest form, a ghazal must follow five rules: Unlike in a nazm, a ghazal's couplets do not need a common theme or continuity. Each sher is self-contained and independent from the others, containing the complete expression of an idea. However, the shers all contain a thematic or tonal connection to each other, which may be highly allusive.[8] A common conceit that traces its history to the origins of the ghazal form is that the poem is addressed to a beloved by the narrator.[11] The Ghazal tradition is marked by the poetry's ambiguity and simultaneity of meaning.[12] Learning the common tropes is key to understanding the ghazal. There are several locations a sher might take place in the Urdu/South Asian tradition:[13] hoon garmi-i-nishat-i-tasavvur se naghma sanj Main andalib-i-gulshan-i-na afridah hoon - Ghalib I sing from the warmth of the passionate joy of thought I am the bulbul of a garden not yet created mir un neem-baaz ankhon men saari masti sharab ki si hai - Mir Taqi Mir 'Mir' is in those half-closed eyes all flirtation is a bit like wine The ghazal originated in Arabia in the 7th century,[14] evolving from the qasida, a much older pre-Islamic Arabic poetic form.[8] Qaṣīdas were typically much longer poems, with up to 100 couplets. Thematically, qaṣīdas did not include love, and were usually panegyrics for a tribe or ruler, lampoons, or moral maxims. However, the qaṣīda's opening prelude, called the nasīb, was typically nostalgic and/or romantic in theme, and highly ornamented and stylized in form. In time, the nasīb began to be written as standalone, shorter poems, which became the ghazal.[3] The ghazal came into its own as a poetic genre during the Umayyad Era (661–750) and continued to flower and develop in the early Abbasid Era. The Arabic ghazal inherited the formal verse structure of the qaṣīda, specifically, a strict adherence to meter and the use of the Qaafiyaa, a common end rhyme on each couplet (called a bayt in Arabic and a sher in Persian).[3] The nature of the ghazals also changed to meet the demands of musical presentation, becoming briefer in length. Lighter poetic meters, such as khafîf, ramal, and muqtarab were preferred, instead of longer, more ponderous meters favored for qaṣīdas (such as kâmil, basît, and rajaz). Topically, the ghazal focus also changed, from nostalgic reminiscences of the homeland and loved ones, towards romantic or erotic themes. These included sub-genres with themes of courtly love (udharî), eroticism (hissî), homoeroticism (mudhakkar), and as a highly stylized introduction to a larger poem (tamhîdî).[3][15] With the spread of Islam, the Arabian ghazal spread both westwards, into Africa and Spain, as well as eastwards, into Persia. The popularity of ghazals in a particular region was usually preceded by a spread of the Arabic language in that country. In medieval Spain, ghazals written in Hebrew as well as Arabic have been found as far back as the 11th century. It is possible that ghazals were also written in the Mozarabic language. Ghazals in the Arabic form have also been written in a number of major West African literary languages like Hausa and Fulfulde.[3] However, the most significant changes to the ghazal occurred in its introduction into Iran in the 10th century.[8] The early Persian ghazals largely imitated the themes and form of the Arabian ghazal. These \"Arabo-Persian\" ghazals introduced two differences compared to their Arabian poetic roots. Firstly, the Persian ghazals did not employ radical enjambment between the two halves of the couplet, and secondly, the Persian ghazals formalized the use of the common rhyme in both lines of the opening couplet (\"matla\").[3] The imitation of Arabian forms in Persia extended to the qaṣīda, which was also popular in Persia. Because of its comparative brevity, thematic variety and suggestive richness, the ghazal soon eclipsed the qaṣīda, and became the most popular poetry form in Persia.[8] Much like Arabian ghazals, early Persian ghazals typically employed more musical meters compared to other Persian poetry forms.[3] Rudaki (858–941 CE) is considered the most important Persian ghazal poet of this period, and the founder of classical Persian literature. The Persian ghazal evolved into its own distinctive form between the 12th and 13th centuries. Many of those innovations created what we now recognize as the archetypical ghazal form. These changes occurred in two periods, separated by the Mongol Invasion of Persia from 1219 to 1221 AD. The 'Early Persian poetry' period spanned approximately one century, from the Ghaznavid era (which lasted until 1187) till a little after the Mongol Invasion. Apart from the movement towards brevity, this period also saw two significant and lasting changes to the ghazal form. The first change was the adoption of the Takhallus, the practice of mentioning the poet's pen-name in the final couplet (called the 'maqta'). The adoption of the takhallus became a gradually accepted part of the ghazal form, and by the time of Saadi Shirazi (1210–1291 AD), the most important ghazal poet of this period, it had become de rigueur.[3] The second marked change from Arabian ghazal form in Persian ghazals was a movement towards far greater autonomy between the couplets. The ghazal later spread throughout the Middle East and South Asia. It was famous all around the Indian subcontinent in the 18th and 19th centuries[unreliable source?] Vin bahs bā salāse-ye ghassāle miravad And with the three washers (cups of wine), this dispute goeth. Shekkar-shekan shavand hame tutiān-e Hind Sugar-shattering (excited), have become all the parrots (poets) of Hind, Zin qand-e Pārsi ke be Bangāle miravad. That this Persian candy [ode], that to Bengal goeth. – Jointly penned by Azam Shah and Hafez[16] The ghazal was spread from Persia into South Asia in the 12th century[unreliable source?] by the influence of Sufi mystics and the courts of the new Islamic sultanates[unreliable source?]. This period coincided with the early Islamic Sultanates in India, through the wave of Islamic invasions into the region in that period. The 13th century poet and musician Ameer Khusrow is not only credited as the first Urdu poet but also created Hindustani as we know today by merging braj, khadhi boli, Hindi, Urdu, Persian and other local dialects. During the reign of the Sultan of Bengal Ghiyasuddin Azam Shah, the city of Sonargaon became an important centre of Persian literature, with many publications of prose and poetry. The period is described as the \"golden age of Persian literature in Bengal\". Its stature is illustrated by the Sultan's own correspondence with the Persian poet Hafez. When the Sultan invited Hafez to complete an incomplete ghazal by the ruler, the renowned poet responded by acknowledging the grandeur of the king's court and the literary quality of Bengali-Persian poetry.[17] It is said that Atul Prasad Sen pioneered the introduction of Bengali ghazals.[18] Residing in Lucknow, he was inspired by Persian ghazals and experimented with a stream of Bengali music which was later enriched profusely by the contribution of Kazi Nazrul Islam and Moniruddin Yusuf.[19][20][21][22][23] \"The ghazal was initially composed to a purely religious theme\".[24] Now in this era ghazals are more likely to have romantic themes.[25] Can usually be interpreted for a higher being or for a mortal beloved. Love is always viewed as something that will complete a human being, and if attained will lift him or her into the ranks of the wise, or will bring satisfaction to the soul of the poet. Traditional ghazal law may or may not have an explicit element of sexual desire in it, and the love may be spiritual. The love may be directed to either a man or a woman.[26] The ghazal is always written from the point of view of the unrequited lover whose beloved is portrayed as unattainable[unreliable source?]. Most often, either the beloved has not returned the poet's love or returns it without sincerity or else the societal circumstances do not allow it. The lover is aware and resigned to this fate but continues loving nonetheless; the lyrical impetus of the poem derives from this tension. Representations of the lover's powerlessness to resist his feelings often include lyrically exaggerated violence. The beloved's power to captivate the speaker may be represented in extended metaphors about the \"arrows of his eyes\", or by referring to the beloved as an assassin or a killer. Take, for example, the following couplets from Amir Khusro's Persian ghazal Nemidanam che manzel būd shab: namidanam chi manzil būd shab jayi ke man būdam; be har sū raqs eh besmel būd shab jayi ke man būdam. pari paikar negar eh sarv qaad e lalhaa rokhsar; sarapa afat-e del būd shab jayi ke man būdam. I wonder what was the place where I was last night, All around me were half-slaughtered victims of love, tossing about in agony. There was a nymph-like beloved with cypress-like form and tulip-like face, Ruthlessly playing havoc with the hearts of the lovers. Many of the major historical ghazal poets were either avowed Sufis themselves (like Rumi or Hafiz), or were sympathizers with Sufi ideas.[citation needed] Somewhat like American soul music, but with melancholy instead of funk, most ghazals can be viewed in a spiritual context, with the Beloved being a metaphor for God or the poet's spiritual master. It is the intense Divine Love of Sufism that serves as a model for all the forms of love found in ghazal poetry.[citation needed] Most ghazal scholars today recognize that some ghazal couplets are exclusively about Divine Love (ishq-e-haqiqi). Others are about earthly love (ishq-e-majazi), but many can be interpreted in either context. Traditionally invoking melancholy, love, longing, and metaphysical questions, ghazals are often sung by Afghan, Pakistani, and Indian musicians. The form has roots in seventh-century Arabia[unreliable source?],[citation needed] and gained prominence in the thirteenth and fourteenth centuries, thanks to such Persian poets as Rumi and Hafiz, and later to Indian poets such as Mirza Ghalib. In the eighteenth-century, the ghazal was used by poets writing in Urdu. Among these poets, Ghalib is the recognized master[unreliable source?]. Ghazals were written by Rumi, Hafiz and Saadi Shirazi of Persia; the Azerbaijani Turkish poet Fuzûlî in the Ottoman Empire; Mirza Ghalib and Muhammad Iqbal of North India; and Kazi Nazrul Islam of Bengal. Through the influence of Goethe (1749–1832), the ghazal became very popular in Germany during the 19th century; the form was used extensively by Friedrich Rückert (1788–1866) and August von Platen (1796–1835). The Kashmiri poet Agha Shahid Ali was a proponent of the form, both in English and in other languages; he edited a volume of \"real Ghazals in English\". Ghazals were also written by Moti Ram Bhatta (1866–1896), the pioneer of Nepali ghazal writing in Nepali.[27] Ghazals were also written by Hamza Shinwari, He is known as the father of Pashto Ghazals. Enormous collections of ghazal have been created by hundreds of well-known poets over the past thousand years in Persian, Turkish, and Urdu as well as in the Central Asian Turkic languages. Ghazal poems are performed in Uzbek-Tajik Shashmakom, Turkish Makam, Persian Dastgah and Uyghur Muqam. There are many published translations from Persian and Turkish by Annemarie Schimmel, Arthur John Arberry and many others. Ghazal \"Gayaki\", the art of singing or performing the ghazal in the Indian classical tradition, is very old. Singers like Ustad Barkat Ali and many other singers in the past used to practice it, but the lack of historical records make many names anonymous. It was with Begum Akhtar and later on Ustad Mehdi Hassan that classical rendering of ghazals became popular in the masses. The categorization of ghazal singing as a form of \"light classical\" music is a misconception.[why?] Classical ghazals are difficult to render because of the varying moods of the \"shers\" or couplets in the ghazal. Amanat Ali Khan, Begum Akhtar, Talat Mahmood, Mehdi Hassan, Abida Parveen, Jagjit Singh, Farida Khanum and Ustad Ghulam Ali, Moinuddin Ahamed, are popular classical ghazal singers. The ghazal has historically been one of the most popular poetic forms across the Middle East and South Asia. Even into the modern era the ghazal has retained its extreme popularity among South Asian royalty and nobility, among whom its education and patronisation has traditionally found shelter, especially with several Indian rulers including several Indian Emperors being profound composers of ghazals.[28] In the 19th century ghazals gained popularity in Germany with Goethe's translations, as well as with Spanish ghazal writers such as Federico García Lorca. Despite often being written in strong Urdu and rendered with classical Indian Ragas along with complex terminology most usually accessible to the upper classes, in South Asia ghazals are nonetheless popular among all ages.[29] They are most popular in Turkey and South Asia, and readings or musical renditions of ghazals — such as at mehfils and mushairas — are well attended in these countries, even by the laity. Ghazals are popular in South Asian film music. The ragas to which ghazals are sung are usually chosen to be in consonance with their lyrical content. Understanding the complex lyrics of traditional ghazals required education typically available only to the upper classes. The traditional classical rāgas in which the lyrics were rendered were also difficult to understand. The ghazal has undergone some simplification in recent years, in terms of words and phrasings, which helps it to reach a larger audience around the world. Modern shayars (poets) are also moving towards a less strict adherence to form and rules, using simpler language and words (sometimes even incorporating words from other languages, such as English - see Parveen Shakir), and moving away from a strictly male narrator. Most of the ghazals are now sung in styles that are not limited to khayāl, thumri, rāga, tāla and other classical and light classical genres. However, those forms of the ghazal are looked down on by purists of the Indian classical tradition. In Pakistan, Noor Jehan, Iqbal Bano, Abida Parveen, Farida Khanum, Ghulam Ali, Ahmed Rushdi, Ustad Amanat Ali Khan, Parvez Mehdi and Mehdi Hassan are known for ghazal renditions. Indian Singers like Jagjit Singh (who first used a guitar in ghazals), Ahmed and Mohammed Hussain, Hariharan, Adithya Srinivasan, Pankaj Udhas, Umbayee and many others have been able to give a new shape to the ghazal by incorporating elements of Western music. In addition to Urdu, ghazals have been very popular in the Gujarati language. For around a century, starting with Balashankar Kantharia, there have been many notable Gujarati ghazal writers including Kalapi, Barkat Virani 'Befaam', Asim Randeri, Shunya Palanpuri, Amrut Ghayal, Khalil Dhantejvi and many more. Some notable ghazals of those prominent writers have been sung by Bollywood playback singer Manhar Udhas. Renowned ghazal singer, and pioneer of Telugu ghazals, Ghazal Srinivas popularized the ghazal in Telugu.[30] Ghazals in the Kannada language were pioneered in the 1960's by poet Shantarasam, though recordings of their poetry only began to be made in the early 2000's.[31] Legendary musician Umbayee composed ghazals in Malayalam and popularized this form of music across Kerala.[32] Suresh Bhat popularized ghazals in the Marathi language. Some of his amazing ghazals were sung by famous artists like Lata Mangeshkar and Asha Bhosale. He was known as Ghazal Samrat (the Emperor of ghazals) for his exposition of the ghazal form of poetry and its adaptation to the Marathi language. His disciple Ilahi Jamadar continued the tradition, blending Urdu and Marathi verses in his work. Kazi Nazrul Islam brought ghazals to the Bengali language, composing numerous poems which are still famous in both Bangladesh and India. After nearly a century of \"false starts,\" the early experiments of James Clarence Mangan, James Elroy Flecker, Adrienne Rich, Phyllis Webb, etc., many of whom did not adhere wholly or in part to the traditional principles of the form, experiments dubbed as \"the bastard Ghazal,\"[33] the ghazal finally began to be recognized as a viable closed form in poetry of the English language some time in the early to mid-1990s. It came about largely as a result of serious, true-to-form examples being published by noted American poets John Hollander, W. S. Merwin and Elise Paschen as well as by Kashmiri-American poet Agha Shahid Ali, who had been teaching and spreading word of the Ghazal at American universities over the previous two decades. Jim Harrison created his own free-form Ghazal true to his poetic vision in Outlyer and Ghazals (1971).[34] In 1996, Ali compiled and edited the world's first anthology of English-language ghazals, published by Wesleyan University Press in 2000, as Ravishing DisUnities: Real Ghazals in English. (Fewer than one in ten of the ghazals collected in Real Ghazals in English observe the constraints of the form.) A ghazal is composed of couplets, five or more. The couplets may have nothing to do with one another except for the formal unity derived from a strict rhyme and rhythm pattern. A ghazal in English observes the traditional restrictions of the form: Where are you now? Who lies beneath your spell tonight? Whom else from rapture's road will you expel tonight? Those \"Fabrics of Cashmere—\" \"to make Me beautiful—\" \"Trinket\"— to gem– \"Me to adorn– How– tell\"— tonight? I beg for haven: Prisons, let open your gates– A refugee from Belief seeks a cell tonight. God's vintage loneliness has turned to vinegar– All the archangels– their wings frozen– fell tonight. Lord, cried out the idols, Don't let us be broken Only we can convert the infidel tonight. Mughal ceilings, let your mirrored convexities multiply me at once under your spell tonight. He's freed some fire from ice in pity for Heaven. He's left open– for God– the doors of Hell tonight. In the heart's veined temple, all statues have been smashed No priest in saffron's left to toll its knell tonight. God, limit these punishments, there's still Judgment Day– I'm a mere sinner, I'm no infidel tonight. Executioners near the woman at the window. Damn you, Elijah, I'll bless Jezebel tonight. The hunt is over, and I hear the Call to Prayer fade into that of the wounded gazelle tonight. My rivals for your love– you've invited them all? This is mere insult, this is no farewell tonight. And I, Shahid, only am escaped to tell thee– God sobs in my arms. Call me Ishmael tonight. — Agha Shahid Ali Some notable ghazal singers are: Many Indian and Pakistani film singers are famous for singing ghazals, such as these: Some Malay singers are famous for singing Ghazal, such as these:","Title":"Ghazal - Wikipedia","KeyID":"17245","URL":"https://en.wikipedia.org/wiki/Ghazal"}