{"Content: ":"Enam Ali, MBE, FRSA (Bengali: এনাম আলি; 1 December 1960 – 17 July 2022) was a Bangladeshi-born British businessman who founded The British Curry Awards, Spice Business Magazine, and Ion TV. Ali was born in Sylhet District,[1] East Pakistan (now Bangladesh). In 1974, he went to the United Kingdom to study law but decided to pursue a degree in hospitality and management. While studying he worked part-time for the Taj Mahal restaurant group.[2] He opened restaurant Le Raj in 1989. In 1990, he became a fellow of the Royal Society of Arts.[3] In 1998, Ali launched Spice Business Magazine, a quarterly trade publication featuring articles in English and Bengali with information on the restaurant sector as well as community news. The magazine's average quarterly readership was more than 100,000.[4] In 2005, Ali founded The British Curry Awards to recognize excellence in the UK curry industry and raise awareness of top British curry restaurants.[5] In 2012, the restaurant he founded, Le Raj, was selected as one of the official food suppliers of the 2012 London Summer Olympics.[6] It supplied Bangladeshi halal curry and iftar during Ramadan for 17 days during the Olympics.[7] Ali became a director and president of the British-Bangladesh Chamber of Commerce, which was created in 1991.[8] He was a contributor and consultant for the hospitably industry, focusing on curry cuisine.[9][10] In 2016, Ali expressed plans to launch Le Raj Academy, a catering academy, in partnership with North East Surrey College of Technology.[11] He launched a 24-hour TV channel, ION, to strengthen the British curry industry.[12] [13] In late 2020 Ali launched the inaugural British Curry Day to support the pandemic curry industry and commemorate the elderly \"curry pioneers\" being lost to the Coronavirus. It raised large sums for local charities around the country. Under the slogan of ‘Back the Bhaji’, many restaurants donated money for each onion bhaji sold. Eaten by the million in Britain each week, with origins in the UK's native onion rings, the dish is symbolic of the unique British curry culture.[14] [15][16][17] Ali died from cancer in London on 17 July 2022, at the age of 61.[1] In 2009, Ali was appointed a Member of the Order of the British Empire (MBE)[18] in the 2009 New Year Honours for his services to the Indian and Bangladeshi restaurant industries.[19] In 2008, he was a member of the Home Office Hospitality sector advisory panel, which ensures fairness in the treatment of the restaurant industry, by that department and by the Foreign and Commonwealth Office.[20] In 2011, Ali became the first Muslim and the first representative of the British curry industry to be granted Freedom of the City of London, in recognition of his contribution to the hospitality industry.[21] In the same year, he was awarded Best Business Personality of the Year by his local area of Epsom and Ewell at their Business Excellence Awards, in recognition of his contributions hosting charitable events, raising more than £1.02 million over the previous 26 years. In January 2013, Ali was nominated for the Arts and Culture Awareness award at the British Muslim Awards.[22] In August 2018, Institute of Hospitality recognised contribution made by Mr Ali to the Industry and among the most prominent British Asian personalities and the man behind revolutionary change in the curry industry.","Title":"Enam Ali - Wikipedia","KeyID":"17247","URL":"https://en.wikipedia.org/wiki/Enam_Ali"}