{"Content: ":"Kim Chong-kon (Korean: 김종곤; 21 November 1930 – 17 July 2022) was a South Korean admiral, diplomat, and politician, serving as the Chief of Naval Operations, the Ambassador to the Republic of China (ROC) in Taiwan, and a member of National Assembly before retirement. Starting his military career in 1951, Kim participated in several maritime operations during the Korean War and the Cold War, assigned to positions like warship commander, flotilla commander, naval station commander, fleet commander and senior staff in the Navy Headquarters. Kim also gained for himself several medals from South Korea and Taiwan for his efforts on military and foreign affairs. Belonging to the Gimhae Kim clan,[1] Kim Chong-kon was born in Miryang, Keishō-nandō of the Japanese Korea (now South Gyeongsang Province, South Korea) on 21 November 1930, and spent years studying at Jinhae High School.[2] On 1 September 1948, Kim attend the Korea Naval Academy, and was commissioned as an Ensign after graduating with the 4th class on 31 August 1951.[3] In his beginning career as naval officer, Kim was an active chief for PT boat repair during the Korean War,[4] and saw operations of different scale in places like offshore Wonsan, north of the 38th parallel.[5] In 1953, he went to the United States for a six-month study, learning maintenance knowledge at a naval yard in Virginia.[4] He was also awarded the Chungmu's Order of Military Merit with silver star in 1953 for participating in the war.[5] In 1954, Kim Chong-kon was promoted to Lieutenant and a PT boat leader.[4] During his years as field officer, he assumed command of vessels like LSM-613 Ulleung (울릉; from 1 August 1956 to 7 November 1957) and PCEC-53 Hansan (한산; from 5 July 1962 to 3 August 1963),[3] later a professor at the Joint Forces Staff College (JFCS) in 1964.[2] On 6 April 1966, he became captain of the destroyer DD-91 Chungmu (충무),[3] and saw combat against a North Korean spy ship at night on 10 October. Kim, commanding Chungmu on a security mission at Japan Sea, encountered the North Korean vessel on territorial waters between the 38th parallel and Ulleungdo, and sank it with bombardment after a three-hour chase.[6] For the victory of Chungmu, Kim received the Hwarang's Order of Military Merit.[5] On 31 January 1967, Kim ended his tenure as the captain of Chungmu, and was assigned to a naval station (해군통제부) as its chief of staff in 1968.[3] On 1970, he officially gained the rank of Rear Admiral lower half, becoming commander of South Korean Navy's 2nd Flotilla. Other major assignments included the commander of Inchon Guard District (1971), Deputy Chief of Staff for G3-Operations, commander of the naval station (1973), commander of the Korean Fleet (1975) and Vice Chief of Naval Operations (1977). On 16 April 1979, he was promoted to full Admiral and was appointed the 12th Chief of Naval Operations.[3][7] In 1980 he also worked as a member of the Special Committee for National Security Measures (SCNSM), a junta-like committee established by coup d'état leader Chun Doo-hwan (who was seizing state power as then-Defense Security Commander).[8][9] Kim Chong-kon retired from the post as Chief of Naval Operations on 14 May 1981,[3] and was later appointed the country's Ambassador to the ROC on 25 July.[10] He arrived at Taipei on 18 August to assume his new office,[11] handing in the Letter of credence on 25 August.[12] During his term as the foremost Korean representative to the ROC, Kim saw the hijacking of CAAC Flight 296, which led to a diplomatic dispute between Seoul and Taipei because the six hijackers defecting from Shenyang, People's Republic of China (PRC) were in custody after landing on South Korean soil. Taipei, however, regarded them as anti-communist patriots, and asked the Koreans to release them to Taiwan. Kim took the role of communicator for this incident for nearly one year, passing the Taiwanese public opinion to Seoul, and suggested the latter carry out administrative remedies as solution. The six were finally allowed to depart from Korea and headed for Taiwan in 1984.[13] On 11 April 1985, the South Korean government announced the replacement of its six ambassadors abroad, with Kim Chong-kon's post succeeded by Kim Sang-tae, a former Air Force Chief of Staff.[14] The ROC government awarded Kim Chong-kon Order of Brilliant Star (2nd rank) for his contribution in enhancing Korea-Taiwan relations and cooperation as ambassador on 3 May.[15] After returning to Korea, Kim remained as an Ambassador-at-Large at the Ministry of Foreign Affairs until 8 April 1986.[16] He later launched into politics and was elected in 1988 as a member of the 13th National Assembly from Democratic Justice Party (DJP), then ruling party of South Korea which merged with the Unification Democratic Party (UDP) and New Democratic Republican Party (RP) to form the new Democratic Liberal Party (later New Korea Party) in 1990.[2] Kim Chong-kon married Kim Sang-jo (김상조), with whom he had three sons:[5] Myung-joon (명준), Hee-joon (희준)[17] and Seong-joon (성준).[18] The former two also joined the navy, graduated as Officer cadets 70th class and 71st class.[17] A Christian,[5] Kim's hobbies included reading classical novels/historical stories and playing ball games.[18] After retirement, he joined an advisory council of reserve admirals (해군 예비역장성 자문회의) hosted by Admiral An Pyong-tae, then-Chief of Naval Operations, in 1996.[19] In 1998 he was also elected as the 5th Vice President of the Korean Retired Generals and Admirals Association (성우회).[20] Kim died on 17 July 2022 at the age of 91.[21] Besides medals like the Chungmu's Order of Military Merit with silver star in 1953, the Hwarang's Order of Military Merit in 1966 and the Taiwanese Order of Brilliant Star 2nd rank in 1985, Kim was also awarded the Order of National Security Merit 4th rank (1968), Cheon-Su Medal (1971), Tong-il Medal (1979) and the Eulji's Order of Military Merit (1980).[3]","Title":"Kim Chong-kon - Wikipedia","KeyID":"17259","URL":"https://en.wikipedia.org/wiki/Kim_Chong-kon"}