{"Content: ":"The Johnsons is a Nigerian TV series produced by Rogers Ofime which airs on Africa Magic. It focuses on an average Nigerian family in Lagos, Nigeria and the challenges they face.[2] The king of the family. The eldest son and by far the most brilliant and skillful with his words. He often educates his family. He is usually narrating during episodes and abhors being called out for height. He thinks he's the fine boy with the swag. The second male and the third child in the Johnson's family. A lily-livered teenager, who often gets caught up in trends like dreadlocks, and lies to girls when trying to impress them, which always ends up getting him in trouble, such as lying about his parents having a swimming pool in the third season. The real first lady. The mother of the family, often unappreciated because of her lack of formal education and limited vocabulary, but is the spine of the family. She got much smarter in the third season. There is normally a gimmick in some of the episodes in which she mispronounces a word only to be corrected by her family members. The youngest child who almost always gets what she wants and doesn't like her other siblings getting attention as shown when she ran away from home in season 3. It has been shown in season 4 that she attends boarding school. The commanding officer and head of the family. This man is very cheap and will look for any way to get out of spending money. He is known as a scientist, and usually confuses his family with his choice of words. He later became a well known scientist after making Jedimaicin, a cure for \"jedijedi\". He is frequently called \"Lucky Lolo\" by his wife, Emu. She thinks she's the first lady.The oldest of the Johnson children and first daughter. The last off her mates were to get into the University while she was always seen learning or practising Igbo. She and Emu have a strong mother-daughter bond. In season 5 she became pregnant from a relationship with a man named Goodluck who repeated classes since, saying he was about 20 years old as still in SS3. But later in the season she is married to him. Pablo and Lizzy's son, Lucky's adopted son later in the show. He appears to be very stupid,eats excessively and is Abulu's partner in crime. Around season 4 he finds out his actual mother is a woman named Lizzie who gave birth to Spiff after being in a sort relationship with Pablo and then traveled to London for 20 years. Spiff's father, and a food addict. He is usually seen in the Johnson's house begging for money or looking for \"get rich quick\" ideas which normally end in failure. The family gatekeeper. He appears to be illiterate, sleeps on night watch and has strong Hausa accent.","Title":"The Johnsons (Nigerian TV series) - Wikipedia","KeyID":"17253","URL":"https://en.wikipedia.org/wiki/The_Johnsons_(Nigerian_TV_series)"}