{"Content: ":"1632 is the initial novel in the best-selling[1] alternate history book series, \"1632\", written by American historian, writer, and editor Eric Flint and published in February 2000.[2] The flagship novel kicked off a collaborative writing effort that has involved hundreds of contributors and dozens of authors. The premise involves a small American town of three thousand, sent back to May 1631, in an alternate Holy Roman Empire during the Thirty Years' War. The fictional town of Grantville, West Virginia (modeled on the real West Virginia town of Mannington) and its power plant are displaced in space-time, through a side effect of a mysterious alien civilization.[3] A hemispherical section of land about three miles in radius measured from the town center is transported back in time and space from April 2000 to May 1631, from North America to the central Holy Roman Empire. The town is thrust into the middle of the Thirty Years' War, in the German province of Thuringia in the Thuringer Wald, near the fictional German free city of Badenburg. This Assiti Shards effect occurs during a wedding reception, accounting for the presence of several people not native to the town, including a doctor and his daughter, a paramedic. Real Thuringian municipalities located close to Grantville are posited as Weimar, Jena, Saalfeld and the more remote Erfurt, Arnstadt, and Eisenach well to the south of Halle and Leipzig. Grantville, led by Mike Stearns, president of the local chapter of the United Mine Workers of America (UMWA), must cope with the town's space-time dislocation, the surrounding raging war, language barriers, and numerous social and political issues, including class conflict, witchcraft, feminism, the Reformation and the Counter-Reformation, among many other factors. One complication is a compounding of the food shortage when the town is flooded by refugees from the war. The 1631 locals experience a culture shock when exposed to the mores of contemporary American society, including modern dress, sexual egalitarianism, and boisterous American-style politics. Grantville struggles to survive while trying to maintain technology sundered from twenty-first century resources. Throughout 1631, Grantville manages to establish itself locally by forming the nascent New United States of Europe (NUS) with several local cities even as war rages around them. But once Count Tilly falls during the Battle of Breitenfeld outside of Leipzig, King Gustavus Adolphus rapidly moves the war theater to Franconia and Bavaria, just south of Grantville. This leads to the creation of the Confederated Principalities of Europe (CPoE) and some measure of security for Grantville's up-timer and down-timer populations. F&SF reviewer Charles de Lint received the novel favorably, describing it as \"a fine, thoroughly engaging story about real people in an extraordinary situation.\"[4] Kirkus Reviews called the book a \"[s]inewy shoot-'em-up, with pikes and muzzle-loaders squared off against modern automatics and 20th-century tactics: a rollicking, good-natured, fact-based flight of fancy that should appeal to alternate-history buffs as well as military-fantasy fans.\"[5] A reviewer for the Tech Republic called the book \"relentlessly positive, celebrating honest, hardworking folk of two eras who come together to make a better world\" and should \"appeal to fans of many subgenres\".[6] The reviewer also wrote that \"Flint succeeds at making the whole adventure palatable by populating his tale with thoughtful, likeable, fallible characters with well drawn motivations.\" RT Book Reviews called the novel \"an outstanding, positive reading experience for those who appreciate living history, indomitable courage and the unsung gallantry of the everyday man.\"[7] Library Journal praised the author, saying he \"convincingly re-creates the military and political tenor of the times in this imaginative and unabashedly positive approach to alternative history.\"[8] A reviewer for SFRevu wrote \"1632 is a fun read and marks Flint as an author to watch for\".[9] In contrast to the other reviews, the reviewer for The New York Review of Science Fiction criticized the book for being \"almost pure mind candy\" by appearing to be a comedy at times and later appearing to be very serious work by \"seriously explore anachronism shock by injecting highly dramatic, life-altering decisions filled with much introspection\" at other times.[10] 1632 was listed on the Locus Hardcovers Bestsellers List for two months in a row during 2000, topping at number 4,[11][12] and also later on the Paperbacks Bestsellers List for a single month in 2001 at number 3.[13] As of February 2020, twenty years after it was first released, the book has remained in print while still generating small annual royalty payments to the author for print copies sold even though free electronic copies have also been available directly from the publisher for most of that time.[14] The book generated an unusual amount of fan involvement. When first contemplating a sequel, Flint decided to throw open the universe—perhaps instigated by reception of fan-fiction on 1632 Tech Manual—and invited other authors to help shape the series milieu and fictional canon and began putting together the anthology Ring of Fire. The market for anthologies in fiction is but a small percentage of the market for novels, and the alternate history genre is a smallish niche to begin with—leading publisher Jim Baen to \"hold up\" the Ring of Fire collection to see if the series would get a boost from New York Times best selling author David Weber, who had just contracted to do five novels with Flint. Flint had to set aside several planned projects (the Assiti Shards novels were in outline form at the time) and do some additional co-writing with Weber as Ring of Fire gestated.","Title":"1632 (novel) - Wikipedia","KeyID":"17258","URL":"https://en.wikipedia.org/wiki/1632_(novel)"}