{"Content: ":"1: Dorsum sellae of the sphenoid bone 2: Superior borders of the petrous part of the temporal bone The posterior cranial fossa is part of the cranial cavity, located between the foramen magnum and tentorium cerebelli. It contains the brainstem and cerebellum. This is the most inferior of the fossae. It houses the cerebellum, medulla and pons. Anteriorly it extends to the apex of the petrous temporal. Posteriorly it is enclosed by the occipital bone. Laterally portions of the squamous temporal and mastoid part of the temporal bone form its walls. The most conspicuous, large opening in the floor of the fossa. It transmits the medulla, the ascending portions of the spinal accessory nerve (XI), and the vertebral arteries. Lies in the anterior wall of the posterior cranial fossa. It transmits the facial (VII) and vestibulocochlear (VIII) cranial nerves into a canal in the petrous temporal bone. Lies between the inferior edge of the petrous temporal bone and the adjacent occipital bone and transmits the internal jugular vein (actually begins here), the glossopharyngeal (IX), the vagus (X) and the accessory (XI) nerves. Lies at the anterolateral margins of the f. magnum and transmits the hypoglossal (XII) nerve. Also visible in the posterior cranial fossa are depressions caused by the venous sinuses returning blood from the brain to the venous circulation: Right and left transverse sinuses which meet at the confluence of sinuses (marked by the internal occipital protuberance). The transverse sinuses pass horizontally from the most posterior point of the occiput. Where the apex of the petrous temporal meets the squamous temporal, the transverse sinuses lead into sigmoid (S-shaped) sinuses (one on each side). These pass along the articulation between the posterior edge of the petrous temporal bone and the anterior edge of the occipital bones to the jugular foramen, where the sigmoid sinus becomes the internal jugular vein. Note that a superior petrosal sinus enters the junction of the transverse and sigmoid sinuses. Also an inferior petrosal sinus enters the sigmoid sinus near the jugular foramen. The posterior cranial fossa is formed in the endocranium, and holds the most basal parts of the brain. An underdeveloped posterior cranial fossa can cause Arnold–Chiari malformation. These can be either acquired or congenital disorders. Animation Posterior cranial fossa at human fetus Base of skull Posterior cranial fossa Posterior cranial fossa A tumor of the posterior fossa leading to mass effect and shift of the fourth ventricle Video (44 sec). Demonstrationg how cerebellum sits in the posterior cranial fossa.","Title":"Posterior cranial fossa - Wikipedia","KeyID":"1726","URL":"https://en.wikipedia.org/wiki/Posterior_cranial_fossa"}