{"Content: ":"Cagliari Calcio, commonly referred to as Cagliari (Italian: [ˈkaʎʎari] (listen)), is an Italian football club based in Cagliari, Sardinia. In the 2022-23 season, The club competes in the Serie B. As of 2021–22, the team is temporarily playing their home games at the 16,416-seat Unipol Domus, adjacent to their future new stadium site. Founded in 1920, they won their only Scudetto in 1969–70, when they were led by the Italian national team's all-time leading scorer, Gigi Riva. The triumph was also the first by a club from south of Rome. The club's best European performance was in the 1993–94 UEFA Cup, losing in the semi-finals to Internazionale. As with the flag of its city, Cagliari's colours are blue and red. The club badge incorporates the flag of Sardinia. Cagliari became the first ever out-right champions of Serie C during the 1951–52 season; prior to that in the league, the championship was shared amongst more than one team. They spent the 1950s from then on in Serie B, losing a promotion play-off in 1954. After descending to Serie C in the early 1960s, Cagliari's rise would be meteoric, eventually achieving promotion to Serie A in 1964. The squad for the Rossoblu's debut season in Serie A featured players like defender Mario Martiradonna, midfielders Pierluigi Cera, Nené and Ricciotti Greatti, and forward Gigi Riva. A poor first half of the season, however, saw Cagliari in last place with nine points at the halfway mark. An astonishing second half of the season saw Cagliari defeat the likes of Juventus and Milan and finish in seventh place with 34 points. Two seasons later, Riva finished as Serie A's top scorer for the first time while Cagliari finished with the league's best defensive record. During the summer of 1967, Cagliari played a season in North America as part of a fledgling league called the United Soccer Association. This league included teams from Europe and South America set to play in American and Canadian cities, with each club bearing a local name. Cagliari played as the Chicago Mustangs, and finished joint second in the league's Western Division with 13 points, two behind the division champion and eventual league champion Los Angeles Wolves. The league's leading scorer was Chicago/Cagliari's Roberto Boninsegna, who scored ten goals while playing in 9 of the team's 12 games. Cagliari first emerged as serious Serie A title contenders in 1968–69 with a three-horse race involving them, Fiorentina and Milan. Fiorentina would win the league, but the following season would bring ultimate glory. With Angelo Domenghini joining the side, Cagliari would win the title in 1970 with only two games lost, 11 goals conceded (the fewest in any major European league to date) and Riva as league top scorer once more. Players like Albertosi, Niccolai, Boninsegna, Gori, Cera, Domenghini and Riva played in Italy's 1970 World Cup final team. The 1970s would see a gradual decline (though were title contenders two years after their one and only Scudetto win). Cagliari were finally relegated in 1976, with Riva's career having effectively ended during that season. After relegation, Cagliari lost a play-off for promotion the following season and would return to Serie A in 1979. Players like Franco Selvaggi, Mario Brugnera (a survivor of the 1970 team) and Alberto Marchetti ensured a respectable four-year stay in the top flight before a second relegation in 1983. The 1980s would then prove to be a darker time compared to the previous two decades with relegation to Serie C1 in 1987. Cagliari spent two seasons in Serie C1. In the first one it barely avoided relegation in Serie C2. In 1988, Claudio Ranieri was appointed coach, and led the team to two successive promotions, to Serie B in 1989 and to Serie A in 1990. The first two seasons back in Serie A saw Cagliari fight relegation, with safety being achieved by excellent second half runs. But the 1992–93 season would see Cagliari fight for a European place and succeed under the management of Carlo Mazzone. The following season saw a best-ever run to the semi-finals of the UEFA Cup, taking out Juventus in the quarter-finals before being eliminated 5–3 on aggregate by compatriots Internazionale, having won the first leg 3–2 at home.[1] The next few years would see Cagliari return to mid-table anonymity, before a struggle in 1996–97 saw Cagliari relegated after losing a play-off to Piacenza. Once more they bounced back after just one year, but their next stay in Serie A lasted just two seasons. Cagliari spent the next four seasons in Serie B, until in 2003–04 with Sardinian-born veteran striker Gianfranco Zola, the team won promotion.[2] In 2005–06, the first season without Zola, the team changed their manager three times before Nedo Sonetti, appointed in November, was able to save the team from relegation, especially thanks to the excellent goal contribution from Honduran striker David Suazo. Apart from finishing 9th in 2008–09 season, Cagliari regularly finished in the bottom half of Serie A under a sequence of managers, before being relegated in 2014–15.[3] They gained promotion back the following season as champions of Serie B.[4] In 2014 the company passed, after 22 years of Massimo Cellino's presidency, into the hands of Tommaso Giulini, president and owner of Fluorsid, a multinational in the chemical sector. Relegation took place in the first season but the team won the Serie B championship in 2016, returning permanently to the top division albeit always finishing in the second half of the table. Cagliari moved from the Stadio Amsicora to the Stadio Sant'Elia in 1970, after winning their only league title. It was renovated for Italy's hosting of the 1990 FIFA World Cup where it hosted all of England's group games, ostensibly to confine the team's notorious hooligans to an island.[5] Disputes with the city council over renovation of the publicly owned stadium meant that Cagliari played their final home games of 2011–12 at the Stadio Nereo Rocco in Trieste on the Italian Peninsula.[6] For most of the following season, the club played at the Stadio Is Arenas in the neighbouring municipality of Quartu Sant'Elena. It was deemed unsafe by the league, forcing them to play behind closed doors before leaving the ground in April 2013.[7] The Sant'Elia was demolished for a new stadium in 2017, and the club moved to the temporary Sardegna Arena next to it.[8] The official red and blue colours of Cagliari mirror those featured on the stemma of Cagliari.[9] The red parts of the stemma are a reference to the coat of arms of the House of Savoy, a family which was previously the monarchy of Italy and more relevantly to Cagliari in particular, the Kingdom of Sardinia.[9] The blue part of the stemma features the sky and the sea, also a castle; this is because the old historic centre of Cagliari is walled and called the Castello.[9] Due to the use of these colours on their shirt in halves, the club is commonly nicknamed rossoblu.[10] Cagliari have had several different logo designs during their history, all of which feature the flag of Sardinia.[11] Usually the badge also features the club colours; if there is a change, the main difference has been the colour of the border or the shape.[11] Since June 2015, the badge features an \"Old French\"-shaped escutcheon with red and blue halves, with the club's name written in white just above the flag of Sardinia. The Moors' heads have, for the first time, been turned to the right as of 2015 so as to match the Sardinian flag after it was updated in 1992.[12] Due to the fact that Cagliari are the main club from the island of Sardinia, they are nicknamed the \"Isolani\" (\"Islanders\").[13]     Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. 11 – Gigi Riva, Forward (1963–78) 13 – Davide Astori, Defender (2008–14) – posthumous honour[24] This shortlist only includes players with at least 100 appearances for the club and/or an appearance in an edition of the FIFA World Cup. Cagliari have a long history of Uruguayan players,[25][26] numbering 16 as of 2014; the most used of them was Diego López with 314 games, while others include Enzo Francescoli, Fabián O'Neill and Darío Silva.[27] In addition, Uruguayan Óscar Tabárez managed the team from 1994 to 1995.[28] Cagliari have had numerous presidents over the course of their history, some of which have been the owners of the club, others have been honorary presidents, here is a complete list of them:[29] Cagliari have had many managers and trainers, some seasons they have had co-managers running the team, here is a chronological list of them from when they founded in 1920 onwards.[30]","Title":"Cagliari Calcio - Wikipedia","KeyID":"17270","URL":"https://en.wikipedia.org/wiki/Cagliari_Calcio"}