{"Content: ":"Confidence and supply (1) Opposition (31) The Cortes of Aragon (Spanish: Cortes de Aragón, Aragonese: Cortz d'Aragón, Catalan: Corts d'Aragó) is the regional parliament for the Spanish autonomous community of Aragon. The Cortes traces its history back to meetings summoned by the Kings of Aragon which began in 1162. Abolished in 1707, the Cortes was revived in 1983 following the passing of a Statute of Autonomy. The King of Aragon was bound to summon the Cortes at least once every five years, and, following the union with Catalonia, annually.[1] The main business of the Cortes was judicial: solving disputes between individuals or towns or dealing with complaints or grievances concerning the King's officers or Estates.[1] The Cortes also approved legislation and voted on tax issues.[1] The Cortes was organised into four Estates or branches: the clergy, the great nobles (Spanish: Ricos hombres), the Knights and the towns.[2] For the more important laws, unanimity was required between each of the Cortes' four Estates (nemine descriptante).[1] Each member could veto any law, in which case the decision would be recorded as unamiter excepto N.N. which allowed for further debates and discussions, although these often ended in stalemates with no agreement being reached.[1] In such cases, the decision was referred to a permanent committee which consisted of two representatives of each Estate who would judge whether the existing majority will was sound or not.[1] These Cortes were the model for the parliaments of Sardinia and Sicily.[1] The Cortes survived until 1707 when Philip V issued the Nueva Planta decrees, centralising political power and abolishing the former regional assemblies of the Crown of Aragon. The modern Cortes were established in 1983 under Article 12 of the Statute of Autonomy for Aragon.[3] This statute also sets out the functions of the Aragonese assembly in Article 16 and these include the election of the President of Aragon, approving the actions and legislation of the President, creating legislation, amending the Constitution of Aragon and supervising any relevant planning or economic projects. It must monitor borrowing and spending and appoint an Auditor General for Aragon. Additionally the legislature must elect the appropriate number of Senators to serve in the Spanish Senate.[3] Below is a summary of election results from the first Cortes election to the present. The largest party after each election is denoted in bold. Coordinates: 41°39′23″N 0°53′48″W﻿ / ﻿41.656472°N 0.896750°W﻿ / 41.656472; -0.896750","Title":"Cortes of Aragon - Wikipedia","KeyID":"17278","URL":"https://en.wikipedia.org/wiki/Cortes_of_Aragon"}