{"Content: ":"The Wigan Warriors are a professional rugby league club in Wigan, Greater Manchester, England, which competes in the Super League.[1] Formed in 1872 as Wigan Football Club, Wigan was a founding member of the Northern Rugby Football Union following the schism from the Rugby Football Union in 1895. Wigan is the most successful club in the history of World Rugby League having won 22 League Championships (including 5 Super League Grand Finals), 20 Challenge Cups, 4 World Club Challenges and over 100 honours in total.[2] The club had a period of sustained success from the mid-1980s to the mid-1990s[3] winning eight successive Challenge Cups and seven successive League Championships.[4] Since 1999 the club has played home matches at the DW Stadium,[5] before which it played at Central Park from 1902.[6] The head coach is Matt Peet.[7] On 21 November 1872, Wigan Football Club was founded by members of Wigan Cricket Club following a meeting at the Royal Hotel, Standishgate. The meeting saw around 50 members enroll into the club most of whom were members of the cricket club. The following committee was selected: T.R. Ellis, H.V. Kyrke, J. Sayers, E.R. Walker, J. Smith, J. Souter, H. Wall and R. Procter. The recently re-elected Mayor of Wigan Mr Nathan Eckersley was made club President. Many of the club's founding members were well-to-do some owned businesses or were solicitors, magistrates and suchlike. Wigan F.C. played on Folly Field, near Upper Dicconson Street and used the nearby Dicconson Arms Hotel as a HQ. The first match took place on 30 November when members played against each other in a practice match at Folly Field the match attracted around 2,000 spectators. After a series of trial and practice matches, they travelled to Warrington to play their first competitive match on 18 January 1873. The game ended in a draw. The club played six games in its first season finishing with a record of three wins and three draws. An inability to recruit enough regular and quality players led to many members of Upholland Football Club joining the club in 1876. This was a significant boost to the playing ranks. The club changed its name on 20 October 1876 and became Wigan & District Football Club to represent the new influx of players which had joined from the outskirts of town. The club moved and played its home games at the Wigan Cricket Club at Prescott Street just off Frog Lane. The first game at Prescott Street was played against St. Helens on 25 November 1876 which Wigan won comfortably.[8] The club did not fulfil all its fixtures in the 1877/78 season. The club played its last match that season against Liverpool Wanderers on 17 November 1877. There are no current records of the club after 23 November 1877 that year as the club disbanded. On 22 September 1879, the club was re-formed as Wigan Wasps Football Club by new members at a meeting in the Dicconson Arms. The main instigators of the re-formation of the club anew were W.L. Baldwin, J. Slevin, J. Underwood, Joe Wardle and others. Mr. Underwood was secretary and Mr. Alfred Hodgkinson was named as the treasurer. Many of the new members involved in the re-establishment of the club had also been involved with the Hare & Hounds running club and were of a more working-class background than the cricketers who had originally founded the club. The club moved back to Folly Field and used the Dicconson Arms Hotel as a HQ again before using the Legs of Man Hotel in the town centre as a HQ a few years later. In 1881 the club reverted to its original name of Wigan Football Club. It had been suggested that the club should do so but this was finally decided when Club Secretary William Marsden wrote to Wigan Cricket Club to see if they would be forming another football club in the near future as they had done when originally creating Wigan. The cricketers weren't involved with the club anymore but Mr Marsden felt it would be courtesy to ask what their intentions were in relation to football. The secretary of the cricket club wrote back saying it was completely justified for Wigan Wasps to become Wigan Football Club again as the cricketers had no intention of forming another football club with that name or being involved with football at all and as such the club remained the only rugby football club in town at that time. In 1883, Wigan won its first trophy, the Wigan Union Charity Cup. The club won the West Lancashire and Border Towns Union Cup in 1884 and the Wigan Union Charity Cup again in 1885. The club played in cherry and white jerseys for the first time on 26 September 1885.[9] In 1888 they hosted the touring New Zealand Maoris. During this era Wigan were represented by some iconic players. James 'Jim' Slevin, Ned Bullough, William 'Billy' Atkinson and John 'Jack' Anderton. Jim Slevin arguably being the most important player for Wigan during this era. He made a total of 290 appearances, scoring 131 tries and was involved in the club winning 8 trophies. Wigan, Leigh and Salford were suspended by the RFU for breaking the strict amateur code despite their argument that broken-time payments were necessary to avoid undue hardship for their working class players. The clubs were placed joint bottom of the Lancashire league. With automatic promotion and relegation, they faced dropping down a division, and potential financial ruin. In 1895 Wigan joined with other clubs from Yorkshire and Lancashire to found the Northern Union which led eventually to the sport of rugby league. This was a result of the breakaway from the Rugby Football Union. The County Championship was introduced in October 1895 with Cheshire entertaining Lancashire. The Red Rose side contained three players from Wigan: Winstanley (full back) and Unsworth and Brown (forwards). In 1896–97, due to the increased number of Northern Union teams the Northern League was abandoned in favour of two County Senior leagues. The second half of the season saw the introduction of the Northern Union Cup (later known as the Rugby League Cup). Wigan reached the third round before being knocked out by St. Helens. In 1904, fourteen clubs resigned from the two county leagues to form a new Northern Rugby League for season 1901–02. Wigan however remained in the Lancashire Senior Competition. Wigan became sub-tenants of Springfield Park, which they shared with Wigan United AFC, playing their first game there on 14 September 1901. A crowd of 4,000 saw them beat Morecambe 12–0. During this season Wigan won the Lancashire Senior Competition. Wigan's record crowd at Springfield was 10,000 when they beat Widnes on 19 March 1902. The last game was on 28 April 1902 when Wigan beat the Rest of Lancashire Senior Competition. Two meetings were held by Wigan members during the season to discuss the possibility of turning the club into a Limited Company but the idea did not take off. On 6 September 1902, Wigan played at Central Park for the first time in the opening match of the newly formed First Division. An estimated crowd of 9,000 spectators saw Wigan beat Batley 14–8. In the 1905–06 season they won their first cup, in rugby league, the Lancashire County Cup. Between 1906 and 1923 Wigan won the Lancashire League another seven times and the Lancashire Cup another four times. Wigan were the first winners of the Lancashire cup. Wigan played New Zealand on 9 November 1907 and ran out winners by 12 points to 8 in front of a crowd of around 30,000. Great Britain, then known as the Northern Union, played their first ever test against New Zealand on 25 January 1908. James \"Jim\" Leytham, Bert Jenkins, and John \"Johnny\" Thomas of Wigan were in the home side and James \"Jim\" Leytham scored a try. Bert Jenkins, and John \"Johnny\" Thomas had previously played in the first Welsh game against New Zealand on 1 January 1908. On Saturday 28 October 1911, Wigan played a match against the Australasian team which visited England on the 1911–12 Kangaroo tour of Great Britain and won. On 12 May 1921, Wigan became a limited company. In June 1922 Jim Sullivan joined Wigan from Cardiff RFC when he was only 17. His cash value was put at £750, which was a staggering signing-on fee for an adolescent who had not yet played 13-a-side rugby (based on increases in average earnings, this would be approximately £137,700 in 2015).[10] His first game was at home against Widnes on 27 August 1921, and he scored ten points in a 21–0 win. Almost inevitably, Jim Sullivan scored the first points in the first Challenge Cup Final to be played at Wembley Stadium, kicking a penalty after only three minutes of the inaugural Challenge Cup Final against Dewsbury in 1929 in which he led Wigan to a 13–2 victory. Sullivan became player-coach in 1932. Wigan won their first Challenge Cup in the 1923–24 season when they beat Oldham 21–4 in Rochdale. In 1933 the Prince of Wales attended Central Park, becoming the first royal to watch a rugby league match. On 25 October 1938 Australian Harry Sunderland arrived in Wigan to take up the duties of Secretary-Manager at Central Park. On 28 September the following year, Sunderland's contract was terminated and he and the club parted company. The outbreak of World War II disrupted the Rugby Football League Championship but Wigan continued to play in the Lancashire War League and the Emergency War League. During the war years the club went through the 1940–41 season unbeaten although they lost the Championship final. They lost the 1944 Challenge Cup Final over two games to Bradford Northern 8–3 but made up for it beating Dewsbury in the Championship Final. Jim Sullivan's last game, as a player, for Wigan was at Mount Pleasant, Batley, on 23 February 1946. He remained at Central Park for another six seasons as coach. In 1948 Wigan took part in the first televised rugby league match when their 8–3 Challenge Cup Final victory over Bradford Northern was broadcast to the Midlands. In another first this was the first rugby league match to be attended by the reigning monarch, King George VI, who presented the trophy. On Saturday 27 October 1951, 33,230 spectators saw Wigan beat Leigh 14–6 in the final of the Lancashire Cup at Station Road, Swinton. In 1952 Wigan won their sixth consecutive Lancashire Cup. Wigan were also featured in the first league match to be broadcast, a clash with Wakefield Trinity at Central Park on 12 January 1952. In 1953 Wigan signed Billy Boston for £150. 8,000 fans saw Billy Boston début for Wigan in the 'A' team. He later became one of the most successful and famous Wigan players of all time. Eric Ashton signed for Wigan for £150 in 1955. Wigan went to Wembley six times in the Boston / Ashton era and won three times. The visit of St. Helens on 27 March 1959 produced Central Park's all-time record attendance of 47,747 which is still a record for any rugby league game in Lancashire. Wigan went on to win the game 19–14 after holding off a Saints comeback. Mick Sullivan moved to Wigan for a then record £9,500 fee in 1957.[11] Joe Egan returned to coach Wigan and during his time they won the Championship play-off final in 1960 defeating Wakefield Trinity 21–5, the Challenge Cup in 1958, 1959, 13–9 against Workington Town and 30–13 against Hull F.C. respectively before losing in 12–6 to St. Helens in 1961 which was to be his last game in charge. Wigan continued to have regular success in both league and cup competitions until 1974 when Wigan went eight seasons without winning any leagues or cups. Eric Ashton coached Wigan from 1963 to 1973. In 1966, Wigan locked television cameras out of their ground in the belief that they affected attendances. They were fined £500 by the Rugby Football League. Wigan beat Oldham 16–13 in the 1966 Lancashire Cup Final. Billy Boston played his last match in the cherry and white, against Wakefield Trinity at the end of April 1968. Wigan celebrated the centenary year of the club in November 1972, with a match against Australia at Central Park, on Saturday 17 November, the result finished as an 18–18 draw. Wigan pulled off a surprise victory 19–9 over Salford in the Lancashire Cup Final which was played at Wilderspool, Warrington on Saturday 13 October 1973. Cup holders Salford had lost only one match prior to the final, against the touring Australians. Ted Toohey became coach of Wigan in May 1974 before being sacked in January 1975, this would set the pattern of coaches lasting one or two seasons before being replaced. Star coach, Joe Coan then took control until he resigned in September 1976, the board accepted his decision \"with reluctance\". Vince Karalius then took over but was sacked in September 1979, he was replaced by Kel Coslett. In 1980, Wigan were relegated from the top flight for the first time in their history and Coslett was replaced by George Fairbairn as player-coach. During the second division season they recorded a record average attendance for the division of 8,198. Wigan won promotion back to the top flight the following season but Fairbairn lasted no longer than May 1981 before moving to Hull Kingston Rovers. Maurice Bamford took over as coach of Wigan before being sacked in May 1982 and was replaced by Alex Murphy. Maurice Lindsay came to Wigan in the early 1980s to join directors Jack Robinson, Tom Rathbone and ex-player Jack Hilton. Wigan became one of the first teams to go full-time professional in the league, this led to an upsurge in the fortunes of the club. Between February and October 1987, under new coach, former New Zealand coach Graham Lowe, Wigan won a record 29 games in a row as follows: 20 Division One matches, 3 Premiership Trophy matches, 4 Lancashire Cup matches, 1 Charity Shield final, 1 World Club Challenge Final. Wigan defeated Australian club Manly-Warringah 8–2 in front of a crowd of 36,895 at Central Park for an unofficial World Club Championship (though many who were at Central Park still claim the attendance was closer to 50,000).[12] It was the first time an English club side had beaten a team of Australians at rugby league since the 1978 Kangaroo tour. After Lowe left in 1989, Australian John Monie, a former premiership winning coach with the Parramatta Eels, continued the success at Central Park. From 1988 to 1995 Wigan won the Challenge Cup 8 seasons in a row including their 27–0 win over St Helens in 1989, the first time any team had been held scoreless in a Cup Final at Wembley; this period was Wigan's most successful period to date. They also won the Championship seven times, League Cup four times, Premiership Trophy three times, Charity Shield twice and three World Club Championships. In February 1990, Wigan announced a record £280,000 profit but by 1993 this had become a loss of £300,000 on a turnover of £3 million, in no small way to the cost of the Whitbread Stand that had been built at the clubhouse end of Central Park in 1991–92 at an estimated cost of £1.3 million. By March 1994 Wigan's wage bill topped £2 million a year. John Dorahy became coach for the 1993 season. Despite supervising Wigan through to the Challenge Cup and the Rugby Football League Championship, Dorahy was dismissed in May 1994, only days after the club's return from Wembley. In a statement by the club, Dorahy was said to have been sacked for \"gross misconduct\".[13] Graeme West was appointed as coach, after fans petitioned for him to get the job. In his first month as coach, at the end of the 1993–94 Rugby Football League season West secured the First Division Premiership Trophy against Castleford, and then traveled with the team to Brisbane, guiding them in their 1994 World Club Challenge victory over Australian premiers, the Brisbane Broncos in front of a WCC record attendance of 54,220.[14] At the end of his first full season, he and the team won the League Championship, Challenge Cup, Regal Trophy, and Premiership - the 'Grand Slam' of all 4 trophies. Even though Wigan dominated rugby league from 1985 to 1995, it was the only season the club achieved this feat. Wigan played in a special 2 match challenge series against Bath RFC in 1996, with one game played under league rules, and the other under union rules. Wigan won the league game 82–6 at Maine Road, but lost the return union game 44–19 at Twickenham. In July 1996 Andy Farrell was named the Wigan club's captain.[15] Eric Hughes became coach of Wigan Warriors, replacing Graeme West in February 1997 following an early exit from the Challenge Cup in 2 consecutive years. In 1997, the club was renamed Wigan Warriors. Wigan's dominance came under threat with the new league now fully professional and the introduction of the salary cap and the 20/20 rule. After going out of the Challenge Cup to Salford in 1996 and St Helens in 1997, they returned to Wembley for the final time in 1998. Still undefeated in the league and the fact coach John Monie - in his second spell at Wigan - had never lost a cup tie meant Wigan were huge favourites against the unfancied Sheffield Eagles. But on 2 May 1998 the Eagles would go down in rugby league history causing the biggest upset in the competition's history with a 17–8 win. Wigan won the Minor Premiership and the first Super League Grand Final in 1998 with a 10–4 victory over Leeds at Old Trafford, Manchester. In November 1999, coach Andy Goodway was sacked by Wigan chairman Maurice Lindsay after the Warriors' failure to win a trophy for the first time in 15 years. After a buy-out by Dave Whelan, both the Warriors and the town's football team, Wigan Athletic, moved to the JJB Stadium. As part of the rugby league's \"on the road\" scheme Wigan Warriors met Gateshead Thunder at Tynecastle, Edinburgh. Maurice Lindsay also returned as director. On an emotional day of high drama Wigan's final game at Central Park was against arch rivals St Helens on Sunday 5 September 1999. Wigan legend Ellery Hanley returned as St Helens coach but a Jason Robinson virtuoso try meant the game was won by Wigan 28–20. The first game at the new stadium was a defeat in a Super League play-off match against Castleford on 19 September 1999. Frank Endacott joined Wigan Warriors as head coach after the 1999 season and in 2000 Wigan finished top of the Super League and reached the Grand Final for the second time but this time lost to St Helens 29–16. Wigan reached the Grand Final again the year after but lost to Bradford Bulls 37–4 which is still the biggest winning margin in a Super League Grand Final. That year Andy Farrell also set a new club record for points in a season with 429. In 2001 Endacott was sacked. In 2002 Wigan won their 17th Challenge Cup when they beat St Helens 21–12 at Murrayfield Stadium, 8 years after previously lifting the cup. He was replaced by assistant coach Mike Gregory and the team improved and reached the Grand Final only to lose to Bradford Bulls 25–12. In 2004 Gregory guided Wigan to the Challenge Cup final at the Millennium Stadium in Cardiff but Wigan lost to St Helens 32–16. It was Mike Gregory's last match as head coach of Wigan, he travelled to the United States of America to get treatment for an illness that he contracted after an insect bite while in Australia.[16] It was revealed that Mike had motor neurone disease and he did not return as Wigan coach. Denis Betts took over as Wigan Head Coach before being replaced by Ian Millward. 2006 was a tough year for Wigan and Ian Millward was replaced by Brian Noble early in the season. The club finished in 8th position just outside the play-offs. In 2007 and 2009 Wigan made the Challenge Cup Semi-Finals but were defeated on both occasions. Wigan ended the decade by finishing Suoer League in 6th position in 2007, 4th in 2008 and 6th in 2009. 2007, 2008 and 2009 saw Wigan reach the Final Eliminator in the play-offs in each of those seasons but were beaten in those games which meant they did not make the Grand Final. Brian Noble's tenure as Wigan Head Coach came to an end at the close of the 2009 Super League Season. Michael Maguire was appointed as the new Head Coach ahead of the 2010 season. Wigan started the new season with a 38 to 6 win over the Crusaders. Wigan won their opening 4 games to take them to the top of the Super League table. Wigan remained top of the league throughout the season. During 2010 the Wigan club won 3 pieces of silverware. The Carnegie 9s, the League Leaders Shield and the Super League Grand Final. This was the club's first Grand Final win for twelve year beating St. Helens 22–10.[17] The club also swept the boards at the annual Man of Steel Award, with Sam Tomkins winning young player of the year, Micharl Maguire won the coach of the year award, Pat Richards won the Man of Steel award and the club won the club of the year award. On 6 August 2011, Wigan made it to the Challenge Cup final after beating St. Helens 18–12. On 27 August 2011, Wigan won the Challenge Cup final against Leeds at Wembley Stadium.[18] The final score was Wigan 28–18 Leeds. The match was the first visit to Wembley for Wigan in 13 years.[19] Michael Maguire left to return to Australia and Shaun Wane, the former Wigan forward was given the role of first team coach for the 2012 season. Wigan won the League Leaders Shield in his first season. In 2013, Wigan did the League and Cup Double. Firstly by winning the Challenge Cup Final in beating Hull 16–0 at Wembley. This saw Wigan extend their record to 30 Challenge Cup Finals, winning 19 of them. Wane then guided the team to the Grand Final by defeating Warrington 30–16 in the Super League Grand Final at Old Trafford. After Grand Final losses to St Helens in 2014 and Leeds Rhinos in 2015, Wigan reached the Grand Final again in 2016 despite injury problems ruling out several star players throughout the season. Wigan defeated the Warrington Wolves 12–6 in a hard-fought rematch of their 2013 contest to win their fourth Super League championship. Wigan became World Champions for a record fourth time in 2017 as they defeated NRL champions Cronulla Sharks 22–6. Wigan lost at Wembley to Hull FC extending the club's record to 31 Challenge Cup Final appearances. 2018 was a bright year for Wigan. The year began with a trip to Australia in week 2 to play Hull F.C. in the first-ever Super League game to be played outside of Europe. Wigan were victorious at St George-Illawarra Dragons WIN Stadium, defeating Hull FC 24–10. The Super 8s stage of the season, Wigan won an unprecedented 7 out of 7 matches including revenge for the Good Friday defeat by soundly beating arch rivals St Helens 30–10 at the Totally Wicked Stadium. Wigan and Warrington contested the 2018 Grand Final which was the third time the clubs had met in the Grand Final in six seasons. Wigan prevailing 12–4 on the night. This was the club's fifth Grand Final win taking the overall total of League Championships the club has won to 22. In the 2019 Super League season, Wigan finished second on the table. They reached the semi-final stage of the competition but suffered a shock defeat against Salford 28-4 at the DW Stadium. In the 2020 Super League season, Wigan won the League Leaders Shield and reached the 2020 Super League Grand Final against St Helens. In the final, Wigan and St Helens were tied at 4-4 with only ten seconds remaining in the match before St Helens player Jack Welsby scored a dramatic late try to win the match 8-4.[20] In the 2021 Super League season, Wigan endured a difficult campaign finishing in 4th place on the table. Throughout the year, the club suffered a five-game losing streak and were also kept scoreless at home by Leeds for the first time in the Super League era. Towards the end of the season, head coach Adrian Lam announced he would depart the club. In the elimination playoff against Leeds, Wigan were kept scoreless at home again losing 8-0 which also ended their season.[21][22] On 28 May 2022, Wigan won the Challenge Cup for the 20th time defeating Huddersfield 16-14 at the Tottenham Hotspur Stadium.[23] The Wigan team first played in cherry and white jerseys on 19 September 1885 in a match against Bury. The club did not settle on the colours until 22 December 1888 when after this time there is no mention of Wigan deviating from these colours as the primary colours. It is known that the team did wear a variety of different coloured jerseys at different times before 19 September 1885 and in-between that date and 22 December 1888. These included; black jerseys with white shorts and black socks, white jerseys and a chocolate & coral hooped jersey with black socks. The white Maltese cross was added to the club's jerseys for the start of the 1884–85 season but how long this remained as a feature on the jersey is unknown. The white jerseys were worn on several occasions during the 1885 season and were also worn at least once during 1887. The chocolate and coral hooped jerseys were worn during the 1886–1887 season with black socks however the colour of the shorts which were worn is unknown. It is also unknown how many times Wigan turned out in the chocolate and coral jersey that year. The colours cherry and white are the most synonymous with the club. The home kits have mostly consisted of the colours cherry and white since 1888 in different variations, usually hoops, but not always.[24] Wigan have used a variation of the Coat of Arms (which was granted to the Borough of Wigan on 8 April 1922) as the club crest for a large part of the club's history. The club first used the crest on the playing jerseys for the 1948 Challenge Cup Final against Bradford. The crest appeared on the jersey in other future cup finals but wouldn't become a permanent feature on the playing jerseys until 1984. Below are further details on the Club Crest: Excerpts from an Article, by Mr. Arthur J. Hawkes, Chief Librarian. POSSESSING a series of town seals from the twelfth century onwards, Wigan, at the opening of the twentieth century still remained without \"ensigns proper to its order.\" WIGAN is not only the oldest borough in Lancashire, it is one of the oldest in England - certainly among the first ten. Town liberties or borough rights existed in England in Anglo-Saxon times, several centuries before the Norman Conquest. Places like London, York, Winchester, Norwich, etc., are known from records to have exercised these privileges, and it may properly be inferred that Wigan also enjoyed them. Finally we have the report of the Norry King of Arms in 1613 that \"the towne and bourrough of Wiggin was antiently Incorporated by the most noble Kinge, Kinge Hen, the first in the first yeare of his raygne\" (i.e., 1100) - a certified copy of which document is now in the Public Library. Under William the Conqueror, the borough privileges were restricted, but on the accession of Henry I they were largely restored by virtue of his great coronation charter of liberties. The liberties of individual towns were restored or confirmed by special charter, some of which are extant. If we can rely upon the report of the Herald in 1613, Wigan was one of the first boroughs to be so restored. Following this we have a long series of royal charters, mostly still extant, some containing special marks of royal favour, which charters will be detailed in the next number. MR. J. Paul Rylands describes the coat above as \"perhaps the very best of all Lancashire town arms, for it might, heraldically, belong to the Middle Ages, and is indeed symbolic of antiquity and loyalty.\" It is certainly a very privileged coat of arms, as few if any coats bear so many symbols of royal favour. - indeed, the incorporation of royal insignia into armorial bearings is jealously guarded and usually proscribed by the court officials. In Wigan's new grant there are (1) A King's Head, crowned, (2) the Royal \"Leopard\" (or \"lion couchant guardant\"), (3) a Mediaeval royal crown, and (4) the Supporting Lions. The King's head in the crest officially represents no particular king, in the words of the Rouge Croix herald (in whose hands the design took shape) it is intended \"to be a conventional likeness to an early English Monarch.\" It is actually modelled on the portrait of King Edward III., but from the point of view of the town it symbolizes especially King Henry I. On Wigan's earliest town seal - probably the twelfth century - there appears to be a towered or castellated gateway over the centre of which is depicted what seems to be the crowned head of Henry I. These devices therefore, are taken as the chief symbols of the new bearings, the towered gateway becomes a Norman castle and the King's head becomes a crest - indicating Wigan as a town of consequence and royal patronage at the opening of the twelfth century. The royal lion, again, marks another important period in Wigan history. Edward III., by a charter of 1350, granted Wigan the right (with several other towns) to use a royal seal known as the \"King's Recognisance Seal,\" on which was figured the King's head and the royal lion. The Somerset Herald expressed the opinion that as none of the other towns had made use of the King's permission by adopting the figures in their arms, Wigan could with propriety include them, and his view prevailed with the Chapter of Heralds. SUPPORTERS are nowadays usually granted only to the great cities, but Wigan's ancient importance has been thereby recognised, the lions giving the distinction to a highly dignified and privileged coat of arms. There is a final feature of unusual interest. The branches of the mountain ash held in the lion's paws add something to the conventional \"mantling\" or flowered scrolls which usually ornament armorial bearings. The design of the floriation is usually a matter for the artist and without heraldic significance. But in the case of Wigan's arms, the mountain ash, known in the northern dialects as the Wiggin or Wigan Tree, forms a \"rebus\" or pun on the name of the town, and has the advantage of giving further symbolism to an already significant coat. The rebus has tradition behind it, for the Wiggin Tree is a conspicuous feature of several of the town's mediaeval seals. The motto adopted \"Ancient and Loyal\" is in keeping with the arms. For a great many years Wigan has on all occasions, official and unofficial, invariably referred to itself as the \"Ancient and Loyal Borough,\" but few are aware that authority for its use can be found in the Charter of Charles II. - the governing charter of the town down to the Municipal Corporations Act of 1835. In that Charter Wigan is designated by the King \"an ancient borough\" and granted a \"special token of our favour for its loyalty to us,\" so that nothing could be more fitting than its adoption as the town's motto. [25] On 1 November 2020, the club changed its crest to a new design. The club drew inspiration for the Warrior design element of the badge from the Brigantes who were Celtic Britons and controlled a large part of Northern England, including Wigan, in pre-Roman times. The name Brigantes became synonymous with the most fervent elements of the club's support base dating back to the early 2010s. The Shield element of the new logo is taken from the original club crest as is the Ancient & Loyal motto with the circular shape of the badge emulating the shape of the Northern Soul logo. Wigan had a vibrant Northern Soul scene back in the 1960s when the Northern Soul music and dance movement first emerged. The background features the club's famous Cherry and White hoops which interestingly is incorporated into the club crest for the first time. The date of the club's foundation is also included on the club badge for the first time.[26] The current kit is made by Hummel. The main shirt sponsor is Open Exchange and their logo appears on the front of the home and away jerseys. As well as the men's team the club for 2022 also encompasses 10 other teams:[27] Wigan Football Club played on Folly Field, Upper Dicconson Street. The club played its first match at Folly Field on 30 November 1872 and remained at the ground for four years. Wigan Football Club went on to become Wigan & District Football Club, the newly named Wigan & District Football Club played its matches at Prescott Street (The West End Grounds). The club played at Prescott Street until the club disbanded. With the re-formation of the club as Wigan Wasps Football Club, the club returned to Folly Field from 1879 to 1886 when it moved its matches back to Prescott Street. Wigan played their home games at Wigan Cricket Club on Prescott Street until 1901 when they moved to Springfield Park which they shared with the town's association soccer club Wigan United A.F.C. The first rugby match at Springfield Park was played on 14 September 1901 and was between Wigan and Morecambe in front of 4,000 spectators. The record rugby attendance for the ground was 10,000 achieved on 19 March 1902 when Wigan beat Widnes. Forty days later Wigan played their last game at Springfield Park when they defeated the Rest of Lancashire Senior Competition. In 1902 Wigan moved to their purpose-built rugby ground called Central Park. Wigan played their first game at Central Park against Batley on 6 September 1902, which Wigan won 14–8. The area was originally farm land called Central Field, with a row of houses already built along both north and south ends of the land (Hilton St and Colin St). By the end of the 1990s, the area had begun to suffer from its location next to the River Douglas as well as disused coal mines directly underneath, resulting in occasional drainage problems which affected the pitch. Central Park would be the home of Wigan Rugby League until 1999, when they moved to the newly built JJB Stadium. The last match at Central Park was against St Helens on 5 September 1999, a game which Wigan won 28–20 in front of 18,179 supporters. As Wigan developed into one of the most famous rugby league clubs in the world, Central Park also became one of the most famous grounds. Wigan won the 1987 World Club Challenge match against 1987 Sydney (New South Wales Rugby League) Premiers Manly-Warringah at Central Park played on 7 October. The try-less game, won 8–2, was played in front of a reported crowd of 36,895, though many of those in attendance believed the attendance was actually closer to 50,000.[28][29] The record attendance for a game at Central Park was 47,747 set on 27 March 1959 against St Helens.[citation needed] Towards the end of the 2000 season Wigan Warriors moved to the newly built DW Stadium which they currently share with the Wigan football club Wigan Athletic. The stadium is owned by the football club who gave Warriors a 50-year lease on the Stadium.[30] Warriors first game at the then JJB Stadium was a Super League play-off match against Castleford Tigers which Wigan lost 14–10. Wigan used to have a state-of-the-art training facility at the small stadium Edge Hall Road in Orrell (now named the Co-Operative Community Stadium) where the first team, reserve team & academy team prepared, trained and rehabilitated ahead of and after matches. It is also where the Reserve & Academy sides used to play their home games. Recently this site has been sold for development after the Warriors moved all team operations to the newly renovated Robin Park Arena next door to the DW Stadium in a deal with Wigan Council. A multi-million pound regeneration has turned this into one of the best training facilities inside of rugby league, whilst also maintaining world class facilities for other local sporting clubs and the general public to use also.[31] DW Stadium has an official capacity of 25,133.[32] The Warriors record attendance at DW is 25,004 set against St Helens on 25 March 2005.[33][34] Head coach Assistant coaches Updated: 23 July 2022 Source(s): 2022 Squad Numbers In 2005 during the tenth season of the current Super League championship format, the fans of Wigan RLFC voted for their best thirteen players of the 'Nineties' and the 'Noughties', called the Team of the Decade. This is a list of the ballot's resulting thirteen players.[47] The club also has its own Hall of Fame for players the club recognises as having made a significant contribution to its success, especially during the late 1980s, and early 1990s when the club entered the most successful period in its history trophy-wise. There are currently ten members of the Wigan RLFC Hall of Fame. Matt Peet is the current head coach for the 2022 season, with Lee Briers and former Wigan captain Sean O'Loughlin as his assistant coaches. Note *only Championship, Challenge Cup and World Club Challenge honours shown. Wigan is one of the most well supported British rugby league clubs. During the 2006 season, in which the team was struggling to avoid relegation, the attendances were increasing as fans came to support the club and offer vocal support, many of whom may have not attended on a regular basis previously. The club averaged 16,016 per home game in 2007. In 2010 Wigan were officially the best supported club in Super League with a higher average attendance than nearest rivals Leeds Rhinos. The club have now been confirmed as the best supported club for the last three seasons of 2010, 2011 and 2012.[48] As a gesture of thanks, the 2008 season saw the Wigan fans have the squad number 18 dedicated to them, a practice which has since continued each season. Joe Lydon commented \"This is a new practice for clubs who recognise the extra special support which loyal fans can provide to their team in both good and bad times. It is particularly apt for Wigan fans\".[49] From early 2008, the Wigan fans have often chanted to the tune of The Entertainer. One of the beginning lines of this particular chant is \"We're the Greatest Club in the World\". The fans have their own supporters club, The Riversiders, who meet monthly and often have special guests at the meetings including past and present players, coaching staff and members of the Rugby Football League. In 2010 some supporters set up a group to improve the atmosphere at both home and away games, known as the Wigan Brigantes, Brigantes being the name of the tribe that inhabited this and other large parts of northern England before and during the Roman era. The group started by erecting flags across the South Stand gantry at the DW Stadium, beginning with 12 at the start of the 2010 season and grew steadily from there. The group's banner had the phrase \"Long After Tonight Is All Over\" as a nod to the Jimmy Radcliffe song that was a staple of the Wigan Casino club during the Northern Soul era, and to show their rivals that their support would continue well after the final whistle had sounded. This was particularly true of some of Wigan's away games during the 2011 season where their fans often stayed well over half an hour after the final hooter singing to the tune of \"Dale Cavese\". There is also a regular fans' forum meeting with chairman Ian Lenagan and the current head coach to discuss the latest issues concerning the club and the work that is being done behind the scenes. So far every meeting has been a sell out.[50] Wigan's fans and Wigan people in general are known as 'pie eaters' or 'pies' which is reference to the 1926 General Strike, when Wigan miners were forced to eat 'humble pie' and return to work before miners in other towns, even though they had been on strike before the other towns joined in.[51] Since then the word 'pie' has come to mean the pastry rather than the metaphor 'Humble Pie'. The club's strongest and fiercest rivalry is with St. Helens. Matches, between the two teams are played traditionally on Good Friday and in previous seasons on Boxing Day. The clubs are often described as archenemies such is the history of the rivalry. The matches between the two clubs are said to have bragging rights at stake and banter between the fans of both clubs is commonplace. The rivalry is so fierce that matches between the two teams are one of only two sporting events to officially be given the title of The Derby. Leigh Centurions are traditional rivals of the club and similarly matches between the two clubs are local derbies. The rivalry between these two clubs however has been muted due to the fact that the two clubs compete in different competitions and therefore do not play each other regularly (during the Super League era, Wigan and Leigh have only been together in Super League for three seasons, in 2005,2017 & 2021). The club has forged a more recent fierce rivalry with Warrington Wolves following a resurgence in the club's success and Warrington's emergence as one of the most competitive teams in the Super League. A more notable rivalry is one with the Leeds Rhinos because when the 2 teams meet there is usually something at stake as the two teams are labelled as super league giants and have met 11 times in Super League playoffs, Wigan edging that head-to-head record 6–5; plus both teams have played each other in Challenge Cup finals, semifinals & quarterfinals and it is always fiercely competitive when they meet. Leeds and Wigan dominated Super League from the late 2000s and through the 2010s, with either Leeds or Wigan winning Super League every year, aside from 2014, between 2007 and 2018 (strangely enough during this period, Wigan and Leeds have only met in the Grand Final once, in 2015). Wigan confirmed via the official website that they had been granted charitable status on Wednesday 29 April 2009 via the \"charitable arm\" of the club the Wigan Warriors Community Foundation. Wigan Warriors carry out extensive community work that stretches from Amateur Rugby League Football clubs to Schools as well as running highly successful community training camps for young people. A part of the community work is visiting primary schools to deliver a programme specifically designed for young people entitled 'Lessons for Life'. The programme is delivered via a geographic family of schools approach and results in each school receiving two hours of Rugby League coaching per week for a six-week period. Additionally every school is offered the opportunity to start an extra curricular club and take part in a \"Warriors Tag Festival\". The club will now be able to deliver an even more extensive community programme via the Wigan Warriors Community Foundation.[57] Wigan became the first club in the country to receive Sport England's Clubmark Gold Award.[58] The Gold award, only available from 1 April 2009, shows the clubs commitment to Duty of Care and Child Protection, Coaching and Competition, Sports Equity and Ethics and Club Management. The Gold award not only meets the minimum standards in all areas, but surpasses them and meets additional criteria too. Combined with education provider ProCo, Wigan have established a work based learning academy in the town to provide opportunities to young people whilst also providing a permanent base for its scholarship and academy squads. The Work Academy has been given the name \"Central Park\" in reference to Wigan's former home and also makes reference to the education provider.[59]","Title":"Wigan Warriors - Wikipedia","KeyID":"17284","URL":"https://en.wikipedia.org/wiki/Wigan_Warriors"}