{"Content: ":"Ricky Bibey (22 September 1981 – 16 July 2022) was an English professional rugby league footballer who played as a prop or second-row. He made his professional debut in 2001 for Wigan Warriors,[4] and went on to play for Leigh Centurions, St Helens, Oldham and Wakefield Trinity Wildcats before being forced to retire in 2012 due to injury. He also represented England A, making three appearances for the team in 2002. Bibey was born in Leigh, Greater Manchester, England.[citation needed] He played junior rugby league at Leigh East, and in 1999, he was selected in the Young Lions squad that played a Test series against Australia Schoolboys.[5] Bibey made his professional debut for Wigan Warriors in May 2001 against Wakefield Trinity Wildcats. However, he was then sent off in his second appearance for the club in a 30–31 defeat against Salford City Reds.[6] Following the sacking of Wigan coach Frank Endacott, he struggled to regain his place in the team, and made just four appearances during the 2001 season. In 2002, Bibey featured more regularly in the first team, playing 26 games for Wigan during the season, including a substitute appearance in the 21–12 win against St Helens in the 2002 Challenge Cup final.[7] Shortly after the cup final, Bibey was involved in a car crash, but was not seriously injured.[8][9] At the end of the season, he was selected in the England A squad which toured the Southern Hemisphere, and played in matches against Fiji and Tonga. In July 2003, Bibey joined his hometown club Leigh Centurions on a one-month loan,[10] which was later extended until the end of the season.[11] Bibey is one of the few players to win a Challenge Cup as both a Wigan Warriors and a St. Helens player as part of Wigan Warriors' 2002 Challenge Cup-winning squad and then in St Helens' 2004 squad. Bibey was also a member of the Leigh Centurions side that won the Northern Rail Cup in 2006 but was injured when the Leigh Centurions won the same competition again in 2011. He was forced to retire in May 2012 as a result of an achilles tendon injury.[12] After hanging up his boots, Bibey coached junior sides at Oldham St Anne’s ARLFC.[13] On the morning of 16 July 2022, Bibey was found dead in a hotel room in Florence. He was aged 40.[14] A seriously injured 43-year-old woman, thought to be his partner, was also found at the scene.[15]","Title":"Ricky Bibey - Wikipedia","KeyID":"17283","URL":"https://en.wikipedia.org/wiki/Ricky_Bibey"}