{"Content: ":"London Irish RFC is a professional rugby union club which competes in the Premiership, the top division of English rugby union. The club has also competed in the Anglo-Welsh Cup, the European Champions Cup and European Challenge Cup. While playing in the Championship in 2016–17 and 2018–19, it also played in the British and Irish Cup and RFU Championship Cup. The club played home games at the Madejski Stadium in Reading, Berkshire, for twenty years, before moving for the 2020–21 season to the Gtech Community Stadium in Brentford, west London. London Irish won its first major trophy in 2002, the Powergen Cup (now the Premiership Rugby Cup), and reached the 2009 English Premiership final, narrowly losing 10–9 to Leicester Tigers at Twickenham Stadium.[1] In the 2007–08 season, the team came close to a place in the Heineken Cup Final, losing out to Stade Toulousain 15–21 in the semi-final at Twickenham Stadium.[2] The club's mascot is an Irish Wolfhound. London Irish was the last club to be formed in England by working and student exiles from the home countries, following London Scottish in 1878 and London Welsh in 1885. The first game took place on 1 October 1898 against the former Hammersmith club at Herne Hill Athletic Ground, with London Irish winning 8–3. The team that season benefited from the early recruitment of vet and Irish international Louis Magee.[3] London Irish manages its own academy, with players such as Nick Kennedy, Topsy Ojo, Anthony Watson, Delon Armitage and Jonathan Joseph having gone on to play for the senior side and be internationally capped. Ojo retired at the end of the 2018–19 season having made 301 appearances for the club Since the 2020–21 season, London Irish play at the Gtech Community Stadium, in Brentford, Greater London. The stadium is owned by Brentford F.C. who also play their home games there. The ground is a 17,250 all-seater capacity stadium and opened in 2020.All London Irish home matches are generally played at Brentford. Prior to 2020, the club played at the Madejski Stadium in Reading, Berkshire for 20 seasons between 2000 and March 2020 when the 2019–20 season was suspended due to the COVID-19 pandemic. The largest crowd for a London Irish match was for a game against London Wasps on 15 March 2008 during the 2007–08 season. The crowd of 23,790 was also the highest attendance for a regular season Premiership Rugby match until December 2008.[4] On 12 March 2016 London Irish played their first home Premiership match abroad, and also the first-ever Premiership match outside England, when they travelled to the USA to face Saracens at the New York Red Bulls' Red Bull Arena in the New York metropolitan area.[5] On 15 August 2016, the club announced its intention to return to London and that it was in formal discussions with Hounslow London Borough Council to play at Brentford's new stadium.[6] On 10 February 2017, the club confirmed that the council had approved its application to use the stadium for rugby, effectively allowing them to move into the new stadium from its opening season.[7] This was later confirmed.[8] The club also hosts London Irish Amateur RFC (a separate legal entity) for non-professionals to allow them to improve in Rugby. The team plays at the location of London Irish's training ground and offices, Hazelwood in Sunbury. Some players such as Justin Bishop and Kieran Campbell have gone through the ranks to play for London Irish professional team.[9] Digger is an Irish Wolfhound and official mascot of London Irish. He has an important job in providing support to the club. On 30 May 2003 Digger won the \"Best Mascot\" award in Premiership Rugby at the Premier Rugby Marketing Awards.[10] On 23 April 2006, Digger ran the London Marathon raising money for Spinal Research. He finished the marathon in a time of 6 hours 39 minutes 31 seconds.[11] Digger was joined by his cousin, Duggie, from the 2006–07 season. Much taller and much slower, Duggie has proved popular with younger children attending matchdays. As well as the mascot characters, there is also a real Irish Wolfhound, Mr Doyle, who also attends the home games. Before Mr Doyle, his Great Uncle, Jumbo, attended home games before Jumbo retired and eventually died. The kit is currently supplied by BLK. The 2019-20 green home kit is made from Exotek fabric and features gel grippers on the front and gripper tape at the seams. The jersey also features a sectioned crew neck, club colour detailing on the sleeve and a silicone gel finish on the club crest. The club's principal sponsor Powerday, appears on the front centre on a broad red lined white stripe. Above this, the club's crest appears on the left chest and 9 Group on the right chest. Other club sponsors Pump Technology and Keltbray appear on the back. The playing shorts are plain featuring only the logo of the club and manufacturer. The away kit is white and features a similar design with Powerday appearing on a broad green stripe. London Irish recently announced a new elite partnership with Just Clear, an environmentally friendly British house clearance and rubbish removal service in readiness for new Premiership season. London Irish CEO, Mark Bensted, welcomed the arrival of a new partnership to the Club’s commercial portfolio, commenting: “I’m delighted Just Clear are joining the London Irish family\". Such news potentially points to London Irish's consolidation of their Premiership status as they were relegated in the 2018-19 season. [12] Gold background denotes champions Silver background denotes runners-up Pink background denotes relegated * Finished first in pool but did not progress to the quarter-final. Their place was taken by Brive[13][14] The London Irish squad for the 2022–23 season is:[15] Note: Flags indicate national union as has been defined under WR eligibility rules. Players may hold more than one non-WR nationality. The London Irish academy squad is:[16] Note: Flags indicate national union as has been defined under WR eligibility rules. Players may hold more than one non-WR nationality. First Team Coaching Academy The following are players which have represented their countries at the Rugby World Cup, whilst playing for London Irish:","Title":"London Irish - Wikipedia","KeyID":"17300","URL":"https://en.wikipedia.org/wiki/London_Irish"}