{"Content: ":"Patrick J. Michaels (February 15, 1950 – July 16, 2022) was an American agricultural climatologist.[1][2][3] Michaels was a senior fellow in environmental studies at the Cato Institute until 2019. Until 2007, he was research professor of environmental sciences at the University of Virginia, where he had worked from 1980.[4][2][5] Starting in 1991, he collaborated with Fred Singer to attack the scientific consensus on ozone depletion. He joined the Cato Institute, a libertarian think-tank.[6] He described policies designed to reduce greenhouse gas emissions as \"Obamunism\".[1] He was a president of the American Association of State Climatologists. He wrote a number of books and papers denying or minimizing climate change.[4] Born in Berwyn, Illinois, Michaels obtained an A.B. in biological science in 1971 and an S.M. in biology in 1975 from the University of Chicago, and in 1979 he obtained his Ph.D. in ecological climatology from the University of Wisconsin–Madison.[7] His doctoral thesis was titled Atmospheric anomalies and crop yields in North America.[8] In 1991 and 1992, Michaels collaborated with Fred Singer in writing articles for the Washington Times rejecting the scientific consensus on ozone depletion. He advanced arguments on the subject as late as 2000.[1] Michaels said that he does not contest the basic scientific principles behind greenhouse warming and acknowledges that the global mean temperature has increased in recent decades.[9] He is quoted as being skeptical of global warming,[10] and was described by Michael E. Mann as a \"prominent climate change contrarian\".[11] He contends that the changes will be minor, not catastrophic, and may even be beneficial.[12] A 2002 article published in the journal Climate Research by Michaels and three other scholars predicted \"a warming range of 1.3–3.0°C, with a central value of 1.9°C\" over the 1990 to 2100 period, although he remarked that the \"temperature range and central values determined in our study may be too great\". He made the argument that the climate feedback system involving current warming trends was weaker than generally asserted, coming to a conclusion that set his views apart from that of the IPCC's estimates.[13] In 2009, Michaels authored a Cato report arguing that \"Congress should pass no legislation restricting emissions of carbon dioxide, repeal current ethanol mandates, and inform the public about how little climate change would be prevented by proposed legislation.\"[14] In 2018, Michaels asserted on Fox News, \"[P]robably about half, maybe half of that nine-tenths of the degree [of total warming] might be caused by greenhouse gases.\" Climate Feedback, a fact-checking website for media coverage on climate change, wrote of Michaels' assertion, \"No evidence or research is provided to support this claim, which contradicts the published scientific literature.\"[15] In May 1994 Richard Lindzen, Michaels, and Robert Balling served as expert witnesses on behalf of Western Fuels Association in St. Paul, Minnesota to determine the environmental cost of coal burning by state power plants.[16] Western Fuels Association is a consortium of coal producers that uses collective advocacy to represent industry interests.[17] The World Climate Report, a newsletter edited by Michaels was first published by the Greening Earth Society. The society was a public relations organization associated with the Western Fuels Association (WFA), an association of coal-burning utility companies.[18][19][20] It has been called a \"front group created by the coal industry\"[21] and an \"industry front\".[22] Fred Palmer, a society staffer, is a registered lobbyist for Peabody Energy, a coal company.[23] WFA founded the group in 1997, according to an archived version of its website, \"as a vehicle for advocacy on climate change, the environmental impact of CO2, and fossil fuel use.\"[24] Office of Science and Technology Policy director, John Holdren,[25] told the U.S. Senate Republican Policy Committee in June 2003, \"Michaels is another of the handful of U.S. climate-change contrarians … He has published little if anything of distinction in the professional literature, being noted rather for his shrill op-ed pieces and indiscriminate denunciations of virtually every finding of mainstream climate science.\"[26] In 2009 Michaels responded in a Washington Examiner op-ed, saying that the IPCC had subverted the peer review process, and adding the IPCC had \"left out plenty of peer-reviewed science that it found inconveniently disagreeable.\"[27] Michaels was one of hundreds of US reviewers composing the International Intergovernmental Panel on Climate Change (IPCC) Working Group in 2007.[28] Although the Greening Earth Society was generally skeptical of the impact of climate change, it acknowledged some degree of global warming as real: \"Fact #1. The rate of global warming during the past several decades has been about 0.18°C per decade\".[29] Note that the actual increase in the global surface temperature during the 100 years ending in 2005 was 0.74 ± 0.18 °C.[30] Climate scientist Tom Wigley,[31] a lead author of parts of the report of the Intergovernmental Panel on Climate Change, has stated that \"Michaels' statements on the subject of computer models are a catalog of misrepresentation and misinterpretation … Many of the supposedly factual statements made in Michaels' testimony are either inaccurate or are seriously misleading.\"[32] In 2006, a Colorado energy cooperative, the Intermountain Rural Electric Association, had given Michaels $100,000.[33] An Associated Press report said that the donations had been made after Michaels had \"told Western business leaders ... that he was running out of money for his analyses of other scientists' global warming research\" and noted that the cooperative had a vested interest in opposing mandatory carbon dioxide caps, a situation that raised conflict of interest concerns.[34] Michaels said on CNN that 40 percent of his funding came from the oil industry.[35] According to Fred Pearce, fossil fuel companies have helped fund Michaels' projects, including his World Climate Report, published every year since 1994, and his \"advocacy science consulting firm\", New Hope Environmental Services.[36] A 2005 article published by the Seattle Times reported that Michaels had received more than $165,000 in fuel-industry funding, including money from the coal industry, to publish his own climate journal.[10] Michaels died on July 16, 2022, in Washington, D.C. at age 72.[37] His writing has been published in major scientific journals, including Climate Research, Climatic Change, Geophysical Research Letters, Journal of Climate, Nature, and Science, as well as in popular serials such as the Washington Post, Washington Times, Los Angeles Times, USA Today, Houston Chronicle, and Journal of Commerce.[4] He was an author of the climate \"paper of the year\" awarded by the Association of American Geographers in 2004.[4][38]","Title":"Patrick Michaels - Wikipedia","KeyID":"17304","URL":"https://en.wikipedia.org/wiki/Patrick_Michaels"}