{"Content: ":"Honeysuckle Rose (also known as On the Road Again) is a 1980 American romantic drama film directed by Jerry Schatzberg, written by John Binder, Gustaf Molander, Carol Sobieski, Gösta Stevens, and William D. Wittliff, and starring Willie Nelson, Dyan Cannon, and Amy Irving. It is a loose remake of the 1936 Swedish film Intermezzo. Buck Bonham is a country singer, with a good family, struggling to find national fame. He juggles his music career with his responsibilities to his wife and son. He has everything going his way until the daughter of his former guitarist joins his tour. The road leads to temptation, which leads to his downfall. The only question is will his family and friends stand by him? Film critic Roger Ebert called the film \"sly and entertaining\"[3] yet ultimately predictable and disappointing: The movie remains resolutely at the level of superficial cliché, resisting any temptation to make a serious statement about the character's hard-drinking, self-destructive lifestyle...Honeysuckle Rose has the kind of problems that can be resolved with an onstage reconciliation in the last scene: Willie and Dyan singing a duet together and everybody knowing things will turn out all right.[3] Regarding Willie Nelson's performance, Janet Maslin wrote in the New York Times: Mr. Nelson doesn't entirely fit his role, any more than the other actors fit theirs. He seems too odd, too solitary, for all the intimacy forced upon him by the story line. But he brings tremendous authority to every gesture, and his character is the only thing in the movie about which the audience is bound to want to know more. Mr. Nelson accomplishes all this in a role with very little dialogue, which makes his sheer force of personality seem all the more impressive.[4] The film was screened out of competition at the 1981 Cannes Film Festival.[5] Wide Open Country music magazine ranked it the second best Willie Nelson film, behind Red Headed Stranger.[6] Honeysuckle Rose holds a 50% rating on Rotten Tomatoes based on six reviews.[7] Honeysuckle Rose opened theatrically in 826 venues on July 18, 1980 and earned $2,189,966 in its first weekend, ranking third in the domestic box office. Ultimately, the film grossed $17,815,212.[2] The film is recognized by American Film Institute in these lists: A soundtrack was released by CBS in 1980.","Title":"Honeysuckle Rose (film) - Wikipedia","KeyID":"17315","URL":"https://en.wikipedia.org/wiki/Honeysuckle_Rose_(film)"}