{"Content: ":"Pelageya Sergeyevna Telegina (Russian: Пелаге́я Серге́евна Теле́гина; before marriage Pelageya Sergeyevna Khanova; born Polina Sergeyevna Smirnova; 14 July 1986), known mononymously as Pelageya, is а Russian singer. She sings folk-songs from different nations in different languages, romances and compositions written by the members of her group, mostly in rock arrangements.[2][3] Pelageya's mother, Svetlana Gennadiyevna Khanova (Russian: Светлана Геннадьевна Ханова), formerly a jazz-singer, theatre director and performing arts instructor, is now a producer and art director of her daughter's band.[4] Pelageya's father is unknown. Her last name Khanova is the surname of her mother's last husband.[5] At the age of eight, Pelageya entered the musical school attached to Novosibirsk Conservatoire. At nine she was awarded the title \"Best folk-singer of Russia in 1996\" at a television contest.[3] In 1997, she sang at Moscow's 850th Anniversary Pageant concert, was the sole performer at the Heads of Government of Three States Summit (Jacques Chirac, Helmut Kohl, Boris Yeltsin)[6] and participated in KVN TV show as a member of Novosibirsk State University team. In July 1999, she was invited by Mstislav Rostropovich to a musical festival in France alongside Evgeny Kissin, Ravi Shankar, B.B. King.[7] In an interview to a French newspaper Galina Vishnevskaya – Rostropovich's wife – called her then \"a future of the world's opera\".[8] In 2000 Pelageya assembled a band under her name. In 2009, Pelageya was awarded the title \"Best female soloist of the year\" according to Nashe Radio. In 2015 she was awarded \"Best Folk Artist\" at the Russian National Music Awards.[9] After the birth of her daughter, she returned to music by taking part in the anniversary concert of Nikolay Rastorguyev, the leader of the band Lyube, where she performed the song \"Конь\" (\"Horse\") in a duet with him.[10] On 1 May 2022, Pelageya performed at a Vladimir Putin-backed concert and was paid more than their normal fees to perform. Due to the nature of the internationally condemned Russian invasion of Ukraine, hundreds of musical acts are distancing from Putin and the Kremlin, although some artists, such as Pelageya, remain ready to cash in on the opportunity.[11] In 2010, Pelageya married Dmitry Efimovich, a television director. They divorced two years later. In 2016 she married Russian hockey player Ivan Telegin. They have a daughter Taisiya (Russian: Таисия). In December 2019, Pelageya announced on Instagram her separation from Telegin.[12]","Title":"Pelageya - Wikipedia","KeyID":"17323","URL":"https://en.wikipedia.org/wiki/Pelageya"}