{"Content: ":"FC Spartak Moscow (Russian: Футбольный клуб «Спартак» Москва, romanized: Futbolʹnyy klub «Spartak» Moskva, pronounced [spɐrˈtak mɐˈskva]) is a Russian professional football club based in Moscow. Having won 12 Soviet championships (second only to Dynamo Kyiv) and a record 10 Russian championships, it is the country's most successful club. They have also won a record 10 Soviet Cups, 4 Russian Cups and one Russian Super Cup. Spartak have also reached the semi-finals of all three European club competitions. Since March 2022, the club has been suspended from UEFA and FIFA international competitions, with the Russian invasion of Ukraine being cited as the reason. The club continues to participate domestically.[1] In the early days of Soviet football, government agencies such as the police, army, and railroads created their own clubs. Many statesmen saw in the wins of their teams the superiority over the opponents patronising other teams. Almost all the teams had such kind of patrons; Dynamo Moscow aligned with the militsiya, CSKA Moscow with the Red Army, and Spartak, created by a trade union public organization, was considered to be \"the people's team\".[citation needed] The history of the football club and sports society \"Spartak\" originates from the Russian Gymnastics Society (RGO \"Sokol\"), which was founded on 16 May 1883. The society was founded under the influence of the Pan-Slavic \"Sokol movement\" with the aim of promoting the \"Sokolsk gymnastics\" and then sports including fencing, wrestling, figure skating, skating, football, hockey, lawn tennis, boxing, skis, athletics, and cycling. In the RGO Sokol began to play football in the summer of 1897; the professional football section was founded in the spring of 1909. On 1 August 1920, the football team began to officially act under the name MCS, or Moscow Sports Club.[citation needed] In 1923, the MCS, later named Krasnaya Presnya (Red Presnya), was formed by Ivan Artemyev and involved Nikolai Starostin, especially in its football team. Presnya is a district of Moscow renowned for the radical politics of its inhabitants; for example, it represented the centre of the Moscow uprising of 1905.[citation needed] The team grew, building a stadium, supporting itself from ticket sales and playing matches across the Russian SFSR. As part of a 1926 reorganization of football in the Soviet Union, Starostin arranged for the club to be sponsored by the food workers union and the club moved to the 13,000 seat Tomsky Stadium, known as Pishcheviki. The team changed sponsors repeatedly over the following years as it competed with Dinamo Moscow, whose 35,000 seat Dynamo Stadium lay close by.[citation needed] As a high-profile sportsman, Starostin came into close contact with Alexander Kosarev, secretary of the Komsomol (Communist Union of Youth) who already had a strong influence on sport and wanted to extend it. In November 1934, with funding from Promkooperatsiia, Kosarev employed Starostin and his brothers to develop his team to make it more powerful. Again the team changed its name, this time to \"Spartak Moscow\" (the name Spartak means \"Spartacus\", a gladiator who led an uprising against Ancient Rome).[citation needed] The club founders, four Starostin brothers, played a big role in the formation of the team. The Starostins played for the red-whites in the 1930s but right before World War II they were subjected to repression as the leaders of the most hated[clarification needed] team by the state authorities. Elder brother Nikolai Starostin wrote in his books that he had survived in the State Prison System due to his participation in football and with Spartak. After the political rehabilitation, in 1954, he would later return to the team as the squad's manager.[citation needed] In 1935, Starostin proposed the name Spartak. It was inspired by the Italian novel Spartaco, written by Raffaello Giovagnoli, and means Spartacus (\"Spartak\" in Russian), a gladiator-slave who led a rebellion against Rome. Starostin is also credited with the creation of the Spartak logo.[2] The same year, the club became a part of newly created Spartak sports society.[citation needed] Czechoslovak manager Antonin Fivebr is credited as the first head coach of Spartak, though he worked as a consultant in several clubs simultaneously.[3] In 1936, the Soviet Top League was established, where its first championship was won by Dynamo Moscow while Spartak won its second, which was held in the same calendar year. Before World War II, Spartak earned two more titles.[4] In 1937 Spartak won the football tournament of Workers' Olympiad at Antwerp.[citation needed] During the 1950s, Spartak, together with Dynamo, dominated the Soviet Top League. When the Soviet national team won gold medals at the Melbourne Olympics, it consisted largely of Spartak players. Spartak captain Igor Netto was the captain of the national team from 1954 to 1963. In the 1960s, Spartak won two league titles, but by the mid-1960s, Spartak was no more regarded as a leading Soviet club. The club was even less successful in the 1970s and in 1976 Spartak was relegated into the lower league.[citation needed] During the following season, the stadium was still full as the club's fans stayed with the team during its time in the lower division. Konstantin Beskov, who became the head coach (as a footballer Beskov made his name playing for Spartak's main rivals, Dynamo), introduced several young players, including Rinat Dasayev and Georgi Yartsev. Spartak came back the next year and won the title in 1979, beating Dynamo Kyiv.[citation needed] On 20 October 1982, disaster struck during the UEFA Cup match between Spartak and Dutch club HFC Haarlem. Sixty-six people died in a stampede during the match,[5] making it Russia's worst sporting disaster.[citation needed] In 1989, Spartak won its last USSR Championship, rivals Dynamo Kyiv 2–1 in the closing round. Spartak's striker Valery Shmarov scored the \"golden\" free kick with almost no time left. The next season, Spartak reached the European Cup semi-final, consequently eliminating Napoli on penalties and Real Madrid (with 3–1 away victory), but losing to Marseille.[citation needed] A new page in the club's history began when the Soviet Union collapsed and its championship ceased to exist. In the newly created Russian league, Spartak, led by coach and president Oleg Romantsev, dominated and won all but one title between 1992 and 2001. Year-after-year the team also represented Russia in the Champions League.[citation needed] Problems began in the new century, however. Several charismatic players (Ilya Tsymbalar and Andrey Tikhonov among others) left the club as a result of conflict with Romantsev. Later, Romantsev sold his stock to oil magnate Andrei Chervichenko, who in 2003 became the club president. The two were soon embroiled in a row that would continue until Romantsev was sacked in 2003 with the club suffering several sub-par seasons until Chervichenko finally sold his stock in 2004. The new ownership made a number of front office changes with the aim of returning the team to the top of the Russian Premier League.[6] In the 2005 season, Spartak, led by Aleksandrs Starkovs, finished second in the league to beat Lokomotiv Moscow, Zenit Saint Petersburg and Rubin Kazan to the last Champions League place.[citation needed] Following a mixed start to the 2006 season and public criticism from Dmitry Alenichev, the team's captain and one of its most experienced players, Starkovs left his position to Vladimir Fedotov.[citation needed] Spartak has been entitled to place a golden star on its badge since 2003 to commemorate winning five Russian championships in 1992, 1993, 1994, 1996 and 1997. They have won the championship another four times since 1997. Since 2013, the club have added another three stars as rules allowed teams to include titles won during the Soviet era. In the 2012–13 season, Spartak qualified for the 2012–13 UEFA Champions League group stage and finished last after disappointing performances against FC Barcelona, Celtic and Benfica. In the league, Spartak finished in fourth place while in the cup it was eliminated in the round of 16 by FC Rostov 0–0 (3–5 p), completing a disappointing season. The next 3 seasons (2013–14, 2014–15, 2015–16) were somewhat similar as Spartak finished 6th, 6th and 5th accordingly while the club did not qualify for European Competitions.[citation needed] By the beginning of the 2016–17 season, Spartak had acquired a squad consisting of foreign players such as Quincy Promes, Fernando, Zé Luís, Lorenzo Melgarejo and Russians such as Denis Glushakov, Roman Zobnin and Ilya Kutepov. Spartak won the 2016–17 Russian Premier League and the club won most derbies and finished with a difference of 7 points. In the 2016–17 Russian Cup, Spartak was eliminated in the round of 32 and in the 2016–17 UEFA Europa League Spartak was eliminated in the third qualifying round by AEK Larnaca FC 2–1 on aggregate and did not qualify for European Competitions. However, Spartak participated in the 2017–18 UEFA Champions League group stage. On 6 December 2017, Spartak suffered the biggest defeat in its history, losing 0–7 in an away UCL group match against Liverpool F.C.[7] In March 2022, the club was expelled by the UEFA and FIFA from all European club competitions due to the 2022 Russian invasion of Ukraine.[1] This caused them to be disqualified from the Europa League, where they had been set to take on RB Leipzig in the round of 16.[8] In addition, the European Club Association suspended the team.[9] On 29 May 2022, Spartak won the 2021–22 Russian Cup.[10] In June 2022, head coach Paolo Vanoli resigned.[11] As of 7 May 2021, Source: [1] Notes As of 23 September 2018 (min. 50) The team is usually called \"red-and-whites,\" but among the fans \"The Meat\" (Russian: \"Мясо\", \"Myaso\") is a very popular nickname. The origins of the nickname belong to the days of the foundation of the club; in the 1920s, the team was renamed several times, from \"Moscow Sports Club\" to \"Red Presnya\" (after the name of one of the districts of Moscow) to \"Pishcheviki\" (\"Food industry workers\") to \"Promkooperatsiya\" (\"Industrial cooperation\") and finally to \"Spartak Moscow\" in 1935, and for many years the team was under patronage of one of the Moscow food factories that dealt with meat products. One of the most favourite slogans of both the fans and players is, \"Who are we? We're The Meat!\" (Russian: \"Кто мы? Мясо!\", \"Kto my? Myaso!\") FC Spartak Moscow's main colour is red. In 2014, Nike unveiled kit inspired by the club's new home.[13]  At present, Spartak's archrival is CSKA Moscow, although this is a relatively recent rivalry that has only emerged after the collapse of the USSR. Seven of ten matches with the largest audience in Russian Premier League (including top three) were Spartak-CSKA derbies.[14] Historically, the most celebrated rivalry is with Dynamo Moscow, a fiercely contested matchup which is Russia's oldest derby. Matches against Lokomotiv Moscow and Zenit Saint Petersburg attract thousands of people as well, almost always resulting in packed stadia. Upon the collapse of the Soviet Union, Spartak's rivalry with Dynamo Kyiv, one of the leaders of the USSR championship, was lost. Since Dynamo Kyiv now plays in the Ukrainian Premier League, both teams must qualify for UEFA tournaments to meet each other. Since the mid-2000s the supporters of Spartak maintain brotherhood relations with Crvena Zvezda and Olympiacos ultras – a friendship based on common Orthodox faith and same club colours. Also fans of Spartak have generally friendly relationships with Torpedo Moscow supporters. Until 2014, Spartak had never had its own stadium, with the team historically playing in various Moscow stadia throughout its history, even once playing an exhibition match in Red Square. The team played home games at various Moscow stadiums – especially at the Locomotiv and Luzhniki stadiums. After the purchase of the club by Andrei Chervichenko in the early 2000s, several statements were made about the speedy construction of the stadium, but construction did not begin. After a controlling stake in the club was bought by Leonid Fedun, real steps were taken to promote the stadium project, and in 2006, the Government of Moscow allocated land at Tushino Aeropol at a size of 28.3 hectares for the construction of the stadium. The project involved the main arena of 42,000 people with natural lawn, sports, and an entertainment hall for tennis, handball, basketball and volleyball for 12,000 spectators. The ceremony of laying the first stone took place on 2 June 2007. In February 2013, it was announced that as a result of a sponsorship deal with Otkritie FC Bank (\"Discovery\"), the stadium will be called Otkritie Arena for 6 years. The opening match at the new stadium took place on 5 September 2014, when Spartak drew with the Serbian side Red Star Belgrade (1-1). The first competitive match took place on 14 September 2014, in which Spartak defeated Torpedo Moscow 3–1 in the 7th round of the championship. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Had international caps for their respective countries, or held any club record. Players whose name is listed in bold represented their countries while playing for Spartak. For further list, see List of FC Spartak Moscow players. Vladimir Sliskovic ","Title":"FC Spartak Moscow - Wikipedia","KeyID":"17329","URL":"https://en.wikipedia.org/wiki/FC_Spartak_Moscow"}