{"Content: ":"Knut Villy Korsæth (19 January 1932 – 15 July 2022)[1][2] was a Norwegian educator, sports official and politician for the Labour Party. Mainly working as a school director during his professional life, he was also involved in politics and sports administration where he lived. His highest office was that of County Governor, and he was also a member of the board of the Norwegian Confederation of Sports. Korsæth's first job was as a school teacher in Sagene from 1953 to 1961. At the same time, he completed the examen artium in 1954, and took exams to work as a teacher in English and physical education. In 1967 he graduated in geography with a minor in history. He had already worked as the municipal school inspector in Flå since 1961, and in Nordre Land from 1965 to 1971. He was a member of Nordre Land municipal council from 1967 to 1971.[3] From 1971 to 1974 he was the school director in Lillehammer. He was the school director of Oppland county from 1974 to 1981, but had a leave of absence most of the period, as he served as the mayor of Lillehammer from 1975 to 1981. From 1973 to 1981 he was also a deputy member of the Parliament of Norway. He was then the County Governor of Oppland from 1981 to 2002.[3] Korsæth was involved in the Norwegian Association of Local and Regional Authorities between 1976 and 1983. He was also a member of the board of De Sandvigske Samlinger from 1976 to 1983, of Norsk Rikstoto from 1988 to 1990 and of Norway Crafts from 1990 to 1995.[3] Korsæth was also involved in sports for many years. While living in Flå, he was the chairman of the local sports club Flå IL from 1961 to 1965, and from 1963 to 1965 he was deputy chairman of the district athletics association and chaired the district skiing association. From 1984 to 1985 he chaired Lillehammer IF, and also the Gudbrandsdal athletics district association. He also chaired its successor organization, the Oppland district athletics association, from 1985 to 1987 and 2005 to 2007. He was a central board member of the Norwegian Athletics Association from 1985 to 1990, and of the Norwegian Confederation of Sports from 1991 to 1994. He helped organize the 1994 Winter Olympics at Lillehammer. He later chaired the Oppland district sports association from 1994 to 2002, and the handball club Gjøvik og Vardal HK from 2002 to 2004.[3] In 2003 he was proclaimed an honorary member of the Norwegian Olympic Committee and Confederation of Sports. He was decorated as a Commander of the Order of St. Olav in 1998.[3]","Title":"Knut Korsæth - Wikipedia","KeyID":"17326","URL":"https://en.wikipedia.org/wiki/Knut_Kors%C3%A6th"}