{"Content: ":"Rithubedam is a 1987 Indian Malayalam-language film, directed by Prathap Pothen. The film stars Balachandra Menon, Thilakan, Geetha, Vineeth, Monisha Unni and Murali in the lead roles. The film has musical score by Shyam.[1][2][3] Thilakan received the National Film Award for the Best Supporting Actor in the year 1987 for his role in the film. The story revolves around an ailing aristocratic family Naduvancheril Nair Veedu with members infighting over the assets. A number of civil cases are ongoing in the court over the family assets with Mooppil Nair (Thilakan) and his brother-in-law Karunakara Panicker (Sankaradi) on opposite sides. Kesu (Vineeth) is a youngster returning from Chennai after an unsuccessful stint. He is the son of a deceased maid servant family of Nair Veedu. Rajan (Balachandra Menon), a lecturer in the college arrives the village from southern town of Vaikom and start renting a room in Kesu's house. Rajan visits Nair Veedu for research on historical artefacts. He meets Mooppil Nair and his daughter Devaki (Geetha) who is in an unhappy marriage with drunkard Krishnanunni (Nedumudi Venu). Devaki and Rajan shares interest in Kerala history and poetry. They discuss the events around Tippu Sultan's invasion of Malabar. Rajan and Devaki comes closer to each other. Thankamani (Monisha), younger sister of Devaki is a student of Rajan and is infatuated with him. A receiver (M. G. Soman) appointed by the court arrives and befriends Krishnanunni. He has ulterior motives over beautiful Devaki. However, Devaki rejects his advances angrily. But Mooppil Nair's second wife Subhadra is more than ready to cater all his needs in exchange of favours. He is interested in Thankamani too. Rajan proposes to Devaki, but she rejects the idea for she has to take care of young Thankamani. A forest land owned by the family was earlier acquired by the Government. The court directs the payment of ₹48 lakhs to the joint family to be divided among 16 family members. It turns out that one share belongs to Appu who is a mentally unstable orphan. The entire family plots to get Appu on their side to get his shares worth ₹3 lakhs. Mooppil Nair and Subhadra goes further by arranging Appu to marry Thankamani. To save Thankamani, Devaki pleads Rajan to marry Thankamani. On the same day, Kesu reveals Rajan that he adores Thankamani and wish to marry her someday. Rajan suggest the same to Devaki. But Devaki furiously rejects the idea which Rajan presumes is due to Kesu's lower social stature. Mooppil Nair catches his wife cheating with the Receiver and expels her from the house. On the day of Thankamani and Appu's wedding, a group of people lead by Krishnanunni, Karunakara Panicker and Rajan arrives and asks Thankamani's hand in marriage for Kesu. Mooppil Nair manhandles Kesu and reveals that Kesu is his own illegitimate son. On a moment of rage, Kesu kills Mooppil Nair with an axe. Film ends on a positive note with Rajan, Thankamani, Krishanunni and Devaki visiting Kesu in the prison after 5 years. Rajan and Thankamani are married and have a baby girl. The music was composed by Shyam.","Title":"Rithubhedam - Wikipedia","KeyID":"17337","URL":"https://en.wikipedia.org/wiki/Rithubhedam"}