{"Content: ":"Chamaram is a 1980 Malayalam film written by John Paul Puthusery and directed by Bharathan, starring Nedumudi Venu, Zarina Wahab, Prathap Pothan and Ratheesh. The story is about the tumultuous affair between a student and his college lecturer, an uncommon type of love story in Indian Cinema. This film has the evergreen song \"Nadha Nee Varum Kalocha Kelkkuvan\", sung by S. Janaki. Chamaram considered one of the landmark movies in Malayalam film history. The film broke all conventional concepts and moral equations in love. The film become a trend in 1980s campus as well as youth. Chamaram is one of the evergreen campus movies in Malayalam cinema. C.M.S. College was the location of Chamaram. Vinod. a student in the college falls in love with his lecturer Indhu, played by Zarina Wahab. The story revolves around the romantic relationship between the lecturer and her student. Indu has a love affair with her childhood friend Raviyettan, but due to some problems he marries another woman. It becomes a shock for Indhu. At that time, she falls in love with her student Vinod. They break all moral rules in the society. But In the climax, Indhu faces a huge tragedy again; during a college day celebration some issues occur and Vinod dies by an accident. Once again, Indhu loses her last hope of love and life. The story is about the sad plight of a woman who becomes alone in her life forever... The music was composed by Raveendran and M. G. Radhakrishnan and the lyrics were written by Poovachal Khader. The film was based on a novel written by Balakrishnan Mangad. However, scriptwriter John Paul said in an interview that most part of the film was based on his own college life. A popular online portal quoted his words: \"The story of my first movie was based on the life that I had experienced in my campus. Though the script was inspired by the novel written by Balakrishnan Mangad, a large part of the movie was based on my college life.\"[1] Detailed Script and bharatan touch of art are the main attraction of the movie. The soundtrack has three songs (\"Nadha Nee Varum Kalocha Kelkkuvan\", \"Kathiradum vayalil\" and \"Varnangal\"). \"Nadha Nee Varum Kalocha Kelkkuvan\" and \"Kathiradum vayalil\" composed by M. G. Radhakrishnan and \"Varnangal\" composed by Raveendran,[3] with lyrics by Poovachal Khader. \"Varnangal\" was the first song of Lathika in a Bharathan film. The opening song \"Nadha Nee Varum Kalocha Kelkkuvan\" is one of the most melodious songs sung by S. Janaki in Malayalam cinema under Radhakrishnan.","Title":"Chamaram - Wikipedia","KeyID":"17339","URL":"https://en.wikipedia.org/wiki/Chamaram"}