{"Content: ":"The former Brazilian imperial family is a branch of the Portuguese royal House of Braganza that ruled the Empire of Brazil from 1822 to 1889, after the proclamation of independence by Prince Pedro of Braganza who was later acclaimed as Pedro I, Constitutional Emperor and Perpetual Defender of Brazil. The members of the family are dynastic descendants of Emperor Pedro I. Claimants to headship of the post-monarchic Brazilian Imperial legacy descend from Emperor Pedro II, including the senior agnates of two branches of the House of Orléans-Braganza; the so-called Petrópolis and Vassouras lines.[1] Prince Pedro Carlos of Orléans-Braganza (born 1945) heads the Petrópolis line, while the Vassouras branch is led by his second cousin, Bertrand of Orléans-Braganza.[2] Rivalry within the family erupted in 1946 when Dom Pedro Gastão (1913–2007) repudiated the renunciation to the throne of his late father, Pedro de Alcântara, Prince of Grão-Pará (1875–1940), for himself and his future descendants, when he made a non-dynastic marriage in 1908.[2] Pedro de Alcântara was the eldest son of the Princess Imperial Isabel (1846–1921) who, as Pedro II's elder daughter and heir presumptive when he was dethroned, became the last undisputed head of the family after her father's death in exile in 1891.[2] Pedro Carlos is Dom Pedro Gastão's eldest son. Dom Luiz descends from Isabel's younger son, Prince Luís (1878–1920) who, by a Bourbon princess, fathered Prince Pedro Henrique (1909–1981). Dom Luiz is Pedro Henrique's son by a Bavarian princess and upholds his dynastic claim to the same legacy.[3] Following the tradition of the Portuguese monarchy, the closest relatives of the Brazilian emperor are considered members of the Brazilian imperial family, disregarding those who renounced their dynastic rights. Founded by Pedro of Braganza, until then Prince Royal of the United Kingdom of Portugal, Brazil and the Algarves, member of the House of Braganza, heir apparent to the Portuguese throne and the King's representative in the Kingdom of Brazil as Prince Regent, the Imperial House of Brazil was sovereign from 7 September 1822, when Prince Pedro proclaimed the independence of the Kingdom of Brazil from the United Kingdom of Portugal, Brazil and the Algarves and was subsequently acclaimed as Emperor of Brazil on 12 October that same year until 15 November 1889, when a military coup d'état took place and the proclamation of the Brazilian republic overthrew the monarchy. Prince Pedro, then, was acclaimed as Emperor of Brazil throughout the land. The constitution of the Brazilian Empire of 1824 – the first Brazilian constitutional charter – was organized two years after independence, with the emperor being the head of state and head of government of the Empire of Brazil, as well as head of the moderator power and the executive power. He reigned until 7 April 1831 when he abdicated due to a long ideological conflict between with a sizable parliamentary faction over the role of the monarch in the government and other obstacles. Pedro I's successor in Brazil was his five-year-old son, Pedro II. As the latter was still a minor, a weak regency was created. The power vacuum resulting from the absence of a ruling monarch as the ultimate arbiter in political disputes led to regional civil wars between local factions. Having inherited an empire on the verge of disintegration, Pedro II, once he was declared of age, managed to bring peace and stability to the country, which eventually became an emerging international power. Even though the last four decades of Pedro II's reign were marked by continuous internal peace and economic prosperity, he had no expectation to see the monarchy survive beyond his lifetime and made no effort to maintain support for the institution. The next in line to the throne was his daughter Isabel, but neither Pedro II nor the ruling classes considered a female monarch acceptable. Lacking any viable heir, the Empire's political leaders saw no reason to defend the monarchy. After a 58-year reign, on 15 November 1889 the Emperor was overthrown in a sudden coup d'état led by a clique of military leaders whose goal was the formation of a republic headed by a dictator, forming the First Brazilian Republic. With the proclamation of the Brazilian republic on 15 November 1889, the imperial family went into exile in Portugal, Spain, France and Austria-Hungary. In the party that accompanied the imperial family were included many loyal subjects and nobles, as politicians such the Viscount of Ouro Preto, the deposed last Prime Minister of the Empire, as well the Emperor's particular doctor. Prince August Leopold of Saxe-Coburg and Gotha, grandson of Emperor Pedro II was the only member of the imperial family not boarded to exile because he was on board the cruiser Almirante Barroso, on a circumnavigation trip. Subsequently, upon receiving the news of the deposition of the monarchy, he was sent into exile. In addition to the ban, the Republican government confiscated and auctioned many of the assets of the imperial family. In 1890, thirteen auctions of Imperial House goods were made. Empress Teresa Cristina died in the first months of exile. Later Emperor Pedro II died in France, where he received a head of state's funeral by the French government. The imperial family settled in the Château d'Eu, former residence of King Louis Philippe of France and property of Gaston of Orléans, Count d'Eu, husband of Isabel, Princess Imperial of Brazil, heiress of Pedro II and de jure Empress-in-Exile of Brazil. Despite the prohibition then in force, Prince Luiz of Orléans-Braganza tried to disembark in Rio de Janeiro in 1906, but was prevented by local authorities. Finally, President Epitácio Pessoa, by presidential decree of 3 September 1920, revoked the Banishment Law. The Imperial Family was then able to return to Brazilian soil. The occasion was used to repatriate the remains of the last emperor and his consort, who would be transferred from Portugal a year later. Of the nine members of the imperial family originally exiled, only two returned to Brazil alive: Pedro de Alcântara, Prince of Grão-Pará and his father, Prince Gaston, Count of Eu, who died the following year aboard the ship Massilia, on their way to Brazil to celebrate the centenary of independence. Prince Pedro de Alcântara acquired one of its former palaces, the Palácio do Grão-Pará in Petropolis, where it resided until his death and where his descendants still live. On the other hand, not all the family returned immediately to Brazil, and the Vassouras branch, present clamoring to the Brazilian throne, could only return after the end of World War II. Currently, the remains of five members of the imperial family are buried in the Imperial Mausoleum in Petrópolis: Emperor Pedro II and Empress Teresa Cristina, whose mortal remains were transferred from the Royal Pantheon of the House of Braganza in Lisbon, in 1921, on the occasion of the centenary of the Independence of Brazil, Princess Isabel, removed from the cemetery of Eu in 1953 with her husband, Prince Gaston, and the Prince of Grão-Pará, transferred from the cemetery of Petrópolis in 1990, together with his wife. Prince Luiz and Prince Antônio are buried in the Royal Chapel of Dreux, France, where the wife of the first, Princess Maria Pia, was buried in 1973. Princes Pedro Augusto, August Leopold and Ludwig Gaston are buried in the crypt of the Church of St. Augustine, in Coburg, Germany, where the latter's mother, Princess Leopoldina, had been buried in 1871. In 1954, the remains of the first Empress, Maria Leopoldina, were transferred to the Imperial Crypt and Chapel in São Paulo, which were in the Santo Antônio Convent, Rio de Janeiro. Some of the children of both emperors are buried in the Santo Antônio Convent: Prince Miguel, Prince João Carlos, Princess Paula Mariana, Prince Afonso Pedro and Prince Pedro Afonso, as well as Princess Luísa Vitória. In 1972, on the occasion of the sesquicentenary of Independence, the remains of Emperor Pedro I were transferred from the Royal Pantheon of the House of Braganza to the Imperial Chapel. The body of his second wife, Empress Amélie, was transferred from the Braganza Pantheon to the Imperial Chapel in 1982. In that same year the body of her daughter, Princess Maria Amélia, was transferred from the Braganza Pantheon to the Convent of Santo Antônio. The Imperial Crypt and Chapel in the Monument to the Independence of Brazil, the final resting place of Emperor Pedro I and his two wives The tombs of Emperor Pedro II and other members of the imperial family at the Imperial Mausoleum Mausoleum at the Convent of Santo Antônio containing the tombs of some princes and princesses of the Empire of Brazil The so-called Brazilian dynastic question concerns inheritance rights to the titles of Head of the Brazilian Imperial House, Prince Imperial of Brazil, Prince of Grão-Pará and Prince of Brazil, who consequently would indicate the preferred heirs of to the Brazilian imperial throne. The primacy in the line of succession is disputed by some members and partisans of the dynastic branches of Petrópolis and Vassouras. In 1908, Dom Pedro de Alcântara, then Prince Imperial of Brazil in exile, wanted to marry Countess Elisabeth Dobržensky de Dobrženicz (1875–1951), whose family had belonged to the nobility of the kingdom of Bohemia since 1339, and whose legitimate members, male and female, bore the title of baron since 1744 and of count or countess since issuance of Austrian letters patent on 21 February 1906.[4] The countess did not, however, belong to a reigning or formerly reigning dynasty, as both Orléans and Braganza traditions expected of brides.[3] Although the constitution of the Brazilian Empire did not require dynasts to marry equally, it made the marriage of the heir to the throne dependent upon the sovereign's consent.[5] As Prince Dom Pedro wanted to marry with his mother's blessing, he renounced his rights to the throne of Brazil at Cannes on 30 October 1908.[6] The resignation document, signed in three copies, was sent to the Brazilian Monarchical Directory, an official body created to manage monarchical interests in the country.[7][8][9][10][11][12][13] To solemnize this, Dom Pedro, aged thirty-three, signed the document translated here: I, Prince Pedro de Alcântara Luiz Filipe Maria Gastão Miguel Gabriel Rafael Gonzaga of Orleans-Braganza, having maturely reflected, have resolved to renounce the right that, by the Constitution of the Empire of Brazil, promulgated on 25 March 1824, accords to me the Crown of that nation. I declare, therefore, that by my free and spontaneous will I hereby renounce, in my own name, as well as for any and all of my descendants, to all and any rights that the aforesaid Constitution confers upon us to the Brazilian Crown and Throne, which shall pass to the lines which follow mine, conforming to the order of succession as established by article 117. Before God I promise, for myself and my descendants, to hold to the present declaration. Cannes 30 October 1908 signed: Pedro de Alcântara of Orleans-Braganza[14] This renunciation was followed by a letter from Isabel to royalists in Brazil: 9 November 1908, Château d'Eu Most Excellent Gentlemen Members of the Monarchist Directory, With all my heart I thank you for the congratulations upon the marriages of my dear children Pedro and Luiz. Luiz's took place in Cannes on the 4th with the brilliance that is desired for so solemn an act in the life of my successor to the Throne of Brazil. I was very pleased. Pedro's shall take place next on the 14th. Before the marriage of Luiz he signed his resignation to the crown of Brazil, and here I send it to you, while keeping here an identical copy. I believe that this news must be published as soon as possible (you gentlemen shall do it in the way that you judge to be most satisfactory) in order to prevent the formation of parties that would be a great evil for our country. Pedro will continue to love his homeland, and will give all possible support to his brother. Thank God they are very united. Luiz will engage actively in everything with respect to the monarchy and any good for our land. However, without giving up my rights I want that he be up to date on everything so that he may prepare himself for the position which with all my heart I desire that one day he will hold. You may write to him as many times as you may want to so that he shall be informed of everything. My strength is not the same as it once was, but my heart is still the same to love my homeland and all those who are so dedicated to us. I give you all my friendship and confidence, a) Isabel, comtesse d'Eu If the 1908 renunciation of Pedro de Alcântara was valid, his brother Luiz (and eventually, Pedro Henrique) became next in the line of succession after their mother.[8][9][10][11][12][13] Isabel's headship of the Brazilian Imperial House lasted until her death in 1921, when she is widely considered to have been succeeded by her grandson, Prince Pedro Henrique of Orléans-Braganza.[8][9][10][11][12][13] Pedro Henrique was the elder son of Prince Luiz, second child of Isabel and a veteran of World War I who had died in 1920 from an illness he contracted in the trenches.[15] Prince Pedro de Alcântara did not dispute the validity of the renunciation.[16][17] Though he did not claim the headship of the Imperial House himself, in 1937 he did say in an interview that his renunciation \"did not meet the requirements of Brazilian Law, there was no prior consultation with the nation, there was none of the necessary protocol that is required for acts of this nature and, furthermore, it was not a hereditary renunciation.\"[18] The dynastic dispute over the Brazilian crown began after 1940 when Prince Pedro Gastão of Orléans-Braganza, eldest son of Pedro de Alcântara repudiated his father's renunciation and claimed the headship of the Brazilian Imperial House.[19][20] Pedro Gastão actively campaigned in support of Brazil's 1993 referendum on restoration of the Brazilian monarchy, which would have postponed for subsequent decision by Parliament of which descendant of the former imperial family should occupy the throne if monarchy had been re-instated, but the option of restoration was defeated despite garnering approximately 17 million votes.[3] After the death of Pedro Gastão in 2007, his eldest son Prince Pedro Carlos and younger children declared themselves republicans.[21] Several of Pedro Gastão's grandchildren also have dual citizenship.[22] With the marriage of Isabel of Braganza, Princess Imperial of Brazil, with Prince Gaston of Orléans, Count d'Eu in 1864, the Imperial House associated itself with the House of Orléans, that composes the French royal family. Thus began a new dynastic branch of Brazil: Orléans-Braganza, which never had the opportunity to reign in Brazil. Of the four children of the couple, two have generated offspring and this branch of the family has more than thirty members. Many are those who renounced for themselves and their descendants any rights in succession to the imperial throne, losing titles and precedence in the imperial family. In 1909, Prince Gaston engaged in negotiations with Philippe, Duke of Orléans, resulting in a document signed by nearly all the male-line princes descended from France's citizen-king, Louis Philippe, called the Pacte de Famille (or \"Declaration of Brussels\"): the title of Prince of Orléans-Braganza was created, and the style of Royal Highness recognized, exclusive to male-line descendants of that branch of the family.[3] The Saxe-Coburg-Braganza branch is descended from Princess Leopoldina of Brazil, second daughter of Dom Pedro II, and her husband, Prince Ludwig August of the House of Saxe-Coburg and Gotha-Koháry. Due to several years of difficulties that the Princess Imperial Isabel experienced in producing an heir to the throne, clauses were included in the marriage contract between Leopoldina and her husband to ensure that the couple should, among other things, reside part of the year in Brazil and have their children on Brazilian territory, as heirs presumptive of Isabel: Pedro Augusto, Augusto Leopoldo, and José Fernando.[23] With the birth of Dom Pedro de Alcântara, Prince of Grão-Pará and eldest son of Princess Isabel, the Saxe-Coburg-Braganza branch yielded first place in the line of succession to the Orleans-Braganza branch. The only members of the Saxe-Coburg-Braganza branch who still retain Brazilian nationality, which was a constitutional requirement to succeed to the now defunct Brazilian throne, are the descendants of Princess Teresa Cristina of Saxe-Coburg and Gotha, daughter of Augusto Leopoldo.[24] Her Brazilian nationality was recognized by the government of Brazil only in 1922; her four children were registered in the consulate of Brazil in Vienna as Brazilian citizens.[24] Carlos Tasso de Saxe-Coburgo e Bragança, Baron Taxis-Bordogna-Valnigra and son of Princess Teresa Cristina, is the current head of this branch. The Empire of Brazil remained a constitutional monarchy until 1889 – when the republic was proclaimed after a military coup d'état, and had two reigning emperors, both from the House of Braganza: Their full style and title were: \"His Imperial Majesty, Constitutional Emperor and Perpetual Defender of Brazil\". Genealogical tree of the Brazilian branch House of Braganza and the subsequent House of Orléans-Braganza, cadet branch and current Imperial Family. Some of the most important Brazilian palaces that were built for the Brazilian Imperial Family for private or governmental use. These palaces were taken by the government of the republic when it was proclaimed. The Imperial Palace of São Cristóvão in Rio de Janeiro was the residence of the Emperors of Brazil The Imperial Palace of Petrópolis in Petrópolis was the summer residence of the Imperial Family The Imperial Palace of Rio de Janeiro was the former residence and workplace of the Emperors The Imperial Palace of Santa Cruz was a country retreat in inner Rio de Janeiro The Isabel Palace was the private residence of Princess Isabel and her family The Imperial Palace of Grão-Pará in Petrópolis was the only palace that was recovered by the Imperial Family in 1925, and where some members still reside","Title":"Brazilian imperial family - Wikipedia","KeyID":"17332","URL":"https://en.wikipedia.org/wiki/Brazilian_imperial_family"}