{"Content: ":"Pratap Pothen (13 August 1952 – 15 July 2022) was an Indian actor and filmmaker who acted in about 100 films[1] and directed 12 films. He appeared in Malayalam, Tamil and Telugu as well as Hindi films. He also worked in the film industry as a scriptwriter and producer. Pratap was born in Trivandrum, Kerala on 13 August 1952.[2] His father Kolathinkal Pothan was a businessman who died when Pratap was 15 years old.[2] In total, Pratap had five siblings,[3] including an elder brother, Hari Pothan, who also worked as a film producer.[4] Pratap was educated at the Lawrence School, Lovedale in Ooty.[3] Initially, he was interested in painting; however, once he joined college, he started acting in plays with the help of his friends, and gradually got more interested in acting than painting.[5] After his graduation from the Madras Christian College, Pratap worked as a copywriter in an ad agency in Mumbai. Later he also worked at Sistas ad agency and Hindustan Thomson.[5] Pratap married actress Raadhika in 1985, but their marriage did not last long and they separated in 1986. In 1990, he married Amala Sathyanath, with whom he had a daughter, Keya.[2] Pratap and Amala got divorced in 2012.[6] He was found dead in his apartment in Kilpauk, Chennai on 15 July 2022.[2][7] Pratap is believed to have died of natural causes.[7] Pratap worked with The Madras Players.[5] After seeing Pratap's performance in Shaw's play Androcles and the Lion, Bharathan invited Pratap to appear in his Malayalam film Aaravam.[5] Pratap later starred in three more films: Thakara, Lorry and Chamaram.[5] He also acted in Tamil films such as Moodupani, Varumayin Niram Sivappu, Nenjathai Killathe, Panneer Pushpangal. Then[when?] Pratap started to direct his own films.[5] His debut as a director was in Meendum Oru Kaathal Kathai, which he received a national award for.[5] Prathap worked with Kamal Haasan in Vettri Vizhaa (1989).[5] The film is noteworthy for being the first Tamil movie to use a steadicam.[5] Pratap created three more films in Malayalam—Rithubhedam, Daisy, Oru Yathramozhi.[5] His only Telugu film is Chaitanya and his only role in Bollywood is in Guru.[5][8] His notable roles in Malayalam cinema include Once Upon A Time There Was A Kallan, Ayalum Njanum Thammil, 22 Female Kottayam, Idukki Gold, Ezra, Uyare, and Bangalore Days.[9][10] He directed Tamil films such as Jeeva, Vettri Vizhaa, Seevalaperi Pandi and Lucky Man.[5] In 2006, Pratap Pothan announced that he would direct Madhavan in a script written by K. Rajeswar. Pre-production works proved to be difficult and the film went through several changes of title and lead actress, before it was announced that the film would be called Oru Naal Podhuma and would feature Rukmini Vijayakumar in the leading female role. The team had made plans to complete shooting for the film in Canada, though creative differences meant that the film was subsequently shelved.[11][12] In the last few years, he was busy with his ad agency named \"Green Apple\" and focused on commercials for MRF Tyres and Nippo. He used to host Naalaya Iyakkunar on Kalaignar TV.[13]","Title":"Pratap Pothen - Wikipedia","KeyID":"17336","URL":"https://en.wikipedia.org/wiki/Pratap_Pothen"}