{"Content: ":"The Soviet Union national football team (Russian: сбо́рная СССР по футбо́лу, tr. sbórnaya SSSR po futbólu) was the national football team of the Soviet Union. After the breakup of the Union the team was transformed into the CIS national football team. FIFA considers the CIS national football team (and ultimately, the Russia national football team) as the Soviet successor team allocating its former records to them (except for the Olympic records which are not combined due to the IOC policy); nevertheless, a large percentage of the team's former players came from outside the Russian SFSR, mainly from the Ukrainian SSR, and following the breakup of the Soviet Union, some such as Andrei Kanchelskis from the former Ukrainian SSR, continued to play in the new Russia national football team. The Soviet Union failed to qualify for the World Cup only twice, in 1974 and 1978, and attended seven finals tournaments in total. Their best finish was fourth in 1966, when they lost to West Germany in the semifinals, 2–1. The Soviet Union qualified for five European Championships, winning the inaugural competition in 1960 when they beat Yugoslavia in the final, 2–1. They finished second three times (1964, 1972, 1988), and fourth once (1968), when, having drawn with Italy in the semi-final, they were sent to the third-place playoff match by the loss of a coin toss. The Soviet Union national team also participated in a number of Olympic tournaments earning the gold medal in 1956 and 1988. The Soviet team continued to field its national team players in Olympic tournaments despite the prohibition of FIFA in 1958 to field any national team players in Olympics (players in the Olympics were required to be amateurs at the time, Soviets effectively bent the rules by listing their best players in the military). Because of the circumstances, surrounding October Revolution and later the 1917–1922 Russian Civil War, Soviet Russia was internationally diplomatically isolated, making it unable to participate in the international competitions. In 1922 Soviet Russia formed along with its occupation administrations in neighbouring states the Bolshevik state of the Soviet Union. After the civil war, the Soviet Union managed to establish international communication with politically similar factions in Europe and around the globe. The Soviet Union joined the Red Sport International proclaiming any sports events outside of the RSI to be \"bourgeoisie sport\". The first international match played by a Soviet team (as Russian SFSR) came in September 1922, when the Finnish Workers' Sports Federation football team toured Russia (Soviet Union was formed at the end of December 1922, Treaty on the Creation of the USSR). The Soviet Russia XI scored a 4–1 victory over the Finns in Petrograd. This was also the first international contact for Soviet sports after the 1917 October Revolution. In May 1923, the Soviet team visited Finland and beat the Finnish squad 5–0.[1][2] The first match against national team was played in August 1923, nine months after the establishment of the Soviet Union, when a Russian SFSR team beat Sweden 2–1 in Stockholm.[3] The first match as the actual Soviet Union football team took place a year later, a 3–0 win over Turkey. This and a return match in Ankara were the only officially recognised international matches played by the Soviet Union prior to the 1952 Summer Olympics, though several unofficial friendlies against Turkey took place in the 1930s. The 1952 Olympics was the first competitive tournament entered by the Soviet Union. In the preliminary round, Bulgaria were defeated 2–1, earning a first-round tie against Yugoslavia. Before the match, both Tito and Stalin sent telegrams to their national teams, which showed just how important it was for the two heads of state.[4] Yugoslavia led 5–1, but a Soviet comeback in the last 15 minutes resulted in a 5–5 draw. The match was replayed, Yugoslavia winning 3–1.[5] The defeat to the archrivals hit Soviet football hard, and after just three games played in the season, CDKA Moscow, who had made up most of the USSR squad, was forced to withdraw from the league and later disbanded. Furthermore, Boris Arkadiev, who coached both USSR and CDKA, was stripped of his Merited Master of Sports of the USSR title.[6] The Soviet Union, coached by Gavriil Khachalin, entered the World Cup for the first time at the 1958 tournament, following a qualification playoff against Poland.[7] Drawn in a group with Brazil, England, and Austria, they collected three points in total, one from England and two from Austria. The Soviet Union and England went to a playoff game, in which Anatoli Ilyin scored in the 67th minute to knock England out. The Soviet Union was then eliminated by the hosts of the tournament, Sweden, in the quarter-finals. The inaugural European Championships in 1960 marked the pinnacle of Soviet footballing achievement. Easily progressing to the quarter-finals, the team were scheduled to face Spain, but due to the tensions of the Cold War, Spain refused to travel to the Soviet Union, resulting in a walkover. In the semi-final, the Soviet team defeated Czechoslovakia 3–0 and reached the final, where they faced Yugoslavia. In the final, Yugoslavia scored first, but the Soviet Union, led by legendary goalkeeper Lev Yashin, equalized in the 49th minute. After 90 minutes the score was 1–1, and Viktor Ponedelnik scored with seven minutes left in extra time to give the Soviets the inaugural European Championship. In the 1962 World Cup, the Soviet team was in Group 1 with Yugoslavia, Colombia, and Uruguay. The match between the Soviet Union and Colombia ended 4–4; Colombia scored a series of goals (68', 72', 86'). Star goalkeeper Lev Yashin was in poor form both against Colombia and Chile. His form was considered one of the main reasons why the Soviet Union team did not gain more success in the tournament.[citation needed] In 1964, the Soviet Union attempted to defend their European Championship title, defeating Italy in the last 16 (2–0, 1–1) and to reach the quarter-finals. After two matches against Sweden, the Soviet side won on aggregate (1–1, 3–1). The Soviet Union team went to Spain where the finals were held. In the semi-finals, the Soviet Union defeated Denmark 3–0 in Barcelona but their dreams of winning the title again were dashed in the final when Spain, the host, scored a late goal, winning 2–1. The 1966 FIFA World Cup was the tournament in which the Soviet Union team reached their best result by finishing in fourth place. The Soviet Union was in Group 4 with North Korea, Italy and Chile. In all three matches, the Soviet Union team managed to defeat their rivals. The Soviet team then defeated Hungary in the quarter-finals thanks to the effective performance of their star, Lev Yashin but their success was ended by two defeats on 25 and 28 July, against West Germany in the semi-finals and Portugal in the third-place playoff match, respectively. The 1966 squad was the second-best scoring Soviet team in World Cup history, with 10 goals. For the Euro 1968, the qualification competition was played in two stages; a group stage (taking place from 1966 until 1968) and the quarter-finals (played in 1968). Again, only four teams could reach the finals which were held in Italy. The semi-final match between the Soviet Union and Italy ended 0–0. It was decided to toss a coin to see who reached the final, rather than play a replay. Italy won, and went on to become European champions. On 8 June 1968, the Soviets were defeated by England in the third-place match. The 1970 World Cup started with the match between Mexico and the Soviet Union. The Soviet team became the first team to make a substitution in World Cup history in this match. Other opponents in their group were Belgium and El Salvador. The Soviet team easily qualified to the quarter-final where they lost against Uruguay in extra time. This was the last time the Soviet Union reached the quarter-finals. They were able to obtain 5th place in the rankings which FIFA released in 1986. The final tournament of the 1972 European Championships took place between 14 and 18 June 1972. Again, only four teams were in the finals. The Soviets defeated Hungary 1–0, with a second-half goal. The final was between West Germany and the Soviet Union. The match ended with a victory of the German side thanks to the effective football of Gerd Müller. This tournament was one of the two tournaments in which the Soviet Union finished as runner-up. After being runners up at Euro 1972, the rest of the 1970s were bleak for the Soviets, who were disqualified from the 1974 World Cup as a result of refusal to play Chile in the aftermath of the 1973 Chilean coup d'état, and failed to qualify for the 1978 World Cup or the 1976 and 1980 European Championships. The 1982 World Cup was the Soviet Union's first major tournament appearance for a decade. The Soviet Union was in Group 6 with Brazil, Scotland, and New Zealand. Goals by Socrates and Eder marked the defeat of the Soviet side against Brazil in the first group match (even though it was a very hard match for the Brazilians), and they were eventually eliminated in the second round by finishing the group in second place when they defeated Belgium only 1–0 and drew against Poland with an 0–0 results. In 1984, the Soviets again failed to qualify for the European Championships, but succeeded in qualifying for the 1986 World Cup. The Soviet Union was in Group C with Hungary, France, and Canada. The Soviets used Irapuato, Guanajuato as their training ground in the World Cup. The Soviet team enjoyed a successful group stage by scoring nine goals and finishing the group in first place. Ultimately, however, they lost to Belgium 3–4 after extra time in the round of 16. Despite their poor performance in the cup, this team was the best scoring Soviet team in World Cup history, with 12 goals. After failing to qualify for three consecutive European Cups (1976, 1980, 1984), the Soviets managed to qualify for the 1988 competition, the last time the Soviet Union national football team took part in the European Football Championship. The finals were held in West Germany, with eight teams participating. Soviet Union finished Group B as leaders above the Netherlands and defeated Italy 2–0 in the semi-final. In the final against the Netherlands, another team from Group B, the Netherlands avenged their group stage defeat, winning by a score of 2–0 to be crowned European champions. The final major championship contested by the Soviet team was the 1990 FIFA World Cup, where they were drawn in Group B with Argentina, Romania and Cameroon. The only success for the Soviets came when they defeated group leaders Cameroon 4–0. The Soviets lost their other matches and failed to qualify from the group. The Soviet Union qualified for Euro 1992, but the breakup of the Soviet Union meant that their place was instead taken by the CIS national football team, composed of newly independent Soviet republics. After the tournament, the former Soviet republics competed as separate independent nations, with FIFA allocating the Soviet team's record to Russia.[8] Head coach: Valeriy Lobanovskyi Head coach: Valeriy Lobanovskyi At the final stage of the Euro Championship it already played as CIS national football team Head coach: Anatoliy Byshovets Champions Runners-up Third Place Fourth Place Champions Runners-up Third Place Fourth Place  Notes: Since Soviet's first fixture (16 November 1924 vs. Turkey) they have played their home games at various stadiums. Note:","Title":"Soviet Union national football team - Wikipedia","KeyID":"17344","URL":"https://en.wikipedia.org/wiki/Soviet_Union_national_football_team"}