{"Content: ":"Georgi Aleksandrovich Yartsev (Russian: Гео́ргий Алекса́ндрович Я́рцев; 11 April 1948 – 15 July 2022)[1] was a Russian football coach and player.[2] He was the head coach of the Russia national team between 2003 and 2005. He learned to play football in the Tekmash Kostroma football school. Played forward for Spartak Kostroma (1965–1967, 1975–1976), Iskra Smolensk (1968–1972), CSKA Moscow (1970), Gomselmash Gomel (1973–1974), Spartak Moscow (1977–1980), Lokomotiv Moscow (1981), Moskvich Moscow (1982). Played 82 games and scored 38 goals in the premier league of the USSR championship. USSR champion in 1979. He was the top scorer at the USSR championship in 1978 (19 goals). He played five (5) games for the USSR national team. His playing career was unusual in that he only got to the highest level of club football in USSR when he was 29 years old. He achieved highest level success quickly once he got to Spartak Moscow. However, that sudden late-career revival did not last for too long and he retired soon thereafter. After finishing his playing career, he became a coach at the Kapotnya Moscow football school (1982–1984), Krasnaya Presnya Moscow (1984–1985), SC Krasny Bogatyr Moscow (1985–1988), pop singers team that played exhibition games, Zvezdy Sporta (1993–1994). In 1994, he was hired as an assistant coach for the top Russian club at the time, Spartak Moscow. When Oleg Romantsev, who was head coach of Spartak and of the Russian national team, decided to focus on the national team in 1996, Yartsev was appointed the head coach of Spartak. Spartak was rebuilding at the time, but even with many young players in the lineup, they won the league that year. They did so in a \"golden game\" which had to be played because Spartak and Alania Vladikavkaz were level on points after the championship. How much of that team's success was due to Yartsev is still questioned, because Romantsev never really left the team and some say he continued to make all the important decisions behind the scenes. Romantsev took back his head coach position in 1997, moving Yartsev back into the assistant position.[3] In June 1998 Yartsev was appointed the head coach of Spartak's cross-city arch-rival, Dynamo Moscow. Despite getting to the Russian Cup final in the spring of 1999, generally he did not have much success with that team and was fired in June 1999. Before one of the Dynamo games that was played on Yartsev's birthday, Sergei Stepashin, who was the Prime Minister of Russia at the time, gave Yartsev a sabre as a birthday gift in a sideline pre-game ceremony. Yartsev got another head coach position soon enough, when he joined Rotor Volgograd in January 2000. However, he could not do much with that team either and was fired in June of same year. For the next three years he was the manager of the Spartak Moscow veterans team. In August 2003, Russia was very close to elimination from their Euro 2004 preliminary qualification group and the coach Valery Gazzayev, was fired. Most of the other high-level Russian coaches have already coached the national team at one point or another, so unexpectedly Russian soccer federation decided to put Yartsev in charge. Under Yartsev's management, Russia qualified for the playoff preliminary qualification matches, in which they beat Wales. That series ended with controversy. First Russia asked UEFA to disqualify Wales midfielder Ryan Giggs for elbowing a Russian defender in the first leg of the playoffs, which UEFA refused to do. Later key Russian midfielder Egor Titov was disqualified for testing positive for an illegal performance-enhancing drug, Wales asked to be declared winners because of that, but that request was ultimately denied and their court case dismissed. In UEFA Euro 2004 Russia lost the first two games to Spain and Portugal 1–0 and 2–0 and was the first team to be eliminated. After the first game Yartsev sent home one of the most experienced Russian midfielders, Alexander Mostovoi, after Mostovoi complained to the press that Yartsev is overworking players in training sessions, so they do not have any energy left for the games. Yartsev changed lineup extensively in every game, first because some key defenders were injured and he had to play the reserves and young players, and then because of disqualifications to Roman Sharonov and Sergei Ovchinnikov, who were sent off in the first two games. In their third and final game, Russia defeated Greece 2–1. That ended up being the only Greek loss in the whole tournament as Greece eventually won it all, defeating Portugal in the finals (Russia was not very lucky in getting drawn into the same group as two eventual finalists). Yartsev was not fired despite not coming out of the group stage. After a 7–1 loss to Portugal in the 2006 FIFA World Cup qualifying Yartsev kept his job, but then resigned after a 1–1 draw with Estonia. In early 2007, he was hired as a coach for FC Torpedo Moscow, who got relegated in 2006 from the Russian Premier League for the first time in its history. He was fired on June 20, 2007, Torpedo was in 7th place in First Division at the time (only the top 2 teams get promoted into the Premier League).[4] Yartsev was married, and has two daughters. His son Alexander was murdered 18 February 2007 in his own home.[5]","Title":"Georgi Yartsev - Wikipedia","KeyID":"17343","URL":"https://en.wikipedia.org/wiki/Georgi_Yartsev"}