{"Content: ":"\"La-La (Means I Love You)\" is an R&B/soul song by American vocal group The Delfonics. Released on January 26, 1968, by Philly Groove Records, the song was written by Thom Bell and William Hart, and produced by Bell and Stan Watson. The song was a number four U.S. Billboard pop,[1] number two R&B in 1968, and number 19 UK Singles Chart in 1971. The song is one of the Delfonics' most enduring recordings and perhaps their best loved, noting a number of cover versions. Billy Bragg quotes the chorus of the song on \"The Saturday Boy\" from his 1984 album, Brewing Up with Billy Bragg. The song was featured in Spike Lee's 1994 film, Crooklyn. It also appeared in Quentin Tarantino's 1997 film, Jackie Brown. In Brett Ratner‘s 2000 film, The Family Man Jack Campbell (Nicolas Cage) sang this song to Kate (Téa Leoni). In 2004, rapper Ghostface Killah also sampled \"La-La\" for his song \"Holla\" from his album, The Pretty Toney Album. Swing Out Sister covered the song on their 1994 album, The Living Return, and Prince covered the song for his 1996 album, Emancipation. Alton Ellis and the Flames recorded a rocksteady version in 1968 on the Jamaican Supersonics label. Family group The Jets covered it in 1985 in for their self-titled album. Booker T. & the M.G.'s covered an instrumental version of the song in their 1968 album, Soul Limbo. The Jackson 5 covered the song in their 1970 album, ABC,[2] and it was featured in their early 1970s Saturday morning cartoon.[3] American actress Connie Stevens covered the song in 1971 during a short-lived stint as an R&B singer, with Thom Bell producing.[4] Egyptian rock group Les Petits Chats (aka The Cats) released a version b/w \"With a Little Help from My Friends\" in 1971 on the Sono Cairo label.[5][6] Todd Rundgren covered the song in his 1973 album, A Wizard, a True Star. Samantha Sang covered \"La-La (Means I Love You)\" on her 1978 LP, Emotion. Minnesota band The Jets covered this song for their 1985 self-titled debut album. Tatsuro Yamashita covered the song on his 1989 album, Joy: Tatsuro Yamashita Live. The Cantonese version of the song was sung by Grasshopper in 1992. Swing Out Sister covered the song in their 1994 album The Living Return. The Manhattan Transfer covered the song in their 1995 album Tonin' Prince covered the song in his 1996 album Emancipation, retitling the song \"La, La, La Means 👁 Love U\".","Title":"La-La (Means I Love You) - Wikipedia","KeyID":"17352","URL":"https://en.wikipedia.org/wiki/La-La_(Means_I_Love_You)"}