{"Content: ":"NEC Nijmegen, commonly known as NEC (Dutch pronunciation: [ɛneːˈseː]), is a professional Dutch association football club based in Nijmegen. The club currently competes in the Eredivisie, the top tier of Dutch football, following promotion from the 2020–21 Eerste Divisie. The club has reached the final of the KNVB Cup on four occasions – in 1973, 1983, 1994 and 2000 – but has never won any major silverware. The oldest remnant of NEC Nijmegen, Eendracht, was formed on 15 November 1900 by three men - August Lodenstijn, Antoon Kuypers and Wouter de Lent - representing the people from the benedenstad (lower town) who, due to their working class status, were not able to play for the major club in the city, Quick 1888.[1] Due to a lack of funds, Eendracht initially played only friendly matches against teams from other parts of the city until 1903, when the local league in Nijmegen was formed. Eendracht was the first champion and was promoted to Gelderland's regional league, and two years later the club was promoted to the second tier of Dutch football. Eendracht merged in April 1910 with NVV Nijmegen, a club formed two years earlier by former members of Quick 1888. The new club was given the name Nijmegen Eendracht Combinatie, and played its first match against Amsterdam side DEC, the match ending 0-0.[2] After a series of ground moves in the club's early years, at the beginning of the 1920s, NEC bought land and moved to a ground at Hazenkampseweg.[2] Finally, the club had a permanent home and the club's fanbase began to grow. However, despite a new home and increased membership, on-field success did not follow. Although NEC won second-tier championships in 1928, 1929, 1931, and 1934, the club did not win promotion after losing consecutive play-off matches.[3] The club was mockingly nicknamed: \"Nooit eerste classer\"[4] (in English \"Never first division\"), before being promoted at the fifth attempt in 1936.[5] In 1939, NEC won the first Eastern title and fought for the Dutch title in a playoff competition with four other district champions. NEC came in third place, behind Amsterdam sides Ajax and DWS. The club moved from Hazenkampseweg in 1942 to the Goffertstadion, located in the Goffertpark on the outskirts of the city, where the club still plays today. During the Second World War, little football was played, but after liberation, the club's pre-war success continued and again became the champion of the East in both 1946 and 1947. Professional football was introduced in the Netherlands in 1954, but came at the wrong time for NEC. The club was not in a good financial state and not as well established as other clubs. When the Royal Dutch Football Association (KNVB) reorganised the league structure in time for the 1956–57 season, NEC found themselves in the lowest semi-professional division, the Tweede Divisie. At the beginning of the 1960s, NEC began to recover from its financial difficulties. A major reason for this was new support from the municipal council who began to see the importance of a professional club like the NEC, and started providing financial support in 1963. The following year, the club was promoted to the second-tier Eerste Divisie again and three years later, reached the top-tier Eredivisie for the first time, finishing tenth in its first season.[6] The club remained in the top flight for seven seasons in a row, with some games played in front of capacity crowds; season averages of 14,000 spectators were normal. NEC flourished, primarily due to the development of players from their youth setup, including Frans Thijssen and Jan Peters. However, a sharp decline soon followed. NEC could not sustain itself with its only major revenue sources being the sale of players and the large subsidy from the Nijmegen council. Relegation from the top flight came in 1974, and although NEC returned to the top division the following year, the club was heading in a downward trajectory. During the following years, NEC became renowned as a yo-yo club; in little over a decade, they changed leagues six times: relegation in 1983, promotion in 1985, relegation in 1986, promotion in 1989, relegation in 1991, and finally promotion in 1994. In 1981, the club was given further support from the municipal council, when NEC's professional and amateur sides separated, but this did not prevent the club's bankruptcy in 1987. NEC continued to exist only after 80% of creditors waived their claims. New chairman Henk van de Water formed a sponsors' club to raise funds which started to gather momentum. By the mid-1990s, NEC was on the way up again. In 1995, the club clung on to a place in the Eredivisie by the skin of their teeth. In 1998, it surprised many with an eighth-place finish. Its financial situation had improved and attendance numbers rose gradually, up to an average of 10,000 spectators.[7] NEC has reached the final of the KNVB Cup four times. On two occasions NEC were underdogs, but going into the 1973 final, the club was the overwhelming favorite. At Rotterdam's De Kuip against NAC Breda, things went completely wrong for the Nijmegen club, with NAC coming away 2–0 winners, amidst claims of infighting and disagreements with the manager. In 1983, NEC unexpectedly reached the Cup Final despite having been relegated that season, but fell to the league champions Ajax 3–1 – the final goal being scored by Johan Cruyff in his final game for Ajax. NEC, about to be promoted from the Eerste Divisie surprised many by defeating Ajax 2–1 away from home in the semi-finals of the 1994 competition, coming up against Rotterdam at De Kuip in the final, but fell once more 2–1. In 2000, the club's centenary year, they reached the final for the fourth time but the match against Roda JC would end in disappointment for the 20,000 fans who made the trip; NEC lost the match 2–0. In 1983, during the darkest period of the club's history, the club played a match which many see as a highlight of the club's history: a match played in the European Cup Winners' Cup against Barcelona, while NEC was little more than a mid-table second-tier team. In the spring, NEC had lost the cup-final against Ajax and were also relegated. But because the Amsterdam-based side had also been crowned champion of the Eredivisie, NEC qualified for UEFA competition while in the second-tier, something which has only happened once since: Wigan Athletic's participation in the 2013–14 UEFA Europa League while playing in the Championship. In the first round of the European tournament, NEC narrowly defeated Norway's Brann, 2–1 on aggregate. A few days later, the draw was completed for the second round, which pitted the superstars of Barcelona – with both Bernd Schuster and Diego Maradona – against the small Dutch outfit. Both players were injured for the tie, though there was still excitement for the fans at the Goffertstadion – NEC raced into a 2–0 lead after 44 minutes, with goals from Anton Janssen and Michel Mommertz, though the Blaugrana would hit back, winning the game 3–2, and strolled to a 2–0 victory at Camp Nou in the second leg.[8] 29 May 2003 marked a historic day for NEC. Following a late strike from Jaromír Šimr against RKC Waalwijk, NEC finished fifth in the Eredivisie. For the first time in the club's history, NEC qualified for the UEFA Cup through their league position. This led to unprecedented scenes with jubilant fans invading the pitch. Similar scenes occurred in the city centre with over 25,000 people celebrating. In the 2007–08 Eredivisie season, NEC qualified for European competition again, despite a disappointing first half of the season, when the club found itself in 17th place at the winter break. However, there was a remarkable turnaround. From January, NEC improved their form and finished eighth place in the league. This position secured participation in the UEFA Cup play-offs, which they won, beating Roda JC, Groningen, and NAC Breda. With 31 undefeated matches in a row and with a 6–0 home victory at NAC Breda the highlight of the turnaround, NEC achieved European qualification once again.[9] The year became even more successful following early rounds of the UEFA Cup. In the first round, the club defeated Dinamo București over two ties. After a 1–0 home win, NEC drew 0–0 in Romania to reach the group stage. They were then drawn against Tottenham Hotspur, Udinese, Spartak Moscow, and Dinamo Zagreb. They started poorly, with defeats to both Dinamo Zagreb and Tottenham Hotspur[10] – meaning they were bottom of the group and almost out of the competition. After a 2–1 victory against Spartak Moscow in Russia with a goal from Lasse Schöne, NEC played their last match in Nijmegen against Udinese. To advance, NEC had to win and hope that other results went their way. Tottenham were trailing at half time, while NEC were being held at 0–0. In the 74th minute, however, Tottenham scored twice to eventually draw 2–2 against Spartak and goals from Collins John and Jhon van Beukering gave NEC a 2-0 victory, and they qualified for the knockout round. The round of 32 of the UEFA Cup saw NEC drawn against Bundesliga side Hamburger SV. The run ended when the Germans won 3–0 in Nijmegen and 1–0 in Hamburg. NEC supporters were subsequently complimented in Europe by Franz Beckenbauer, who said he had never witnessed such great support from away supporters.[11] At the end of the 2013–14 season, NEC prevented automatic relegation by holding Ajax to a 2–2 draw in Amsterdam on the last matchday with a brace from Alireza Jahanbakhsh.[12] However, in the following relegation play-offs, NEC lost 4–1 on aggregate to Eerste Divisie's 16th placed Sparta Rotterdam and was relegated to the second tier of Dutch football, ending a 20 year run in the top flight.[13] They bounced back however at the first attempt after beating Sparta 1–0 on 3 April 2015 to clinch the Eerste Divisie title with six games left. On 28 May 2017, NEC faced relegation again after two years in the Eredivisie after losing 5–1 on aggregate against NAC Breda.[14] They reached the promotion play-offs in both the 2017–18 and 2018–19 seasons, but lost in the semi-finals on both occasions to FC Emmen and RKC Waalwijk. For the 2019–20 season, the club took the ususual step of appointing three head coaches: Adrie Bogers, Rogier Meijer and Francois Gesthuizen – the club finished in eighth place, which would have granted them a place in the play-offs, but due to the ongoing COVID-19 pandemic in the Netherlands, there was no promotion or relegation between Eredivisie and Eerste Divisie. In May 2021, the club once again achieved promotion to the Eredivisie after beating NAC Breda 2–1 in the final of the promotion/relegation play-offs.[15] In the early years of NEC's existence, the club played at various grounds around the city, most notably at Hazenkampseweg. The club's current home, Goffertstadion, was opened in 1939 by Prince Bernhard of the Netherlands. It had been constructed by thousands of the city's unemployed, during a time of compulsory employment. At the time of its completion it was the third highest capacity stadium in the Netherlands, after Ajax's Olympic Stadium and De Kuip in Rotterdam. The Gofferstadion was a project by the municipal council, but upon completion both local clubs Quick 1888 and NEC refused to play there, as both had their own stadiums and did not want to pay rent for De Goffert. It therefore took until 1942 for the first match to be played, after NEC’s home ground was damaged during the Second World War and the club permanently moved to the Goffert.[16] In 1992 the club purchased the stadium from the municipal council for the symbolic sum of 1 guilder. The stadium was renovated in the late 1990s, with an increased capacity of 12,500, opening with a friendly match between NEC and RSC Anderlecht, which the home side won 3-1. On October 17, 2021, part of the stadium collapsed after a match between NEC and rivals Vitesse. Nobody was seriously injured.[17] Goffertstadion has hosted various senior men's international matches. Upon the merger of NVV and Eendracht, the club played in black shirts with a green and red band across the chest. However the club's traditional shirt is known as the Balkenshirt, consisting of a red shirt with a green chestband with black trim. During the 2000s, other variations of the club's colours were worn, such as a quartered design in 2004–05 and various half-and-half designs. In 2016 NEC's board allowed a fan vote on whether to restore the classic chest band, which passed with a slim majority. [18][19] Vitesse are NEC's archrivals. The two clubs share a long history together and they contest the Gelderse Derby (Derby of Gelderland), a confrontation between the two largest cities of the province of Gelderland, Arnhem and Nijmegen, two cities with major differences in attitude and culture. Since 1813, Arnhem has been the capital of Gelderland and is historically based on finance and trade, perceived as an office city with modern buildings. Nijmegen, on the other hand, is predominantly a workers' city, with middle and high-income groups in the minority.[20] The two cities are just 24 kilometers apart, resulting in an intense crosstown rivalry. The meeting between the two teams is still considered to be one of the biggest matches of the season.[21] De Graafschap are also considered a rival, and games between them are known as the Kleine Gelderse Derby (Little Gelderland Derby) but these matches are not as loaded with the tension and rivalry of those with Vitesse.[22]  Since 2007, the club's mascot has been Bikkel, a Roman legionary, with a sword and shield, a reference to the Roman history of the city of Nijmegen. The name Bikkel reportedly refers to the nickname given to former player and coach Ron de Groot, who spent his whole career at the club. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The following players were called-up to represent their national teams in international football and received caps during their tenure with N.E.C.:  Source.[25] Below is a table with NEC's domestic results since the introduction of professional football in 1955.","Title":"NEC Nijmegen - Wikipedia","KeyID":"17386","URL":"https://en.wikipedia.org/wiki/NEC_Nijmegen"}