{"Content: ":"São Cristóvão de Futebol e Regatas, more commonly referred to as São Cristóvão, is a Brazilian football club based in the neighbourhood of São Cristóvão, Rio de Janeiro, in the eponymous state, founded on 12 October 1898. It plays its home matches at the Ronaldo Nazário de Lima Stadium, which is named after Ronaldo. São Cristóvão won the state championship in 1926 and finished runner-up in 1937. It currently plays in the Campeonato Carioca Série C, the fourth tier of the Rio de Janeiro state league. The club is recognized by FIFA as the only one in the world not to have away kits.[1][2] They always play in white shirts, white shorts and white socks; as implied by one of the club's monikers, Os Brancos (The Whites). Legendary Brazilian striker Ronaldo, widely considered one of the greatest players of all time, played for the club for three years at youth level. In a shack near the São Cristóvão beach, a group of sportsmen formed by José Galvão, José Queirós, Luís Corrêa e Sá, Luís Parisot, Antônio Maurity, and E. Bordine and Moura e Castro founded, on October 12, 1898, the Grupo de Regatas Cajuense, a rowing club. On September 12, 1901, the club merged with Grupo União Náutica, and in 1902, it changed its name to Club de Regatas São Cristóvão. São Cristóvão Atlético Clube, was founded on July 5, 1909, at a house located in Bela Street, under the incentive of João and Carlos Cantuária, Barroso Magno, A. Perdeneiras and João Germano. São Cristóvão de Futebol e Regatas was founded when Clube de Regatas São Cristóvão and São Cristóvão Atlético Clube fused on February 13, 1943.[2] On November 21, 1926, São Cristóvão won the Campeonato Carioca, after defeating Flamengo 5–1. The topscorer of that competition was São Cristóvão's Vicente, who scored 25 goals.[3] In 2000, São Cristóvão competed in the Copa João Havelange (which was the national championship of that year). The club was in the white module (which was the lowest level of the league), and ended in fourth in their group, being eliminated in the first stage.[4] In the same year the club also competed in the preliminary stage of the 2001 Campeonato Carioca, finishing in the sixth (and last) place of the competition, failing to qualify to the competition.[5] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. São Cristóvão's kit is all white. There is a FIFA, a CBF and a FFERJ rule, authorizing São Cristóvão to have just one kit. As the club does not have an away kit, their opponents have to change their kit when necessary. They are the only club in the world to have ever received this authorization from FIFA. Due to the all white kit and also because many soldiers that frequented the club also played for it due to the proximity of the barracks, São Cristóvão and its supporters were nicknamed Os Cadetes (The Cadets, in English).[2] The club's mascot is a sheep.[6]","Title":"São Cristóvão de Futebol e Regatas - Wikipedia","KeyID":"17396","URL":"https://en.wikipedia.org/wiki/S%C3%A3o_Crist%C3%B3v%C3%A3o_de_Futebol_e_Regatas"}