{"Content: ":"Opposition (25) Others (6) Opposition (68) Others (20) The National Congress of Chile[2] (Spanish: Congreso Nacional de Chile) is the legislative branch of the government of the Republic of Chile. The National Congress of Chile was founded on July 4, 1811. It is a bicameral legislature composed of the Chamber of Deputies (lower house), of 155 Deputies (120 before 2017) and by the Senate (upper house), formed by 43 Senators (38 before 2017) which will increase its size to 50 senators after the next general election. The organisation of Congress and its powers and duties are defined in articles 42 to 59 of the current constitution and by the Constitutional Organic Law No. 18,918. Congress meets in the Chile Congress building, which was built during the last years of the Pinochet regime and stands in the port city of Valparaíso, some 140 km west of the capital, Santiago. This new building replaced the Former National Congress Building, located in downtown Santiago. On 13 September 1973, the Government Junta of Chile dissolved Congress.[3] Statistical analysis suggest Chilean politicians in Congress \"are not randomly drawn from the population, but over-represent high-income communities\".[4] As such, Chileans of Castilian-Basque, Palestinian and Jewish ancestry are overrepresented in it.[4] The 1980 Constitution defined a complicated scheme, unique in the world, for electing the Chamber of Deputies and the Senate. Each Deputy or Senator was elected from a two-member district. Parties or coalitions put two-member lists on the ballot. If the first-place list in a district won more than twice the votes of the second-place list, both its nominees were elected; otherwise, the top candidate from each list went to Valparaiso, the seat of Chile’s Congress. It has been argued this scheme was expressly designed by the Pinochet regime to favour the election of right-wing legislative majorities.[5][6] Several rounds of constitutional amendments have been enacted since 1980 to address this concern.[5][7] Coordinates: 33°02′52″S 71°36′21″W﻿ / ﻿33.04778°S 71.60583°W﻿ / -33.04778; -71.60583","Title":"National Congress of Chile - Wikipedia","KeyID":"17392","URL":"https://en.wikipedia.org/wiki/National_Congress_of_Chile"}