{"Content: ":"Carleton Bates Varney (January 23, 1937 – July 14, 2022) was an American decorator, designer, lecturer, and author.[1] Known as Mr. Color, his work was based on the use of bright, vivid, multicolors and patterns. His design philosophy \"stresses the use of bright colors and the rejection of all that is impractical, uncomfortable, and drab\".[2] Varney was born on January 23, 1937, in Lynn, Massachusetts. He spent his childhood in Nahant, Massachusetts.[3][4] He earned his bachelor's degree in Spanish and fine arts from Oberlin College in Ohio in 1958 and a master's degree in fine arts education in 1969 from New York University.[5] Varney began his career by teaching Spanish, French, and history at New York's New Rochelle Academy,[6] joined Dorothy Draper & Co. in 1960, and bought the firm in 1964.[7] Dorothy Draper Co., Inc. has offices located in New York, Palm Beach, White Sulphur Springs, and London.[8] Varney's design work includes private homes of celebrities and world leaders, hotels around the world, castles in Ireland, yachts, ships, private, and public buildings.[9] His work includes two historic hotels—The Greenbrier in White Sulphur Springs, West Virginia and the Grand Hotel in Mackinac Island, Michigan. Society Expeditions' World Discoverer ships had public and private spaces decorated and refurbished by Varney.[10][11] His public work includes the West Virginia Governor's Mansion, the Vice President's Washington residence, and the U.S. Ambassador's residence in Tokyo, Japan.[12] His celebrity client list includes Joan Crawford,[13] Judy Garland,[14] Ethel Merman,[15] Van Johnson,[16] Fay Wray,[17] and many other Hollywood icons. Varney's product design includes textiles, wallcoverings, furniture, dinnerware, stained glass windows, and scarves. He is also founder of Carleton V Ltd, Carleton Varney By the Yard, and Dorothy Draper Fabric & Wallcoverings.[18] Some of Varney's work is featured in the authorship of 30 plus books and syndicated columns on decorating and design.[7] His writing career began in high school and continued into his professional career. His first book in 1962, You and Your Apartment was followed in 1969 by The Family Decorates A Home, thus the name for his newspaper column. He modeled his mentor's column, \"Ask Dorothy Draper\" with his syndicated newspaper column, \"Your Family Decorator\". Varney continued to write a weekly column for the Palm Beach Daily News also known as \"The Shiny Sheet\". In addition to his books on decorating, he has authored two novels, two biographies on the life and style of Dorothy Draper, titled The Draper Touch and In the Pink, and pictorial books of his work such as Houses in his Heart, Mr. Color, and Decorating in the Grand Manor.[12] His latest works include Decorating on the Waterfront,[19] Rooms to Remember,[20] and Romance & Rhododendrons.[21] He lectured on decorating and design and held classes on the Dorothy Draper style throughout the country.[22][23] In 2008 he designed Architectural Digest's Green Room for the 80th Academy Awards ceremony.[24] Along with Princess Yasmin Aga Khan, he has co-chaired the Rita Hayworth Luncheon to benefit Alzheimer's Association.[25] In 2016 he was the design consultant for An Evening with Joe Namath, benefiting the Joe Namath Neurological Research Center at Jupiter Medical Center.[26] In 1982, Varney served as curator for the restoration and decoration of the USS Sequoia, the presidential yacht.[27] In 2011 he reviewed and was interviewed regarding Monticello's dining room restoration.[28] His client list of White House first ladies for state dinner favors, china designs, scarves and First Lady Suites for the Grand Hotel includes Lady Bird Johnson, Nancy Reagan, Jacqueline Kennedy, Rosalynn Carter, Barbara Bush, and Laura Bush.[29][30] Under the Carter Administration, he styled White House state luncheons and dinners and served as the color consultant for the Carter Presidential Library in Atlanta.[31] In 2018 he was nominated as member of the National Council on the Arts[32] and he was on the National Council of the White House Historical Association.[33] Throughout his career, Varney partnered with many different vendors to create design collections and product lines. Such collaborations include: Kindel Furniture,[34] Dr. Livingstone, I Presume,[35] Fine Paints of Europe,[36] Frontgate,[37] and HSN.[38] Varney and former wife Suzanne had three sons—Nicholas, designer of fine jewelry,[39] Seamus, and Sebastian, president of Carleton V Ltd.[40] He had one grandson named Bowie.[41] He resided in Palm Beach, Florida,[42] where he was also a columnist for a local newspaper, the Palm Beach Daily News.[43] Varney died in Palm Beach Gardens, Florida, on July 14, 2022, at the age of 85.[4][43][1] In 1987, Varney was awarded an honorary doctorate by the University of Charleston in West Virginia.[44] In 1990, he was inducted into Interior Design magazine's hall of fame,[12] and in 1990 he was selected to be in \"AD 100 An Exclusive Guide To The World's Finest Interior Designers\".[8] In 1991 he was listed in Interior Designers of the United States of America[45] and in 2005 was named by Architectural Digest as one of 30 Deans of American Design.[46] In 2008 Judith Gura included him as one of New York's inventors of tradition.[3] In 2015, he was awarded the 2015 Design Icon Award at the Las Vegas Market.[47]","Title":"Carleton Varney - Wikipedia","KeyID":"17390","URL":"https://en.wikipedia.org/wiki/Carleton_Varney"}