{"Content: ":"Robert John East (December 17, 1984 – July 13, 2022) was an American professional stock car racing driver.[2] He raced in USAC, ARCA, and NASCAR. During his career in the latter two, East was a member of Ford's driver development program. In 2001, East became the youngest driver at 16 years old to win a feature USAC National Midget event[3] at the Illiana Motor Speedway in Schererville, Indiana.[citation needed] East competed full-time in the USAC National Midget Series where he was the champion in 2004 driving the Steve Lewis Racing No. 9. The car's chassis was built by his father, Bob East, who is a renowned short-track car builder of midgets, sprints, and silver crown machines. The title gave him the distinction of being the youngest national champion in the series' history at age 19.[citation needed] East was the most victorious driver during the 2004 USAC season with 15 victories among the series' three divisions. He wound up in victory lane seven times in national midgets, five times in national sprint cars, and once each in the Silver Crown, Western States Sprint Car, and Speedrome Regional Midget Series during the season. The highlights of the season were winning the Hut Hundred and the Turkey Night Grand Prix. During this prestigious time he attained the nickname 'Beast' among his loyal fans, which is an amalgamation of the first letter of his first-name 'B' combined alongside his last-name 'East', which is unlike his kind demeanor and character to those that know him, but better describes his victorious 2004 season on Team Lewis placing 1st overall in his No. 9 car. East then moved on to racing stock cars. He first attempted to qualify for three races in the NASCAR Craftsman Truck Series in Roush Racing's No. 33 Ford, but failed to qualify for two of those races. In the one where he did qualify (at Phoenix), he wrecked late in that event and finished 30th. Additionally, he drove the No. 21 for Wood Brothers/JTG Racing at the Homstead season-finale, but failed to qualify for that race, too. Also that year, East made his ARCA Re/Max Series debut, where he competed at Talladega in October 2005, driving the No. 29 Ford for K Automotive Racing. A few weeks later, he made his NASCAR Busch Series debut at Memphis in the No. 46 for ST Motorsports and had a solid race, finishing 17th.[citation needed] In 2006, East competed nearly full-time in the same truck, where he was teammates in the team's driver development program with fellow rookie Marcos Ambrose, who drove the team's No. 20 truck. East would finish the year 23rd in points despite missing the first two races of the season.[citation needed] In 2007, East ran part-time in the Busch Series with Brewco Motorsports, splitting time in the team's No. 27, No. 37 and No. 43 cars. During the season, Brewco became Baker Curb Racing after a change in ownership.[citation needed] East returned to the Truck Series part-time in 2008, reuniting with Roush to driving their No. 09 Zaxby's Ford F-150. This included him winning the pole for the race at IRP. Roush also tasked East with qualifying Cup Series Carl Edwards' Nationwide (formerly Busch) Series No. 60 car for the race at Memphis, the same track he made his debut at three years earlier. However, East was not able to qualify very high in the field, placing 34th, although Edwards would go on to win the race after making his way through the field to the front, taking the lead on lap 69 and staying there for the rest of the race. This effort would end up being East's last outing in NASCAR.[citation needed] East was born in Torrance, California, and had also been living in Brownsburg, Indiana.[4] On July 13, 2022, while filling his car with gas at a 76 gas station in Westminster, California, East was accosted by Trent Millsap, a transient who had a warrant for a parole violation out on him. The two exchanged words and Millsap stabbed East in his chest; East was rushed to the hospital, but died from his injuries shortly thereafter.[5][6][7] Millsap was later found hiding in an apartment in nearby Anaheim and was killed in a shootout with Orange County police.[8] (key) (Bold – Pole position awarded by qualifying time. Italics – Pole position earned by points standings or practice time. * – Most laps led.) (key) (Bold – Pole position awarded by qualifying time. Italics – Pole position earned by points standings or practice time. * – Most laps led.)","Title":"Bobby East - Wikipedia","KeyID":"17406","URL":"https://en.wikipedia.org/wiki/Bobby_East"}