{"Content: ":"Steve Riley's version: L.A. Guns are an American glam metal band from Los Angeles, California, formed in 1983. The lineup currently consists of Tracii Guns (lead guitar), Phil Lewis (lead vocals), Ace Von Johnson[9] (rhythm guitar, backing vocals), Johnny Martin (bass, backing vocals), Scot Coogan (live drums) and Adam Hamilton (studio drums). The first incarnation of the group was formed by Tracii Guns and Rob Gardner in 1983 and merged with fellow Los Angeles group, Hollywood Rose, to form Guns N' Roses in March 1985. After only a brief tenure in that band, Guns reformed L.A. Guns with a new lineup, consisting of Paul Black, Mick Cripps, Robert Stoddard, and Nickey Alexander. Black would soon be replaced by former Girl singer Phil Lewis while former Faster Pussycat bassist Kelly Nickels was added to the group. Later, Alexander would be replaced by former W.A.S.P. drummer Steve Riley with this being known as the \"classic lineup\" of L.A. Guns. They achieved moderate chart success in the late 1980s and early 1990s. However, the group went through numerous lineup changes (with Riley being the most consistent member) and failed to regain mainstream attention. The \"classic lineup\" of the group would reunite in 1999 and began recording new material. However, the group continued to change lineups and Guns eventually left to form the hard rock supergroup Brides of Destruction with Nikki Sixx of Mötley Crüe in 2002. L.A. Guns continued without Guns, bringing in guitarist Stacey Blades, however, following his decision to put Brides of Destruction on hiatus in 2006, Guns formed The Tracii Guns Band. The group's lineup consisted of former L.A. Guns members Black, Alexander as well as Jeremy Guns (though the lineup would eventually change), with the group eventually changing their name to L.A. Guns. Both groups continued to record and tour under the L.A. Guns moniker until 2012, when the Tracii Guns-led version of the group disbanded. L.A. Guns were first formed in 1983[10] by guitarist Tracii Guns and drummer Rob Gardner.[10][11] The first lineup included singer Mike Jagosz, bassist Ole Beich and drummer Rob Gardner. Guns, Gardner and Jagosz met at Fairfax High School and previously played in a band called Pyrrhus with bassist Dani Tull.[12][13] This lineup recorded the band's debut EP, Collector's Edition No. 1, before Jagosz was replaced by Axl Rose.[10] Originally released on vinyl, the record was produced and engineered by Blues/Rock guitarist Chuck Rosa and came out on Raz Records (an independent Hollywood based record label, named after the band's manager, Raz Cue). The same material would later be released as a bonus disc with the compilation album Hollywood Raw in 2004. Rose fronted the group Rapidfire before going on to form Hollywood Rose, a group formed following the introduction of guitarists Izzy Stradlin and Chris Weber to each other by Guns.[14] Following the breakup of Hollywood Rose, in 1984, singer Rose joined L.A. Guns.[15] However, Hollywood Rose reunited, briefly, with Rose, Stradlin, Weber and Steve Darrow returning while L.A. Guns drummer Gardner also joined the group. Weber, who left to move to New York City,[14][16] was soon replaced by Tracii Guns.[14][16][17] The group changed their name to Guns N' Roses (combining the names of L.A. Guns and Hollywood Rose) with the lineup composed of Axl Rose, Tracii Guns, Izzy Stradlin, Ole Beich and Rob Gardner.[18][19][20] Beich was eventually replaced by Duff McKagan[21][22] while Guns left the group[10] (after a falling out with Rose[21]), being replaced by Slash.[21] McKagan went on to book shows taking place between Sacramento and Seattle, which was dubbed \"The Hell Tour\". During this time, Gardner quit the group and was replaced by Steven Adler[16] with this line-up becoming known as the \"classic lineup\" of Guns N' Roses.[16][23][24] I guess I was a little cocky with the label. I kind of had a 'fuck you' type of attitude with them. And I guess you do not do that with major labels when you're an unknown artist. I didn't like anyone trying to change me though and A & R reps like to manipulate even though most of them are complete idiots. They kept telling me to write songs like Cinderella, Bon Jovi, and Poison. It was insulting to me. Why should I follow in their footsteps just because they are successful? ... Here's the pivotal reason I left L.A. Guns. Izzy [Stradlin] and I got busted together. Rumors shot around town that Guns N' Roses were going to lose their deal with Geffen. PolyGram felt it was time to replace me before signing L.A. Guns to a deal.[25] —Black on why he was replaced. Later, in 1986, Guns reformed LA Guns with Mick Cripps, Paul Black, Nickey Alexander and Robert Stoddard, former The Dogs D'Amour singer, briefly became guitarist for the group,[25] co-writing the song \"Nothing to Lose\" that appeared on L.A. Guns debut album.[26] Initially, the group were to be called Faster Pussycat (later the name of another band; several of that band's members over the years were also in L.A. Guns)[25] but soon re-adopted the L.A. Guns moniker.[25] After writing material and playing shows, the group signed with PolyGram.[10][25] Black was soon replaced by former Girl singer Phil Lewis[10][27] while Kelly Nickels (formerly of Faster Pussycat) was added to the lineup.[10] They recorded their debut album, titled L.A. Guns, with producer Jim Faraci.[26] The album featured six songs co-written by former singer Paul Black[10] (\"No Mercy\", \"Sex Action\", \"One More Reason\", \"Nothing to Lose\", \"Bitch is Back\" and \"One Way Ticket\")[26] while, after album completion, drummer Alexander was replaced by former W.A.S.P. drummer Steve Riley[10][28][29] (with Riley credited as L.A. Guns' drummer on the album's liner notes[26] and Alexander only given drum credits[26]). The album was released in 1988, through PolyGram/Vertigo Records, peaking at number 50 on the Billboard 200.[30] After briefly touring in support of the album, the group returned to the studio to record their new album[10] with producers Duane Baron, John Purdell and Tom Werman.[31] Although the group (Lewis, Guns, Cripps, Nickels and Riley) wrote the album's material,[31] \"Never Enough\" featured additional contributions from Paul Black, Gregg Tripp and Phil Roy.[31] Robin Zander and Rick Nielsen, both of Cheap Trick, also make an appearance on the album.[31] Released in 1989, L.A. Guns new album, titled Cocked & Loaded, peaked at number 38 on the Billboard 200[30] while the single \"The Ballad of Jayne\" peaked at number 25 and 33 on the Mainstream Rock Chart[32] and the Billboard Hot 100[32] respectively. The album went on to become RIAA certified Gold[10] and eventually Platinum.[11] They released their third album, titled Hollywood Vampires, in 1991[10] which peaked at number 42 on the Billboard 200.[30] The singles \"Kiss My Love Goodbye\" and \"It's Over Now\" would peak at number 16 and 25 on the Mainstream Rock Chart[32] respectively while It's Over Now\" also peaked at number 62 on the Billboard Hot 100.[32] Drummer Riley was fired from L.A. Guns in 1992 following the group's tour of Europe with Skid Row for allegedly assaulting Lewis.[33][34][29] Due to the rise in popularity of Seattle's grunge movement,[10] the group waited a number of years before recording new material.[10] During this time, Guns participated in the short lived supergroup Contraband,[35] the group put together by Alan Kovac.[11] The group featured singer Richard Black[35] (of Shark Island), Michael Schenker[35] (of Scorpions, UFO and Michael Schenker Group), Share Pedersen[35] (of Vixen) and Bobby Blotzer[35] (of Ratt).[35] They released one self-titled album in 1991, which peaked at number 187 on the Billboard 200,[36] and achieved some moderate success with the single \"All the Way from Memphis\",[35] which peaked at number 12 on the Mainstream Rock Chart,[37] before disbanding. Regrouping in the mid-1990s with drummer Michael Gersema, L.A. Guns recorded and released their fourth album, titled Vicious Circle, in 1994 with the album failing to chart. It was their weakest selling album to date[10] with the group's first major lineup change coming afterwards. Former drummer Riley was invited to rejoin the group for the subsequent tour;[29] however, both Lewis (who went on to form Filthy Lucre, releasing the Popsmear album in 1997)[38] and Cripps departed the group[29] with singer Chris Van Dahl replacing Lewis[10] and Johnny Crypt replacing Cripps on rhythm guitar. PolyGram soon dropped the group, who had already begun sessions for a follow-up album, following the low sales of Vicious Circle.[10] Nickels subsequently left the band as well, at which point Crypt switched to bass.[10] The now four-piece lineup completed recording of the Pantera[29]-influenced album American Hardcore, released in 1996 through CMC International[29] with the album failing to chart also.[10] The group changed singers once again, recruiting Ralph Saenz,[10] formerly of The Atomic Punks,[39] for the recording of the Wasted EP released in 1998[10] before eventually adding former Love/Hate singer Jizzy Pearl to the group in 1999.[10] With the lineup consisting of Pearl, Guns, Crypt and Riley, the group recorded their new album with former Guns N' Roses guitarist Gilby Clarke producing.[10][11][40][41] The group released the album, titled Shrinking Violet in 1999 through Perris Records[11] before going on tour supporting Poison.[11] A compilation album of re-recorded songs and new material, titled Greatest Hits and Black Beauties, was released in the summer of 1999.[10] Despite the Pearl-led lineup having just released new material, Shrinking Violet, during this time, the \"classic\" lineup of L.A. Guns reunited with Phil Lewis, Mick Cripps and Kelly Nickels returning to the group in the fall, touring in support of the compilation album.[29] They recorded a live album during this time, titled Live: A Night on the Strip, which was released the following year. That same year, they re-recorded and re-released Cocked & Loaded, retitled Cocked & Re-Loaded, on Deadline Records. Both Cripps and Nickels would leave the group on the eve of a 2000 summer tour, replaced by Faster Pussycat guitarist Brent Muscat[42] and bassist Muddy.[10][43] For the recording of their new album, Cripps returned to the lineup, replacing Muscat, and recorded keyboards on the album.[43] Produced by Gilby Clarke,[10] the group released Man in the Moon in 2001 through Spitfire Records[43] while former Pretty Boy Floyd guitarist Keff Ratcliffe was added to the group.[10] Sometime afterwards, Muddy would depart the group, along with Ratcliffe and Cripps, with Adam Hamilton becoming the group's new bassist.[44][45][46] with Mötley Crüe bassist Nikki Sixx.[44] L.A. Guns bassist Hamilton was briefly involved with this group (as keyboardist),[44] which was rounded out by singer London LeGrand[44] and Adema drummer Kris Kohls.[44] John Corabi, formerly of Mötley Crüe and The Scream, was to fill in for Guns, during the latter's involvement with Cockstar, on L.A. Guns' tour with Alice Cooper.[42] However, Corabi himself would soon join Cockstar, replacing Hamilton.[44] Cockstar would change their name to Brides of Destruction. Meanwhile, L.A. Guns completed the recording of their new album in late April 2002,[47] releasing the record, titled Waking the Dead, the same year to positive reviews.[48] That June, the group began touring with Warrant, Ratt, FireHouse and Dokken as part of the Rock Fest tour.[47] However, they were soon dropped from their label.[29] They also pulled out of touring with Alice Cooper[49] followings Guns departure from the group in October[50] in order to concentrate on his project with Sixx,[44][45][46][51] though he would argue he never left.[52] Despite the departure of Guns, the group continued and toured in support of Waking the Dead[42] with the lineup, in 2003, consisting of Lewis, Riley, Hamilton, former guitarist Brent Muscat and new guitarist Keri Kelli (formerly of Big Bang Babies and Slash's Snakepit).[42] The group eventually recruited guitarist Stacey Blades,[53][54] with both Muscat and Kelli departing the group, in 2004 while they also released the cover album, titled Rips the Covers Off, the same year. Commenting on Blades addition to the lineup, Lewis stated that \"Stacey really is a virtuoso type of guy and player. It was really fortunate that we found him and that he's another Hollywood guy. I've read reviews where they called him a Tracii [Guns] clone, but he's not. He is definitely his own man.\"[53] Enlisting Andy Johns and Bruce Witkin, the group began recording a new material with the group's current lineup with the result being Tales from the Strip,[53] released in 2005 through Shrapnel Records.[55] In a 2006 interview, singer Lewis stated that he would have preferred releasing the album on a larger label while he also likened the album to a demo.[56] In September of the same year, the group released the live album Loud and Dangerous: Live from Hollywood[57] before going on to play a selection of shows in California as well as one date supporting Ratt in Pennsylvania.[58] In January 2007, the group announced a string of US tour dates in support of Tales from the Strip.[59] In March, along with more tour dates, L.A. Guns announced the departure of bassist Hamilton[60] who was subsequently replaced by Scott Griffin.[61] Further tour dates were announced to take place in Australia, taking place in October,[62] as well as dates in Europe supporting Hanoi Rocks, taking place in November.[63] They soon announced that the European dates were postponed until 2008,[64] however, Hanoi Rocks issued a statement saying that the tour with L.A. Guns supporting \"was never officially approved\" by the group.[65] On July 5, 2009, bassist Griffin departed the group and was replaced by Kenny Kweens (formerly of Beautiful Creatures).[66][67] In January 2011, Kweens departed the band, with Griffin returning to the lineup.[68] On March 7, 2012, the band announced a new studio album, titled Hollywood Forever, which was released on June 5 that same year.[69] Following his decision to put Brides of Destruction on hiatus, in 2006, former L.A. Guns guitarist Tracii Guns formed The Tracii Guns Band with former L.A. Guns members Paul Black and Nickey Alexander as well as Brides of Destruction live bassist Jeremy Guns.[70] The group announced a tour of the US with plans to perform songs from L.A. Guns, Brides of Destruction and Tracii Guns' solo material[70] as well as various cover songs.[71] Previously, in 2005, Black released the demos, titled Black List, recorded during his time with L.A. Guns in the 80's.[25] With Tracii Guns owning the rights to the name[29] (along with Steve Riley[29]), he changed the name of The Tracii Guns Band to L.A. Guns in the summer of 2006, creating a conflict, as there were now two groups touring under the \"L.A. Guns\" moniker.[72] In October of the same year, during the 20-year anniversary party for Cathouse Club, in Hollywood, Phil Lewis joined Tracii Guns' L.A. Guns onstage, after being invited by singer Paul Black,[25] for a duet of \"Rip and Tear.\"[73] Despite Black's hopes that this would \"relieve the tension between the two line-ups\",[25] Lewis would later state that \"Tracii [Guns] as good as he is, has had to pretty much lower himself to playing with these guys that if they were going to do anything they would have done it in the past twenty years, but they have done nothing.\"[74] In 2007, Alexander would be replaced by drummer Chad Stewart with the group playing shows in South America, Europe as well as numerous tours of the US.[75] In December, the Tracii Guns version of the band's dressing room was robbed during a show at McGuffy's in Dayton, Ohio. Items taken included wallets, \"a Blackberry and a bottle of Jack Daniels whiskey.\" The thief was later caught with the items returned to the band.[76] Guns announced, in January 2008, that the group were to record a new album stating that they were \"heading up to Canada in April/May to record the new stuff in a very secluded location so we have no distractions and can actually get it done.\"[77] They announced dates in the US and South America in February,[78] however, they announced, in March, South American tour was postponed with them beginning recording on their new album, tentatively titled Pretty in Black, with producer Steve Thompson.[79] The same month, they were confirmed as one of the acts of the second Rocklahoma festival. After being invited by bassist Jeremy Guns, singer Marty Casey, of Lovehammers, joined the group, who had signed a deal with Alexus Records,[80] in the studio co-writing material.[80] Paul Black parted ways with the group in March, while Alec Bauer was added as the group's second guitarist.[81] By July, the group had completed the new album with Casey[80] with plans to release the album by the end of the year.[82] They also recorded a pilot for VH1 which, at that point, was being shopped to different networks. Also announced that the \"name of the band will not be L.A. Guns for this TV show and album, but we will do some nostalgia shows and festivals as L.A. Guns.\"[83] The group toured through 2008 and 2009, however, Casey returned to Lovehammers to record and release their new album Heavy Crown in 2009. While the group waited for a release date for their new album, as well as deciding on a new name for the group, former L.A. Guns singer Jizzy Pearl returned to group while guitarist Alec Bauer departed the band.[84] In an interview, in late 2009, Tracii stated that L.A. Guns parted ways with Alexus Records and that he was unsure wither the material recorded with Marty Casey or the VH1 pilot will ever be released. In February 2010, L.A. Guns announced they had signed a deal with Steve Vai's label, Favored Nations,[11] to release a \"Deluxe Reissue\" of Shrinking Violet, the only L.A. Guns studio album to feature singer Jizzy Pearl, that was released the same year. The album was repackaged with new artwork and five live bonus tracks by the group's current lineup.[85] The band announced a one-off unplugged event, taking place at the Hotel Café in Los Angeles, California, in February 2011 featuring the band, with the exception of Jeremy Guns, former L.A. Guns members Muddy, Mick Cripps, as well as Danny Nordahl and Doni Gray.[86] By March, both Jeremy and Stewart departed the band. Although Nordahl temporarily replaced Jeremy, while Stewart remained before both rejoined Faster Pussycat.[87] It was later confirmed that Jeremy returned to the lineup,[88] with Doni Gray joining as their new drummer.[89] By September, it was announced that Pearl had departed the band, on good terms,[90] with former Rock Star: Supernova finalist Dilana joining in his place.[91] Session musician Eric Grossman was also announced as the replacement for Jeremy.[92] But after being in the band for only a mere 71 days, Dilana would depart from the band and be replaced by Tony West from Blacklist Union.[93] Former bassist for The Whisky Rebellion, Tim Sterling, reported that upon seeing Dilana do a soundcheck with L.A. Guns, it was “the most arrogant, egotistical behavior I’ve ever seen from a performer towards their band and crew.” West was replaced in January 2012 by Scott Foster Harris according to the L.A. Guns official Facebook site.[94][non-primary source needed] It has also been announced that Tracii Guns L.A. Guns will be playing their farewell tour Europe and then they will be going under the name The Tracii Guns League of Gentleman.[94] Eric Grossman has since announced his departure from L.A. Guns. He was later replaced by Johnny Martin on bass and the band added Steve Preach on guitar, organ and piano, extending the line-up to a 5-piece.[94] Guns announced in July that he was finished with his version of L.A. Guns, leaving only the Phil Lewis-led group performing under the moniker.[95] On December 12, guitarist Stacey Blades has announced his departure from L.A. Guns;[96] five days later, Frank Wilsey joined the band as its new guitarist.[97] On January 16, L.A. Guns announced a new video DVD, Live in Concert, including video of the band's performance at the M3 Rock Festival in May 2012, three music videos and a documentary about the making of Hollywood Forever.[98] The DVD was scheduled for release via Cleopatra Records on February 12.[98] On January 17, 2013, it was announced that Wilsey had left the band; he was replaced by Michael Grant from Endeverafter.[99] On March 9, 2014, original singer Michael Jagosz died at aged 48.[100] In September 2014, the band revealed that Griffin had departed and Kweens had returned.[101] On May 31, 2016, it was announced that Phil Lewis and Tracii Guns would perform together for the first time in 14 years under the name \"L.A. Guns' Phil Lewis + Tracii Guns\" for a handful of shows, including three shows in South America in July, Hair Nation Rock Fest in Irvine on September 17 and Rock N Skull Fest in Joliet, Illinois on October 27.[102] This line-up of L.A. Guns consists of Lewis and Guns along with bassist Johnny Martin (who had previously been a member of Tracii Guns' version of the band) and drummer Shane Fitzgibbon; with Michael Grant from Steve Riley's line-up touring with the band as second guitarist.[103] In September 2016, LA Weekly reported that Lewis and Guns plan to record a new album together under the L.A. Guns name for Frontiers Records, originally intended for a June 2017 release. The album was supported by a world tour, which kicked off with two shows at the Whisky a Go Go in West Hollywood in March 2017.[104] In December 2016 Lewis announced he was leaving L.A. Guns, noting \"With a heavy heart I have to inform you that as of January 1, 2017 I will no longer be a member of this line up. I feel I have gone as far as I can in this band, and unless I get out and focus on myself and something new that has a future, I'm going to stagnate\". It was later clarified that Lewis was to continue fronting the Tracii Guns version of L.A. Guns and that he was only leaving the Steve Riley version.[105] The Steve Riley-led version of the band are due to play the M3 Rock Festival in Maryland, in May 2019.[106] It was announced that L.A. Guns would be entering the studio to record a brand new album called The Missing Peace which was released on October 13, 2017[107] The Tracii Guns version announced that they would tour Australia and New Zealand in 2018.[108] On March 7, 2018 it was announced that the former Endeverafter guitarist Michael Grant left L.A. Guns to pursue other interests including his solo project \"Michael Grant and the Assassins\".[109] Grant later revealed that he was fired from the band and did not voluntarily leave.[110] Grant was replaced by Enuff Z'Nuff guitarist Johnny Monaco,[111] but was replaced by Hamilton a few months later.[112][113][114] In July 2018, L.A. Guns announced their 12th studio album The Devil You Know, released in March 2019.[115] In January 2020, Guns and Lewis sued Riley over the use of the L.A. Guns name.[116] On April 23, 2021 they settled this dispute in court with Guns and Lewis retaining the L.A. Guns name, while Riley was made to change his versions to Riley's L.A. Guns. Riley's L.A. Guns released their first single called \"Crawl\" on April 20, 2020.[117] This was follows up by a studio album Renegades released on November 13, 2020 (before the name change had taken effect).[118] This version of the band changed its name to \"Riley's L.A. Guns\" in April 2021 following a settlement reached between Riley with Tracii Guns and Phil Lewis.[119] L.A. Guns (feat. Tracii Guns and Phil Lewis) released a new single \"Let You Down\" on May 6, 2020.[120] It was released as the first single from their then-upcoming fourteenth studio album Checkered Past, which was released on November 12, 2021 and featured producer Adam Hamilton on drums. In May 2022, it was announced that Shawn Duncan had replaced Shane Fitzgibbon as their drummer.[121] In the following month, guitarist Ace Von Johnson revealed that L.A. Guns have been working on new material for their next studio album.[122][123] L.A. Guns current members Riley's L.A. Guns current members Studio albums","Title":"L.A. Guns - Wikipedia","KeyID":"17415","URL":"https://en.wikipedia.org/wiki/L.A._Guns"}