{"Content: ":"The vertebral arteries are major arteries of the neck. Typically, the vertebral arteries originate from the subclavian arteries. Each vessel courses superiorly along each side of the neck, merging within the skull to form the single, midline basilar artery. As the supplying component of the vertebrobasilar vascular system, the vertebral arteries supply blood to the upper spinal cord, brainstem, cerebellum, and posterior part of brain.[1] The vertebral arteries usually arise from the posterosuperior aspect of the central subclavian arteries on each side of the body,[2] then enter deep to the transverse process at the level of the 6th cervical vertebrae (C6),[1] or occasionally (in 7.5% of cases) at the level of C7. They then proceed superiorly, in the transverse foramen of each cervical vertebra.[1] Once they have passed through the transverse foramen of C1 (also known as the atlas), the vertebral arteries travel across the posterior arch of C1 and through the suboccipital triangle[citation needed] before entering the foramen magnum.[1] Nunziante Ippolito, a Neapolitan physician, identified the \"angle of Nunziante Ippolito\" to find the vertebral artery, between the anterior scalene muscle and the longus colli muscle.[3] Inside the skull, the two vertebral arteries join to form the basilar artery at the base of the pons. The basilar artery is the main blood supply to the brainstem and connects to the Circle of Willis to potentially supply the rest of the brain if there is compromise to one of the carotids. At each cervical level, the vertebral artery sends branches to the surrounding musculature via the anterior spinal arteries. The vertebral artery may be divided into four parts: Triangle of the vertebral artery is a region within the root of the neck and has following boundaries:[4] The vertebral artery runs from base to apex (prior to entering the transverse foramen of 6th cervical vertebra).[citation needed] The carotid tubercle separates the vertebral artery which passes directly behind it from the common carotid artery which lies directly in front of it. The ideal site for palpating the carotid pulse is to gently press the common carotid artery against the carotid tubercle.[5] There is commonly variations in the course and size of the vertebral arteries. For example, differences in size between left and right vertebral arteries may range from a slight asymmetry to marked hypoplasia of one side, with studies estimating a prevalence of unilateral vertebral artery hypoplasia between 2% to 25%.[6] In 3-15% of the population, a bony bridge called the arcuate foramen covers the groove for the vertebral artery on vertebra C1. Rarely, the vertebral arteries enter the subarachnoid space at C1-C2 (3%) or C2-C3 (only three cases have been reported) vertebral levels instead of the atlanto-occipital level.[7] The portion of vertebral arteries located within the skull (intracranial) have diameters of 3.17 mm. The intracranial length for the left vertebral artery (32.4 mm) is longer than the right (31.5 mm). The angle where vertebral arteries meet the basilar artery (vertebrobasilar junction), is 46 degrees.[8] As the supplying component of the vertebrobasilar vascular system, the vertebral arteries supply blood to the upper spinal cord, brainstem, cerebellum, and posterior part of brain.[1] As the supplying component of the vertebrobasilar vascular system, the vertebral arteries supply blood to the upper spinal cord, brainstem, cerebellum, and posterior part of brain.[1] A stroke of the arteries may result in a posterior circulation stroke.[citation needed] Chiropractic manipulation of the neck has the potential to cause a vertebral arterial dissection.[9][10][11] The arteries of the base of the brain (inferior view). Diagram of the arterial circulation at the base of the brain. Relationship of the vertebral artery to the suboccipital muscles. ocular group: central retinal","Title":"Vertebral artery - Wikipedia","KeyID":"1741","URL":"https://en.wikipedia.org/wiki/Vertebral_artery"}