{"Content: ":"The Beachcombers is a Canadian comedy-drama television series that ran on CBC Television from October 1, 1972, to December 12, 1990. With over 350 episodes, it is one of the longest-running dramatic series ever made for English-language Canadian television.[1][2] The Beachcombers followed the life of Nick Adonidas (Bruno Gerussi), a Greek-Canadian log salvager in British Columbia who earned a living travelling the coastline northwest of Vancouver with his partner Jesse Jim (Pat John) aboard their logging tug Persephone[3] tracking down logs that broke away from barges and logging booms. Their chief business competitor is Relic (Robert Clothier) (whose actual name is Stafford T. Phillips), a somewhat unsavoury person who will occasionally go to great lengths to steal business (and logs) from Nick. The series also focused on a supporting cast of characters in Nick's hometown of Gibsons, often centering on a café, Molly's Reach, run by Molly (Rae Brown), a mother figure to virtually all the characters in the series (including Relic). Molly had two grandchildren living with her, Hughie (Bob Park) and his younger sister Margaret played by Nancy Chapple in the first season then by Juliet Randall from the second season onward. The series' pilot episode was called \"Jesse's Car\" and was turned down by CBC for broadcast. The first episode to air was called \"Partners\" and described how Jesse and Nick formed their business ties. During the run of the series, storylines became more complex as the characters developed. Many episodes focused on Nick's Greek heritage. The series made Bruno Gerussi a highly visible star on Canadian TV, and between 1975 and 1984 he hosted a second series, Celebrity Cooks which aired initially on the CBC and later the rival Global network. The series' title was shortened to Beachcombers in 1988 (with the CBC announcing that the intent was to give the aging show a new look)[citation needed], coinciding with the replacement of the show's original theme music with a new composition. Subsequent funding cutbacks at the government-supported CBC, however, led to Beachcombers being cancelled even though it was still popular in its homeland and syndicated around the world, though attempts to revamp the series by giving it more suspenseful storylines and making it more action-oriented met with fan criticism. Music for the long-running series was composed and orchestrated by Canadian composer and producer Bobby Hales and later by Vancouver-based composer, Claire Lawrence. Numerous Vancouver-area musical artists appeared on the soundtracks of this long-running series, including Cos Natola. The show was an active window into Canada's multicultural heritage. Gerussi's character, Nick Adonidas, as noted, was a Greek (Gerussi was of Italian heritage and born in Alberta) and one storyline in a later season chronicled Nick's return to his homeland, while Clothier's character, Relic, was of Welsh ancestry. Other characters included Nick's Indigenous business partner and friend Jesse Jim (Pat John), and RCMP Constable John Constable (played by Alberta-born Jackson Davies). Jackson Davies, Pat John and Charlene Aleck were the only original cast members who had speaking parts in the show's follow-up television movie The New Beachcombers, produced in 2002, a pilot for a revived series that ran for two years. Bob Park (Hugh) and Dion Luther (Pat) appeared in cameo roles. By this time, Gerussi, Clothier, and Brown all had died, so new characters were introduced played by (among others) Dave Thomas, Graham Greene, Cameron Bancroft, and Deanna Milligan. A sequel, A Beachcombers Christmas, was also produced, though this too failed to spark a new series. A short-lived spin-off television show called Constable Constable ran in 1985. The show was based on Jackson Davies's Beachcombers character Constable John Constable. The series was filmed in Vancouver and starred Jackson Davies and Walter Learning.[4] A documentary about the show called Welcome Back to Molly's Reach aired in 2002. On July 27–29, 2007, former cast and crew gathered in Gibsons, British Columbia, for the show's 35th anniversary. A best-selling book, Bruno and The Beach: The Beachcombers at 40 celebrating its 40th anniversary was released in December 2012. It was co-written by Marc Strange, co-creator of the series, and Jackson Davies, who starred in the series as Constable John Constable. The series was filmed on location in Gibsons, British Columbia, and the surrounding area. The café featured in the show was built as a hardware store in 1934 and served various retail functions until rented as a film set for the series, used mainly for exterior shots and storage.[5] The building only became a café after the series ended. After The Beachcombers was cancelled in 1991, the building sat vacant for a time with an uncertain future. Eventually, private investors converted it into a functioning restaurant under the television-inspired name \"Molly's Reach\". Persephone, the boat used by Nick Adonidas during filming was a tug and work boat named John Henry built in 1965. The tug was chartered during series production from Harry Smith, who donated it to the town of Gibsons in 1991. The vessel sat outside at a town works department gravel pit where it deteriorated quite badly until it was restored by the Sunshine Coast Museum and Archives. Persephone was installed in a small park near Molly's Reach in 2007. There were two jet boats used by the character Relic. The one most fans remember was called Hi Baller II and was used from the second season until the end. The first craft, Hi Baller I was used for just the first season. She was slightly smaller than her successor and had more square windows. She did reappear for an episode called \"Jet Boat Gemini\" in 1974. Both boats were seen together as the man in the second craft was impersonating Relic. He was stealing logs and hassling local residents until Relic saved the day at the end in a duel of jet boats. The series was syndicated around the world and was shown by ITV in the United Kingdom, SCTV in Indonesia and on PBS in the United States. It has also been shown in Australia, New Zealand, Hong Kong, South Africa, Ireland, Greece, Italy, Kuwait, Seychelles, Malaysia, Brunei and Egypt. The West German television station ZDF also broadcast the series, as Strandpiraten (\"Beach Pirates\"). The show was seen in reruns on Vision TV and the pre-news channel version of Sun TV in Canada as well as the Aboriginal Peoples Television Network (APTN) in Canada and ALN in the United States.","Title":"The Beachcombers - Wikipedia","KeyID":"17419","URL":"https://en.wikipedia.org/wiki/The_Beachcombers"}