{"Content: ":"Studio 54 is a Broadway theatre and a former disco nightclub located on 54th Street in Midtown Manhattan, New York City. The building opened in 1927 as the Gallo Opera House.[3] It operated as an entertainment venue under various names until 1942, when CBS began using it as a radio and television studio dubbed Studio 52.[4] In 1977, Steve Rubell and Ian Schrager opened a nightclub in the building, retaining many former TV and theatrical sets and naming it for its street. Launched at the peak of the disco dancing and music trend, the club became world-famous,[5][6] noted for its celebrity guest lists, restrictive (and subjective) entry policies (based on one's appearance and style), rampant club drug use, and open sexual activity in the club's infamous balcony and basement VIP rooms.[7] In 1980, the club shut down after its founders were convicted of tax evasion. They sold the club to Mark Fleischman,[8][9][10] who reopened it, then sold it in 1984 to new owners, who closed it in 1986. Since November 1998, the site has served as a venue for productions of the Roundabout Theatre Company and retains the name Studio 54.[11] A separate restaurant and nightclub, Feinstein's/54 Below, operates in the basement of the building.[12] In 2020, it expanded into a music imprint including a record label, Studio 54 Music, and radio station on Sirius XM, Studio 54 Radio.[13] Designed by famed architect Eugene De Rosa, the venue was developed as the Gallo Opera House (soon revised to Gallo Theatre), named for its owner, Fortune Gallo. De Rosa publicized plans in August 1926 for a 16-story office building on 254–256 West 54th Street, which would contain a three-story opera house on the lower floors.[14] The plans included a lounge with an opera museum below the primary floors. Ida Louise Killam was hired to design the interior decorative scheme with a color palette of gold, blue, and rose.[15] The opera house premiered on November 8, 1927, with a large-scale production of La bohème,[16][17] which closed after three weeks. The Gallo was met with a succession of failed attempts to draw an audience and was lost to foreclosure after only two years. It later reopened under new ownership as The New Yorker but continued failing to attract sufficient crowds. It changed hands in the early 1930s, then in 1937 it became the WPA Federal Music Project of New York City's Federal Music Theatre/Theatre of Music,[18][19] then it became the New Yorker Theatre in 1939, housing an all-black version of The Swing Mikado, originally from Chicago, for two months, when the production moved to the 44th Street Theatre to finish its run. The New Yorker Theatre saw its final production, Medicine Show, end in May 1940, following which the building remained vacant for three years.[20] In 1943, CBS purchased the theatre and renamed it Studio 52. CBS named its studios in order of purchase;[citation needed] the number 52 was unrelated to the street on which it was located. From the 1940s to the mid-1970s, CBS used the location as a radio and TV stage that housed such shows as What's My Line?, The $64,000 Question, Video Village, Password, To Tell the Truth, Beat the Clock, The Jack Benny Show, I've Got a Secret, Ted Mack and the Original Amateur Hour, and Captain Kangaroo.[21] The soap opera Love of Life was produced there until 1975. In 1976, CBS moved most of its broadcast operations to the Ed Sullivan Theater and the CBS Broadcast Center, and sold Studio 52. When CBS began marketing the building in 1976, various parties in the art and fashion world expressed interest in seeing it converted into a nightclub. Male model Uva Harden tried to get gallery owner Frank Lloyd to finance the club, until Lloyd lost a $9 million lawsuit to the estate of the artist Mark Rothko, in the Rothko case.[22] In 1977, Steve Rubell and Ian Schrager transformed the theater into a nightclub called Studio 54, with Jack Dushey as a financial backer. They operated the company as Broadway Catering Corp. It took only six weeks to transform the theater into a nightclub and cost $400,000 before its grand opening on April 26.[23] Rubell and Schrager hired Scott Bromley as architect,[24][25] Ron Doud as interior designer, and Brian Thompson as lighting designer.[25] Jules Fisher and Paul Marantz, two well-known lighting designers, created the dance floor environment and created movable theatrical sets and lights using the existing TV lighting circuits and fly systems.[26] This allowed for a dynamic, constantly-changing, environment and with which the crowd could be lit brightly. Carmen D'Alessio, who had hosted monthly parties at Maurice Brahms' Infinity,[27] was hired by Rubell and Schrager to promote the club.[28][29] Within a month of opening, the New York State Liquor Authority raided Studio 54 for selling liquor without a license and closed it. The owners of the nightclub said the incident was a \"misunderstanding\". The next night the club reopened, serving fruit juice and soda instead of liquor. Before the raid, the nightclub had been using daily \"caterers' permits\", which enabled the nightclub to serve alcohol but were intended for weddings or political events.[30] The State had denied the daily permit for the night and raided the nightclub. The nightclub had been using these permits while waiting for its liquor license to be processed. Event planner Robert Isabell had four tons of glitter dumped in a four-inch layer on the floor of Studio 54 for a New Year's Eve party. Owner Ian Schrager said it was like \"standing on stardust\", and it left glitter that could be found months later in attendees' clothing and homes.[31] In December 1978, Rubell was quoted in the city's newspapers as saying that Studio 54 had made $7 million in its first year and \"only the Mafia made more money\". This got the attention of the IRS. Shortly after that, the nightclub was raided and Rubell and Schrager were arrested.[63] In June 1979, the two men were indicted on charges of skimming $2.5 million, as much as 60 percent of Studio 54's receipts over the past two years.[64] Studio 54 closed with a final party on the night of February 2–3, 1980, when Diana Ross and Liza Minnelli serenaded Rubell and Schrager. Ryan O'Neal, Farrah Fawcett, Mariel Hemingway, Jocelyn Wildenstein, Richard Gere, Gia Carangi, Jack Nicholson, Reggie Jackson, and Sylvester Stallone were among the guests that night.[33] Schrager and Rubell pleaded guilty to tax evasion[65][66][67] and were each sentenced to three and a half years in prison,[68][69] though they were paroled after 13 months.[70] On January 17, 2017, Schrager received a presidential pardon from President Barack Obama.[71] In August 1981, Rubell's company sold the building to Philip Pilevsky for $1.15 million in cash, but Rubell and Schrager opted to keep a lease. Later that year, the building was sold to Mark Fleischman and Stanley G. Tate with Rubell and Schrager staying on as consultants for six months afterward.[72] Studio 54 reopened in September 1981.[73][74] Mark Fleischman published his memoir Inside Studio 54 in October 2017; many details of his years as the owner are detailed as well as his experience buying the club from Ian Schrager and Steve Rubell while they were incarcerated.[75] Famed New York City doorman Haoui Montaug worked at Studio 54.[76] Paul Heyman was a photographer, producer, and promoter at the club in the mid-1980s.[77] Drew Barrymore's mother took her to Studio 54 when Drew was nine, where she was introduced to drugs and encouraged to dance with famous young men.[78] From 1981 to April 1986, Mark Fleischman owned Studio 54. In April 1989, The Ritz nightclub, which had previously operated at 11th Street and Third Avenue from 1980 to 1987, moved into the former Studio 54 under the name The New Ritz. In 1990, the club changed the name back to that of its former location, The Ritz. The new owner, CAT Entertainment Corp operated the club primarily as a venue for new wave, punk, Eurodisco, and heavy metal artists and also offered it as a public venue available for rent. In 1993, CAT Entertainment was acquired by Cabaret Royale Corporation, a nightclub operator based in Dallas.[79] That July, the Ritz announced it would close down and reopen as a topless bar.[80] CAT Entertainment completed a renovation of the nightclub, including modifications to the nightclub's stage area, which had been abandoned previously because of a lack of funds. CAT also resurrected both the nightclub and the Studio 54 trademark, which had never been properly registered by any of the prior owners or operators.[79] John Neilson also took over the venue[79] with plans to reopen it as an uptown location of the Stringfellows nightclub.[79][81] The remodeled nightclub opened in January 1994 and was operated as \"Cabaret Royale at Studio 54\".[82] Meanwhile, the Bank of Tokyo had previously granted a mortgage on the theater and the adjacent office building to Pilevsky. When Pilevsky filed to reorganize his assets under the Chapter 11 bankruptcy process, the Bank of Tokyo foreclosed on Studio 54's mortgage,[83] and the theater and building were auctioned off.[82][84] In late 1994, Allied Partners acquired the Studio 54 properties for $5.5 million. After protracted litigation, CAT Entertainment lost its lease on the nightclub and ceased operations in early 1995.[85] Allied restored much of the architectural detail that had been painted black or covered with plywood by Schrager and Rubell. The nightclub reopened with a live concert by disco stars Gloria Gaynor, Vicki Sue Robinson, and Sister Sledge.[citation needed] The building again went into bankruptcy in 1996 and Allied announced plans to convert the space into a virtual reality gaming venue at a cost of $10 million.[86] However, the project was never completed.  Since 1998, the nonprofit Roundabout Theatre Company has operated Studio 54 as a broadway theater.[87] Studio 54 is one of three Broadway theaters operated by Roundabout; the others are the American Airlines Theatre and the Stephen Sondheim Theatre.[88][89] The theater has 1,006 seats across two levels: 519 in the orchestra and 487 in the mezzanine.[2] After Studio 54's conversion, the nightclub tables were replaced with raked seating. The promenade has an exhibit with information on the theater's current production.[90] In July 1998, the collapse of a construction hoist blocked access to the Henry Miller Theatre on 43rd Street, where the successful revival of the Broadway musical Cabaret was playing.[91] To keep the show accessible, the Roundabout Theatre Company agreed to move the performance to Studio 54.[87][92] Cabaret's producer Sam Mendes had wanted to relocate to Studio 54 because, like Henry Miller's, its dilapidated condition provided an ideal setting for the production.[90] Artistic director Todd Haimes estimated that the company spent $1.7 million to renovate Studio 54 to accommodate Cabaret.[93] The show moved to Studio 54 in November 1998 and ran until January 2003.[94] Roundabout bought the Studio 54 building from Allied for $22.5 million in 2003,[95][96] selling $32 million worth of triple tax-exempt bonds to fund the sale.[97] After Cabaret closed, Studio 54 generally hosted larger productions that could not fit at Roundabout's other Broadway theater, the American Airlines Theatre. Roundabout staged several shows a year at both theaters, with Studio 54 hosting a mixture of musicals and plays.[90] The Stephen Sondheim and John Weidman musical Assassins was Roundabout's first new production at Studio 54,[90] opening in April 2004.[98][99] A revival of another musical by the same team, Pacific Overtures, opened that December.[100][101] Following these two productions, Broadway historian Louis Botto wrote that Studio 54 \"had finally fully been welcomed into the Broadway family nearly 80 years after Fortune Gallo first dreamed of it\".[90] Roundabout completed some renovations in 2005,[102] which involved installing raked seating and an exhibit in the promenade.[90] The theater hosted a revival of Tennessee Williams's A Streetcar Named Desire in April 2005.[103][104] For the 2005–2006 season, Studio 54 staged Eugene O'Neill's A Touch of the Poet[105][106] and Bertolt Brecht's The Threepenny Opera.[107][108] The theater then hosted the plays The Apple Tree and 110 in the Shade in the 2006–2007 season; The Ritz and Sunday in the Park with George in the 2007–2008 season; and Pal Joey and Waiting for Godot in the 2008–2009 season.[1][90] On March 12, 2020, the theater closed due to the COVID-19 pandemic.[109] It reopened on October 8, 2021, with performances of Caroline, or Change;[110] that show's opening had originally been delayed to early 2021,[111] but it was pushed further due to the extension of COVID-19 restrictions.[112] This was followed in April 2022 by the play The Minutes.[113][114] The second floor of the theater was a smaller event space called Upstairs at Studio 54, which was used exclusively for special events.[146] Performances occurred during nights when plays were not being staged. The club was operated by Noel Ashman and Josh Hadar, who was one of the Allied partners. Upstairs at Studio 54 performers included Mark Ronson, Samantha Ronson, Gloria Estefan, Jody Watley, and Newsical. The building, which is still frequently referred to as the Studio 54 building, houses various tenants, among them a theater venue, offices, and an educational facility called Mandl School, the College of Allied Health. This building also houses Olivtree Securities LLC. In 1965, the building housed Scepter Records's offices, warehouse space and a recording studio, where The Velvet Underground & Nico album was recorded in April 1966. Studio 54 Music launched in 2020.[147][148] Its first release, Night Magic Vol. 1, is a four-track compilation EP of disco anthems from the club's prime days, revised by musicians from both the original scene and the modern dance music era. The project was led by producer JKriv, while essential keys, synths, and the overall EP co-production were by Morgan Wiley.[148] The Night Magic EP name corresponds with that of a Brooklyn Museum exhibition that premiered in 2020.[149] The label also works with Sirius XM on Studio 54 Radio.[150] In the late 1970s, Studio 54 was one of the best-known nightclubs in the world, and it played a formative role in the growth of disco music and nightclub culture in general. Several franchises, notably in Las Vegas, have sprung up around the country.[151] Additionally, multiple works of art, entertainment, and media refer to or are associated with the nightclub. Examples include: Several other venues have been likened to Studio 54. Fiorucci, an Italian fashion shop formerly located on East 59th Street, became known in the late 1970s as the \"daytime Studio 54\".[164] The Mutiny Hotel in Miami, Florida, was described in a PBS NewsHour interview as \"kind of the closest thing to Miami's Studio 54\" in the late 1970s.[165]","Title":"Studio 54 - Wikipedia","KeyID":"17410","URL":"https://en.wikipedia.org/wiki/Studio_54"}