{"Content: ":"The Chicago Seven, originally the Chicago Eight and also known as the Conspiracy Eight or Conspiracy Seven, were seven defendants—Rennie Davis, David Dellinger, John Froines, Tom Hayden, Abbie Hoffman, Jerry Rubin, and Lee Weiner—charged by the United States federal government with conspiracy, crossing state lines with intent to incite a riot, and other charges related to anti-Vietnam War and 1960s counterculture protests in Chicago, Illinois, during the 1968 Democratic National Convention. The Chicago Eight became the Chicago Seven after the case against co-defendant Bobby Seale was declared a mistrial. All of the defendants were charged with and acquitted of conspiracy; Davis, Dellinger, Hayden, Hoffman, and Rubin were charged with and convicted of crossing state lines with intent to incite a riot; Froines and Weiner were charged with teaching demonstrators how to construct incendiary devices and acquitted of those charges. All of the convictions were later reversed on appeal. While the jury deliberated, Judge Julius Hoffman convicted the defendants and their attorneys for contempt of court and sentenced them to jail sentences ranging from less than three months to more than four years. These convictions were later reversed on appeal, and some were retried before a different judge. Since the beginning of the trial in 1969, the defendants and their attorneys have been depicted in a variety of art forms, including film, music, and theater. In the fall of 1967, the Democratic Party selected Chicago for its 1968 national convention, and the National Mobilization Committee to End the War in Vietnam (MOBE), chaired by David Dellinger, proposed anti-war demonstrations to protest the expected renomination of President Lyndon Johnson for the 1968 presidential election.[1]: 1 [2] In early 1968, the Tet Offensive against American forces in Vietnam occurred,[3] as well as unprecedented protests on university campuses,[4] and MOBE opened a Chicago office directed by Rennie Davis and Tom Hayden, who were former leaders of Students for a Democratic Society.[1]: 1–2  In March, as protests continued to grow against the Vietnam War and after the presidential campaign of Eugene McCarthy grew unexpectedly strong, Johnson withdrew from the race for the nomination.[1]: 1  A counterculture group known as Yippies, including Jerry Rubin and Abbie Hoffman, were also planning a \"Festival of Life\", announced at a press conference on March 17,[5] to counter what they described as the Democratic \"Convention of Death\".[1]: 2 [4] In January, the Yippies had issued a statement that included: \"Join us in Chicago in August for an international festival of youth music and theater ... Come all you rebels, youth spirits, rock minstrels, truth seekers, peacock freaks, poets, barricade jumpers, dancers, lovers and artists ... We are there! There are 500,000 of us dancing in the streets, throbbing with amplifiers and harmony. We are making love in the parks ...\"[4][2] In March, representatives of various groups met in Lake Villa, Illinois, to discuss coordination of the demonstrations; Tom Hayden and Rennie Davis drafted a proposal stating \"the campaign should not plan violence and disruption against the Democratic National Convention. It should be nonviolent and legal.\"[1]: 2 [2] In April, the assassination of Martin Luther King Jr. ignited devastating urban riots in Chicago and other cities.[1]: 1 [4] According to Bruce Ragsdale, the assassination of Robert Kennedy in June \"further shocked the nation and complicated the race for the Democratic nomination\", and \"by August, many Americans believed the nation was in the midst of a profound political and cultural crisis.\"[1]: 1  MOBE applied for permits for their marches and rallies, and the Yippies applied for permits to sleep in the parks, but the Daley administration refused almost all requests.[1]: 2  Rennie Davis sought help from the Justice Department, and argued permits would lower the risk of violence between protesters and police, but was unsuccessful.[6] A week before the start of the convention, MOBE organizers sued in federal court to obtain permits to use the parks, but were denied on August 23.[6][2] A variety of groups convened in Chicago to protest during the convention week, including the National Mobilization Committee to End the War in Vietnam (MOBE) and the Yippies. The Black Panther Party and the Southern Christian Leadership Conference also sent representatives to protest racism.[2] On Friday, August 23, the Yippies nominated their own candidate for president: a 145-pound pig they called Pigasus, who according to Frank Kusch, was \"released to the public\" at the Civic Center Plaza and promptly \"arrested\" by police as he was \"interviewed\" by journalists.[6] Five Yippies were taken to jail, including Jerry Rubin and Phil Ochs, while Pigasus was released to the Chicago Humane Society, and the Yippies were released after they each posted a $25 bond.[6] By the weekend before the convention, about 2,000 demonstrators had set up camp in Lincoln Park.[7] On Saturday, August 24, Lincoln Park was cleared almost without incident, with Allen Ginsberg leading many protesters out of the park before the 11 p.m. curfew.[4][6] According to Frank Kusch, police cleared the park and arrested eleven people for failing to disperse, while a crowd outside of the park suddenly ran toward the main street in Old Town yelling \"Peace now! Peace now! Peace now!\" and then marched for ten blocks before police arrived and the demonstrators quickly blended into the regular crowds on the sidewalks.[6] On the eve of the convention, Mayor Daley, citing intelligence reports of potential violence, put the 11,900 members of the Chicago Police Department on twelve-hour shifts, while the U.S. Army placed 6,000 troops in position to protect the city during the convention[1]: 2  and nearly 6,000 members of the National Guard were sent to the city,[7] with an additional 5,000 National Guard on alert, bolstered by up to 1,000 FBI and military intelligence officers,[6] and 1,000 Secret Service agents.[8] Daley also ordered the city's 4,865 firefighters to work extra shifts beginning on the Sunday before the convention, increasing the on-duty force by 600, and the Chicago Police Department placed 1,500 uniformed officers outside the International Amphitheatre, where the Democratic convention was held, including snipers.[6] The number of demonstrators in Chicago during the convention week was about 10,000, far less than predicted, and according to Bruce Ragsdale, \"police were determined to present a show of force and to enforce the 11 p.m. curfew in the parks.\"[1]: 2 [6] From inside the International Amphitheatre, CBS evening news anchor Walter Cronkite reported: \"The Democratic convention is about to begin in a police state. There just doesn't seem to be any other way to say it.\"[7] On Sunday, August 25, protest leaders allegedly told people to \"test the curfew\", while there were several thousand people in Lincoln Park, around bonfires, beating drums, and chanting.[4][2] When the park was officially closed at 11 p.m., Chicago police used tear gas and moved in with billy-clubs to forcibly remove them from the park.[8][2] Police formed a skirmish line and cleared the park, ending up on Stockton Drive, with about 200 police facing about 2,000 protesters.[4] Protesters, journalists, photographers, and bystanders were clubbed and beaten by the police.[4][9][8] On August 26, demonstrators gathered in Grant Park and climbed on a statue of General Logan on a horse, which led to violent skirmishes with police.[7] Police hauled a young man down and arrested him, breaking his arm in the process.[4] The only permit granted to MOBE for the convention week was for a rally at the Grant Park band shell for the afternoon of August 28, and it was granted on August 27, after the convention began.[6] David Dellinger told members of the media, \"We'll march with or without a permit\", and that Grant Park was only a \"staging area for the march\".[6] On the morning of August 28, Abbie Hoffman was arrested for writing the word \"FUCK\" on his forehead.[10][2] In the afternoon, Dellinger, Seale, Davis, and Hayden addressed thousands of demonstrators at the band shell in Grant Park.[2] After the rally at the Grant Park bandshell, several thousand protesters attempted to march to the International Amphitheatre,[4] but were stopped in front of the Conrad Hilton Hotel, where the presidential candidates and campaigns were headquartered, by what David Taylor and Sam Morris of The Guardian describe as \"a phalanx of National Guard armed with M1 rifles, backed by machine guns and jeeps with cages on top and barbed wire frames in front.\"[7] In a sit down protest, the crowd chanted \"the whole world is watching\".[7] \"The Battle of Michigan Avenue\", described by Neil Steinberg of the Chicago Sun-Times as \"a 17-minute melee in front of the Conrad Hilton\", was broadcast on television, along with footage from the floor of the convention.[4] The police violence extended to protesters, bystanders, reporters and photographers, while tear gas reached Hubert Humphrey in his hotel suite.[11] Police pushed protesters through plate-glass windows, then pursued them inside and beat them as they sprawled on the broken glass.[4] 100 protesters and 119 police officers were treated for injuries, and 600 protesters were arrested.[4] Television cameras recorded the police brutality while demonstrators chanted \"The whole world is watching\",[11] and Humphrey won the presidential nomination that night.[1]: 3  Paul Cowan of The Village Voice reports that by Thursday, Tom Hayden was in disguise by Grant Park, Jerry Rubin was in jail, and Rennie Davis was recovering from a beating by the police. After a speech by Eugene McCarthy in Grant Park that afternoon, a march was joined by delegates and McCarthy supporters but was stopped at 18th Street and Michigan Avenue by the National Guard. Arrests were followed by tear gas and mace, while marchers chanted \"The whole world is watching\" and retreated to Grant Park. In the park, demonstrators sang \"God Bless America\", \"This Land Is Your Land\", and \"The Star-Spangled Banner\", and waved \"V\" signs above their heads, asking soldiers to join in. They never did. Phil Ochs sang \"I Ain't Marchin' Any More\", and demonstrators chanted \"join us\" softly. Five hours later, police officers raided a party organized by McCarthy workers in the Hilton hotel, and beat them viciously. According to the McCarthy workers, all telephones on their floor had been disconnected a half hour before, and they had no way to call for help.[12] The city of Chicago, the U.S. Department of Justice, the House Committee on Un-American Activities, and the presidentially-appointed National Commission on the Causes and Prevention of Violence conducted investigations of the violence.[1]: 3  On September 6, 1968, the Daley administration issued a report that blamed the violence on \"outside agitators\", who were described as \"revolutionaries\" with an \"avowed purpose of a hostile confrontation with law enforcement.\"[1]: 3 [13] Bruce Ragsdale writes that the chair of the House Un-American Activities subcommittee (HUAC), Richard Ichord, \"suspected communist involvement in the demonstrations\", but the hearings[14] \"devolved into a bizarre preview of the conspiracy trial when a shirtless, barefooted Jerry Rubin burst into the hearing room with a bandolier of bullets and a toy gun.\"[1]: 3  In October 1968, Abbie Hoffman was arrested for wearing an American flag shirt[15] while trying to attend a HUAC meeting[16] after being subpoenaed to appear.[17] The Department of Justice report found no grounds to prosecute demonstrators, and Attorney General Ramsey Clark asked the U.S. attorney in Chicago to investigate possible civil rights violations by Chicago police.[1]: 3  On September 4, 1968, Milton Eisenhower, chair of the National Commission on the Causes and Prevention of Violence, announced the commission would investigate and report its findings to President Lyndon Johnson.[18][19] Daniel Walker headed a team of over 200 members who interviewed more than 1,400 witnesses and studied FBI reports and film of the confrontations.[19] The commission's Walker Report, named after Daniel Walker, was released on December 1, 1968, characterized the convention violence as a \"police riot\" and recommended prosecution of police who used indiscriminate violence; the report said the vast majority of police had behaved responsibly, but a failure to prosecute police who used indiscriminate violence would further damage public confidence in law enforcement.[19] The Walker Report also said demonstrators had provoked police and responded with violence of their own, and the \"vast majority of the demonstrators were intent on expressing by peaceful means their dissent.\"[1]: 3  On September 9, 1968, three days after the release of the Daley administration report[13] on the violence at the Chicago convention, Chief Judge William J. Campbell of the U.S. District Court for the Northern District of Illinois convened a grand jury to investigate whether the organizers of the demonstrations had violated federal law and whether any police officers had interfered with the civil rights of the protestors.[1]: 3  The grand jury was encouraged by Chief Judge Campbell to focus on possible grounds for charges in four areas:[20] Over the course of more than six months, the grand jury met 30 times and heard some 200 witnesses.[citation needed] John Mitchell, the new U.S. Attorney General appointed by President Richard Nixon following his inauguration in January 1969, worked with the U.S. attorney's office in Chicago to strengthen draft indictments of demonstrators, and Department of Justice officials asked U.S. Attorney Thomas Foran, a political ally of Mayor Daley, to remain in office and direct the prosecution.[1]: 4  On March 20, 1969, the grand jury indicted eight demonstrators and eight police officers. Seven police officers were charged with assaulting demonstrators and the eighth police officer was charged with perjury.[1]: 4  Chief Judge Campbell was randomly selected as the trial judge after the grand jury's indictment, but recused himself because of his familiarity with the evidence presented to the grand jury. Judge Julius Hoffman was then randomly selected to preside over the trial.[1]: 13  The charges were the first prosecutions under the anti-riot provisions of Title X of the Civil Rights Act of 1968 which made it a federal crime to cross state lines with the intent to incite a riot, or to conspire to do so.[1]: 4  All of the defendants were charged with conspiring to use interstate commerce with intent to incite a riot. David Dellinger, Rennie Davis, Tom Hayden, Abbie Hoffman, Jerry Rubin, and Bobby Seale were also charged with crossing state lines with the intent to incite a riot. The other two defendants, John Froines and Lee Weiner, were charged with teaching demonstrators how to construct incendiary devices that would be used in civil disturbances.[1]: 4  According to Bruce Ragsdale, writing in \"The Chicago Seven: 1960s Radicalism in the Federal Courts\" in 2008: Sixteen others were named by the grand jury as alleged co-conspirators, but not indicted: Wolfe B. Lowenthal, Stewart E. Albert, Sidney M. Peck, Kathy Boudin, Corina F. Fales, Benjamin Radford, Thomas W. Neumann, Craig Shimabukuro, Bo Taylor, David A. Baker, Richard Bosciano, Terry Gross, Donna Gripe, Benjamin Ortiz, Joseph Toornabene, and Richard Palmer.[21] The original eight defendants were Abbie Hoffman, Jerry Rubin, David Dellinger, Tom Hayden, Rennie Davis, John Froines, Lee Weiner, and Bobby Seale. The defense attorneys were William Kunstler, Leonard Weinglass of the Center for Constitutional Rights, as well as Michael Kennedy, Michael Tigar, Charles Garry, Gerald Lefcourt, and Dennis Roberts. The presiding judge was Julius Hoffman (no relation to Abbie), and the prosecutors were Richard Schultz and Tom Foran. The trial began on September 24, 1969.[1]: 11–12  In his opening statement, when prosecutor Richard Schultz mentioned Abbie Hoffman, Abbie Hoffman stood up and blew the jury a kiss, and the judge said, \"The jury is directed to disregard the kiss from Mr. Hoffman.\"[22] The evidence presented by the prosecution against the alleged conspirators is described by Jason Epstein as consisting \"largely of testimony by city officials and undercover agents hired by the FBI, the Chicago police, and, in one case, a Chicago newspaper columnist who had a young reporter spy on the organizers of the Chicago protest.\"[23][24] The government called 53 witnesses, including undercover police officer Robert Pierson, who worked as a bodyguard for Abbie Hoffman and Jerry Rubin, and testified that on August 26, 1968, he heard Abbie Hoffman say \"If they push us out of the park tonight, we're going to break windows\", and that Rubin, Seale, and Davis had urged crowds to resist the police or to use violence.[1]: 6 [25] Police officer William Frapolly testified about his undercover work while enrolled in an Illinois college, joining Students for a Democratic Society, the National Mobilization Committee, and other peace groups, and attending planning meetings where he heard nearly all of the defendants state their intention to incite confrontations with the police and to promote other civil disturbances; he also testified that Weiner and Froines openly discussed the use of incendiary devices and chemical bombs.[1]: 6 [26] Seale originally retained the Black Panthers' lawyer Charles Garry as his attorney, and Garry appeared at the defendants' arraignment on April 9.[27][22] Shortly before the trial began, Seale and other members of the Black Panther party were indicted in Connecticut on charges of conspiracy to murder a suspected police informant; because of this indictment, Seale was the only Chicago Eight defendant held in jail during the trial.[27] When the trial started in September, Garry was recovering from surgery and could not travel, but Judge Hoffman refused to delay the start of the trial.[27][22] The judge also refused to allow Seale to represent himself, in part because Kunstler had signed an appearance for Seale on September 24 to be able to visit him in jail, so Kunstler's request to withdraw as Seale's attorney was an \"absolutely discretionary\" decision by the judge, and Judge Hoffman decided Seale was represented by Kunstler.[22][23] Seale protested the judge's actions, arguing that they were not only illegal, but also racist, telling the court on September 26, \"If I am consistently denied this right of legal defense counsel of my choice, who is effective, by the judge of this court, then I can only see the judge as a blatant racist of the United States court.\"[22] Seale had been in Chicago for less than 24 hours over two days of the convention week[22] and had been invited shortly before the convention began as a substitute for Eldridge Cleaver, so the evidence against him was testimony from undercover police officer Robert Pierson, about a speech by Seale in Lincoln Park, where according to Pierson, Seale had urged his audience to \"barbecue some pork\", and Judge Hoffman, over the objection of the defense, allowed Pierson to give his opinion that this meant \"to burn some pigs\", i.e., police officers.[23][25] On the morning of October 29, after Seale called Judge Hoffman a \"rotten racist pig, fascist liar\", the judge responded: \"Let the record show the tone of Mr. Seale's voice was one of shrieking and pounding on the table and shouting\",[28] and Seale replied, \"If a witness is on the stand and testifies against me and I stand up and speak out in behalf of my right to have my lawyer and to defend myself and you deny me that, I have a right to make those requests. I have a right to make those demands on my constitutional rights. I have a constitutional right to speak, and if you try to suppress my constitutional right to speak out in behalf of my constitutional rights, then I can only see you as a bigot, a racist, and a fascist, and I have said before and clearly indicated on the record.\"[23] In the afternoon session of October 29, Judge Hoffman ordered Seale to be bound, gagged, and chained to a chair.[23] According to John Schultz, when the jury was allowed into the courtroom, juror Jean Fritz began weeping, and other jurors \"squirmed hard in their seats at the sight.\"[29] On three days,[28] Seale appeared in court bound and gagged before the jury,[30] struggling to get free, and at times managing to loudly insist on his right to defend himself.[23] On October 30, in open court, Kunstler declared, \"This is no longer a court of order, your Honor; this is a medieval torture chamber.\"[23] On November 5, the judge declared a mistrial for Seale,[27][23] and the Chicago Eight became the Chicago Seven, with Seale's case severed for a later trial that never occurred.[31] Bruce Ragsdale writes that the defendants and their attorneys \"sought to portray the proceedings as a political trial rather than a criminal prosecution\" in their legal arguments, courtroom behavior, and numerous public appearances.[1]: 6  On October 15, when the first Moratorium to End the War in Vietnam was observed across the country, the defendants attempted to place American and South Vietnamese flags on the defense table, but Judge Hoffman demanded them removed, stating, \"Whatever decoration there is the courtroom will be furnished by the government and I think things look alright in this courtroom.\"[28] On November 15, the second day of the Moratorium to End the War in Vietnam, Abbie Hoffman brought a Viet Cong flag into the courtroom and then wrestled over it with deputy marshal Ronald Dobroski.[32] The defense called more than 100 witnesses, including participants and bystanders in the clashes between the police and the demonstrators.[1]: 6  Abbie Hoffman[33] and Rennie Davis[34] were the only defendants to testify.[1]: 6  During his testimony on December 29, when asked about his arrest on August 28 for writing \"FUCK\" on his forehead, Abbie Hoffman testified, \"I put it on for a couple of reasons, one was that I was tired of seeing my picture in the paper and having newsmen come around, and I know if you got that word on your forehead they ain't going to print your picture in the paper. Secondly, it sort of summed up my attitude about the whole thing—what was going on in Chicago.\"[33] When asked whether he entered into an agreement with Dellinger, Froines, Hayden, Rubin, Weiner or Davis, to come to Chicago for the purpose of encouraging and promoting violence during the Convention week, Abbie Hoffman replied, \"We couldn't agree on lunch.\"[33] When asked by the prosecution about whether it was \"a fact that one of the reasons why you came to Chicago was simply to wreck American society\", he replied: The trial lasted for months, with witnesses that included singers Phil Ochs, Judy Collins, Arlo Guthrie, and Country Joe McDonald; comedian Dick Gregory; writers Norman Mailer and Allen Ginsberg; and activists Timothy Leary and Jesse Jackson.[24][1]: 6  Phil Ochs, who helped organize some of the demonstrations, told the court he had acquired the pig, called Pigasus, to nominate as the Yippie presidential candidate before being arrested with Rubin and other participants.[35] Judy Collins attempted to sing \"Where Have All the Flowers Gone?\" during her testimony, before Judge Hoffman forbade it, and recited the lyrics instead.[36] Allen Ginsberg recited poetry and chants, including O-o-m-m-m-m-m, while providing testimony about his participation in the demonstrations.[37] On January 28, 1970, Ramsey Clark, the U.S. Attorney General under President Lyndon Johnson during the 1968 Democratic Convention, was barred by the judge from testifying before the jury after Clark testified outside the presence of the jury.[28] Judge Hoffman upheld the prosecution's objections to 14 of Kunstler's 38 questions, but Clark did testify that he had told Foran to investigate through Justice Department lawyers \"as is generally done in civil rights cases\", rather than through a grand jury.[38] On February 5, Abbie Hoffman shouted, \"Your idea of justice is the only obscenity in this court, Julie\", at Judge Hoffman and then yelled shande fur de goyim at him, after Rubin told the judge, \"Every kid in the world hates you because they know what you represent. You are synonymous with Adolf Hitler. Adolf Hitler equals Julius Hitler.\"[39] These insults had followed Judge Hoffman stating that he intended to continue using the revocation of bail in response to the use of \"vile epithets\" in the courtroom, while the defense attorneys were arguing against the revocation of Dellinger's bail the day before, after Dellinger shouted a \"barnyard vulgarity\" at a government witness.[39][40] On February 6, Abbie Hoffman and Rubin wore judicial robes to court,[41] then threw them down and stepped on them.[42] On February 14, the case went to the jury,[5] and the jury returned its verdict on February 18.[43] During the proceedings, all of the defendants and nearly all of their attorneys were cited for contempt of court by Judge Hoffman. Attorneys Michael Kennedy, Dennis Roberts, Michael Tigar, and Gerald Lefcourt assisted the defense with pretrial motions.[23][44] Before the trial began, Judge Hoffman held them all in contempt after they attempted to withdraw from the case, issued bench warrants for their arrest, and had Tigar and Lefcourt jailed.[23][44][22][1]: 5  According to Bruce Ragsdale, \"a nationwide protest of prominent lawyers convinced Judge Hoffman to relent and accept the new defense team of William Kunstler and Leonard Weinglass.\"[1]: 5 [23] On November 5, 1969, after Judge Hoffman declared a mistrial in the prosecution of Bobby Seale,[27] Judge Hoffman convicted Seale on 16 charges of contempt,[23] and sentenced Seale to three months in prison on each count — a total of four years, which may have been the longest contempt sentence in U.S. history at the time.[45] The U.S. Court of Appeals for the Seventh Circuit dismissed four of the contempt convictions, remanding the other 12 for retrial before another judge in the district court, and the government declined to prosecute the remaining contempt charges.[27] While the jury deliberated on the verdict for the remaining defendants, Judge Hoffman convicted all the defendants — and their attorneys Kunstler and Weinglass — on a total of 159 counts of criminal contempt, imposing sentences ranging from less than three months for Weiner to over four years for Kunstler.[1]: 8 [46][47] The sentences for the defendants and their attorneys were as follows:[48] Six of the seven defendants remanded to jail received haircuts in the Cook County Jail; John Kifner of The New York Times reports that David Dellinger did not, and the others were \"shorn of their long hair for what jail officials announced were 'sanitary reasons'\", while the lawyers' sentences were stayed until May 4, to allow them to work on the appeal.[49] After the haircuts, Cook County Sheriff Joseph I. Woods showed pictures of the defendants to an audience on February 23, 1970, that Kifner reports consisted of \"about 100 laughing and applauding members of the Elk Grove Township Republican organization at a meeting in the suburban Mount Prospect Country Club.\"[49] The defendants were released from jail on February 28, 1970.[43] On February 18, 1970,[43] the jury acquitted all seven defendants of conspiracy and acquitted Froines and Weiner on all charges. The jury found Davis, Dellinger, Hayden, Hoffman, and Rubin guilty of traveling between states with the intent to incite a riot.[1]: 8  In a separate proceeding, a jury acquitted seven of the eight indicted police officers, and the case against the eighth was dropped.[1]: 8  On February 20, 1970, in the sentencing phase of the trial, the defendants made statements,[50] including David Dellinger, whose statement included: Rennie Davis told Judge Hoffman, \"You represent all that is old, ugly, bigoted, and repressive in this country, and I will tell you that the spirit of this defense table will devour your sickness in the next generation.\"[52] The statement by Tom Hayden included: The statement of Abbie Hoffman included a discussion of early American history, and: Judge Hoffman imposed the maximum sentence of five years in prison on each of the defendants found guilty,[1]: 8  as well as a $5,000 fine and costs of prosecution.[50] On November 21, 1972, all of the convictions were reversed by a United States Court of Appeals for the Seventh Circuit panel of Walter Cummings, Thomas Fairchild, and Wilbur Pell. Fairchild's opinion unanimously found Hoffman erred in not asking potential jurors about political and cultural attitudes or about exposure to pretrial publicity, that he improperly excluded evidence and testimony, and that his failure to notify the defense of his communications with the jury was ground for reversal.[1]: 9 [53] The court further noted, \"the demeanor of the judge and the prosecutors would require reversal even if errors did not.\"[42] In January 1973, the U.S. Department of Justice announced that it would not pursue any further prosecution.[1]: 9  Pell released a separate opinion concurring in the ruling to reverse their convictions, while also finding Title X of the Civil Rights Act of 1968, a section known as the Anti-Riot Act, unconstitutionally infringed freedom of speech; this was not joined by Cummings or Fairchild and was thus not a holding of the court.[54] On May 11, 1972, in a separate proceeding, Cummings's opinion for the same unanimous panel declared some of the contempt charges against the lawyers to be legally insufficient, and the court reversed all other contempt convictions, which were remanded for retrial before another judge.[1]: 9  The Seventh Circuit Court of Appeals concluded that the personal nature of the conduct at issue required all of the contempt charges to be tried before another judge, and that each appellant whose sentence exceeded six months was entitled to a jury trial on the charge.[55] The remaining contempt charges were retried by Judge Edward Gignoux, who found Dellinger, Hoffman, Kunstler, and Rubin guilty of some of the charges but did not sentence any of them to jail or fines.[56][57] Cummings also wrote for the same unanimous panel of the Seventh Circuit, which reversed the charges of contempt against Seale, remanding most for retrial before the government dropped all conspiracy and contempt charges against him.[58]","Title":"Chicago Seven - Wikipedia","KeyID":"17412","URL":"https://en.wikipedia.org/wiki/Chicago_Seven"}