{"Content: ":"Sixtus Lanner (12 May 1934 – 13 July 2022) was an Austrian farmer, engineer, and politician who served in the National Council of Austria as a member of the Austrian People's Party (ÖVP). Lanner served in parliament for a total of 25 years from 1971 until 1996. Lanner was also the secretary-general of the ÖVP from 1976 to 1981. Described as a Bauernbua (peasant-boy) from the Tyrolean Unterland,[1] Lanner was a staunch advocate for rural affairs, and has been described as the \"father of rural life\" in Austria.[2] Lanner was regarded as an influential member of the ÖVP. Lanner was born on 12 May 1934 in village of Oberau in Wildschönau, Tyrol.[3] His father was an alpine farmer, while his mother was the local postmaster.[4] Lanner and his three siblings grew up on their parents' farm, with Lanner working as a farmhand. When Lanner decided to attend higher education at the age of 20, he was an alpine farmer with just an elementary education.[5] Beginning in 1954, Lanner attended the Higher Federal College for Alpine Agriculture in Seefeld in Tirol, graduating in 1956. In 1960, he attended the University of Natural Resources and Life Sciences, Vienna (BOKU), receiving a diplom-ingenieur later that year. Lanner attended the University of Illinois in the United States from 1960 until 1961, when he returned to Austria to study at the Vienna University of World Trade, graduating in 1963. Concurrently, Lanner was working on his Ph.D. in soil science at BOKU, which he received in 1964. After completing his education, Lanner worked as a commercial and agricultural engineer.[6][7] Lanner's political career began in 1963, when he gave a speech at a conference for the Austrian Chambers of Agriculture.[1] In 1971, Lanner was elected to the National Council of Austria as a member of the Austrian People's Party (ÖVP). Lanner served in parliament for 25 years, retiring in 1996 after the 1995 Austrian legislative election. In 1974, Lanner represented Austria in the Parliamentary Assembly of the Council of Europe.[7] Lanner was a high-ranking and influential member of the ÖVP. From 1969 until 1976, Lanner was the director of the Austrian Farmers' Union [de], and he also served as the head of the Department of Agricultural Policy and Integration. From 1976 to 1981, Lanner was the secretary-general of the ÖVP, serving under party chairmen Josef Taus [de] and Alois Mock.[5][7] From 1976 until 1982, Lanner was also the vice president of the European Union of Christian Democrats, and from 1987 until 1992, he was president of the Agricultural Commission of the Council of Europe. In 1988, Lanner chaired the Austrian National Committee for Rural Areas, and in 1992, he chaired the East-West Committee of the Council of Europe for Rural Development.[5] In 1996, Lanner wrote a book called The Pride of the Farmers.[2] Throughout his career, Lanner was known for his advocacy for Austrian agriculture, and he was regarded as \"one of the most prominent representatives of the farmers and rural areas\".[5] Lanner also advocated for digitization and decentralization.[8] Lanner's wife Angela died in 2017. They had three children together.[3] Lanner was a close friend of Heinz Fischer, the former president of Austria and member of the opposing Social Democratic Party of Austria.[1] Lanner died in Tyrol on 13 July 2022.[2] Karl Nehammer, the chancellor of Austria, stated that Lanner was a \"connecting politician who always put the common ground in the foreground and therefore enjoyed the highest reputation across party lines\".[5] Lanner is buried in his hometown of Oberau.[9]","Title":"Sixtus Lanner - Wikipedia","KeyID":"17420","URL":"https://en.wikipedia.org/wiki/Sixtus_Lanner"}