{"Content: ":"Rubina Qureshi, TI (Sindhi: وبينه قريشي; also Rubeena; 19 October 1940 – 13 July 2022)[2] was a Pakistani Sindhi language folk singer. She was popularly known as Nightingale of Sindh as she performed most of her songs in Sindhi, Urdu, Punjabi and Saraiki languages.[3][1][4] Rubina was born on 19 October 1940 in Hyderabad, Sindh, British Raj (now Pakistan).[5] Her maiden name was Aisha Shaikh and her father's name was Illahi Bux Shaikh.[6] Though she did not belong to a typical singer's family, her brother Abdul Ghafoor Shaikh was a local singer.[5] She started singing in school functions and events when she was studying in a primary school. Educationist and musician Dadi Leela Wati encouraged and inspired her singing.[7] On 17 August 1955, Radio Pakistan Hyderabad was established.[8] The administration of this newly established Radio Station wrote letter to all major schools of Hyderabad for introducing talented boys and girls on the Radio. Rubeena was studying in class IX, when she gave audition at Radio Pakistan Hyderabad as a child singer. Broadcaster M. B. Ansari and musician and singer Master Muhammad Ibrahim took her audition. She passed audition in the first attempt. Her first Sindhi song recorded for Radio was \"Paren pawadee san, chawandi san, rahi waj rat bhanbhor men\" (Sindhi: پيرين پوندي سان چوندي سان، رهي وڃ رات ڀنڀور ۾).[9] Along with her singing career, she studied at the University of Sindh and received the Master of Arts degree in Muslim History. She served as a high school teacher in the Himat-ul-Islam Girls High School Hyderabad in 1967–68.[10] She also sang many marriage songs called \"Sahera\" along with her fellow singers Zarina Baloch, Amina and Zeb-un-Nissa. These sehra are still popular in all over Sindh. She also sang as a playback singer of some Sindhi films including Ghoonghat Lah Kunwar (Sindhi: گهونگهٽ لاھ ڪنوار) and Sassi Punhoon (Sindhi: سسئي پنهون).[11] After her marriage to famous Film and TV actor Mustafa Qureshi in 1970, she shifted to Lahore with her husband. In Lahore she got music lessons from Chhottay Ghulam Ali. In Lahore, she also sang in Urdu, Punjabi, Seraiki, Pushto and Bangali. She was the first woman artist who took part in strengthening Pak-China relations. The late Z A Bhutto sent her to China where she sang in the Chinese language. She also went to Indonesia, Turkey, India, United Kingdom and United States to perform for her country.[12][13] She received praise from Radio Pakistan Hyderabad (2012).[14] The Government of Pakistan announced Tamgha-i-Imtiaz for her on 14 August 2021.[15] Qureshi died on 13 July 2022 in Karachi. She was laid to rest in the Abdullah Shah Ghazi compound.[1] She was survived by her husband Mustafa Qureshi, a son, film actor Aamir Qureshi, and a daughter, Arabella.[16]","Title":"Rubina Qureshi - Wikipedia","KeyID":"17427","URL":"https://en.wikipedia.org/wiki/Rubina_Qureshi"}