{"Content: ":"James Mark McCoy[1] (July 30, 1930 – July 13, 2022) was the sixth Chief Master Sergeant of the Air Force, serving from 1979 to 1981. McCoy was born in Creston, Iowa, on July 30, 1930, and graduated from Maur Hill High School, Atchison, Kansas, in 1948.[2] McCoy entered the United States Air Force in January 1951 after attending St. Benedict's College in Atchison and St. Ambrose College in Davenport, Iowa. He received a Bachelor of Science degree in business administration from Centenary College of Louisiana in 1966. He was an honor graduate of the Second Air Force Noncommissioned Officer Academy and graduated with the first class of the United States Air Force Senior Noncommissioned Officer Academy at Gunter Air Force Station, Alabama, in March 1973. After basic training at Lackland Air Force Base, Texas, McCoy served with the Air Defense Command as a radar operator and instructor until 1956. He then returned to Lackland to become an instructor in the basic military training program. In 1957 he transferred to Clark Air Base, Philippines, where he served as the base training noncommissioned officer. During the Taiwan crisis of August 1958 he was instrumental in establishing and operating the wing command post which coordinated all inbound combined Air Strike Force aircraft. In 1959 he was assigned as the assistant commandant of cadets, Air Force Reserve Officer Training Corps, Detachment 225, University of Notre Dame, in Indiana. McCoy was assigned in 1960 as commandant, Strategic Air Command Noncommissioned Officer (NCO) Preparatory School, 305th Bombardment Wing, Bunker Hill Air Force Base. Two years later he was selected as an instructor with the Second Air Force NCO Academy at Barksdale Air Force Base. He supervised the development of a proposed course of study for noncommissioned officer leadership schools. Prior to the academy's closure in 1966, he had become the academy's sergeant major. In April 1966, McCoy was assigned as chief, training branch, deputy chief of staff for personnel, Headquarters Second Air Force, where he was responsible for the command's on-the-job training and special training programs. He transferred to Headquarters Strategic Air Command in June 1967 where he was the noncommissioned officer professional military education monitor for the deputy chief of staff, personnel. While there, he established and monitored the SAC Noncommissioned Officer Academy and Noncommissioned Officer Leadership School programs. In 1970, McCoy transferred to the 41st Aerospace Rescue and Recovery Wing, Hickam Air Force Base, Hawaii, as noncommissioned officer in charge of operations training. He supervised and monitored all training programs for the H-3, H-43, H-53 and HC-130 aircraft crews assigned to wing units throughout the Pacific and Southeast Asia. As an additional duty, he served as senior enlisted adviser to the wing commander. McCoy was assigned in April 1973 as chief, military training branch; deputy chief of staff, personnel; Headquarters Pacific Air Forces. He revitalized the on-the-job training program and represented the command at several worldwide conferences which helped improve Air Force-wide training programs. During this assignment, he was selected as one of the 12 Outstanding Airmen of the Air Force in 1974. Returning to the Strategic Air Command in March 1975, McCoy became its first senior enlisted adviser. During this period he served as the personal representative of the commander in chief to the enlisted men and women of the command. In addition to traveling extensively throughout the command, he also served as chairman of two worldwide senior enlisted adviser conferences for the Air Force Association. Their efforts helped identify issues affecting quality of Air Force life. McCoy served in the position of Chief Master Sergeant of the Air Force from August 1979 to July 1981. In this role, McCoy was adviser to Secretary of the Air Force Hans Mark and Chief of Staff of the Air Force, General Lew Allen, on matters concerning welfare, effective utilization and progress of the enlisted members of the Air Force. Active in many business and civic organizations, McCoy has served on several councils and board of directors in the Omaha, Nebraska-area and on the national level. He has served two terms as the Air Force Association national president and two terms as its chairman of the board.[3] McCoy died on July 13, 2022, at the age of 91.[4] This article incorporates public domain material from the United States Air Force document: \"Chief Master Sergeant of the Air Force James M. McCoy biography\".","Title":"James M. McCoy - Wikipedia","KeyID":"17422","URL":"https://en.wikipedia.org/wiki/James_M._McCoy"}