{"Content: ":"Independents (15) Opposition (124) Coordinates: 34°36′34.75″S 58°23′33.29″W﻿ / ﻿34.6096528°S 58.3925806°W﻿ / -34.6096528; -58.3925806 The Chamber of Deputies (Spanish: Cámara de Diputados de la Nación), officially the Honorable Chamber of Deputies of the Argentine Nation, is the lower house of the Argentine National Congress (Spanish: Congreso de la Nación). It is made up of 257 national deputies who are elected in multi-member constituencies corresponding with the territories of the 23 provinces of Argentina (plus the Federal Capital) by party list proportional representation. Elections to the Chamber are held every two years, so that half of its members are up in each election, making it a rare example of staggered elections used in a lower house. The Constitution of Argentina lays out certain attributions that are unique to the Chamber of Deputies. The Chamber holds exclusive rights to levy taxes; to draft troops; and to accuse the President, cabinet ministers, and members of the Supreme Court before the Senate. Additionally, the Chamber of Deputies receives for consideration bills presented by popular initiative. The Chamber of Deputies is presided over by the President of the Chamber (Spanish: Presidente de la Cámara), who is deputized by three Vice Presidents. All of them are elected by the chamber itself. It has 257 seats and one-half of the members are elected every two years to serve four-year terms by the people of each district (23 provinces and the Autonomous City of Buenos Aires) using proportional representation, D'Hondt formula with a 3% of the district registered voters threshold, and the following distribution: 130 of the current members of the Chamber of Deputies for the 2021–2023 period were elected in 2019 legislative election, while the remaining 127 were elected in 2021. The governing Frente de Todos coalition, to which President Alberto Fernández belongs, holds the first minority with 118 deputies, while the biggest opposition alliance, Juntos por el Cambio, counts with 117 – spread across 10 parliamentary blocs. In addition, a number of provincial parties and alliances count with representation, while smaller parties (such as the leftist Workers' Left Front, the libertarian Avanza Libertad and La Libertad Avanza fronts, and the minor SER party) count with minimal representation. In order for an Argentine citizen to be elected to congress, they have to fulfill certain requirements: He or she has to be at least twenty five years old with at least four years of active citizenship and it has to be naturalized in the province that is being elected to or at least have two years of immediate residency in said province, according to art. 48 of the Argentine Constitution. The Chamber of Deputies was provided for in the Constitution of Argentina, ratified on May 1, 1853. Eligibility requisites are that members be at least twenty-five years old, and have been a resident of the province they represent for at least two years; as congressional seats are elected at-large, members nominally represent their province, rather than a district.[1] Otherwise patterned after Article One of the United States Constitution per legal scholar Juan Bautista Alberdi's treatise, Bases de la Constitución Argentina, the chamber was originally apportioned in one seat per 33,000 inhabitants. The constitution made no provision for a national census, however, and because the Argentine population doubled every twenty years from 1870 to 1930 as a result of immigration (disproportionately benefiting Buenos Aires and the Pampas area provinces), censuses were conducted generationally, rather than every decade, until 1947.[2] The distribution of the Chamber of Deputies is regulated since 1982 by Law 22.847, also called Ley Bignone, enacted by the last Argentine dictator, General Reynaldo Bignone, ahead of the 1983 general elections. This law established that, initially, each province shall have one deputy per 161,000 inhabitants, with standard rounding; after this is calculated, each province is granted three more deputies. If a province has fewer than five deputies, the number of deputies for that province is increased to reach that minimum. Controversially, apportionment remains based on the 1980 population census, and has not been modified since 1983; national censuses since then have been conducted in 1991, 2001, and 2010. The minimum of five seat per province allots the smaller ones a disproportionately large representation, as well. Accordingly, this distribution does not reflect Argentina's current population balance. The President of the Chamber is elected by a majority of the Chamber's members. Traditionally, the presidency is held by a member of the party or alliance of the national executive, though exceptions have occurred, such as in 2001, when the Peronist Eduardo Camaño was elected president of the Chamber during the presidency of the radical Fernando de la Rúa.[3] The officeholders for this post since 1983 have been: Leadership positions include:","Title":"Argentine Chamber of Deputies - Wikipedia","KeyID":"17426","URL":"https://en.wikipedia.org/wiki/Argentine_Chamber_of_Deputies"}