{"Content: ":"Colin Stubs (27 February 1941 – 13 July 2022) was an Australian tennis promoter and professional player.[1] He served as the tournament director of the Australian Open from 1978 to 1994. Under his leadership, the tournament changed venues from Kooyong Stadium to Melbourne Park. Stubs was born in Melbourne on 27 February 1941. He won the under-19 Victorian Championships when he was 16 years old. He then studied pharmacy for four years and received a degree.[2][3] Stubs played in his first major at the 1960 Australian Championships, losing to eventual champion Rod Laver in the first round.[4][5] He later reached the second round of the Australian Championships the following year,[4] while he was still in university.[3] He eventually competed on the international circuit after completing his studies, taking a three-week journey by ship to the French Riviera. There, he won his first overseas tournament in Cannes, using the prize money towards purchasing a used Volkswagen to travel around Europe with a friend.[3][6] Stubs reached the second round of the Australian Championships again in 1966 and 1968, while making the second round at the 1967 and 1968 French Open tournaments. His best singles result at a grand slam tournament came at the 1967 Wimbledon Championships, when he advanced to the third round. He lost in the second round of the 1968 US Open after receiving a bye in his only appearance at that major.[4][5] Stubs had an upset win in 1968 over future Tennis Hall of Famer Dennis Ralston, before retiring from the tour that year to work as a pharmacist.[7] However, he continued to make sporadic appearances at Australian tennis tournaments until 1978, finishing with a win–loss match record of 20–24.[4] After retiring from the tour, Stubs became a tennis consultant at the behest of Wayne Reid, his good friend who became president of Tennis Australia in 1975.[2][6] Stubs consequently established an office in his pharmacy and spent four years \"talking to international tennis players on the phone and dispensing headache pills\" to the public.[6] He became the Australian Open tournament director after selling his pharmacy in 1978.[6] During his tenure, the tournament underwent a revival from a low point in 1982, when none of the men ranked in the top 10 participated in the grand slam. Twelve years later, Pete Sampras and Steffi Graf – both ranked world number 1 at the time – won the singles editions of the 1994 Australian Open, in what was Stubs final year as tournament director. He was also instrumental in changing the venue of tournament from the grass courts at Kooyong Stadium to hard courts at Melbourne Park in 1988.[3] His contract was not renewed by Tennis Australia for the 1995 edition,[6][8] and he was succeeded as tournament director by Paul McNamee.[3] Stubs ran the Kooyong Classic from its foundation in 1987,[6] and later became tournament director of the Dubai Tennis Championships during the mid-1990s and the Australian Hard Court Championships in Adelaide until 2003.[3] His company sold the AAMI Classic (Kooyong) to IMG in 2013.[9] He was also credited with assisting Johan Anderson, Richard Fromberg, Jason Stoltenberg, and Todd Woodbridge during the early years of their professional careers. Woodbridge recounted how Stubs helped bring in his first sponsorship deals and gave young players the chance to play against higher-ranked professionals.[3] Stubs was married to Sue until his death. Together, they had four children: Tom, Georgia, David, and Richard, who predeceased him in 2019.[2][3] He did gardening in Sherbrooke Forest at the Dandenong Ranges National Park during his later years.[3] Stubs died on 13 July 2022. He was 81, and suffered from pancreatic cancer prior to his death.[2][3]","Title":"Colin Stubs - Wikipedia","KeyID":"17431","URL":"https://en.wikipedia.org/wiki/Colin_Stubs"}