{"Content: ":"The Oregon Ducks football program is a college football team for the University of Oregon, located in the U.S. state of Oregon. The team competes at the NCAA Division I level in the FBS and is a member of the Pac-12 Conference (Pac-12). Although now known as the Ducks, the team was commonly called the Webfoots until the mid-1960s. The program first fielded a football team in 1894. Oregon plays its home games at the 54,000 seat Autzen Stadium in Eugene. Its main rivals are the Oregon State Beavers and the Washington Huskies. The Ducks and Beavers historically end each regular season with their rivalry game in late November. The program has been one of the most successful programs since the 2010s. Oregon football has been known in recent years for its unique uniform style. The football program began in 1894 and played its first game on March 24, 1894, defeating Albany College 44–3 under head coach Cal Young.[2][3][4] Cal Young left after that first game and J.A. Church took over the coaching position in the fall for the rest of the season. Oregon finished the season with two additional losses and a tie, but went undefeated the following season, winning all four of its games under head coach Percy Benson.[4][5][6] In 1899, the football team left the state for the first time, playing the California Golden Bears in Berkeley, California.[2] Oregon's largest margin of victory came in 1910 when they defeated the University of Puget Sound 115–0.[7] Oregon changed coaches frequently during the early 20th century, going through sixteen different head coaches in nineteen seasons,[3][8] until Hugo Bezdek, who had coached the Webfoots to a 5–0–1 record in 1906, returned to Oregon from the University of Arkansas in 1913. Bezdek, Oregon's first truly professional coach, led the team from 1913 through 1917. A versatile motivator of athletes, during his tenure Bezdek was also the West Coast scout for the Pittsburgh Pirates.[citation needed] In the 1916 season, Oregon went undefeated with seven wins and one tie under Bezdek, shutting out all but two opponents. They opened the season against Willamette University, defeating them 97–0. The game against Washington ended in a scoreless tie. Oregon used ineligible players in two games and the Pacific Coast Conference title went to Washington,[9][10][additional citation(s) needed] but Oregon was given the invitation to the 1917 Rose Bowl, then known as the Tournament East-West Football Game at Tournament Park due to the cost of a train ticket to Los Angeles being significantly less from Eugene than from Seattle.[11] The Oregon football team defeated the heavily favored University of Pennsylvania Quakers 14–0, securing their first Rose Bowl victory.[7] In 1918 Bezdek quit Oregon to become general manager of the Pittsburgh Pirates.[citation needed] He was succeeded by Shy Huntington, one of the heroes of the 1917 Rose Bowl. Led by Charles A. Huntington and playing at newly constructed Hayward Field, which would be their home stadium in Eugene until 1967, the Webfoots again tied Washington for the Pacific Coast Conference title in 1919, winning the tiebreaker based on their 24–13 victory over the Huskies in Seattle. Oregon lost the 1920 Rose Bowl to Harvard University, 7–6.[3][12] This would be the team's last bowl appearance until the 1948 Cotton Bowl.[3][12][13][14] In the late 1920s and early 1930s, Oregon made the first attempts to establish a nationally prominent football program by luring established Eastern coaches west, first John \"Cap\" McEwan in 1926 from Army, then Clarence \"Doc\" Spears from Minnesota in 1930. Both coaches achieved moderate success, but neither outlasted his contracted term: McEwan resigned amid a contract dispute,[15] and Spears, hired under a five-year contract, left Oregon after two seasons to return to the Western Conference at Wisconsin.[16] Prince G. \"Prink\" Callison, Oregon native, alumnus, former player and coach of the freshman team, took over from Spears in 1932. Behind standout back Mike Mikulak and a smothering defense (50 points allowed, five shutouts), Callison led the 1933 Webfoots to a 9–1 mark and Pacific Coast Conference co-championship, with the only loss to USC. This record would stand as the best in school history until 2001.[17] After the homegrown Callison retired in 1937, Oregon again hired a working head coach, pulling Gerald \"Tex\" Oliver from Arizona. Oliver coached until World War II, when he took a leave of absence to serve as a naval officer; Oregon basketball coach John Warren served as interim head football coach in 1942, posting a 2–6 record, after which the school shut down the football program for the duration of the war.[3] Oliver returned as head coach after the war, eventually posting a mediocre 23–28–3 cumulative record. His 71–7 loss at Texas in 1941 on the day before the attack on Pearl Harbor stands as the most points allowed by any Oregon team, and the second largest margin of defeat. Oliver, in 1945, is the only coach to see his team lose twice to Oregon State in the same season.[18] In October 1946, Oliver abruptly resigned as Oregon's head coach, expressing dissatisfaction with the level of support shown by the administration for the football program.[19] Oliver was replaced by another working head coach, Jim Aiken of Nevada. Aiken had immediate success with the team he inherited, which like many post-war squads, was peppered with war veterans including Brad Ecklund, Jake Leicht and Norm Van Brocklin, and transfers George Bell, Woodley Lewis and John McKay.[20] Oregon's 1948 team went 9–1 in the regular season and tied with California for the PCC championship; the teams did not meet on the field that season and in a secret ballot by the conference presidents, Cal was awarded the 1949 Rose Bowl bid.[21] In a bid to soothe hurt feelings, the conference broke tradition and allowed the Webfoots to play in a post-season contest other than the Rose Bowl. Oregon's Cotton Bowl game that season (a 21–13 loss to SMU with Doak Walker) was the team's only bowl appearance between the 1920 and 1958 Rose Bowls. Aiken couldn't maintain his success with younger players. By his fourth season, the Ducks were one of the nation's worst major college teams, posting a 1–9 record in 1950, still the lowest winning percentage in school history as of 2011.[17] Aiken resigned amid allegations of recruiting and practice violations in early 1951.[22] Everything that Oregon athletics is today, it owes to Len Casanova. He has been the pillar, the strength and the inspiration for our program for over 50 years. Once again, Oregon found a working major college coach to take over its program, hiring Len Casanova from the University of Pittsburgh after Aiken's resignation.[3][24] Casanova gradually rebuilt the program, and eventually led the Ducks to a winning record in 1954. The Ducks played in the earliest nationally televised college football game in 1953, against Nebraska in Lincoln, winning 20–12.[25] In the 1957 season Oregon tied Oregon State for the conference title, but earned the Rose Bowl bid because of the conference no-repeat rule. The Webfoots lost 10–7 to the heavily favored and number one ranked Ohio State University in the 1958 Rose Bowl.[24][26] Braven Dyer of the Los Angeles Times, who had picked Ohio State to win by a 48–14 score, said: \"The score of 10–7 was a complete moral victory for the underdog Ducks from Eugene who had been doped to lose by three touchdowns. They lost, but at day's end there weren’t many fans who were willing to concede that the better team had won.\" \" Vincent X. Flaherty, writing in the San Francisco Examiner, said: \"Len Casanova undoubtedly performed the greatest coaching feat of the season for the Rose Bowl classic...there couldn’t have been a bowl team anywhere in America yesterday that dazzled with more spectacular finesse.\"[25] Casanova led the Ducks to two more bowl appearances, in the Liberty Bowl (1960 vs Penn State) and the Sun Bowl (1963 vs Southern Methodist), before becoming the UO's second full-time athletic director in January 1967, replacing Leo Harris.[2][24][26] Future Pro Football Hall of Fame members Mel Renfro and Dave Wilcox were players under his tutelage. Many of his assistant coaches such as George Seifert, John McKay, and John Robinson went on to have their own successful head coaching careers.[26] His career record of 82–73–8 marked the highest number of wins recorded by a head coach at the university at that time.[24] The Len Casanova Center, Oregon's athletic department headquarters near Autzen Stadium, is named in his honor.[26] Casanova's move to the administration began a two-decade downturn in Oregon's fortunes. Longtime offensive line coach Jerry Frei succeeded him as head coach in 1967, when Oregon moved into the new Autzen Stadium.[3][26][27] His teams were never selected for a bowl game and never won more than six games in a season. (Until the 1975 season, the Pac-8 (and Big Ten) had only one bowl team, for the Rose Bowl.) Although his Oregon career ended with a losing record, he coached several players who went on to NFL stardom, including Hall of Fame quarterback Dan Fouts and All-Pro wide receiver Ahmad Rashād, known as halfback Bobby Moore as a Duck.[28] In 1970, he coached the Ducks to an improbable comeback at UCLA, scoring twenty points in the final four minutes to win by a point, 41–40.[29] However, Frei was unable to defeat arch-rival Oregon State (under Dee Andros) in the Civil War game, and after the 1971 loss, some influential boosters reportedly demanded that Frei make significant changes to his coaching staff.[30] On January 18, 1972, Frei resigned as head coach, citing disagreements with university boosters and athletic director Norv Ritchey.[27][28] Following his resignation, the student body president at the time, as well as others, numerous published letters to the editor of The Register-Guard voiced their support of Frei.[27] After an exhaustive search that included interviews with several established head coaches, Frei's offensive line coach, Dick Enright, was elevated to head coach for the 1972 season. Enright was the least experienced candidate for the position, having been a high school coach until 1970,[31] and he struggled to maintain team discipline and consistent play. Enright famously tried to make an option quarterback out of Dan Fouts, who was not a runner.[32] Although his 1972 team did beat Oregon State for the first time in nine seasons, Enright's teams only won six games in two seasons. After complaining to the media about what he considered sub-standard conditions of football facilities,[33] he was fired after the 1973 season. Enright was replaced by Don Read, his quarterback coach.[30] Read was unable to field a competitive team in his first job as a major college head coach. Oregon's longest losing streak – 14 games – was set during Read's three-year term, which also saw the team's worst loss in history (66–0 at Washington in 1974).[34] After the Ducks’ home opener in 1975, a 5–0 loss to San Jose State, UO president William Boyd told a reporter he'd \"rather be whipped in a public square than sit through a game like that.\"[35] Read was fired, with one year left on his contract, after the 1976 season ended. His teams had gone 3–18 in conference play, were shut out seven times in three seasons, and owned just one win over a team with a winning record (17–3 over Colorado State in 1976).[3][36][37] In announcing Read's termination, Oregon Athletic Director John Caine said it had been a financial decision; Read hadn't shown enough progress to generate interest in season ticket sales, boosters were not making donations, and Read couldn't be sent out recruiting without a contract extension, for which there was no support. Breaking recent—and unsuccessful—tradition, Caine also said \"the successor will not come from the current staff ... There is a need for a different approach than we've had here for a number of years ... I'm looking for a multi-talented individual, one with perhaps a different personality and a different background.\"[38] It had become clear that drastic action was needed to correct a suffering program. Caine had informed an alumni group that the Oregon football team had lost money the last three seasons. Normally, it is a university's football program that provides funding for other non-revenue sports, but at Oregon, football was siphoning money from the successful basketball program and cutting into the budgets for wrestling, baseball and track.[39] Caine could not afford to pay top dollar for a college coach; he told reporters he wouldn't top $35,000 annually for his new head coach, but that he would sweeten the pot with a $100,000 recruiting budget, the second highest in the conference.[40] The coaching search took two weeks. After being rebuffed by Bill Walsh, who took the Stanford job, and Jim Mora, who withdrew his name from consideration because he considered the job a dead end, Caine appointed UCLA assistant coach and Oregon State graduate Rich Brooks as Oregon's 29th head football coach, over finalists Monte Kiffin and Ray Greene.[41] Brooks got off to a shaky start, with four two-win seasons in his first six years at Oregon.[42][43][44] In 1980, a pay-for-credit scandal, disclosure of an illegal travel fund, misuse of phone cards and criminal sexual abuse charges against Oregon football players led Brooks to tender his resignation to President Boyd; Boyd refused to accept the resignation.[45][better source needed] Oregon was placed on probation by the Pac-10 (1980)[46] and NCAA (1982).[47] After several mediocre seasons, including 1983 and an infamous scoreless tie with Oregon State known as the \"Toilet Bowl\"[48] the Ducks posted an 8–4 season in 1989, going to the Independence Bowl – Oregon's first postseason appearance in 26 seasons.[49] Brooks would achieve two more bowl games before his final season in 1994.[50] The pinnacle of Brooks' Oregon career came in his final season, when his team became the Pacific-10 Conference Champions with a 9–3 regular season record and a Rose Bowl appearance (their conference championship was also their first ever outright conference championship as all the previous ones were shared).[50] The defining moment of the season came in a game against the 9th-ranked (AP) Washington Huskies, and is widely remembered by Duck fans as \"The Pick\".[51] Prior to that game, the Ducks had won only three games against the Huskies in 20 seasons, including many heartbreakers in the heated rivalry.[52] Late in the game, with the Ducks nursing a 24–20 lead, Washington was in position to score and take the lead when the Huskies' quarterback Damon Huard threw an interception to Kenny Wheaton, who returned the interception for a 97-yard touchdown, sealing the win for the Ducks. The Pick is replayed on the big screen at Autzen Stadium before each football game.[51] Following the Washington game, the Ducks finished the rest of the regular season without a loss, but lost to Penn State in the 1995 Rose Bowl, 38–20.[50] After the 1994 season, Rich Brooks announced that he would leave Oregon to become the new head coach of the St. Louis Rams.[53] Although Brooks had a poorer winning percentage, with 91 victories he surpassed Len Casanova to become the winningest coach in school history.[54] The field at Autzen Stadium was dedicated as Rich Brooks Field, in honor of his tenure and accomplishments.[55] Although he left the Ducks with a losing record due to his first seven teams winning a combined 22 games, he is credited with reviving Oregon's football program. His 91 wins were the most in school history at the time, while his 109 losses are still the most in school history. Offensive coordinator Mike Bellotti was elevated into the head coaching position after Rich Brooks vacated the position in 1995.[56] During his head coaching career, Bellotti elevated the expectations of the Ducks football program. Season records that in the past would have been deemed acceptable or even laudable became considered mediocre and disappointing.[55] Bellotti was immediately successful, leading the team to a 9–3 record his first year and an appearance in the Cotton Bowl Classic.[57] In his 14 seasons, Bellotti's teams were selected for 12 bowl games, and only once (2004, 5–6) did the Ducks post a losing record during his tenure.[12] Bellotti coached the team to the Pac-10 Championship in the 2000 season, shared with Washington and OSU.[58] With a Rose Bowl bid on the line, the Ducks lost the 2000 Civil War at Corvallis, dropping the Ducks to the Holiday Bowl[59] The Ducks defeated Texas 35–30 in the Holiday, for the first 10-win season in program history.[60] In the 2001 season, senior quarterback Joey Harrington, a Heisman Trophy finalist,[61][62] led the Ducks to its first 11-win season in program history and an outright Pac-10 championship.[63][64] The season was riddled with close games, 6 of which ended with a spread of one score or less, coining the nickname \"Captain Comeback\" for Harrington.[65][66] The only loss of the season came at home to the Stanford Cardinal.[66] The Ducks ended the 2001 regular season ranked No. 2 in both the AP and Coaches polls, but the BCS computer formula ranked Oregon No. 4, behind No. 2 Nebraska – which had lost to Colorado in its final regular season game – and No. 3 Colorado; this kept Oregon out of the national championship game.[67] The discrepancy caused the BCS committee to alter the ranking system for subsequent years to a formula which, if applied in 2001, would have placed Oregon in the national championship game.[68] The 2001 Ducks instead played at the Fiesta Bowl against Colorado. Oregon's run defense stifled Colorado's running game, holding them to just 49 yards on 31 carries. Harrington passed for 350 yards and led the Ducks to a 38–16 win.[69] Oregon settled for a final 2nd-place ranking in both the AP and Coaches polls.[70] After the 2001 season, offensive coordinator Jeff Tedford left for the head coaching job at California,[71] replaced by Andy Ludwig. The 2003 season was highlighted by a big win against the 5th ranked Michigan Wolverines, ruining Michigan's aspirations of a big season during a trip to a west coast game for the third time in four years.[72] Ludwig resigned as offensive coordinator after a dismal 2004 campaign, the only losing season (5–6) for a Mike Bellotti-coached Oregon team.[73] Recently fired BYU head coach Gary Crowton took the offensive reins;[74] the 2005 season saw a dramatic improvement from 2004, going 10–1 in the regular season, with the only loss to top-ranked USC.[75][76] In the eighth game of the season against the Arizona Wildcats, the senior starting quarterback for the Ducks, Kellen Clemens, suffered a spiral fracture in his ankle, ending his season and his collegiate career.[77] Despite losing Clemens, the Ducks won the game as well as the rest of their regular season games but lost the Holiday Bowl to the Oklahoma Sooners.[75] In 2006 the team started off well, winning four games to open the season,[75] including a controversial victory against then-ranked No. 11 Oklahoma.[78] But the Oklahoma victory proved to be the high point of the 2006 season; the team eventually fell apart, going 3–5 for the remainder of the regular season, and were pounded by BYU in the Las Vegas Bowl, losing 8–38 in a dismal performance.[79] Gary Crowton left Oregon for the offensive coordinator position at Louisiana State University after the 2006 season;[80] Chip Kelly was hired to replace him in February 2007.[81] Kelly's impact was felt immediately, with the 2007 Ducks going 8–1 behind QB Dennis Dixon and ranked as high as No. 2, before being decimated by injuries at quarterback. Finishing the regular season with three straight losses, the Ducks were relegated to the Sun Bowl, where they defeated South Florida 56–21.[82] Geoff Schwartz started from 2005 to 2007 at right tackle, as part of an offense that led the conference in rushing for the first time since 1955 in 2006 and then again in 2007, and was a second-team 2007 All-Pac-10 selection.[83] The 2008 season saw the emergence of quarterback Jeremiah Masoli as the leader of Chip Kelly's spread offense. Masoli, a transfer from City College of San Francisco, stepped in against Washington in the season opener, when starter Justin Roper was injured, and led the Ducks to a 44–10 victory.[84] Despite injuries, Masoli cemented himself as the starter by mid-season. In the 2008 Civil War, the Ducks defeated the Oregon State Beavers in Corvallis, 65–38, knocking the Beavers out of the Rose Bowl.[85] The Ducks went to the Holiday Bowl.[86] In a clash of two teams with high powered offenses, Oregon beat the Oklahoma State Cowboys in the 2008 Holiday Bowl and finished the season ranked in the top 10.[87][88] In March 2009, Bellotti announced his resignation; Kelly would take over as the head coach, and Bellotti was named athletic director, replacing Pat Kilkenny.[89] Bellotti left the program as the winningest coach in Oregon history, with 116 wins and a 67.8 winning percentage.[12] In his first season as the head coach of the Ducks, Chip Kelly stumbled out of the gate, losing to Boise State by 11 points in a game ending in controversy with Oregon running back LeGarrette Blount punching Boise State linebacker Byron Hout on national television, after Hout was seen heckling Blount.[90] The Ducks showed only minor improvements with close wins against the Purdue Boilermakers and the Utah Utes.[91] It wasn't until the start of the Pac-10 season that the Ducks began to display their potential, by dismantling the highly ranked California Golden Bears 42–3.[92] The 2009 Ducks only lost one more game, to the Stanford Cardinal in the regular season, to win the Pac-10 title by two games. Oregon went to the 2010 Rose Bowl, where they lost 26–17 to the Ohio State Buckeyes.[75] During the offseason, the team was mired in controversy. Starting running back LaMichael James was involved in a domestic dispute in which he pleaded guilty to physical harassment of a former girlfriend, and was suspended for the first game of 2010 season.[93] Starting quarterback Jeremiah Masoli was suspended for the entire 2010 football season over thefts from a local fraternity house.[94] On June 7, Masoli was cited for marijuana possession, driving with a suspended license and failing to stop when entering a roadway. In response, coach Chip Kelly removed him from the team.[95] Despite the loss of Masoli, the Ducks dominated their opponents in the 2010 season. On October 17, the team moved up to the No. 1 ranking in both the AP and USA Today Coaches Poll for the first time in school history.[96] This occurred after the No. 1-ranked teams, Ohio State Buckeyes and Alabama Crimson Tide lost in consecutive weeks. The Ducks finished the regular season with a 12–0 record; winning the conference at 9–0, they were the only team in Pac-10 history to defeat every other conference team in a nine conference game season.[97] Ranked No. 2 in the BCS rankings, the Ducks played Auburn in the 2011 BCS National Championship Game at University of Phoenix Stadium in Glendale, Arizona, losing on an Auburn field goal as time expired, 22–19.[98] Despite his opening game suspension, Oregon RB LaMichael James won the 2010 Doak Walker Award as the nation's outstanding college running back.[99] James was also Oregon's first unanimous All-American football player, appearing on all five all-America teams recognized by the NCAA.[100] Oregon won its third straight conference championship in 2011, winning the new Pac-12 North Division and defeating UCLA in the inaugural Pac-12 Conference Championship Game.[101] The Ducks became the first Pac-12 team other than USC to win three consecutive titles outright since the conference was formed in 1959.[102] LaMichael James became the first player in conference history with three 1,500+ yard rushing seasons, and ranks second on the Pac-12's career rushing list. James was a finalist for the 2011 Doak Walker Award, and was named a finalist for the 2011 Paul Hornung Award. Punter Jackson Rice was a finalist for the Ray Guy Award.[103] On January 2, 2012 the Oregon Ducks won the Rose Bowl, defeating the Wisconsin Badgers 45–38 for the title.[104] The Ducks continued their streak of national relevance into the 2012 season, reaching the No. 1 ranking in the AP poll for only the second time in team history on November 12.[105] But a loss at home to Stanford ended Oregon's string of conference championships.[106] The team was selected to play in the 2013 Fiesta Bowl against Kansas State (which Oregon won 35–17),[107] making Oregon only the fourth team in history to play in four consecutive BCS bowl games.[108] Running back Kenjon Barner was a finalist for the Doak Walker Award and was named Oregon's fifth consensus All-American.[109] Immediately following the end of the 2012 season, Kelly interviewed for head coaching vacancies with the Cleveland Browns, Buffalo Bills and Philadelphia Eagles. Kelly initially declined the offers, but a few weeks later, agreed to terms with the Eagles.[110] A few days after Kelly's resignation, offensive coordinator Mark Helfrich was hired to become the Ducks' 32nd head coach.[111] On June 26, 2013, the football program was penalized with 3 years of probation and a reduction of scholarships by the NCAA but no bowl bans. This decision was made after an investigation into the school's use of football recruiting services under former head coach Chip Kelly.[112] In 2013, Helfrich's first season as head coach, the Ducks were bound for the national championship after early season domination and QB Marcus Mariota was a front-runner for the Heisman[citation needed] The Ducks then lost two games in the span of 3 weeks to Arizona and Stanford. The regular season was capped off with a 36–35 win in the game against the Oregon State Beavers. Oregon went on to beat Texas in the Valero Alamo Bowl 30–7.[113] Helfrich led the 2014 Ducks to a 12–1 (8–1) regular season record, winning his first Pac-12 Conference Championship as a head coach. The record season included wins over reigning Big Ten Conference and Rose Bowl champion Michigan State, and rivals Washington and Oregon State. The Ducks' sole loss came in a Thursday night home game against Arizona. Oregon rebounded with eight consecutive wins, including a dominant win in a rematch against the Wildcats in the Pac-12 Football Championship Game.[114] Oregon quarterback Marcus Mariota was voted the school's second unanimous All-American[115] and first Heisman Trophy winner, receiving the second highest point percentage in the award's history.[116] Mariota was also named the school's first winner of the Maxwell, Davey O'Brien, and Walter Camp awards. After finishing No. 2 in the final College Football Playoff rankings in 2014,[117] Oregon qualified to face undefeated defending national champions Florida State in the Rose Bowl, designated a semi-final game for the College Football Playoff. The Ducks defeated the Seminoles 59–20.[118] With the win the Ducks advanced to the inaugural College Football Playoff National Championship Game to face the No. 4 ranked Ohio State Buckeyes, who defeated No. 1 ranked Alabama in the Sugar Bowl, the other College Football Playoff semi-final game. The Ducks lost in the CFP National Championship game 42–20 against the Buckeyes. Oregon finished the 2014 season with an overall record of 13-2 and a No. 2 ranking in the final Associated Press football poll.[119] Oregon was ranked in the top 10 in both major pre-season football polls for 2015.[120] Following the departure of Marcus Mariota to the NFL, Oregon found itself without a proven option at quarterback. Vernon Adams, a highly regarded player for three years at FCS Eastern Washington, moved to Oregon for his final season of eligibility as a graduate transfer.[121] Adams was injured in his first game as a Duck—ironically, against his old team, Eastern Washington[122]—and either sat out of or played ineffectively in the next five games of 2015, as Oregon opened 3–3. Once Adams returned to full health, the team went on a run through conference play, winning the last six games of the regular season to finish 9–3, earning a bid in the 2016 Alamo Bowl against Texas Christian. In the Alamo Bowl, Oregon raced to a 31–0 lead in the first half, but Adams exited the game after an injury; TCU made one of the greatest comebacks in bowl game history in the second half, eventually tying the game and winning the game in the third overtime period, 47–41.[123] Oregon was ranked No. 19 AP /No. 20 Coaches in the polls following the 2015 season. The 2015 Oregon football season was marred by defensive ineptitude. Opponents tallied 37.5 points per game, the worst total in program history,[124] despite the presence of All-American defensive end DeForrest Buckner, who was drafted with the No. 7 overall pick in the 2016 NFL draft by the San Francisco 49ers.[125] Following the season, Don Pellum took the fall for the poor performance on defense and returned to position coaching, and Helfrich hired Brady Hoke, an experienced college head coach, as defensive coordinator on January 16, 2016.[126] Helfrich promoted receiver coach Matt Lubick to offensive coordinator prior to the Alamo Bowl, replacing the departed Scott Frost.[127] 2016 was Mark Helfrich's last as head coach. Oregon posted a 4–8 record, capped with losing to rival Oregon State in the season finale. OSU beat the Ducks 34–24, ending Oregon's eight game win streak versus their in-state rival.[128] Other defeats came versus the University of Washington, a 70–21 loss,[129] a 51–33 loss to Washington State University[130] and a 45–20 loss to the USC Trojans.[131] The 4 wins was the lowest total in the program since 1991.[132] Helfrich was terminated as head coach November 29, 2016.[133] Following Helfrich's dismissal, South Florida head coach Willie Taggart was named 33rd head coach of the Oregon Ducks on December 7, 2016.[134] On January 17, 2017 Oregon suspended strength and conditioning coach Irele Oderinde for one month after 3 players were hospitalized during off-season workouts.[135] On January 23, 2017 ESPN reported that co-offensive coordinator and tight ends coach David Reaves would be fired less than one week after officially being hired, following a DUI arrest.[136] On December 5, 2017, Taggart departed after a single season as head coach when he accepted the head coaching position at Florida State.[137] The team finished the season 7–5, losing to Boise State in the Las Vegas Bowl. On December 8, 2017, Mario Cristobal was named the permanent head coach of the Oregon Ducks.[138] On February 20, 2018, it was reported Cristobal made his first staffing decision with the hiring of offensive line coach Alex Mirabal, who will be Oregon's 10th and final full-time assistant coach.[139] Prior to the 2018 season, Oregon had scheduled Texas A&M for a home-and-home series for both 2018 and 2019 seasons but the Aggies backed out of the commitment. Oregon opened the season led by Junior quarterback Justin Herbert, a darkhorse Heisman Trophy candidate, and the Ducks won their first three games. The Ducks defeated Bowling Green 58–24, Portland State 62–14, and San Jose State 35–22. On September 18, 2018, Oregon was ranked 20th in the AP Top 25 and 19th in the Coaches Poll. Oregon's was defeated by then 7th-ranked Stanford at Autzen on September 22, 2018. Three weeks later, they defeated then number 7 Washington 30–27 in overtime. They finished the regular season at 8–4 and defeated the Michigan State Spartans 7–6 in the Redbox Bowl, finishing the 2018 season at 9–4. The 2019 season began with Oregon and Auburn University facing off in the Advocare Classic, a rematch of the 2011 BCS National Championship Game. Oregon led for much of the game, but was unable to hold off a late Auburn rally, losing 27–21. The Ducks bounced back from the disappointing start, winning nine consecutive games and rising to number 6 in national polls, before losing on the road to Arizona State, 31–28. Oregon closed its regular season with a victory over rival Oregon State and won the Pac-12 North division for the first time in five seasons. In the Pac-12 Championship Game, they defeated the favored Utah Utes 37–15. The win earned them a trip to the 2020 Rose Bowl Game, where they defeated the Wisconsin Badgers 28–27. Oregon finished the season ranked fifth in the AP and Coaches Polls, for their best finish since the 2014 season. In the 2020 season, the Ducks and college football at large were impacted by the COVID-19 pandemic. Oregon ultimately played a shortened, conference-only season, going 3–2 but earning a spot in the Pac-12 Championship Game due to tie-breakers and forfeits. The Ducks again upset the favored South division champions, this time the USC Trojans, and won the conference championship 31–24. In the first season since the pandemic started, the Ducks started the season 4–0 and rising to number 3 in national polls with a win over then number 3Ohio State before losing to Stanford, 31–24. Oregon won the Pac-12 North Division but lost in the Pac-12 Championship Game against Utah. Their 10–3 record earned them a game against Oklahoma in the 2021 Valero Alamo Bowl, where they lost 32–47. Oregon finished the 2021 season 10–4. On December 6, 2021, Cristobal announced to the team that he would leave the program in order to become the head coach at the University of Miami, eventually finishing his tenure.[140] Offensive coordinator Joe Moorhead also left to be the head coach at Akron.[141] On December 11, 2021, Georgia defensive coordinator Dan Lanning was named the 35th head coach at the University of Oregon, replacing Mario Cristobal after his departure to become the head coach at the University of Miami.[142][143] Despite no prior head coaching experience, Lanning arrived in Eugene with a reputation as a great defensive coach who had mentored many great players during his time at Georgia.[144] Oregon has been a member of the following conferences. Dating back to their days in the Pacific Coast Conference, Oregon has claimed at least a share of 13 conference titles.[145] † Co-championship In 2011, the Pacific-10 Conference expansion brought the membership total to 12 teams, leading to the creation of the Pac-12 Conference and a Conference Championship Game. The champions of each division faced off in the Conference Championship Game until 2021, due to the conference announcing they would eliminate divisions starting with the 2022 season, albeit the Conference Championship Game will be kept. In 2020, the Ducks qualified for the 2020 Pac-12 Championship Game despite finishing in second place in the North Division, this was due to the original participants, the Washington Huskies, not being able to participate due to not having enough scholarship players to participate. † Co-championship ‡ - Washington was replaced in the 2020 conference championship game by runner-up Oregon due to insufficient student-athletes during the COVID-19 pandemic Players  † Shared Award Marcus Mariota became the first player in the history of the University of Oregon to be awarded the Heisman Trophy, receiving 90.92% of possible points, the second highest total in the history of the trophy.[146] Mariota earned the award without a media campaign, having declined an offer from the University of Oregon during the summer prior to the 2014 season.[147] This is in contrast to the media campaigns orchestrated by the University of Oregon in the past for potential Heisman contenders, for example, during the 2001 season, a $250,000 billboard in Time's Square promoting Joey Harrington as \"Joey Heisman.\"[148] Mariota's Heisman winning season was marked by breaking every career and single season record at Oregon for total offense, total scoring and passing and winning the program's 12th Pac-12 Championship. Six other players from the University of Oregon have received Heisman votes, with LaMichael James being the only Duck to receive votes in multiple years (2010, 2011). The highest non-first-place finish in the Heisman balloting also came from LaMichael James, who in 2010 came in third behind Cam Newton (1st) and fellow Pac-12 player Andrew Luck (2nd). The Ducks have had five players and three coaches inducted in the College Football Hall of Fame.[149] † McKay played halfback at Oregon from 1947 to 1949 and coached as an assistant from 1950 to 1958. He was inducted into the CFHoF in recognition of his success as the head coach of the USC Trojans, whom he coached from 1960 to 1975, winning four national championships and nine conference championships in 16 seasons. Six former Oregon football players have been inducted into the Pro Football Hall of Fame.[150] Every year, several publications release lists of their ideal \"team\". The athletes on these lists are referred to as All-Americans. The NCAA recognizes five All-American lists. They are the Associated Press (AP), American Football Coaches Association (AFCA), Football Writers Association of America (FWAA), Sporting News (SN), and the Walter Camp Football Foundation (WCFF). As of 2020, Oregon has had 29 players honored 34 times as first team All-Americans (8 Consensus)[151] in its history, including five players honored in different seasons. During the 2019 season, left offensive tackle Penei Sewell became Oregon's 8th Consesus All-American. This is a partial list of the five most recent bowl games that Oregon has competed in. For the full Oregon bowl game history, see List of Oregon Ducks bowl games From the 2004 Holiday Bowl through the January 2016 Alamo Bowl, Oregon had played in 11 consecutive bowl games, its longest streak. The Ducks failed to make a bowl game at the end of the 2016 season, snapping the streak. From the 1989 Independence Bowl through the January 2016 Alamo Bowl, Oregon had played in bowl games for 23 of 27 seasons, missing only the 1991, 1993, 1996, and 2004 seasons. Oregon played in five BCS bowl games, including four consecutive BCS bowl games from 2009 to 2012, tied for first in consecutive BCS appearances in the BCS era. Oregon was selected as the second seed in the inaugural College Football Playoff following the 2014 season, and defeated the defending national champions, third seed Florida State, in the 2015 Rose Bowl. In the CFP national championship game, they fell to fourth seeded Ohio State, finishing number two in the country. The rivalry game with Oregon State was originally called the \"Oregon Classic\" or the \"State Championship Game.\" It is the 7th oldest rivalry in Division I FBS football.[citation needed] The Ducks had an 8-game win streak in the series to tie for the longest streak in the history of the rivalry until losing in 2016.[citation needed] These rivals compete for the Platypus Trophy.[152] The series started in 1900 and has incited particularly poor behavior from fans of both teams.[153] Although Washington historically dominated the series, Oregon has turned the tables since 1994, winning 18 of 24. From 2004 to 2015, Oregon won 12 match-ups in a row by an average of 24 points, the longest streak in the rivalry by either team. However, that streak was broken in 2016. Oregon plays each of the other 5 schools in the North Division annually and 4 of the 6 schools from the South Division. Each season, Oregon \"misses\" two schools from the South Division: either UCLA or USC and one of the four Arizona or Mountain schools. This cycle repeats after eight seasons.[154] However, with the elimination of divisions starting with the 2022 season, Oregon's future conference schedule may be altered. Announced schedules as of December 30, 2021.[155] Oregon has used six sites as home fields for its football team: Autzen Stadium, the home of Oregon's football team since 1967, was named in honor of Thomas J. Autzen, a Portland businessman and, ironically, a graduate of rival Oregon State University. After his death, the Autzen Foundation, managed by son and Oregon alum Thomas E. Autzen, gave the university $250,000 towards construction of the facility, completed in 1967.[157] Although listed capacity has been 54,000 since a 2002 expansion, standing room around the rim of the stadium allows the capacity to swell to more than 60,000, and crowds of 59,000 or more have been the norm in most years. It is notorious for being one of the loudest and most intimidating venues in college football. On October 27, 2007, in a game against USC, the crowd of 59,277 was able to reach a noise level of 127.2 decibels, the 4th loudest ever recorded at a college football game.[158] Moshofsky Sports Center, named in honor of former University of Oregon football letterman (1940–42) and long-time university supporter Ed Moshofsky, was dedicated in August 1998, the first indoor practice and training facility in the Pacific-10 Conference. Located south of the Casanova Athletic Center, the Moshofsky Center accommodates the majority of the university's intercollegiate athletic programs. The $14.6 million facility includes an enclosed full-length artificial surface football field and 120-meter four-lane synthetic surface running track and an automated system in place to lower a batting cage for use by the softball team, as well as protective netting that transforms the facility for use by the men's and women's golf teams.[159] A combination of indirect lighting and two parallel skylight panels contribute to an energy efficient system which allows the flexibility to alter lighting conditions.[160] A new Football Operations Center adjacent to Autzen Stadium, the Hatfield-Dowlin Complex, was completed in 2013.[161] Featured in the expansion, which wraps around the north and west sides of the Casanova Center, is a new 25,000-square-foot weight room, an enhanced grass football practice field as well as the addition of two new synthetic turf practice fields, and a full-service dining facility available to all University athletes, students and staff. The six story facility incorporates a centralized football headquarters upstairs incorporating nine dedicated football position meeting rooms, two team video theaters, offense and defense strategy rooms as well as a larger conference suite for the coaching staff. Additional amenities include a players' lounge, a recruiting center to host prospective student-athletes, dedicated areas to accommodate professional scouts, a media interview room as well as an advanced video editing and distribution center. A new outdoor courtyard and plaza to the west of the Casanova Center is designed in the center of the complex, uniting the expansion with the existing Cas Center and Moshofsky Center. The design and construction cost of the $68 million facility was donated by Nike founder and chairman Phil Knight. The University of Oregon football team has been known in recent years for its unique uniform style, consisting of multiple color combinations of helmets, uniforms (both shirts and pants), socks, and shoes, resulting in a new uniform setup every week (not counting in-season changes to uniform designs). The changes have been often well-liked and praised by football recruits.[162][163] New uniform schemes are coordinated by Oregon alumnus Tinker Hatfield, an executive at Nike. Nike has had the outfitting rights for the Ducks since 1995.[164] For several decades in the 20th century, Oregon's uniforms were traditional, generally featuring a yellow helmet (with the original interlocking \"UO\" emblem) and yellow pants, joined with a green home jersey with gold letters or white road jersey with green letters and \"UCLA-style\" shoulder loops. During the Jerry Frei era (1967–1971), the helmets were solid green with subtle logo variations. In 1972, new head coach Dick Enright returned the yellow helmet with Green Bay Packer-style green and white striping and no logos, a helmet style that continued until 1977, when new head coach Rich Brooks added the green block-style interlocking \"UO\" emblem. In 1985, the team added the Oregon Donald Duck logo to the jersey sleeves. Mike Bellotti made subtle changes in the livery, removing the striping from the helmet, jersey and pants, and adding a green variation of the pants.[165] The Oregon uniform underwent a radical change for the 1999 season, where new, Nike-designed gear featuring a redesigned \"O\" emblem with solid green helmets and jerseys with lightning yellow letters were revealed.[166] This began a period of unusually non-uniform standards for a typical college football team. Since 1999, Oregon has completely revised its uniform appearance roughly every three seasons.[167] The frequent uniform changes and their typically flashy uniform have provoked some controversy. Fans of a more traditional approach to college football tend to ridicule each new uniform as it is released,[168] while younger fans and players—in particular, potential Oregon athletes—react more favorably to the flashy nature of the livery.[169] The football team used nine different football combinations in the 2005 season, but introduced even more combinations in the 2006 season.[170] The new uniforms in 2006 provided 384 possible different combinations of jerseys, pants, helmets, socks, and shoes. A metallic-yellow colored helmet with silver flames, which debuted in the 2006 Las Vegas Bowl, increased the possible combinations to 512.[171] These uniforms were more technologically advanced than other uniforms, 28% lighter when dry, 34% lighter when wet, and greater durability with reinforcing diamond plating patterns at the joints.[164] The Ducks wore the previously announced white helmets for the first time on October 20, 2007, in Seattle, when they played the Washington Huskies.[172] In 2008, during the Arizona–Oregon game, they wore new, all black uniforms nicknamed \"lights out\", but instead of the typical metal diamond plated shoulder pads, the new uniforms had a wing pattern.[173][174] The original \"block UO\" helmet emblem made a comeback, when it was worn along with a throwback jersey, against Cal in 2009.[175] However, the neo-throwback green jersey with gold letters, with the modern logo instead of the \"UO\" on the yellow helmet, did appear in the 2009 Civil War.[176] For the Arizona game in 2008, Oregon unveiled a new uniform design based on the \"lights out\" design from the previous season featuring the \"wings\" pattern on the shoulder pads as well as a more simplified uniform design, while retaining the number font style of \"Bellotti Bold\" and the colors of green, black, white, yellow, grey, gold, and steel.[177] This was the primary uniform design from 2009 through the 2011 regular season. Another uniform revision was introduced at the 2012 Rose Bowl and carried forward into the 2012 season, with the \"wings\" moving from the shoulder pads to the helmets as chrome decals, and a broader \"feather\" detail with iridescent fabric highlights. Five different helmets are incorporated into the uniform kit.[178][179] On October 19, 2013, Oregon wore special Breast Cancer Awareness uniforms in a game against Washington State.[180] In addition to new bold pink helmets, the Ducks wore pink Nike Vapor Talon Elite cleats, pink Nike Vapor Carbon Elite socks and pink Vapor Jet gloves in combination with their black Nike Pro Combat uniform system.[181] The special edition uniforms were designed to raise awareness and funds for the Kay Yow Cancer Fund as the helmets were auctioned off. Professional schools:","Title":"Oregon Ducks football - Wikipedia","KeyID":"17437","URL":"https://en.wikipedia.org/wiki/Oregon_Ducks_football"}