{"Content: ":"Charlotte Valandrey (29 November 1968 – 13 July 2022) was a French actress and author. After early success she was widely tipped for stardom, but her career took a more modest course until the release of her autobiography in 2005. Born Anne-Charlotte Pascal into an affluent family, Valandrey grew up in Brittany in north-western France. From the age of six she lived in the small coastal town of Val-André, from which she took her professional name in 1985. Valandrey's debut film was Véra Belmont's 1985 political drama Red Kiss, in which she played Nadia. Her highly acclaimed performance as a young communist in 1950s Paris was rewarded with a César award nomination for \"Most Promising Actress\" the following year but she eventually lost to Charlotte Gainsbourg. She also won the Silver Bear for Best Actress at the 36th Berlin International Film Festival.[1] In 1986, she appeared in the music video for David Bowie's song \"As The World Falls Down\"[2] from the soundtrack for the movie Labyrinth (1986), although the video went unreleased until 1993.[3] After being revealed, at the age of sixteen, by the film Red Kiss, she lives alone in a studio that her parents bought for her. Carefree and uninformed about the dangers involved, she had affairs with “a drug-addicted musician, and other boys at risk”. In 1986, a few days before her eighteenth birthday, she learned that she was HIV-positive. In 1999, she met Arthur Lecaisne with whom she married on 17 July 1999 at Pléneuf-Val-André. At the beginning of 2000, they had a daughter, Tara who is HIV-negative.[4] While separating from Arthur in 2002 and following a triple therapy which damaged her heart and caused her two heart attacks, her heart broke down, necrotic, and left her with only 10% heart capacity. On 4 November 2003, she received a transplant. In her book L'Amour dans le sang (published in 2005), she recounts her other love stories, with her cardiologist or Yann, an architect whom she intimately believes to be the husband of her late donor. In March 2007, after selling over 280,000 copies of her book, Charlotte gave approval for its adaptation in the TV movie, L'Amour dans le sang. Produced by Dominique Besnehard for Mon Voisin Productions, it was first broadcast on 23 November 2008 on France 3. On 8 June 2022, she announced that she was waiting for a second heart transplant because of new health problems. She received it on 14 June at the Pitié-Salpêtrière hospital but the transplant did not take. Charlotte Valandrey died on 13 July 2022, at the age of 53.[5] Her funeral is scheduled at Pléneuf-Val-André, where she will be buried. In the press release announcing the death, the family indicates that a tribute will also be paid to her in Paris in September. Charlotte was a patron of the Greffe de vie (\"Foundation of Life Registry\") and was committed to the cause of organ donation and transplantation.","Title":"Charlotte Valandrey - Wikipedia","KeyID":"17432","URL":"https://en.wikipedia.org/wiki/Charlotte_Valandrey"}