{"Content: ":"Yorkshire County Cricket Club is one of 18 first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Yorkshire. Yorkshire are the most successful team in English cricketing history with 33 County Championship titles, including one shared. The team's most recent Championship title was in 2015, following on from that achieved in 2014. The club's limited overs team is called the Yorkshire Vikings and its kit colours are Cambridge blue, Oxford blue, and yellow. Yorkshire teams formed by earlier organisations, essentially the old Sheffield Cricket Club, played top-class cricket from the 18th century and the county club has always held first-class status. Yorkshire have competed in the County Championship since the official start of the competition in 1890 and have played in every top-level domestic cricket competition in England.[1] Yorkshire play most of their home games at Headingley Cricket Ground in Leeds. Another significant venue is at North Marine Road Ground, Scarborough, which houses the annual Scarborough Festival. Yorkshire used other grounds in the past including Bramall Lane, Sheffield, which was the club's original home; Horton Park Avenue, Bradford; St George's Road Cricket Ground, Harrogate; The Circle, Kingston upon Hull; and Acklam Park, Middlesbrough. The team drew an average attendance of 8,417 to seven home games in 2015.[2] The earliest certain reference to cricket in Yorkshire dates from 1751 when local matches were held in Sheffield and a game took place on or soon after Monday, 5 August at Stanwick, near Richmond, between the Duke of Cleveland's XI and Earl of Northumberland's XI; the same teams earlier played a game at Durham.[3] Sheffield Cricket Club was probably formed about this time and there are references to Sheffield matches in Derbyshire in 1757 and at Leeds in 1761.[3] A club was formed in York in 1784.[4] Bedale in North Yorkshire was a noted centre in the early 19th century.[5] But cricket in most rural areas was slow to develop.[6] Yorkshire cricket became centred around Sheffield, where it was more organised than in the rest of the county.[6] From 1771, Sheffield played semi-regular matches against Nottingham Cricket Club.[7] Nottingham was generally the better side and Sheffield sometimes played with more players to give them a greater chance of victory.[8] Nevertheless, the Sheffield player Tom Marsden was regarded as one of the leading players in the country in the 1820s.[8] Cricket increased in popularity after one of the 1827 roundarm trial matches was played at the purpose-built Darnall New Ground in Sheffield to evaluate the new style of roundarm bowling.[9] After this match, many new cricket clubs were formed in the county.[10] In 1833, \"Yorkshire\" was first used as a team name, although it contained 11 Sheffield players, for a game against Norfolk at the Hyde Park Ground in Sheffield.[11] The name may have arisen from a need to match the status of Norfolk as a county rather than a city. There were some differences in the organisation of the Yorkshire team vis-à-vis those called Sheffield as it included three amateurs while Sheffield teams were entirely professional.[12] Yorkshire, as such, played intermittently over the next thirty years but was not organised in any formal way.[6] Some of their opponents were Sussex in 1835; Manchester in 1844 and 1845; and Kent in 1849. Also in 1849, Yorkshire played against a \"Lancashire\" team for the first time, though it was really a Sheffield v Manchester match.[13] By 1855, Sheffield and Yorkshire were playing at Bramall Lane.[13] On 7 March 1861, during a meeting at the Adelphi Hotel in Sheffield, a Match Fund Committee was established to run Yorkshire county matches. The committee was made up from the management committee of the Bramall Lane ground and representatives from clubs willing to pay £1 to the fund.[14] But the committee was unable to persuade other clubs that it was not seeking to promote Sheffield cricket and a lack of funds prevented some matches being played in 1862.[14] By this time, there were several cricketers with good reputations and the county team was one of the strongest in England.[14] Consequently, on 8 January 1863, Yorkshire County Cricket Club was formed. Membership was unlimited and cost a minimum of 10s and 6d.[14] Like most first-class cricket clubs of the time, Yorkshire relied on private patronage with administrators \"paying to serve\" and \"moneyed enthusiasts\" acting as ready match sponsors.[15] The majority of players were freelance professionals who were paid a usual match fee of £5, from which all travel and accommodation had to be paid.[15] Travel could be arduous, living away from home could be \"rough\" and sometimes the match fee was not enough to cover expenses, especially if, as was often a problem with early Yorkshire cricketers, \"the ale-house was a temptation\".[16] The first club President was former player Thomas Barker, who had become Mayor of Sheffield, although he probably never attended any meetings. Michael Ellison was the first club Treasurer and at some point early in Yorkshire's history, he assumed the Presidency.[14] Most official accounts record Ellison as Yorkshire's first President.[17] Joseph (\"J. B.\") Wostinholm became the first of four long-serving club Secretaries in 1864.[14] The first team captain was Roger Iddison, a professional cricketer.[18] The objective of the club was to play matches \"either in Sheffield or in any other towns of the county according as arrangements may be made.\"[14] Other locations in Yorkshire were unable or unwilling to host fixtures in the first years of the club, and Bradford and York continued to attempt to organise games in competition with Yorkshire, sometimes causing confusion among other counties.[19] Attempts to form an alternative Yorkshire team continued intermittently until 1884[20] although, by 1873, most clubs had accepted the authority of the Sheffield-based county club.[21] Yorkshire played its initial first-class match against Surrey at The Oval on 4, 5 and 6 June 1863. Surrey scored 315 runs, to which Yorkshire replied with 257. Surrey were bowled out for 60 before the match was drawn.[23][24] The team recorded their first win in the following match against the strong Nottinghamshire team and although they lost the return match, won two and lost only one of the four matches played in their first season.[25] In 1864, the team won two and lost four of seven matches.[26] In 1865, the club and players became involved in a dispute. Five players – Roger Iddison, George Anderson, George Atkinson, Joseph Rowbotham and Ned Stephenson – refused to play against Surrey.[15] This concerned a controversy that arose in 1862 when Iddison and Anderson played for an All-England team against Surrey at The Oval and the Kent bowler Edgar Willsher was repeatedly no-balled for using an overarm action by an umpire whom, they claimed, had been appointed by Surrey specifically for that purpose.[15] Anderson stated in 1865 that he \"would not play against those who have combined to sweep us from the cricket field altogether if they could\".[15] The dispute was about a point of principle and centred on the right of bowlers to use an overarm action, which had been legalised ahead of the 1864 season.[27] Consequently, with several important players missing, Yorkshire did not win a game in 1865 and were forced to cancel some matches for the 1866 season. The Yorkshire Committee and the players came to an understanding in early 1867 after the players apologised, but Anderson never represented the county again.[28] With the player dispute resolved, Yorkshire won all seven of their matches in 1867, defeating Surrey, Lancashire and Cambridgeshire.[29] As a result, the sporting press proclaimed Yorkshire to be the \"Champion County\" for the first time.[30] The following year, John Thewlis scored the first century for Yorkshire in first-class cricket, against Surrey at The Oval;[21] in 1869, Joseph Rowbotham became the first man to score two centuries in a season for Yorkshire.[31] Yorkshire won four games in both 1868 and 1869; one sports publication regarded Yorkshire as equal champions in the latter year.[32][33] The team won six out of seven in 1870 to be acclaimed as Champion County again.[34] Much of Yorkshire's success in these years came from the bowling combination of George Freeman and Tom Emmett.[35][36] Following Freeman's retirement from regular cricket after 1870, Yorkshire declined, winning fewer games in 1871 and 1872 as Gloucestershire rose to a position of dominance in County Cricket, driven by the success of W. G. Grace and his brothers. Conscious of the need to strengthen the club, Yorkshire instituted a Colts team of young players,[37] but replaced Iddison as captain at the end of the 1872 season. Rowbotham, another professional, assumed the position.[38] For the 1873 season, county cricket moved a step closer towards an organised competition when the counties agreed qualification rules for players to be eligible for a team; for many years, this was considered to be start of the County Championship. However, the counties did not organise a formal competition and the \"Champion County\" was still decided by the press; some publications disagreed.[39] Despite containing a side with effective players, Yorkshire did not perform as well as expected over the next seasons. The bowling attack was strong, the team contained some experienced players and critics believed Ephraim Lockwood to be the best professional batsman in the country.[41] In 1873, Yorkshire won seven games and lost five and for the following season, Luke Greenwood replaced Rowbotham as captain.[42] The team had an improved record, but although second only to Gloucestershire, Yorkshire lost heavily in both encounters between the teams.[note 1][44] Greenwood retired, Rowbotham resumed the captaincy for 1875,[44] and Lockwood took over in 1876.[45] The team did not perform particularly well in either season,[46] but their worst performance came in 1877, winning two games – but none of the last ten – and losing seven.[47] This placed them eighth out of nine counties.[48] Tom Emmett then took over as Captain, but the following two seasons brought mixed results as the team displayed inconsistency, often losing to teams they should comfortably have beaten.[49] Derek Hodgson, in his official county history, suggests a lack of discipline in the team throughout these years was to blame; contemporary reports suggested the team drank too much alcohol to be effective.[48] The players also suffered from public attention, receiving generous hospitality at times which impacted on their performances.[50] In these seasons, the team often began well only to lose form later in the season and the Yorkshire committee was reluctant to replace the experienced cricketers with younger players. However, off the field, Yorkshire became increasingly successful, and the profits made by the club paid for improvements to be made to the Bramall Lane Ground and increased player wages through the introduction of travelling expenses and talent money where good performances were financially rewarded.[43] An influx of what proved to be effective new players saw Yorkshire finish second to Lancashire in the unofficial Championship for 1881, but more significant was the debut for the county of Lord Hawke, then aged 21.[51] The team faded again in 1882 and Hawke, who had refused the captaincy earlier, was appointed team captain at the end of the season, the first amateur to hold this position.[52] Previous captains had all been professionals: Roger Iddison (1863–72), Joseph Rowbotham (1873 and 1875), Luke Greenwood (1874), Ephraim Lockwood (1876–77) and Tom Emmett (1878–82). Hawke remained in charge for 28 seasons until 1910, during which time the team won eight County Championships.[53] In an obituary tribute, the editor of Wisden Cricketers' Almanack said that Lord Hawke's \"strength of character was tested\" when, as a young man on leaving Cambridge University, he undertook the responsibility of captaining the Yorkshire side, composed at that time of \"elements that were not entirely harmonious\". Owing to Hawke's \"tact, judgment and integrity\", he moulded the Eleven into \"the best and probably the most united county cricket team in England\".[54] Yorkshire to 1883 was widely seen as an idiosyncratic team and, though Hawke's primary task as captain was to lead the team to fulfilment of its potential, his biggest challenge was to unite the club's geographical and social factions.[55] At the end of the 1882 season, in addition to appointing Hawke as captain, the committee agreed to reorganise itself for the first time since the club's foundation and began a process which eventually made the club representative of the whole county and not just Sheffield.[56] Hawke succeeded Emmett in 1883 and remained as official captain for 27 years, but at first he was careful to take his time and did not make too many changes. Yorkshire improved in 1883 and finished second behind Nottinghamshire in the unofficial County Championship.[57][58] However, the remainder of the 1880s was disappointing for the team and its supporters. Kilburn said that Yorkshire \"continued to be an unreliable side, mingling brilliant achievement with miserable performance\".[59] The basic problem was that the older players were past their peak while younger replacements did not make the progress expected.[60][61] A poor season on the field in 1889 was reflected by reduced income and changes were made with several good new players being introduced.[62] These included Jack Brown, David Hunter and Stanley Jackson, while Bobby Peel was becoming increasingly effective as a bowling all-rounder.[62][63] They were followed by John Tunnicliffe, David Denton, Ted Wainwright and George Hirst. Hawke worked on fielding practice and the players became specialised and efficient as fielders.[64] In 1893, the club's initial reorganisation was completed and was finalised after Ellison died in 1898 and Hawke assumed the club presidency as well as captaincy.[65] When Wostinholm died in 1902 after being club secretary for 38 years, the county offices were moved from Sheffield to the more central location of Leeds.[66] It was in 1893 that the team finally came good and Yorkshire won their first official County Championship. Hodgson wrote that it was \"perhaps ... the first confirmation of Hawke's striving for teamwork and discipline\".[67] Yorkshire achieved second and third places in 1894 and 1895.[68] The team continued to develop as Brown and Tunnicliffe established an effective opening partnership backed up by Denton and Jackson while Peel, Wainwright and Hirst carried the bowling attack.[64] Yorkshire historian R.S. Holmes described Yorkshire as \"prodigious\" in 1896, when they won their second title with some outstanding batting performances including a championship record total of 887 against Warwickshire.[64] Hawke began the practice of paying the professionals over the winter, initially £2 per week; the scheme was later modified to include bonuses.[69] Peel was sacked in 1897 after appearing drunk on the field and was replaced in 1898 by Wilfred Rhodes, who took 141 wickets in his debut season.[70] In the same season, Brown and Tunnicliffe established a record partnership for the first wicket when they scored 554 against Derbyshire at Chesterfield. Yorkshire won their third Championship in 1898 and narrowly failed in 1899 when only a defeat late in the season by Kent prevented the retention of the title.[71] Between 1900 and 1902, Yorkshire lost only twice in the County Championship, both times to Somerset, and won the County Championship in all three seasons largely thanks to their two outstanding all-rounders Hirst and Rhodes.[72] When Joseph Wolstinholm retired as club secretary after the 1902 season, he was succeeded by Frederick Toone who held the post until his death in June 1930 and formed a successful liaison with Hawke. Toone and Hawke worked together to improve the terms and conditions of professional players' contracts. To 1914, they were paid £5 for a home match and £6 for an away match with a £1 win bonus. Players who had received their county cap were obliged to join the Cricketers' Friendly Society and were paid a winter wage of £2 a week.[73] Yorkshire remained a strong championship contender through the 1903 to 1914 seasons and won a further three titles in this period, also finishing as runners-up three times.[65] They won their seventh title in 1905 after being third and second in 1903 and 1904 respectively. In 1906, George Hirst achieved a unique \"double-double\" by scoring 2,385 runs and taking 208 wickets.[65] The 1906 championship was decided on the last day of the season. Yorkshire lost to Gloucestershire by a single run and were overtaken by Kent, who won their last match against Hampshire by an innings. Having finished third in 1907, Yorkshire went through the 1908 season unbeaten and bowled Northamptonshire out for 27 and 15, the aggregate score of 42 being the lowest in English first-class cricket.[74] Yorkshire finished third in 1909 but then dropped to eighth and seventh in the next two seasons before a recovery in 1912 brought their last title before the First World War. While Hirst, Rhodes and Denton continued to excel, Yorkshire gained much in the last four years before the war from two new all-rounders, Major Booth and Alonzo Drake, both of whom were an outstanding success.[75] Another newcomer was Arthur Dolphin, who replaced the retired David Hunter as first-choice wicketkeeper.[76] In 1913 and the unfinished 1914 season, Yorkshire finished second and fourth. Lord Hawke played only a few matches in 1909 and formally resigned as captain in 1910.[76] He was succeeded by Everard Radcliffe, who held the post until the end of the 1911 season; and then by Sir Archibald White, who led the team until the outbreak of the First World War in August 1914.[77] Yorkshire won the first post-war Championship in 1919, a year which saw the debuts of Herbert Sutcliffe and Emmott Robinson, and remained a dominant force in the County Championship until the Second World War. They won every year from 1922 to 1925 and seven more times in the 1930s. The team won 25 games in 1923, for instance, with Rhodes and Roy Kilner doing the double in these matches alone, while four other batsmen scored 1,000 runs and three other bowlers, including George Macaulay, took 100 wickets.[citation needed] Yorkshire's quintessential rivalry is with Lancashire via the Roses Match. The importance of this match reached a peak during the inter-war period when, for many years, Yorkshire and Lancashire were the dominant teams in English cricket. The writings of Neville Cardus at this time were instrumental in emphasising the sense of rivalry between the two teams.[citation needed] Wilfred Rhodes retired in 1930, taking 73 wickets and scoring 478 runs in his final season at the age of 53. J. M. Kilburn wrote in the Yorkshire Post: \"He had bowled at W.G. Grace, and he bowled at Don Bradman. At 20, at 30, at 40 and at 50 he had shown himself master of his world, and his kingdom was never usurped.\" Rhodes was replaced by Hedley Verity, another skilful slow left armer. In 1932 Verity performed the greatest bowling feat in first-class cricket - ten wickets for ten runs against Nottinghamshire at Headingley. Percy Holmes and Sutcliffe had a record opening stand of 555 against Essex at Leyton in 1932. Len Hutton began his career in the 1930s.[78] Large crowds flocked to the cricket after the Second World War with 47,000 people attending the 3 days of the Roses Match at Bramall Lane in 1946. Yorkshire won the first post-war Championship. New players after the war included spinner Johnny Wardle, all-rounder Brian Close and fast bowler Fred Trueman. Another newcomer Bob Appleyard became the first bowler to take 200 wickets in his first full season in 1951. The 1950s were dominated by Surrey, who won seven successive championships. Yorkshire had internal problems which were resolved before the 1959 season in which Yorkshire recovered the title under Ronnie Burnet.[citation needed] The 1960s saw a new Yorkshire team emerge that dominated English cricket. Brian Close was made captain in 1963 and won the Championship in his first season. The team included Fred Trueman, all-rounder Ray Illingworth, wicket-keeper Jimmy Binks and Test batsmen Geoffrey Boycott, Doug Padgett, Phil Sharpe and John Hampshire. The team began to break up after winning a third successive title in 1968 and Close was controversially sacked in 1970.[79] There followed a long-running current of unrest in the club. There was sadness too in 1973 when Bramall Lane, the club's first ever home, was finally closed to cricket after over 400 first-class matches and was converted into a specialist football stadium.[80] Geoff Boycott captained Yorkshire for most of the 1970s, but competitive success eluded the team even when Boycott left Test cricket for three years to concentrate on the county game. He was sacked as captain amid much internal furore after the 1978 season. Ray Illingworth returned from Leicestershire as team manager and, in 1982 at the age of 50, took over the captaincy. Yorkshire finished bottom of the 17-strong County Championship for the first time in 1983 but won the John Player (later National) League for the first time. There was further controversy when Boycott was not offered a new contract. The outcome of this was that the general committee resigned and Boycott, having already been elected to the new committee, was reinstalled as a player. Meanwhile, Brian Close became chairman of the cricket committee. Success continued to elude Yorkshire although Phil Carrick led the team to a Benson and Hedges Cup triumph in 1987.[citation needed] Yorkshire put themselves at a self-evident disadvantage from 1968 until 1992 by insisting that all its players must have been born within the historic county boundaries of Yorkshire, while all the other county teams strengthened themselves by signing overseas Test players. In 1992, the birth qualification rule was first modified to include those who had been educated within the county, a dispensation that allowed Michael Vaughan to play; and was then was eventually abandoned altogether. Yorkshire's first ever overseas player that season was 19-year-old Sachin Tendulkar.[81] Yorkshire finally won the County Championship again in 2001 when the captain was David Byas. Yorkshire have had mixed success in the first decade of the 21st century but finished a close third in the 2010 championship under Andrew Gale.[80] There had for many years been a controversial issue about the apparent inability of players from Yorkshire's large ethnic minority population to make their way at the club. Tendulkar was the first Asian player to represent Yorkshire, but he was an overseas player. It was not until 2003 that Dewsbury's Ismail Dawood became the first British-born Asian to play for Yorkshire. He was followed by Ajmal Shahzad and Adil Rashid who have both represented England. In 2007, Azeem Rafiq as a member of Yorkshire's academy team became the first player of an Asian background to captain England at any level when he was appointed U15s captain.[82] In the summer of 2012, Rafiq stepped in for the injured Andrew Gale to captain the team in 6 T20 matches, becoming the first player of Asia origin to lead the county, as well as the youngest captain in the club's history.[83] The club were relegated at the end of a disappointing 2011 season, leading to major restructuring in the coaching staff, with former Yorkshire and Australia player Jason Gillespie brought in as coach.[84] After regaining promotion swiftly, Gillespie set about revamping the side, enticing Ryan Sidebottom to return to his home county, as well as signing Jack Brooks and Liam Plunkett, allowing Yorkshire to build a fearsome pace attack. With the excellent batting of Gary Ballance, Alex Lees and Adam Lyth, coupled with the signing of New Zealand's Kane Williamson as overseas player, Yorkshire took Durham to the last game of the season in chasing the title in 2013, eventually finishing runners up.[85] In 2014, in a bid to regain a domestic trophy, and as a statement of intent, Yorkshire announced the signing of Australian opening batsman Aaron Finch to join the side for the domestic NatWest T20 Blast competition, and fill in for Kane Williamson during the county matches where he was away with New Zealand.[86] Finch, who hit a world record 156 off 63 balls in an international T20 for Australia, is widely regarded as one of the best and most explosive T20 batsmen around. Although Yorkshire were unable to progress past the Group stages of the T20 Blast, they sealed their 32nd County Championship title with a game to spare with victory over Nottinghamshire at Trent Bridge on 12 September 2014.[87] Yorkshire followed up a successful 2014 with an even better 2015 winning their 33rd County Championship title with record wins and points total.[citation needed] In July 2018, they were one of the six teams invited to play in the first edition of the Abu Dhabi T20 Trophy, where Yorkshire finished second in their group.[88] In 2020 they were accused of institutional racism by former player Azeem Rafiq.[89] In 2021, the ECB suspended Yorkshire from holding test matches because their handling of the issue was causing reputational damage to the game, while former Yorkshire captain Gary Ballance, who admitted using racist language, was indefinitely suspended from national selection. The ECB wrote in a statement that there were problems with the governance and management of the club.[90] Lord Hawke, in the early days of his captaincy, designed the white rose badge. Copying the idea from Lancashire, who already had adopted the red rose as a symbol, Hawke designed a rose which, unlike Lancashire's, was not a real flower. He created a rose with eleven petals, to represent the eleven players of the team, based on the hedge rose. Only players who had received their county cap were allowed to wear the badge. It was not until the 1980s it was allowed by the committee to be placed on merchandise as a marketing device.[91] Yorkshire's club colours are dark blue, light blue and gold; these are knitted in bands forming the v-neck of each player's sweater.[92] As with all county cricket clubs, Yorkshire represents the historic county and not any modern or current administrative unit. In Yorkshire's case, this means the three ridings and the City of York, although the club played some home matches outside the historic borders at Sheffield's Abbeydale Park, which was historically part of Derbyshire, from 1974 to 1996.[93] The club was founded on 8 January 1863 in the Adelphi Hotel, Sheffield and was initially based at Bramall Lane. Yorkshire first played at North Marine Road, Scarborough in the 1878 season. This remains the venue for the annual Scarborough Festival matches. Headingley was first established in 1888 and Test cricket was first played there in 1899, eight years later than it hosted its inaugural first-class match when Yorkshire played Kent in 1891, the year in which the club's headquarters moved there. The \"out grounds\" in Hull, Sheffield, Bradford, Middlesbrough and Harrogate were used with great success until the 1970s.[citation needed] On 31 December 2005, Yorkshire purchased the Headingley cricket ground for £12 million from the Leeds Cricket, Football and Athletic Company, parent company of the Leeds rugby league club, with the help of a £9 million loan from Leeds City Council. This purchase ensures that Test cricket continues at the venue with a 15-year staging agreement. On 11 January 2006, the stadium was officially renamed the Headingley Carnegie Stadium as a result of sponsorship from Leeds Metropolitan University and the club announced plans on 11 January 2006 to rebuild the stand next to the rugby ground with 3,000 extra seats, taking capacity to 20,000.[94] The club also announced plans to redevelop the Winter shed (North) stand on 25 August 2006 providing a £12.5 million pavilion complex.[95] The club was founded in 1863 to be owned by its members who have elected various officials including the club's general committee, which existed until 2002 when it was replaced by a board of management headed by a chief executive. The office of club President still exists (see list below) and (in 2017) there are seven board members including the chief executive and the director of cricket. In addition to the board members, there are a director of finance and a human resources manager who is also personal assistant (PA) to both the board and chief executive. Among other roles are coaching, groundstaff, physiotherapy, operations, marketing, retail and community development. The once-influential post of club Secretary effectively ceased in 2002 although the club did have a company secretary for three years. That function has now disappeared under the broader structure and the present secretary as such is the finance director.[96] Like all county clubs, Yorkshire relies heavily on sponsorship and numerous companies have formed deals with the club over many years. Current partners and sponsors can be found on the club website.[97] The following represented England while playing for Yorkshire:  Four Yorkshire players – Stanley Jackson, Len Hutton, Ray Illingworth and Michael Vaughan – have captained England to success in The Ashes yet none of them was club captain at the time (Ray Illingworth had just left Yorkshire for Leicestershire when he became captain of England; he later returned to Yorkshire).[citation needed] From 1883 to 1959 inclusive, Yorkshire always had an amateur club captain. The extent of leadership given by these gentlemen has long been a subject of discussion. Hawke and Sellers are generally held to have been autocratic and decisive, but in fact both relied heavily on sound professional advice. At the other extreme, Wilfred Rhodes is supposed to have been the de facto captain from 1920 to 1930, but it was Major Arthur Lupton who restored discipline to the side when a row erupted between Yorkshire and Middlesex in 1924.[103] Lord Hawke famously said at the Yorkshire Annual General Meeting in 1925: \"Pray God, no professional shall ever captain England. I love and admire them all, but we have always had an amateur skipper and when the day comes when we shall have no more amateurs captaining England it will be a thousand pities.\"[104] In view of this, it is perhaps surprising that, when Arthur Lupton retired at the end of the 1927 season, Hawke was one of the sponsors of the suggestion that Herbert Sutcliffe should become Yorkshire captain. In the event, there was sufficient opposition to the idea amongst the Yorkshire committee and players (some of the latter felt that Wilfred Rhodes, as senior professional, had a prior claim), that the proposal was dropped.[104] In 1960, Vic Wilson became Yorkshire's first professional captain since Tom Emmett when he succeeded Ronnie Burnet. Brian Close, who took over in 1963, has been Yorkshire's most successful professional captain with four County Championships.[105] Those who have held the office of Yorkshire President are:[107] Those who have held the office of Yorkshire Secretary are:[107]","Title":"Yorkshire County Cricket Club - Wikipedia","KeyID":"17447","URL":"https://en.wikipedia.org/wiki/Yorkshire_County_Cricket_Club"}