{"Content: ":"The Mayor of Wellington is the head of the municipal government of Wellington, New Zealand, and presides over the Wellington City Council. Adjacent local bodies – Lower Hutt, Upper Hutt, and Porirua – have their own mayors. The Mayor is directly elected using STV. The current Mayor is Andy Foster, elected in October 2019.[2] The next election will be held in October 2022. The development of local government in Wellington was erratic. The first attempt to establish governmental institutions, the so-called \"Wellington Republic\", was short-lived and based on rules written by the New Zealand Company. Colonel William Wakefield was to be the first president. When the self-proclaimed government arrested a ship's captain for a violation of Wellington law, the Governor William Hobson quickly asserted British sovereignty over the whole of New Zealand, sending a contingent of soldiers to disband the council in Wellington. In January 1842, the Legislative Council in Auckland passed the Municipal Corporations Ordinance, and in May 1842 Wellington was officially proclaimed a borough, the first municipality with this status. The office of mayor was established, but there were only two holders of this office under the Ordinance. George Hunter received the most votes in the election for 12 Burgesses to the new council on 3 October 1842 and was declared mayor. He died suddenly on 19 July 1843. William Guyton was then declared mayor, as runner-up in 1842. The British Government disallowed the Municipal Corporations Ordinance, but news of this did not reach Wellington until late September 1843, after the election had been held and a second Burgess Roll of qualified voters had been prepared, in 1843 (both Rolls are listed in Carman). After a brief period of little local government, the Province of Wellington was established in 1852, and most of Wellington's affairs were handled by the provincial government. Initially, the councillors elected one of their own as mayor towards the end of the year. The role was traditionally awarded to the longest serving councillor. The system changed upon the introduction of The Municipal Corporations Acts Amendment Act, 1875. It legislated that mayors must be elected at large by eligible voters.[3] The inaugural mayoral election was held in 1875 resulting in William Hutchison being the first mayor to be elected by voters.[4] In 1863, a Town Board was established with three wards (Thorndon, Lambton, Te Aro), but no Mayor. On 16 September 1870, Wellington was officially incorporated as a city, and a new mayoralty created, which continues. The establishment of the new council was primarily driven by John Plimmer, called by some the Father of Wellington. Since then the office of Mayor has been held by 35 people. Five people have been Mayor on two separate occasions, and the longest-serving Mayor was Sir Frank Kitts, from 1956 to 1974. Independent Citizens' Labour  Independent Citizens' Labour Greens Five former mayors are alive: Michael Fowler (1974–1983) was the most recent former mayor to die on 12 July 2022.[5]","Title":"Mayor of Wellington - Wikipedia","KeyID":"17452","URL":"https://en.wikipedia.org/wiki/Mayor_of_Wellington"}