{"Content: ":"Confidence and supply (103) Opposition (162)[1] Coordinates: 15°47′59″S 47°51′51″W﻿ / ﻿15.79972°S 47.86417°W﻿ / -15.79972; -47.86417 The Chamber of Deputies (Portuguese: Câmara dos Deputados) is a federal legislative body and the lower house of the National Congress of Brazil. The chamber comprises 513 deputies, who are elected by proportional representation to serve four-year terms. The current President of the Chamber is the Deputy Arthur Lira (PP-AL), who was elected on 1 February 2021. The number of deputies elected is proportional to the size of the population of the respective state (or of the Federal District) as of 1994. However, no delegation can be made up of less than eight or more than seventy seats. Thus the least populous state elects eight federal deputies and the most populous elects seventy. These restrictions favour the smaller states at the expense of the more populous states and so the size of the delegations is not exactly proportional to population. Elections to the Chamber of Deputies are held every four years, with all seats up for election. A census held each 10 years by the Brazilian Institute of Geography and Statistics is used as the basis for the distribution of the seats. Proportionality is followed as a principle, with the exception that there should be a minimum of eight (8) members and a maximum of seventy (70) members per state. Per the 2010 census, states with 3,258,117 inhabitants upwards have 9 to 70 deputies. As a result, although most states hover around an average of 362,013 inhabitants by deputy (per the 2010 census), some states with smaller populations have a much lower average, such as Roraima (1 for 51,000 inhabitants). On the other hand, São Paulo stands out as disadvantaged by the cap. The city itself elects 31 deputies representing 11,253,503 inhabitants,[4] while the remainder of the state elect 39 deputies representing 28,670,588 inhabitants (1 for 585,000). In a proportional distribution São Paulo city and state would send 110 MPs instead of 70. However, the other states' disadvantages are negligible.[5] Partisan bloc leadership is organized into the following roles: The House of Deputies is composed of the Bureau of the Chamber of Deputies of Brazil by College Leaders and the Commissions, which can be permanent, temporary, or special inquiry. The current composition of the Board of the Chamber of Deputies is the following: President: Arthur Lira (PP-AL) 1st Vice President: Lincoln Portela (PL-MG) 2nd Vice President: André de Paula (PSD-PE) 1st Secretary: Luciano Bivar (UNIÃO-PE) 2nd Secretary: Odair Cunha (PT-MG) 3rd Secretary: Geovania de Sá (PSDB-SC) 4th Secretary: Rosângela Gomes (Republicanos-RJ) 1st Secretary Substitute: Eduardo Bismarck (PDT-CE) 2nd Secretary Substitute: Gilberto Nascimento (PSC-SP) 3rd Secretary Substitute: Alexandre Leite (UNIÃO-SP) 4th Secretary Substitute: Cássio Andrade (PSB-PA) On 6 March 2012, was defined division of committees between parties. The House President, Marco Maia, believes that the proportionality between the parties / blocs must take into account the data of the last election. Thus, PT and PMDB, with the highest benches, were three committees (the PT made the choice first). DEM and PSDB, the two largest opposition, were two commissions each.[6] On the other hand, PSD, most harmed by this decision, filed a lawsuit in the Supreme Court (STF) trying to reverse this decision.[7] The chair of the committee, was defined as follows:[8]","Title":"Chamber of Deputies (Brazil) - Wikipedia","KeyID":"17450","URL":"https://en.wikipedia.org/wiki/Chamber_of_Deputies_(Brazil)"}