{"Content: ":"Sir Edward Michael Coulson Fowler (19 December 1929 – 12 July 2022) was a New Zealand architect and author who served as mayor of Wellington from 1974 to 1983. Fowler was born on 19 December 1929 in Marton, the son of William Coulson Fowler and Faith Agnes Netherclift.[1][2][3] He was educated at Manchester Street School in Feilding[3] and Christ's College in Christchurch, before studying architecture at Auckland University College between 1950 and 1952 and earning a Diploma of Architecture.[2] He later returned to the University of Auckland, graduating with a Master of Architecture degree in 1973.[2] In 1953, Fowler married Barbara Hamilton Hall, and the couple went on to have three children.[1][2] Fowler started his career in 1954 at the London office of Ove Arup and Partner, and became an Associate of the Royal Institute of British Architects in 1955.[2] In 1957, he returned to New Zealand, working initially as a self-employed architect in Wellington, and in partnership (Calder, Fowler, Styles and Turner) from 1959 to 1989.[1][2] In the early 1960s, Fowler designed the Wellington Overseas Passenger Terminal, which was to have served international passenger ships, but never saw its intended use due to the rising popularity of air travel.[3][4] In an interview many years later, he said that he \"was party to the design of the biggest white elephant that Wellington ever built\".[5] Fowler was elected a Fellow of the New Zealand Institute of Architects in 1970.[2] Fowler was first elected to the Wellington City Council in 1968 on the Citizens' ticket.[6] Four years later he stood for the parliamentary seat of Hutt in the 1972 general election for the National Party where he came runner up to Labour's Trevor Young.[7] Fowler was elected mayor of Wellington in 1974, in a very tight race with long-serving incumbent Sir Frank Kitts, a post that he held until he retired in 1983.[5][4] His 1977 re-election campaign was against local transgender entertainer Carmen Rupe, who ran with the support of local businessman Bob Jones with the slogans \"Get in behind\" and \"Carmen for Mayor\" and a platform of gay marriage and legalised brothels (although neither of these are local-government matters in New Zealand).[8] The main focus of his mayoralty was the redevelopment of the central city with the large scale demolition of buildings determined to be earthquake-prone. He encouraged building owners to demolish instead of earthquake strengthening them, particularly on the city's \"golden mile\" along Lambton Quay where half of the 187 at-risk buildings along the route (including many historic hotels) were pulled down. Another part of his modernisation agenda for the city was the construction of a new event centre. Initially, this was to be built in place of the Wellington Town Hall. However, Fowler encountered significant public opposition to demolishing the town hall which led to the town hall to be retained and the new centre being built next door and opened officially in 1983.[9] Fowler also established council committees to regularise contact between the city and both government agencies and Wellington Harbour Board to streamline key relationships necessary for city development.[10] Newer buildings were constructed en-masse and the city had a development craze which, in Fowler's view, enhanced the city. He was opposed by heritage lobbies over the mass demolitions but was fiercely counter-critical of those advocating building preservation, and once went as far as to describe them as \"jackbooted zealots\".[11] In the lead-up to the 1984 general election, Fowler was speculated as a contender for the National Party nomination for the Wellington Central electorate. He admitted he had been invited by the party's electorate chairman to stand, but had declined to run.[12] In 1977, Fowler was awarded the Queen Elizabeth II Silver Jubilee Medal.[13] In the 1981 Queen's Birthday Honours, he was appointed a Knight Bachelor, in recognition of his service as mayor of Wellington.[14] Fowler received the New Zealand Institute of Architects' Award of Honour in 1983, and the following year he won the Alfred O. Glasse Award from the New Zealand Institute of Planning.[2] Wellington's principal concert performance hall, the Michael Fowler Centre, opened in 1983, was named in his honour.[15] During the construction of Te Papa on Wellington's waterfront in the mid-1990s, Fowler was critical of the final design. His claims of similarity with Nazi architecture in the published drawings (akin to the work of Albert Speer) drew controversy.[16] Fowler was criticised for his comments in May 2011, where he backed a controversial Wellywood sign in a handwritten letter to The Dominion Post, describing its critics as \"dumb, humourless, totally irrelevant and probably Irish\". When later questioned, he was unapologetic stating that his comment \"wasn't meant to be derogatory.\" Irish residents in New Zealand expressed outrage at the comments.[17] After retiring from the mayoralty he was appointed in 1983 as chairman of the Queen Elizabeth Arts Council by the then National government. The appointment caused some controversy, with allegations of cronyism coming from the opposition Labour Party given Fowler's history as a National candidate.[11] The Fowlers later bought an orchard in Marlborough, where they lived for 12 years before returning to Wellington in 2003.[18][19] Barbara, Lady Fowler, died in 2009.[20] In the 2010 Wellington local elections, Fowler stood in the Lambton Ward for a seat on the Wellington City Council, finishing fifth of nine candidates, with the three highest-polling candidates elected.[5][21] Fowler died with COVID-19 on 12 July 2022, at the age of 92.[22]","Title":"Michael Fowler - Wikipedia","KeyID":"17451","URL":"https://en.wikipedia.org/wiki/Michael_Fowler"}