{"Content: ":"El ministerio del tiempo (English title: The Ministry of Time) is a Spanish fantasy television series created by Javier and Pablo Olivares and produced by Onza Partners and Cliffhanger for Televisión Española (TVE). It premiered on 24 February 2015 on TVE's main channel La 1.[1] The series follows the exploits of an investigative team in the fictional Ministry of Time, which deals with incidents caused by time travel that can cause changes to the present day. On 24 March 2015, it was confirmed that TVE had renewed the series for a second season.[2] The show was renewed for a third season on 22 September 2016.[3] On 29 December 2016 it was announced that RTVE had sold the rights to Netflix to broadcast the third series internationally, outside of Spain, resulting in a bigger production budget.[4] The series was renewed for a fourth season, which started airing on Televisión Española on 5 May 2020.[5] It was known that HBO has acquired the broadcasting rights for the series, at least on HBO Spain[6] and HBO Portugal.[7] The Ministry of Time is the best kept and most closely guarded secret of the Spanish government: an autonomous government institution that reports directly to the Prime Minister and the Spanish Monarch. Its patrols watch the doors of time so that no intruder from other eras can change history for their own benefit. The series follows the assignments of the Ministry's newest patrol: the one formed by Army of Flanders soldier Alonso de Entrerríos, 19th century student Amelia Folch and 21st century SAMUR paramedic Julián Martínez. The series won the 2015 Ondas Award for Best Spanish Series.[10] In 2017 it won at Premios Feroz the awards for best drama series, best lead actress (Aura Garrido) and best supporting actor for a television series (Hugo Silva, tied with Velvet's José Sacristán).[11] A Portuguese language adaptation entitled Ministério do Tempo [pt] was produced by Iniziomedia. The format has also been sold to China, with negotiations mentioned for Germany, France, Italy and US.[19] An adaptation of the series was shot in Ukraine, but has not been released.[20] On 27 September 2016 Onza Partners presented a lawsuit to the CDCA against Sony Pictures, NBCUniversal, and executive producers Shawn Ryan, Eric Kripke and John Davis for copyright infringement and breach of implied contract, claiming that the U.S. TV series Timeless is a copy of El Ministerio del Tiempo.[21][22] The defendants responded to the suit in a November 23, 2016 filing, contending that shows about time travel are an established television genre, and that similarities between the two shows are generic, and largely based on the notion that the main characters will travel in time to effect some kind of change.[23] A request to dismiss Onza's lawsuit by Sony was denied on February 15, 2017,[24] but the two parties ultimately came to an agreement and jointly moved to dismiss.[25]","Title":"El ministerio del tiempo - Wikipedia","KeyID":"17457","URL":"https://en.wikipedia.org/wiki/El_ministerio_del_tiempo"}