{"Content: ":"Farewell, Mr. President (or Goodbye, Mr. President;[1] Finnish: Jäähyväiset presidentille) is a 1987 Finnish thriller and action film directed by Matti Kassila and starring Hannu Lauri. It tells the story of a bitter waiter planning to assassinate the president.[2] The film is based on a 1979 thriller novel of the same name by Pentti Kirstilä. Unlike contemporary Finnish films, the film is a thrilling film strongly influenced by post-classic Hollywood films.[3] With a budget of more than FIM 3 million, the film once received little attention from viewers[4] and its reception were mostly mixed. However, Hannu Lauri, who played the lead, was awarded the Jussi Award for his chilling performance.[3] The main character of the film is Asko Mertanen (Hannu Lauri), a Tamperean waiter who have tall poppy syndrome. During his work, he sees the bosses of the city and the construction business elite celebrating \"with worker's money.\" Feeling anger and bitterness about this, Mertanen is planning the assassination of the President of Finland (Tarmo Manni). Mertanen's girlfriend, waitress Eeva-Maria (Laila Räikkä), wants to witness as he practices for his plan by shooting at a live target. At the same time, police are investigating the death of another female waitress, leading to interrogating Eeva-Maria, and during that, the police notice Mertanen for the first time. Several events come in contact with him, and in this way Detective Hanhivaara (Antti Litja), who is investigating strange shootings, manages to track him down. The film was shot in the summer of 1986 in Helsinki, Tampere and the surrounding areas. Hannu Lauri plays the role of Mertanen, and as a bald-headed president reminiscent of Urho Kekkonen, Tarmo Manni is doing his last film role work as the President.[5] President Kekkonen died during the filming, and Kassila even thought that the film could not be continued. Earlier, in March 1986, there had been the assassination of Olof Palme, the Prime Minister of Sweden, and during the filming, Mikkeli hostage crisis also happened.[5][4] Contemporary reviews gave the film both praise and criticism. Sakari Toiviainen (Ilta-Sanomat) considered the film a rarity: \"A well-made action film in a 100% Finnish environment with 100% Finnish people\". Erkka Lehtola's (Aamulehti) evaluation of the film was also positive, considering it to be done professionally, but still finding criticism for the lack of a social reference background. Pentti Stranius (Kansan Ääni) found the character of the murderer too obvious, even clichéd, while Heikki Eteläpää (Uusi Suomi) thought that Hannu Lauri's role as murderer was very charismatic.[5] Arto Pajukallio (Tv-maailma) describes his later evaluation the film's dialogue as \"too contrived\",[6] while Pertti Avola (Helsingin Sanomat) states that the story has gained more credibility over time.[7] Jaakko Seppälä states in his article on Kassila's career-telling biography, Elokuvat kertovat, Matti Kassila, that although main character Mertanen is motivated by tall poppy syndrome, the film itself does not deal with the \"horsetrading\" of politics and the business world. \"Tall poppy syndrome\", Seppälä says, \"is the key to understanding the whole film.\" He equates Mertanen with Lalli, a Finnish peasant who traditionally killed Bishop Henry in the Middle Ages. Admittedly, Lalli's act is revenge at the individual level, which is not what Mertanen's plan is. Seppälä describes Mertanen's act as collective in the sense that Mertanen believes that by his actions he will end the era of corruption.[8][4]","Title":"Farewell, Mr. President - Wikipedia","KeyID":"17465","URL":"https://en.wikipedia.org/wiki/Farewell,_Mr._President"}