{"Content: ":"The Ministry of Health, Population and Hospital Reform (MSPRH) is the health ministry of Republic of Algeria. It is located in El Madania, a municipality of Algiers. The Ministry is responsible for public health facilities and population monitoring.[1][2] The Minister is a member of the Council of Ministers of Algeria, which reports to the President of Algeria as part of the executive branch of the government. The Ministry of Health, Population and Hospital Reform was formerly the Ministry of Health and Population. The name was changed in about 2000.[3] The ministry has organized the country into five regions with 5 Health Regional Councils (CRS) and 5 Regional Health Observatories (RHAs). At the Provincial level, there are 48 Directorates of Health and Population (one per province).[4] The current minister is Abdel Rahman Binbouzid (term: January 2, 2020–January 2, 2025).[5] Former ministers include:[6] The Ministry is organized into the following units:[1] General Directorate of Prevention and Promotion of Health Department of specific health actions Mental Health Promotion Department Environment and Food Risk Prevention Department General Directorate of Health Services and Hospital Reform Direction of care programs, ethics and medical deontology Department of hospitals and hospital reform Department of local health structures Adult and Elderly Care Programs Department Department of Ethics and Medical Deontology Department of local health structures and home care Under the Directorate of Private Medicine General Directorate of Pharmacy and Health Equipment Technical Support Department Human Resources Department Under the Direction of Medical and Paramedical Staff Under Direction of Administrative and Technical Staff Department of Studies and Planning Department of Studies and Investment Programs Planning Department Department of Finance and Resources Budget and Accounting Department Sub-Directorate of General Resources Information Systems and Computing Department Organization and Information System Department Computer Networks Department Training Department Directorate of Regulation, Litigation and Cooperation Under the Cooperation Department Directorate of Population In 2020, there were according to the Ministry 586 public health establishments in Algeria. There are 69,948 beds in CHU, EHU, EH, EHS, and EPH establishments and 6,584 beds in community hospitals (EPSP). These establishments are broken down as follows:[7] According to the Algerian Ministry of Health, Population and Hospital Reform there were 15 Centre Hospitalo-Universitaire (CHU) in Algeria in 2019, up from 13 in 2004. In 2019, there were 13,755 beds in the CHU facilities. A CHU may include multiple hospitals. Below is a list of the CHU in Algeria, showing the region, city, province, affiliated university, and number of beds.[8][9][10] Part of CHUs CHU Annaba CHU Béjaïa CHU Blida CHU Tizi Ouzou","Title":"Ministry of Health, Population and Hospital Reform - Wikipedia","KeyID":"17469","URL":"https://en.wikipedia.org/wiki/Ministry_of_Health,_Population_and_Hospital_Reform"}