{"Content: ":"The Year of the Hare (Finnish: Jäniksen vuosi) is a 1977 Finnish drama film directed by Risto Jarva, starring Antti Litja as a man who leaves his office job in Helsinki to live in the wilderness with a hare. The film is based on the 1975 book The Year of the Hare by Arto Paasilinna. The Year of the Hare was the last film of Risto Jarva; he died in a car accident on his way back from a private showing of the film, and the subsequent party.[1] A man, Vatanen, wakes in a high-rise apartment block. After a minimal comment to his bedraggled wife, he heads off to his work as a deodorant advertising agent. After being reprimanded by his boss that his standards are slipping, he's sent with a colleague, Miettinen, on a business trip. En route, Miettinen outlines his future plans within the rat race, while Vatanen points out that the product they sell is damaging to the ozone layer. During a business meeting, he dreams of nature and an attractive woman. En route to Heinola, their car hits a hare. Vatanen gets out to investigate, and heads into the woods, where he remains with the injured hare. Miettinen gets impatient and drives on. He later returns, but cannot find Vatanen. Vatanen takes the hare to a veterinarian, and receives treatment for its leg, plus dietary advice. Vatanen sells his boat via telephone, and arranges for the money to be sent to Heinola. After narrowly evading his wife and colleagues, he manages to collect the money. Vatanen gets a permit and better dietary advice for his hare in Southern Savonia. He buys a lottery ticket in Kuopio and wins some stereo equipment. Vatanen heads into the forests, chatting to the hare. After attempting to sell the stereo, he's arrested by the police. Upon release, he stays in a fisherman's hut, where he meets a man (Hannikainen) who's obsessed with the notion that the President of Finland, Kekkonen, has been substituted by a younger double. During a forest fire, he saves a drunken moonshiner, Salosensaari, whose factory has burned down. He finds refuge in a cabin, but is chased off by its owners, who threaten to shoot him, wanting to eat his hare. He finds another cabin, but again his peace is disturbed by a group of tourists, keen to meet a real hermit. He tires of them and again heads off. The next recluse he meets attempts to make an animal sacrifice of the hare, tying it to a rock. After sneaking home and briefly encountering his wife, he reaches the conclusion that he will never be truly free until his records are erased from government computers, which he endeavours to do. He wakes in Turku with amnesia, and with a lady, Leila, he'd apparently met during a lengthy drinking spree in Helsinki. He discovers that, despite being married, he's somehow become engaged to her (she's a lawyer). After police questioning, he's put on trial, and then in prison for his recent misdemeanours. His new future wife wants him to grow up and conform to her work expectations. The hare escapes from its cage, as does Vatanen from his prison cell, leaving the engagement ring behind.","Title":"The Year of the Hare (film) - Wikipedia","KeyID":"17463","URL":"https://en.wikipedia.org/wiki/The_Year_of_the_Hare_(film)"}