{"Content: ":"Erin's Own GAC Lavey (Irish: Leamhaigh CLG) is a Gaelic Athletic Association club based in the Catholic parish of Lavey, County Londonderry, Northern Ireland. The club is a member of the Derry GAA and currently caters for Gaelic football, hurling, camogie and ladies' Gaelic football. The club's biggest success came when it won the 1991 All-Ireland Senior Club Football Championship. They have won the Ulster Senior Club Football Championship twice and have won the Derry Senior Football Championship on eight occasions. The club has won the Derry Senior Hurling Championship 19 times. Lavey won Club of the Year at the 1990 Ulster GAA Writers' Association Awards.[1] Underage teams up to U-12s play in south Derry GAA league and championships, and teams from U-14 upwards compete in All-Derry competitions. Lavey is the second most successful Derry hurling club, winning 18 Derry Senior Hurling Championships. Only Kevin Lynch's have won the competition more often. Lavey has U10, U12, U14, U16, Minor, Reserve and Senior Camogie sides. Lavey have won one All Ireland Junior Camogie final, two Ulster Junior titles in a row, and three Derry championships in a row. In 1926, Liam O'Connor, from County Mayo, settled in Lavey. He was instrumental in setting up Knockloughrim Erin's Own GAC. The team wore green and gold jerseys with white collars, like Kerry. He also helped set up the Derry County Board and the Erin's Own GAC Cargin in Toome, County Antrim. O'Connor was also a talented player and played for and captained the Derry Senior side.[2] O'Connor christened the club Erin's Own in memory of his home club in County Mayo, which bore the same title. In 1928 O'Connor emigrated to America for a few years, his departure led to the folding of Knockloughrim Erin's Own. In 1933 under the guidance of Mick Crilly and others the club were officially reorganised as Erin's Own GAC Lavey and the pitch moved to the townland of Gulladuff. Lavey's first trophy came in 1936 when they won the Dean McGlinchey Cup. Lavey thought they had won their first Derry Senior Football Championship in 1937, when they defeated Newbridge by a point at Magherafelt. However Lavey were stripped of the title under the Foreign Games Rule, when a Lavey player had been reported attending a soccer match. They won the next year's Derry Senior Football Championship, defeating Pearses of Derry City in the final. In 1947 Lavey schoolteacher Master John Fay originally from County Tyrone, managed Derry to their first ever National League success. In 1977 after a gap of 23 years seen the side win their fourth Derry Senior Football Championship, beating Ballinderry in the final. They also won the Senior League, Derry Reserve Football Championship and Reserve League that year. The current grounds were opened in 1979.[2] The late 1980s and early 1990s were a glory period for the club. They won the Derry Senior Football Championship four times in six years (1988, 1990, 1992 and 1993). They also won the Ulster Senior Club Football Championship in 1990 and 1992. The club biggest success came on 17 March 1991 when they were crowned All-Ireland Senior Club Football Champions. Between 1934 and 1935 hurling was introduced to Lavey.[3] Fr. James McLaughlin helped launch a hurling club in Lavey by the name of Shamrocks GAC, who until the amalgamation in 1941, were officially independent from the football club. They originally wore green jerseys with a white shamrock on the breast. Because there were few hurling teams in the area, Shamrocks originally competed in the South West Antrim League with teams like Cargin, Creggan and Randalstown. Shamrocks won Lavey's first Derry Senior Hurling Championship in 1940. The team was helped by a few playing members they had from \"traditional hurling counties\" such as Tipperary and Galway.[3] 1944 was a special year for the club when they completed the \"Football and hurling Double\". They won the Derry Senior Football Championship beating Mitchel's of Derry City in the final, and also won the Derry Hurling Championship after defeating Sarfield's (also of Derry City). In 1983, Lavey played in the Antrim Minor Hurling League, and won it. They also collected the Derry Minor Hurling Championship in 1983, 1984 and 1985. These Minor successes laid the foundations for Lavey 1985 Derry Senior Hurling Championship success. It was the club's first Senior Championship success in 23 years and they would go on to win 11 of the next 17 Senior Championships after that year up until 2002. The club have reached five Ulster Senior Club Hurling Championship finals, but have been beaten narrowly on each occasion.","Title":"Lavey GAC - Wikipedia","KeyID":"17467","URL":"https://en.wikipedia.org/wiki/Lavey_GAC"}