{"Content: ":"The Rhode Island Philharmonic Orchestra (RIPO) is a professional orchestra in Rhode Island. Its current music director (as of September, 2019) is Bramwell Tovey, with current Resident Conductor Francisco Noya.[1] Founded in 1945[2] and based in East Providence, Rhode Island, its performing home is Veterans Memorial Auditorium in Providence. Along with the annual Rhode Island Chamber Music Concerts and the Providence Singers, the Rhode Island Philharmonic Orchestra is one of the best examples of classical music companies in Rhode Island.[3] RIPO is the country's largest combined professional orchestra and music school.[4] The RIPO was founded in 1945 by Francis Madeira who went on to be its director and conductor;[5] he retired in 1978.[6] Following Francis Madeira's retirement in 1978, Alvaro Cassuto led the Orchestra from 1979-1985. Andrew Massey then served as Music Director from 1986–1991, followed by Zuohuang Chen who served in that capacity through the 1995-96 season.[7] Following Zuohuang Chen was Larry Rachleff, who served as music director from 1996 to 2017. As of 2012, the orchestra has attracted the likes of guest conductors Jahja Ling and Michael Stern, violinists Jennifer Frautschi, Karen Gomyo and David Kim, cellist Alban Gerhardt and pianists Ilya Yakushev, Jessie Chang and Jon Kimura Parker to perform with the orchestra.[8] Past special guests include Art Garfunkel, Ben Folds and Chris Botti. In January 2012, soprano Renee Fleming performed a Gala with the Orchestra for the re-dedication of the Vets Auditorium which is undergoing drastic renovations. On June 1, 2014, Yo-Yo Ma performed Edward Elgar's Cello Concerto with the orchestra. The Rhode Island Philharmonic Orchestra is the only fully integrated professional orchestra and music school in United States. It has a major music school founded by Alan Fox, which educates over 1,500 students statewide on a weekly basis with an additional 13,000 students through periodic partnerships, residencies, education concerts and in-school performances.[9] The educational program of the school spans not only classical music but extends into pop, jazz, rhythm & blues and advocates youth orchestras and big band ensembles. Instruction is provided on 35 different instruments.[3] In December 2006, the Philharmonic moved into its permanent home on Waterman Avenue in East Providence. This facility, also housing the administrative offices, is now the Carter Center for Music Education & Performance which opened in the fall of 2008, the only facility of its kind in Rhode Island. In the Fall of 2011, the Carter Center added an electronic keyboard and technology lab. Every Spring, the orchestra puts on four education concerts at the Vets held during the school day for local school children to attend. Groups of Music School students perform at schools and community centers throughout the year.[9]","Title":"Rhode Island Philharmonic Orchestra - Wikipedia","KeyID":"17479","URL":"https://en.wikipedia.org/wiki/Rhode_Island_Philharmonic_Orchestra"}