{"Content: ":"Inquest of Pilot Pirx (Polish: Test pilota Pirxa, Russian: Дознание пилота Пиркса, romanized: Doznaniye pilota Pirksa, Estonian: Navigaator Pirx) is a joint Polish-Soviet 1979 film directed by Marek Piestrak [pl]. It is based on the story \"The Inquest\" by Stanisław Lem from his 1968 short story collection Opowieści o pilocie Pirxie (Tales of Pirx the Pilot; the story was translated into English in the second part, More Tales of Pirx the Pilot).[3] It was adapted for film by Vladimir Valutsky. It is a joint production by Zespoly Filmowe, and Tallinnfilm. Some of the studio-based filming was done at the Dovzhenko Film Studios. Spaceship pilot Pirx is hired for a mission to test probes to be placed in the Cassini Division, a gap between rings of Saturn, while the real secret goal was to evaluate some nonlinears (androids with \"nonlinear\" characteristics) for use as crew members on future space flights. The mission meets with a near disaster and the human crew are almost killed. Upon returning to Earth there is an inquest to determine if Pirx was responsible for the accident. Pirx recounts the events and in the end it is established that one of the robots caused the malfunction of a probe and attempted to pass through the Division to launch the probe manually, an attempt which would kill the human crew members and prove the superiority of nonlinears over humans.[4] In this tale Lem puts forth the idea that what is perceived a human weakness is in fact an advantage over a perfect machine. Pirx defeats the robot because a human can hesitate, make wrong decisions, have doubts, but a robot cannot.[5][4] Polish film critic Krzysztof Loska thinks that the film adaptation unduly shifted Lem's original focus on the definition of humanity to the trope of robot rebellion.[5] Inquest of Pilot Pirx was awarded the \"Golden Asteroid\" Big Prize at the International Cinema Festival at Trieste 1979.[4]","Title":"Inquest of Pilot Pirx - Wikipedia","KeyID":"17474","URL":"https://en.wikipedia.org/wiki/Inquest_of_Pilot_Pirx"}