{"Content: ":"The Ambazonia Self-Defence Council (ASC), also known as Ambazonia Military Council (AMC), Ambazonia Military Forces (AMF),[5] and Ambazonia Restoration Forces (ARF),[9] is an umbrella organization that consists of several militias that fight for the independence of the Federal Republic of Ambazonia, including the Red Dragons, the Tigers of Ambazonia, Seven Karta, the Manyu Ghost Warriors, the Ambazonia Restoration Army,[7] the Southern Cameroons Defence Forces,[5] the Bui Warriors,[8] General No Pity's forces,[2] and numerous others.[5] Collectively, these militias possibly outsize the Ambazonia Defence Forces and SOCADEF.[9] The ASC was created by the Interim Government of Ambazonia in March 2018. The Interim Government wished to include all separatist militias, including the ADF; however, the ADF declined to join, opting for cooperation rather than integration.[10] It is unclear whether the ASC has a centralized command structure, though given the local nature of its militias, this is unlikely.[7] In March 2019, the Southern Cameroons Liberation Council (SCLC) was created. Days later, it declared an immediate end to a lockdown in Fako Division, previously declared by the Interim Government. Although the ASC is loyal to the Interim Government, and the Interim Government is part of the SCLC, the ASC refused to end the lockdown.[11] In its refusal to obey the order, the ASC cited the lack of consultation by the SCLC.[12] By 2021, the ASC had become more commonly known as the \"Ambazonia Restoration Forces\" (ARF).[8][1][13] In January 2022, the ARF began to fracture as conflicts erupted among its members. Several commanders of the umbrella group, including General No Pity and General Mad Dog, formed the Bui Unity Warriors in opposition to \"Field Marshal\" Insobu's Bui Warriors,[3][4] another group within the ARF.[8] The internal struggles further escalated in February 2022, as the Interim Government splintered when its leader Samuel Ikome Sako was impeached. General Mad Dog began attacking the forces of then-ARF chief commander Lekeaka Oliver,[1] and General No Pity's troops killed Insobu in April 2022.[4]  This Northwest Region (Cameroon) location article is a stub. You can help Wikipedia by expanding it. This Southwest Region (Cameroon) location article is a stub. You can help Wikipedia by expanding it.","Title":"Ambazonia Self-Defence Council - Wikipedia","KeyID":"17471","URL":"https://en.wikipedia.org/wiki/Ambazonia_Self-Defence_Council"}