{"Content: ":"Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]) is an Argentine sports club headquartered in La Boca, a neighbourhood of Buenos Aires. The club is mostly known for its professional football team which, since its promotion in 1913, has always played in the Argentine Primera División, becoming the most successful team of Argentina in number of official titles, with 72 won to date.[1][2] National titles won by Boca Juniors include 34 Primera División championships,[3][4] and 16 domestic cups.[5] Boca Juniors also owns an honorary title awarded by the Argentine Football Association for their successful tour of Europe in 1925.[6][7] Internationally, Boca Juniors has won a total of 22 international titles,[8][9][10] with 18 organised by CONMEBOL[11] and the rest organised jointly by the Argentine and Uruguayan Associations. Consequently, Boca is ranked third in the world in terms of number of complete international titles, after Real Madrid (26) and Egyptian side Al Ahly (25).[12] Boca Juniors' international achievements also include Tie Cup,[13] Copa de Honor Cousenier,[14] and Copa Escobar-Gerona,[15] organized jointly by AFA and AUF together. Their success usually has the Boca Juniors ranked among the IFFHS's Club World Ranking Top 25, which they have reached the top position six times (mostly during the coaching tenure of Carlos Bianchi).[16] Boca was named by the IFFHS as the top South American club of the first decade of the 21st century (2001–2010).[17] It was designated by FIFA as the twelfth best Club of the Century, in December 2000, occupying the same place as Liverpool of England, Inter of Italy, or Benfica of Portugal, among others. Boca Juniors is also known to be one of the most popular football clubs in Argentina, along with River Plate.[18][19] Boca Juniors has always had a fierce rivalry with River Plate. Matches between them are known as the Superclásico, and are one of the most heated rivalries in Argentina and the world, as both clubs are the two most popular in the country. Boca's home stadium is Estadio Alberto J. Armando, which is colloquially known as La Bombonera. The youth academy has produced many Argentine internationals such as Oscar Ruggeri, Sebastián Battaglia, Nicolás Burdisso, Carlos Tevez, Éver Banega, Rodrigo Betancur and Fernando Gago, who have played or are playing for top European clubs. In addition to men's football, Boca Juniors has professional women's football and basketball teams. Other (amateur) activities held in the club are: bocce, boxing, chess, futsal, artistic and rhythmic gymnastics, handball, martial arts (judo, karate and taekwondo), swimming, volleyball, weightlifting and wrestling.[20] On 3 April 1905, a group of Greek and Italian boys (more specifically from Genoa) met in order to find a club. The house where the meeting was arranged was Esteban Baglietto's and the other four people who attended were Alfredo Scarpatti, Santiago Sana and brothers Ioannis (Juan) and Theodoros (Teodoro) Farengas from Chios and Konstantinos Karoulias from Samos.[21] Other important founders members include Arturo Penney, Marcelino Vergara, Luis Cerezo, Adolfo Taggio, Giovanelli, Donato Abbatángelo, Bertolini. In 1913, Boca promoted to Primera División after some previous failed attempts. This was possible when the Argentine Association decided to increase the number of teams in the league from 6 to 15.[22] In 1925, Boca made its first trip to Europe to play in Spain, Germany and France. The squad played a total of 19 games, winning 15 of them. For that reason Boca was declared \"Campeón de Honor\" (Champion of Honour) by the Association. During successive years, Boca consolidated as one of the most popular teams of Argentina, with a huge number of fans not only in the country but worldwide. The club is one of the most successful teams in Argentine football, having won 47 domestic titles (34 league titles and 13 national cups). At international level, Boca Juniors have won 22 titles, with 18 competitions organised by CONMEBOL and four by the Argentine and Uruguayan Associations together. According to the club's official site, the original jersey colour was a white shirt with thin black vertical stripes, being then replaced by a light blue shirt and then another striped jersey before adopting the definitive blue and gold.[23] Nevertheless, another version states that Boca Juniors' first jersey was pink, although it has been questioned by some journalists and historians who state that Boca, most probably, never wore a pink jersey, by pointing out the lack of any solid evidence and how this version stems from, and is only supported on, flawed testimonies.[24] Legend has it that in 1906, Boca played Nottingham de Almagro. Both teams wore such similar shirts that the match was played to decide which team would get to keep it. Boca lost, and decided to adopt the colors of the flag of the first boat to sail into the port at La Boca. This proved to be a Swedish ship, therefore the yellow and blue of the Swedish flag were adopted as the new team colours.[25] The first version had a yellow diagonal band, which was later changed to a horizontal stripe.[23] Through Boca Juniors history, the club has worn some alternate \"rare\" models, such as the AC Milan shirt in a match versus Universidad de Chile (whose uniform was also blue) in the 1963 Copa Libertadores.[26] When Nike became official kit provider in 1996, the first model by the company introduced two thin white stripes surrounding the gold band, causing some controversy.[27][28] The brand also introduced a silver jersey designed exclusively for the 1998 Copa Mercosur. For the 100th anniversary of the club, Nike launched commemorative editions of several models worn by the club since its foundation, including a version of the 1907 shirt with the diagonal sash, which was worn in two matches during the 2005 Torneo de Verano (Summer Championship).[29] Other models were a black and white striped jersey (similar to Juventus FC)[30] and a purple model,[31] worn in the 2012 and 2013 \"Torneos de Verano,\" respectively. Nevertheless, no shirt caused more controversy than the pink model released as the away jersey for the 2013–14 season, which was widely rejected by the fans.[32] Because of that, the introduction of this model (to be initially worn v. Rosario Central) was delayed until the last fixture when Boca played Gimnasia y Esgrima (LP).[33][34] As a replacement for the pink model, Nike designed a fluorescent yellow shirt launched that same season.[35][36] In 2016, the club wore a black jersey for the first time in its history, originally launched as the third kit.[37] Although the President of the club, Daniel Angelici, had stated that the black kit would never be worn,[38] the kit debuted in a match v. Tigre, only four days after the announcement.[39] Adidas is the club's current kit supplier since January 2020.[40] The agreement (which will remain in force until 2029) was signed for US $10,069,000 plus 40% in royalties per year for the club.[41] Uniforms worn by the team through its history: The club has had five different designs for its badge during its history, although its outline has remained unchanged through most of its history. The first known emblem dates from 1911, appearing on club's letterhead papers. In October 1932, the club stated that one star would be added to the badge for each Primera División title won.[47] Nevertheless, the stars would not appear until 1943, on a Report and Balance Sheet.[48][47] A version with laurel leaves appeared on a magazine in 1955 to celebrate the 50th anniversary of the club,[48] although the club never used it officially.[47] The emblem with the stars was rules in 1932 but it has regularly appeared on Boca Juniors uniforms since 1993.[48] In 1996, the Ronald Shakespear Studio introduced a new badge –with the horizontal band suppressed– as part of a visual identity for the club. The new Boca Juniors image also featured new typography and style.[49][50] 1911–14 1915–32 1925–26 [note6 1] 1932–96 [note6 2] 1996–present Boca Juniors used several locations before settling on their current ground on Brandsen. Club's first ground was in Dársena Sur[52] of the old Buenos Aires port (currently Puerto Madero) but it was vacated in 1907 as it failed to meet the minimum league requirements. Boca Juniors then used three grounds in the Isla Demarchi area between 1908 and 1912.[53][54] In the first year in the Primera Division (1913) the club hadn't an own stadium and played the home games in the pitches of the other teams, likely in Estudiantes de Buenos Aires in Palermo (on Figueroa Alcorta y Dorrego), but also in Avellaneda (first official derby against the River).[55] Between 1914 and 1915, the club moved away from La Boca for the second time in its history (beyond the 1913), moving to Wilde in the Avellaneda Partido of the Greater Buenos Aires but a relatively poor season[56] and poor attendances in 1915 forced the club to move back to La Boca. On 25 May 1916, Boca Juniors opened its new stadium at the intersection of Ministro Brin and Senguel streets, playing there until 1924 when the club moved to Brandsen and Del Crucero (Del Valle Iberlucea nowadays) streets, to build a new stadium there, which lasted until 1938 when the club decided to build a totally new venue, made of concrete grandstand instead of wood.[57] Building of Boca Juniors' current stadium began in 1938, under the supervision of Engineer José L. Delpini. Boca played its home matches in Ferro Carril Oeste's Estadio Ricardo Etcheverry in Caballito until it was completed on 25 May 1940.[54] A third level was added in 1953, originating then its nickname La Bombonera ('The Chocolate Box').[58] The stand opposite the Casa Amarilla railway platforms remained mostly undeveloped until 1996, when it was upgraded with new balconies and quite expensive VIP boxes. Three sides of the Bombonera are thus made up of traditional sloping stadium stands, but the fourth side was built vertically, with several seating areas stacked one on top of the other, the only way that makes it stand into the club premises. La Bombonera is known for vibrating when Boca fans (La 12) jump in rhythm; in particular, the unique vertical side will sway slightly, leading to the phrase, \"La Bombonera no tiembla. Late\" (The Bombonera does not tremble. It beats)[59][60] La Bombonera currently has a capacity of around 54,000. The club's popularity make tickets hard to come by, especially for the Superclásico game against River Plate.[61] There are further improvements planned for the stadium, including measures to ease crowd congestion, use of new technology and improved corporate facilities.[62] Apart from the venues listed, Boca Juniors also played its home games at Estudiantes de Buenos Aires's stadium (in 1913, then located on Figueroa Alcorta Avenue)[63] and Ferro Carril Oeste stadium (1938–40, while La Bombonera was under construction).[64] Boca Juniors is traditionally regarded as the club of Argentina's working class, in contrast with the supposedly more upper-class base of cross-town arch rival Club Atlético River Plate.[67] Boca Juniors claims to be the club of \"half plus one\" (la mitad más uno) of Argentina's population, but a 2006 survey placed its following at 40%,[18][19] still the largest share. They have the highest number of fans, as judged by percentage in their country. The Boca-River Superclásico rivalry is one of the most thrilling derbies in the world.[68] Out of their 338 previous meetings, Boca have won 126, River have won 107 and there have been 105 draws.[69] After each match (except draws), street signs cover Buenos Aires at fans' own expense, \"ribbing\" the losing side with humorous posters. This has become part of Buenos Aires culture ever since a Boca winning streak in the 1990s. In 1975, a film (La Raulito) was made about the life of Mary Esher Duffau, known as La Raulito, a well-known Boca Juniors fan. She died at the age of 74 on 30 April 2008, the same day Boca Juniors played a Copa Libertadores match against Brazilian club, Cruzeiro Esporte Clube with the players and fans observing a minute's silence in her memory.[70] Boca fans are known as Los Xeneizes (the Genoese) after the Genoese immigrants who founded the team and lived in La Boca in the early 20th century.[71] Many rival fans in Argentina refer to the Boca Juniors' fans as Los Bosteros (the manure handlers), originating from the horse manure used in the brick factory which occupied the ground where La Bombonera stands. Originally an insult used by rivals, Boca fans are now proud of it.[72] Reflecting the team's colors, Boca's shirt is also called la azul y oro (the blue and gold).[73] There is also a society which dedicates all of its activities to supporting the team known as la número 12 or la doce (player number doce or 12, meaning \"the 12th player\")[74] \"La doce\" is a criminal organization similar to other \"barra brava\" gangs associated with football clubs in Argentina.[75] Illegal activities by La doce include assault, drug sales and trafficking, extortion, and murder.[76] La doce finances its activities by selling parking, reselling club tickets as well as extorting commission from the sale of players. La doce also extorts Boca Juniors for transportation to domestic and international events as well as their means of financing their activities. If their demands are not met they threaten violence at home matches or to take down club officials.[77] The naming of \"La 12″ (the twelfth player), by which Boca Juniors' fans became known, dates back to the year 1925, during the European tour they made that year. At that time, the team was accompanied by a Boca fan called Victoriano Caffarena, who belonged to a wealthy family and funded part of the tour. During that tour he helped the team in everything, thus establishing a strong relationship with the players, so they named him \"Player No. 12″. When they returned to Argentina, Caffarena was as well known as the players themselves. Nowadays, this nickname is used primarily to name their group of supporters, known as \"La 12″.[78] Peñas (fan clubs) exist in a number of Argentine cities and abroad in countries such as Russia, Ukraine,[79] Spain,[80] Israel[81] and Japan.[82] Boca Juniors are particularly popular in Japan because of the club's success in recent years[when?] at the Intercontinental Cup held in Japan. All over the world, fans are drawn to Boca by the club's international titles, and by the success of Boca players who went on to play in European football such as Hugo Ibarra, Rodolfo Arruabarrena, Diego Cagna, Enzo Ferrero, Roberto Abbondanzieri, Nicolás Burdisso, Fernando Gago, Diego Maradona, Claudio Caniggia, Gabriel Batistuta, Juan Román Riquelme and Carlos Tevez. Boca have fans throughout Latin America and also in parts of the United States where there has been Latin immigration and where in July 2007, after the club had toured pre-season, it was reported that the club were considering the possibility of creating a Boca Juniors USA team to compete in Major League Soccer.[83] Boca Juniors has had a long-standing rivalry with River Plate. The Superclásico is known worldwide as one of world football's fiercest and most important rivalries.[84] It is particularly noted for the passion of the fans, the stands of both teams feature fireworks, coloured confetti, flags and rolls of paper. Both sets of supporters sing passionate songs (often based on popular Argentine rock band tunes) against their rivals, and the stadiums are known to bounce with the simultaneous jumping of the fans. Sometimes the games have been known to end in riots between the hardest supporters of both sides or against the police. The English newspaper The Observer put the Superclásico (played at La Bombonera) at the top of their list of 50 sporting things you must do before you die.[85] The two clubs both have origins in the poor riverside area of Buenos Aires known as La Boca. River however moved to the more affluent district of Núñez in the north of the city in 1923. Boca Juniors and River Plate have played 338 games all time against each other, with Boca winning 126, River winning 107 and 105 draws. In the First Division Professional Era the two clubs have played 198 games with Boca winning 72, River 66 and 60 draws.[86] This intense rivalry has not stopped players from playing for both clubs, most notably José Manuel Moreno, Hugo Orlando Gatti, Alberto Tarantini, Oscar Ruggeri, Julio Olarticoechea, Carlos Tapia, Gabriel Batistuta and Claudio Caniggia. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. For the reserve and academy squads, see Boca Juniors Reserves and Academy Last updated on: 22 Sep 2021 – Los 10 máximos goleadores at Sports.es Last updated on: 6 July 2016 – Top 10 most appearances of all time at historiadeboca.com.ar List of players that were called up for a FIFA World Cup while playing for Boca Juniors. In brackets, the tournament played: Pedro Calomino scored 97 goals during his career. Ramón Muttis played for Boca between 1923 and 1932. Américo Tesoriere played also for Argentina in the 1920s. Ludovico Bidoglio made 209 appearances and played 10 years for the club. Roberto Cherro is the 2nd. all-time top scorer with 213 goals in 292 matches. Francisco Varallo, the 3rd. all-time top scorer with 181 goals. Delfín Benítez Cáceres scored 162 goals in 8 years playing for the Xeneize. Natalio Pescia played 347 matches in 14 years at the club. Ernesto Lazzatti played 379 games for Boca Juniors. Carlos Sosa played 294 matches in the 1940s. Antonio Rattín in 15 years with Boca Juniors played 352 matches. Angel Rojas played from 1963 to 1971 becoming one of the greatest idols. Antonio Roma played 12 years for the club with 313 appearances. Silvio Marzolini played 387 games from 1960 to 1972. Hugo Gatti is the 2nd. all-time most capped player. Diego Maradona finished his professional career with Boca Juniors in 1997. Carlos Navarro Montoya played 397 games in 8 years with the club. Román Riquelme won 11 official titles with the team. Martín Palermo is the all-time top scorer with 236 goals in 404 matches. Sebastián Battaglia, the most winning player with 18 titles. The first Boca Juniors coach recorded is Mario Fortunato, who had been player before becoming coach of the team. Fortunato led Boca to win a total of five titles (4 league in 1930, 1931, 1934 and 1935) and one National cup (Copa de Competencia Británica in 1946).[128] He had three tenures on the club, coaching Boca Juniors in 1930–1936, 1946 and 1956. Carlos Bianchi is the most successful coach in Boca Juniors' history, having won nine titles, including Aperturas in 1998, 2000 and 2003, the 1999 Clausura, the Copa Libertadores in 2000, 2001 and 2003, and the Intercontinental Cup in 2000 and 2003. Juan Carlos Lorenzo (1976–79, 1987), El Toto, won five titles with the team, including the Copa Libertadores in 1977 and 1978, the Intercontinental Cup in 1977, and the Metropolitano and Nacional in 1976. Alfio Basile also won 5 titles along with Mario Fortunato and Toto Lorenzo. With Basile, Boca won two domestic titles, 2005 Apertura and 2006 Clausura and three international (2005 Copa Sudamericana, 2005 and 2006 Recopa Sudamericana), all of them won within two years. Miguel Ángel Russo was hired as Ricardo Lavolpe's replacement. Under his coaching Boca Juniors won the 2007 Copa Libertadores with a 5–0 overall rout of Brazilian Grêmio. Julio César Falcioni led the team to the 2011 Apertura championship, which Boca won unbeaten with only 7 goals conceded in 19 rounds. With Falcioni as coach, Boca also won the 2011–12 Copa Argentina. Jorge Amor Ameal is the current President of Boca juniors since December 2019, when he was elected over Christian Gribaudo, getting more than 51% of the votes (a record of 38,000 members went to the club to vote). Ameal returned to the presidency of the club after his first tenure in 2008–11, when he succeeded Pedro Pompilio after his sudden death.[129] Apart from Ameal, the Boca Juniors' Executive Board consists of the following members:[130] Presidents of Boca Juniors sections:[130] The reserve and youth academy football teams of the club, currently coached by former club player Rolando Schiavi,[163] who debuted in February 2015.[164] Boca Juniors is the most winning Torneo de Reserva championships with 21 titles won since it was established in 1910. Notable players from the youth academy include Américo Tesoriere, Natalio Pescia, Ernesto Lazzatti, Antonio Rattín, Ángel Clemente Rojas, Roberto Mouzo, Oscar Ruggeri, Diego Latorre, Carlos Tevez and Fernando Gago, among others. Boca Juniors compete in Primera División de Futsal, the top division of the futsal league system and organised by AFA. The club is the 2nd most winning team (after Club Pinocho) of Primera División, with 12 titles, the last won in 2017 after beating Kimberley in the finals.[165] The Boca Juniors basketball team, established in 1929, won several Argentine championships organised by now-defunct bodies \"Asociación de Básquetbol de Buenos Aires\" and \"Federación Argentina de Básquetbol\". Since the Liga Nacional de Básquet was created in 1985, Boca Juniors has won the LNB league title three times (1996–97, 2003–04, and 2006–07), five Copa Argentina (2002, 2003, 2004, 2005, and 2006), and one Torneo Top 4 (in 2004). At international level, Boca Juniors won three South American Club Championships in 2004, 2005, and 2006.[166][167] Their home arena is the Estadio Luis Conde, better known as La Bombonerita (small Bombonera). Boca Juniors has a professional volleyball team that won the Metropolitan championship in 1991, 1992 and 1996, and achieved the second place in the 1996–97 A1 season. Because of a lack of sponsors, the team was disbanded, but later it was reincorporated through the coaching of former Boca player Marcelo Gigante; after playing in the second division, it returned to the A1 league in 2005. In August 2015 it was announced that Boca Juniors's volleyball team would not participate in the Argentine major league (A1) from 2016. The decision was personally taken by Boca Juniors chairman, Daniel Angelici. The club alleged that taking part in a professional league resulted in a hugh commercial deficit so Boca Juniors declined to participate, although the volleyball department had reached an agreement with several sponsors which would put the money to cover the costs (about A$ 3 million).[168] The Boca Juniors women's football team plays in the Campeonato de Fútbol Femenino and have won the championship a record 23 times of which 10 were in succession from the 2003 Apertura to the 2008 Clausura.[169] Though the club has not yet won any international competition, it secured the third place at the 2010 Copa Libertadores de Fútbol Femenino. In Futsal, Boca has won 6 Championships: 1992, 1993, Clausura 1997, Apertura 1998, Clausura 2003 (Men), and 2004 (women). Boca representatives also compete in other disciplines such as judo, karate, taekwondo, wrestling, weight lifting and gymnastics.[170] Boca Juniors has expanded its activity beyond sport, providing its fans with a number of other products and services. In 2003, it became the fifth football club in the world to open its own TV channel. Boca TV broadcast 24 hours a day, featuring sports programs and talk shows. The channel was closed in 2005 due to low audience, returning in 2015 as a website.[171] In 2005, a funerary company started to produce a line of coffins available for dead fans.[172][173] The club also opened a \"Boca Juniors\" exclusive section of 3,000 hectare in the Parque Iraola Cemetery of La Plata Partido in 2006.[174][175] Also in 2006, Boca expanded its business launching its own fleet of taxis operating in Buenos Aires,[176][177] as well as its own brand of wine, called \"Vino Boca Juniors\".[178] In 2012 Boca Juniors opened in Buenos Aires its first thematic hotel not only in Argentina but worldwide. The hotel was designed by Uruguayan architect Carlos Ott. All the rooms were decorated with the colours of the club, apart from photos and paintings of notable players in the history of the club.[179][180] There is an Argentine steakhouse in Queens, NYC which is a Boca Juniors theme restaurant.[181][182] In racing, Argentine Turismo Carretera stock-car competition league spun off the Top Race V6 category, in which teams were sponsored by football teams.[183] Veteran race pilots Guillermo Ortelli and Ernesto Bessone and former Boca player Vicente Pernía drove for the \"Boca Juniors\" team; Ortelli finally won the first Top Race V6 championship with his car painted in Boca Juniors colors.[184]","Title":"Boca Juniors - Wikipedia","KeyID":"17484","URL":"https://en.wikipedia.org/wiki/Boca_Juniors"}