{"Content: ":"Xu Xurong (Chinese: 徐叙瑢; pinyin: Xú Xùróng; 23 April 1922 – 12 July 2022) was a Chinese physicist, and an academician of the Chinese Academy of Sciences. He was a delegate to the 12th National People's Congress. Xu was born in Linyi County (now Linyi), Shandong, on 23 April 1922.[1][2][3] He attended Confucius Temple School (孔子庙小学). After the outbreak of the Second Sino-Japanese War, he escaped to central China's Hubei province, where he studied at Yunyang National Shandong Middle School (郧阳国立山东中学), then fled to southwest China's Sichuan province, and studied in Mianyang National No. 6 High School (now Mianyang Nanshan High School; 绵阳南山中学). In 1941, he was admitted to National Southwestern Associated University, majoring in physics.[1][2][3] After graduating in 1945, he became an assistant at Peking University and was a graduate student under the supervision of Rao Yutai. In 1950, he was transferred to the Institute of Physics of the Chinese Academy of Sciences to engage in solid-state luminescence research. One year later, he was sent to study at the Lebedev Physical Institute, earning his vice-doctorate degree in 1955.[1][2][3] In September 1965, adjusted by the Chinese Academy of Sciences, Changchun Institute of Optics, Fine Mechanics and Physics was established with luminescence as its main research direction.[2] In 1966, Xu was assigned to the institute, where he was promoted to director in 1978 and honorary director after 1985.[2] In 1980, Xu, together with Xu Shaohong (许少鸿), Wu Boxuan (吴伯僖) and others, jointly founded the Luminescence Branch Society of the Chinese Physical Society and served as its first president. In 1987, he moved to Tianjin Institute of Technology (now Tianjin University of Technology), where he established the Institute of Material Physics as director. In 1997, he joined the faculty of Northern Jiaotong University (now Beijing Jiaotong University) and established the research base of Luminescence, the Institute of Optoelectronic Technology.[2] On 12 July 2022, Xu died from an illness in Beijing, at the age of 100.[1][2][3]","Title":"Xu Xurong - Wikipedia","KeyID":"17482","URL":"https://en.wikipedia.org/wiki/Xu_Xurong"}