{"Content: ":"Seán Kelly (July 22, 1940 – July 11, 2022) was a Canadian humorist and writer. Sean was born on a farm in Cushing, Quebec on July 22, 1940.[1][2] After graduating from Loyola College he worked as a radio actor, advertising copywriter, schoolteacher and on a quiz show.[2] In 1967 he co-wrote Expo Inside Out, a bestselling but highly unofficial guide to the Montreal World’s Fair. In 1972, he migrated to NYC to co-write the infamous off-Broadway mock rock musical “Lemmings.” He received the Drama Desk Award for his lyrics. “Pop debunking perhaps reached its zenith in the early ‘70s with albums like “Goodbye Pop” … and “National Lampoon’s Lemmings,” in which Christopher Guest, Sean Kelly, Tony Hendra and others gleefully desanctified hallowed touchstones of the rock counterculture.” - Stephen Holden, The New York Times, June 25, 1989. He worked at National Lampoon from 1971 until 1978 becoming an editor and later co-editors-in-chief in 1975.[2] He returned to the publication as a senior editor in 1981 and until 1984 he guided its staff.[2] “Sean Kelly . . . broke his own record for obscurantism several times, reaching an apotheosis with a dense parody of Finnegans Wake.” - Nathaniel Stein, The Daily Beast. July 1, 2013. In 1977 he was a founding editor of Heavy Metal, the ‘adult fantasy magazine.’ As a freelance, he has been eclectic; published in Bazaar, Benneton’s Colors, Interview, Irish America Magazine, The Old Farmer’s Almanac, Playboy, SPY, The Village Voice, & the Quarterly of Joyce Studies. He reviewed many children’s books for the New York Times. Of his contribution to the Off-Broadway musical Diamonds,” Christian Science Monitor critic John Beaufort wrote, “Certainly the most exotic parody of the occasion is Sean Kelly's hilarious Kasi Atta Batt, which turns out to be a Japanese Kabuki version, complete with lion dancer and samurai, of the lament known to untutored Western ears as Casey at the Bat. CSM, December 28, 1984. He worked extensively in children’s television: for CBS Young People’s Concerts & Drawing Power, for the FOX series Goosebumps & The Magic School Bus, & for the PBS series Shining Time Station & Noddy and Friends. His only Emmy (2004) was for the early literacy PBS series, Between the Lions. He has participated in ‘adult television’ – including a brief stint on SNL, two attempted baseball/variety shows, a sit-com series, a couple of crime dramas, and the re-re-cycling of Woodstock; he appeared on the small screen hosting a PBS arts show, trying to swim in a suit of armor, and dressed as a beaver. He created material for John Candy, George Carlin, Jane Curtin, Robert Klein, Steve Martin, Martin Mull, Gilda Radner, & Jonathan Winters. He contributed lyrics to music by Steve Goodman, Christopher Guest, Paul Jacobs, Joe Raposo. Paul Shaffer, & Jim Steinman. He has written (or co-written) many books, only one of which has been translated into Japanese. They include: Saints Preserve Us! (1993) & How to Be Irish (1999, both with Rosemary Rogers); Irish Folk and Fairy Tales (editor, 1982); Not the Bible (with Tony Hendra, 1983); Grosseries (with Trish Todd, illustrated by Rick Meyerowitz, 1987); Boom Baby Moon (illustrated by Ron Hauge, 1993) & Bush Photo Oops (with Chris Kelly) 2004. ”Boom Baby Moon” is unlikely – despite the lulling rhythm of Sean Kelly’s poetizing and the innocent-looking illustrations of Ron Hauge – to con the densest of grown-ups into thinking it’s a simple children’s book. I suspect it will be banned shortly after it appears in our nation’s bookstores, that it will never have a chance of making the libraries, and that its creators will be speedily investigated by a Senate committee.” - Gahan Wilson, NY Times Book Review, Dec. 5, 1993. He was married to Patricia Todd and they had five children and lived in Brooklyn.[2] He died from heart and renal failure on July 11, 2022 at the age of 81 in a hospital in Manhattan.[2][3]","Title":"Sean Kelly (writer) - Wikipedia","KeyID":"17499","URL":"https://en.wikipedia.org/wiki/Sean_Kelly_(writer)"}