{"Content: ":"Supported by (33) Opposition (163) Vacant (1) The Congress of Deputies (Spanish: Congreso de los Diputados) is the lower house of the Cortes Generales, Spain's legislative branch. The Congress meets in the Palace of the Parliament (Palacio de las Cortes) in Madrid. It has 350 members elected by constituencies (matching fifty Spanish provinces and two autonomous cities) by closed list proportional representation using the D'Hondt method. Deputies serve four-year terms. The presiding officer is the President of the Congress of Deputies, who is elected by the members thereof. It is the analogue to a speaker. In the Congress, MPs from the political parties, or groups of parties, form parliamentary groups. Groups must be formed by at least 15 deputies, but a group can also be formed with only five deputies if the parties got at least 5% of the nationwide vote, or 15% of the votes in the constituencies in which they ran. The deputies belonging to parties who cannot create their own parliamentary group form the Mixed Group.[2] After the 2019 general election in April, the number of female deputies was up to 168 representing 48% of all members, making Spain the European country with the highest percentage of women in parliament; surpassing Sweden and Finland.[3] Section 68.1 of the Spanish Constitution establishes that the Congress of Deputies must be composed of among 300 deputies at least and 400 deputies at most. At present, the house has 350 deputies which is determined by the General Electoral Regime Organic Act, which was approved in 1985. The Spanish Constitution establishes that the deputies are chosen by universal, free, equal, direct and secret suffrage. The election is held every four years or before in case of snap election. The members of the Congress are elected by proportional representation with closed lists in each constituency. There are 50 multi-member constituencies for the Congress of Deputies which belong to the 50 provinces of Spain and the two single-member constituencies which belong to two autonomous cities (Ceuta and Melilla). According to the Spanish Electoral Act, each province shall be represented by at least two deputies, thus 102 deputies already apportioned. The remaining 248 deputies are allocated proportionally by constituency. This distribution can change in each election and it is specified when writs of election are issued. After the General Election, seats are assigned to the electoral lists in each constituency using the D'Hondt method in each constituency separately; parties receive seats in approximate proportion to the number of votes each received in the constituency. A strictly proportional system would result in fractional seats. The D'Hondt method resolves this by favoring parties receiving larger votes. The 1985 General Electoral Regime Act establishes a 3% minimum valid votes by constituency requirement (blank votes count towards the total votes, but invalid ballots do not count) for a party to participate in the seat distribution for a constituency. This applies to the provinces that elect at least 24 deputies. At present, this condition applies only to Madrid and Barcelona. In March 2011, the General Electoral Regime Organic Act was remodeled, requiring parties that are not represented either in Congress or in the Senate to collect signatures to support their candidacy to be able to run in the election. One-tenth of a percent of those registered to vote in a constituency are required to be on the ballot and each citizen can sign only once for a party candidacy. The Electoral Board establishes the regulations for collection of signatures. With this system, the least populated provinces are overrepresented as the population is lower than other provinces which are still awarded one seat, than if the seats would be strictly distributed in proportion to the population of each province. Likewise, the most populated provinces are underrepresented. This system tends to favour the biggest political parties. Despite using a proportional representation system, the electoral system of the Congress of Deputies favours the creation of a two-party system. It is due to different reasons such as: The deputies' term of office finishes four years after their election or when the Cortes are dissolved, which can take place jointly or separately with the dissolution of the Senate. The dissolution's right belongs to the Monarch who exercises it by request of the President of the Government after the deliberation of the Council of Ministers and under its sole responsibility. The dissolution of the Cortes also takes place if there is a failed legislature or two months after a failed investiture session, in this case the Sovereign dissolves the house with the countersign of the President of the Congress of Deputies. During their mandate, the deputies have some guarantees and privileges to carry their responsibilities out according to Section 97 of the Spanish Constitution. Exercising the autonomy recognised by the Constitution to the Congress of Deputies, the house is regulated by some internal rules established by itself in 1982 and it configures different government bodies to carry the pertinent competencies out. The governing bodies of the Congress of Deputies are the bodies which under their authority the House is manage. Those bodies are the President, the Bureau and the Board of Spokespersons.[5] The President of the Congress of Deputies is the highest authority and it represents the House and it is, de facto, the whole parliament leader. As head of the Congress, it also chairs the Bureau, the Board of Spokespersons and the Permanent Deputation, and is the maximum responsible authority of the Congress' Police.[6][7] The Bureau of the Congress of Deputies is the collective body that represents the House and manages the day-to-day of the Chamber, preparing the budget and making all the necessary decisions to allow the proper functioning of the functions of the Congress.[8] The Board of Spokespersons of the Congress of Deputies is the collective body formed by representatives of the parliamentary groups and normally, government representatives, that establishes the agenda of the House. The working bodies of the Congress of Deputies are the Plenary, the Committees, the Permanent Deputation and the Parliamentary Groups.[9] The Plenary is the central body of the Congress of Deputies which allows the house for exercising their choices. It is the reunion of all the members of the Parliament when half plus one of its members are attending the house. This body represents the unity of the house and it works through the plenary sessions which can be ordinary or extraordinary. The ordinary sessions take place during the two meeting terms: September to December and February to June. They are convened by a calendar which has already been set. The extraordinary sessions are convened at the request of the President of the Government, the Permanent Council or the absolute majority of the house. In this kind of sessions a particular agenda is presented and the sessions end when all items have been treated. The Committees are the basic working bodies of the Congress. They are composed of a proportional number of deputies depending on the numerical importance of the parliamentary groups of the house. The committees are classified as follows: permanent or non-permanent and legislative or non-legislative. The permanent legislative committees examine and rule the projects and bills. The Plenary of the Congress can confer them full legislative power in relation to a matter, so they can permanently approve or reject any project or bill. The regulations of the Congress establish 17 permanent legislative committees. The permanent non-legislative committees have responsibilities not related to the legislative production. The regulations of the Congress establish 3 permanent non-legislative committees, and they allow the Plenary to create another ones at the beginning of each legislature. The non-permanent committeesare created with a specific purpose and their themes and duration are beforehand determined by the Plenary of the Congress. The Permanent Deputation is a body created in order to have a permanent constituted legislative power. It is responsible for safeguarding the powers of the house between the legislative sessions (January, July and August) or when their term has finished because of termination or dissolution. In these three cases, the Permanent Deputation is a temporary extension of the house. The Permanent Deputation is presided by the President of the Congress. It is composed of a proportional number of deputies depending on the numerical importance of the different Parliamentary Groups. The Parliamentary Groups are groups of members of the house which join together depending on their ideology.[9] The Rules of the Congress establish that 15 deputies at least are needed to make a parliamentary group. However, they can make a group if they are at least 5 deputies and they have got at least 15% of the total votes of the constituency where they have run at or 5% of the total votes of the country.[10] The formation of the parliamentary groups takes place at the beginning of each legislature. The deputies who do not enrol in any parliamentary group constitute the Mixed Group. The XIV legislature of Spain started on 3 December 2019 when the Cortes Generales were constituted, once the 2019 general election was held. The Congress of Deputies creates at the beginning of each meeting a series of committees and subcommittees. These bodies purpose is to facilitate the work of the house. The committees have the same powers as the House' Plenary: to control the government by requesting information to the Administration or by requesting the appearance of any member of the Government or Administration; and to legislate by delegation of the plenary and at the request of the Congress' Bureau. The committees also debate the bills originated at the Plenary and the possible amends. According to the Spanish parliamentary system, in the Congress there are two type or subcommittees, the ordinary subcommittees which purpose is to discuss and make a report about a specific issue and the reporting subcommittees which purpose is to write a first bill proposal to be discussed in the committee. The committees can be standing committees, which creation is mandatory by the Congress' standing rules or other laws or non-standing committees, which are created by the Plenary. The subcommittees are also created by the Plenary at the request of the committees. The members of the committees are designated by the parliamentary groups, and once the committees are created they must elect in their first meeting the Bureau of the committee, composed by a chair, two deputy charis and two secretaries. The members of the subcommittees are designated by the committee. The building, Palacio de las Cortes, has a neoclassical style. It was designed by Narciso Pascual Colomer, and built between 1843 and 1850. It sits by the Carrera de San Jerónimo, in Madrid. The relief on the facade by sculptor Ponciano Ponzano centers on a sculpture of Spain embracing the constitutional state, represented by a woman with her arm around a young girl. Surrounding the pair are figures that represent in allegorical form Justice and Peace, Science, Agriculture, Fine Arts, Navigation, Industry, Commerce and so on. Ponzano also executed two bronze lions for the building's access stairway in a more realistic manner.[41] Coordinates: 40°24′57″N 3°41′48″W﻿ / ﻿40.41583°N 3.69667°W﻿ / 40.41583; -3.69667","Title":"Congress of Deputies - Wikipedia","KeyID":"17497","URL":"https://en.wikipedia.org/wiki/Congress_of_Deputies"}