{"Content: ":"The temporal bones are situated at the sides and base of the skull, and lateral to the temporal lobes of the cerebral cortex. The temporal bones are overlaid by the sides of the head known as the temples, and house the structures of the ears. The lower seven cranial nerves and the major vessels to and from the brain traverse the temporal bone. The temporal bone consists of four parts[1][2]— the squamous, mastoid, petrous and tympanic parts. The squamous part is the largest and most superiorly positioned relative to the rest of the bone. The zygomatic process is a long, arched process projecting from the lower region of the squamous part and it articulates with the zygomatic bone. Posteroinferior to the squamous is the mastoid part. Fused with the squamous and mastoid parts and between the sphenoid and occipital bones lies the petrous part, which is shaped like a pyramid. The tympanic part is relatively small and lies inferior to the squamous part, anterior to the mastoid part, and superior to the styloid process. The styloid, from the Greek stylos, is a phallic shaped pillar directed inferiorly and anteromedially between the parotid gland and internal jugular vein.[3] An elongated or deviated styloid process can result from calcification of the stylohyoid ligament in a condition known as Eagle syndrome. Occipitomastoid suture. It separates occipital bone and mastoid portion of temporal bone. Squamosal suture. It separates parietal bone and squama portion of temporal bone. Sphenosquamosal suture. It separates sphenoid bone and squama portion of temporal bone. Zygomaticotemporal suture. It separates zygomatic bone and zygomatic process of temporal bone. The temporal bone is ossified from eight centers, exclusive of those for the internal ear and the tympanic ossicles: one for the squama including the zygomatic process, one for the tympanic part, four for the petrous and mastoid parts, and two for the styloid process. Just before the end of prenatal development [Fig. 6] the temporal bone consists of three principal parts: Apart from size increase, the chief changes from birth through puberty in the temporal bone are as follows: 1. Outer surface of petromastoid part. 2. Outer surface of tympanic ring. 3. Inner surface of squama. Figure 7 : Temporal bone at birth. Outer aspect. Figure 8 : Temporal bone at birth. Inner aspect. Temporal bone fractures were historically divided into three main categories, longitudinal, in which the vertical axis of the fracture paralleled the petrous ridge, horizontal, in which the axis of the fracture was perpendicular to the petrous ridge, and oblique, a mixed type with both longitudinal and horizontal components. Horizontal fractures were thought to be associated with injuries to the facial nerve, and longitudinal with injuries to the middle ear ossicles.[4] More recently, delineation based on disruption of the otic capsule has been found as more reliable in predicting complications such as facial nerve injury, sensorineural hearing loss, intracerebral hemorrhage, and cerebrospinal fluid otorrhea.[5] In many animals some of these parts stay separate through life: In evolutionary terms, the temporal bone is derived from the fusion of many bones that are often separate in non-human mammals: Its exact etymology is unknown.[7] It is thought to be from the Old French temporal meaning \"earthly,\" which is directly from the Latin tempus meaning \"time, proper time or season.\" Temporal bones are situated on the sides of the skull, where grey hairs usually appear early on. Or it may relate to the pulsations of the underlying superficial temporal artery, marking the time we have left here. There is also a probable connection with the Greek verb temnion, to wound in battle. The skull is thin in this area and presents a vulnerable area for a blow from a battle axe.[8] Another possible etymology is described at Temple (anatomy). Position of temporal bone (green). Animation. Shape of temporal bone (left). Cranial bones. Sphenoid and temporal bones Glomus jugulare tumor: This article incorporates text in the public domain from page 138 of the 20th edition of Gray's Anatomy (1918)","Title":"Temporal bone - Wikipedia","KeyID":"1750","URL":"https://en.wikipedia.org/wiki/Temporal_bone"}