{"Content: ":"Terence Macartney-Filgate OC (6 August 1924 – 11 July 2022) was a British-Canadian film director who directed, wrote, produced or shot more than 100 films in a career spanning more than 50 years.[1] Born in England, Macartney-Filgate lived in India until the age of nine.[2] His family returned to England in 1933 and three years later he became an admirer of documentaries after seeing the 1936 film Night Mail, which was narrated by John Grierson (the founder of the NFB) and based on a poem by W.H. Auden. Macartney-Filgate was only 15 years old at the outbreak of World War II and ultimately joined the Royal Air Force as a flight engineer, flying more than a dozen operations in Europe. He then went on to obtain a degree in politics, philosophy and economics from Oxford University, in 1946, and held down a succession of jobs before immigrating to Canada.[citation needed] Macartney-Filgate, who had long admired the work of the National Film Board of Canada, applied repeatedly for a job with Canada's public producer, before being hired as a scriptwriting assistant in 1954. The technical knowledge of airplanes picked up while in the RAF served him well, and he wrote commentary for sponsored films at the NFB from 1954 to 1957. He soon graduated from assistant scriptwriter to director-photographer and producer and directed his first film in 1956.[3] Macartney-Filgate worked the NFB's Unit B, with such filmmakers as Wolf Koenig, Roman Kroitor, Stanley Jackson, Michel Brault, and Pierre Perrault, all of which were at the forefront of the new unscripted, observational documentaries. He worked extensively as a director and cinematographer on the Candid Eye series. The NFB was able to sell the series of 14 30-minute shorts to the CBC, and Candid Eye (1958–61) was broadcast. Executive producer Tom Daly oversaw the filmmakers, and the shorts were shot on location using new lightweight equipment with an emphasis on recording everyday life. Macartney-Filgate was personally responsible for seven of the fourteen films and he helped shape the series' unscripted and observational approach. In 1960, Macartney-Filgate left the NFB and Canada to work freelance for the U.S-based. Robert Drew Associates – Bob Drew's stable of pioneering documentarians that included Richard Leacock, D.A. Pennebaker and Albert Maysles. This group produced three films for Time-Life Broadcast that year: Yanqui, No!, Eddie (On the Pole) and Primary. He was the principal (but uncredited) cameraman on Primary, a seminal documentary about the 1960 Wisconsin Democratic presidential primary campaign between senators John F. Kennedy and Hubert Humphrey. Macartney-Filgate soon left Drew Associates and worked freelance throughout most of the sixties in New York City.[4] In 1962, he was hired by American producer Robert Hughes to assume the direction and photography of a documentary about the poet Robert Frost when the original director, Shirley Clarke, left the project. The film, Robert Frost: A Lover's Quarrel with the World (1963), went on to win the Academy Award for Best Documentary Feature, with Clarke credited as the sole director, despite Macartney-Filgate directing the majority of it. He returned to the NFB briefly to work on the 1963 series Lewis Mumford on the City, co-directing four of the six films. He won a Peabody Award (the Institutional Award for Television Education) for his 1964 documentary, Changing World: South African Essay and, working again with Robert Hughes, conducted a rare interview with Vladimir Nabokov. In New York City, he worked with William Greaves, who he had previously collaborated with on the Candid Eye series, and made films for television about such writers as Harold Pinter, Marshall McLuhan and Henry David Thoreau. He returned to Canada in the late sixties and again rejoined the NFB briefly to work on the Challenge for Change series, before moving to the Canadian Broadcasting Corporation.[5] At the CBC, he directed the Lucy Maud Montgomery: The Road to Green Gables (1975), Grenfell of Labrador: The Great Adventure (1977), and Fields of Endless Day (1978). Perhaps his two most accomplished films for the CBC were Dieppe 1942 (1979), which was co-written by Timothy Findley and William Whitehead and was nominated for seven Genie Awards, and Timothy Findley: Anatomy of a Writer (1992), which won the Donald Brittain Award for best social/political documentary program at the 7th Gemini Awards in 1993. Macartney-Filgate also won two Canadian Film Awards for Blood and Fire (1958) and The Hottest Show on Earth (1977) and received an Ontario Film Institute Award in 1981. In the 1970s, Macartney-Filgate taught at the Department of Film, York University in Toronto, when James Beveridge was chair of the department. While still a student, Jennifer Hodge de Silva worked with Macartney-Filgate as assistant director and associate producer on Fields of Endless Day, \"one of the first Canadian productions to significantly chronicle nearly 400 years in the history of African Canadians.\" In 1979 she was associate producer for Dieppe 1942.[6] In retirement, after 1990, he continued to work with Adrienne Clarkson on her arts show for CBC Television, Adrienne Clarkson Presents. In 1995, he worked with the NFB once again, directing Canada Remembers, a 3-part series about Canada's role in World War II. In 2007, he completed Raising Valhalla, a television documentary about the opening of a new opera stage at the Four Seasons Centre for Performing Arts. As an advocate of small-format video, he worked freelance, based in Toronto.[7] In May 2011, Macartney-Filgate was given Hot Doc's outstanding achievement award, which included a retrospective of his work. Also in 2011, Macartney-Filgate was made an Officer of the Order of Canada.[8] Macartney-Filgate died in Toronto on 11 July 2022 at the age of 97.[9]","Title":"Terence Macartney-Filgate - Wikipedia","KeyID":"17503","URL":"https://en.wikipedia.org/wiki/Terence_Macartney-Filgate"}