{"Content: ":"The Michigan Wolverines football team represents the University of Michigan in college football at the NCAA Division I Football Bowl Subdivision level. Michigan has the most all-time wins in college football history.[2][3] The team is known for its distinctive winged helmet, its fight song, its record-breaking attendance figures at Michigan Stadium,[4] and its many rivalries, particularly its annual, regular season-ending game against Ohio State, known simply as “The Game,” once voted as ESPN's best sports rivalry.[5] Michigan began competing in intercollegiate football in 1879. The Wolverines joined the Big Ten Conference at its inception in 1896, and other than a hiatus from 1907 to 1916, have been members since. Michigan has won or shared 43 league titles, and since the inception of the AP Poll in 1936, has finished in the top 10 a total of 39 times. The Wolverines claim 11 national championships, most recently that of the 1997 squad voted atop the final AP Poll. From 1900 to 1989, Michigan was led by a series of nine head coaches, each of whom has been inducted into the College Football Hall of Fame either as a player or as a coach. Fielding H. Yost became Michigan's head coach in 1901 and guided his \"Point-a-Minute\" squads to a streak of 56 games without a defeat, spanning from his arrival until the season finale in 1905, including a victory in the 1902 Rose Bowl, the first college football bowl game ever played. Fritz Crisler brought his winged helmet from Princeton University in 1938 and led the 1947 Wolverines to a national title and Michigan's second Rose Bowl win. Bo Schembechler coached the team for 21 seasons (1969–1989) in which he won 13 Big Ten titles and 194 games, a program record. The first decade of his tenure was underscored by a fierce competition with his former mentor, Woody Hayes, whose Ohio State Buckeyes squared off against Schembechler's Wolverines in a stretch of the Michigan–Ohio State rivalry dubbed the \"Ten-Year War\". Following Schembechler's retirement, the program was coached by two of his former assistants, Gary Moeller and then Lloyd Carr, who maintained the program's overall success over the next 18 years. However, the program's fortunes declined under the next two coaches, Rich Rodriguez and Brady Hoke, who were both fired after relatively short tenures. Following Hoke's dismissal, Michigan hired Jim Harbaugh on December 30, 2014.[6] Harbaugh is a former quarterback of the team, having played for Michigan between 1982 and 1986 under Schembechler. The Michigan Wolverines have featured 85 players that have garnered consensus selection to the College Football All-America Team. Three Wolverines have won the Heisman Trophy: Tom Harmon in 1940, Desmond Howard in 1991, and Charles Woodson in 1997. Gerald Ford, who later became the 38th President of the United States, started at center and was voted most valuable player by his teammates on the 1934 team. On May 30, 1879, Michigan played its first intercollegiate football game against Racine College at White Stocking Park in Chicago. The Chicago Tribune called it \"the first rugby-football game to be played west of the Alleghenies.\"[7] Midway through \"the first 'inning',\"[8] Irving Kane Pond scored the first touchdown for Michigan.[9][10] According to Will Perry's history of Michigan football, the crowd responded to Pond's plays with cheers of \"Pond Forever.\"[7] In 1881, Michigan played against Harvard in Boston. The game that marked the birth of inter-sectional football.[11] On their way to a game in Chicago in 1887, Michigan players stopped in South Bend, Indiana and introduced football to students at the University of Notre Dame. A November 23 contest marked the inception of the Notre Dame Fighting Irish football program and the beginning of the Michigan–Notre Dame rivalry.[12] In 1894, Michigan defeated Cornell, which was the \"first time in collegiate football history that a western school defeated an established power from the east.\"[13] In 1896, the Intercollegiate Conference of Faculty Representatives—then commonly known as the Western Conference and later as the Big Ten Conference—was formed by the University of Michigan, the University of Chicago, the University of Illinois, the University of Minnesota, the University of Wisconsin, Northwestern University, and Purdue University.[14] The first Western Conference football season was played in 1896, with Michigan going 9–1, but losing out on the inaugural Western Conference title with a loss to the Chicago Maroons to end the season.[15][16] By 1898 Amos Alonzo Stagg was fast at work at turning the University of Chicago football program into a powerhouse. Before the final game of the 1898 season, Chicago was 9–1–1 and Michigan was 9–0; a game between the two teams in Chicago decided the third Western Conference championship. Michigan won, 12–11, capturing the program's first conference championship in a game that inspired \"The Victors\", which later became the school's fight song.[17] Michigan went 8–2 and 7–2–1 in 1899 and 1900, results that were considered unsatisfactory relative to the 10–0 season of 1898.[18] After the 1900 season, Charles A. Baird, Michigan's first athletic director, wrote to Fielding H. Yost, \"Our people are greatly roused up over the defeats of the past two years\", and gave Yost an offer to come to Michigan to coach the football team.[19] The New York Times reported that Michigan's margin of victory was \"one of the most remarkable ever made in the history of football in the important colleges.\"[20] At the end of the season, Michigan participated in the inaugural Rose Bowl.[21] Michigan dominated the game so thoroughly that Stanford's captain requested the game be called with eight minutes remaining. Neil Snow scored five touchdowns in the game, which is still the all-time Rose Bowl record.[22] The next year, 1902, Michigan outscored its opponents 644 to 12 and finished the season 11–0. In 1903, Michigan played a game against Minnesota that started the rivalry for the Little Brown Jug, the oldest rivalry trophy in college football.[23] The game marked the only time from 1901 to 1904 that Michigan failed to win.[18] Michigan finished the season at 11–0–1. In 1904, Michigan once again went undefeated at 10–0 while recording one of the most lopsided defeats in college football history, a 130–0 defeat of the West Virginia Mountaineers.[16] From 1901 through 1904, Michigan didn't lose a single game.[18] The streak was finally halted at the end of the 1905 season by Amos Alonzo Stagg's Chicago Maroons, a team that went on to win two Big 9 (as the Western Conference was now being called with the addition of Iowa and Indiana) titles in the next three years.[15] The game, dubbed \"The First Greatest Game of the Century,\"[24] broke Michigan's 56-game unbeaten streak and marked the end of the \"Point-a-Minute\" years. The 1905 Michigan team had outscored opponents 495–0 in its first 12 games. The game was lost in the final ten minutes of play when Denny Clark was tackled for a safety as he attempted to return a punt from behind the goal line. Michigan tied for another Big 9 title in 1906 before opting to go independent for the 1907 season.[16] The independent years were not as kind to Yost as his years in the Big 9. Michigan suffered one loss in 1907.[18] In 1908, Michigan got battered by Penn (a team that went 11–0–1 that year) in a game in which Michigan center Germany Schulz took such a battering as to have to be dragged off the field.[25] In 1909, Michigan suffered its first loss to Notre Dame, leading Yost to refuse to schedule another game against Notre Dame; the schools did not play again until 1942.[16] In 1910, Michigan played their only undefeated season of the independent years, going 3–0–3.[18] Overall from 1907 to 1916, Michigan lost at least one game every year (with the exception of 1910).[18] Michigan rejoined the Big 9 in 1917, after which it was called the Big Ten. Yost immediately got back to work. In 1918, Michigan played the first game against Stagg's Chicago Maroons since Chicago ended Michigan's winning streak in 1905.[16] Michigan defeated the Maroons, 18–0, on the way to a 5–0 record.[16][18] The next three years were lean, with Michigan going 3–4, 5–2, and 5–1–1, in 1919, 1920, and 1921.[18] However, in 1922 Michigan managed to spoil the \"Dedication Day\" for Ohio Stadium, defeating the Buckeyes 19–0.[16] Legend has it that the rotunda at Ohio Stadium is painted with maize flowers on a blue background due to the outcome of the 1922 dedication game.[26] Michigan went 5–0–1 in 1922, capturing a Big Ten title.[15][18] In 1923, Michigan went 8–0, winning another conference championship.[15][18] The 1924 Wolverines, coached by George Little, saw their 20-game unbeaten streak end at the hands of Red Grange.[16] After the 1924 season, Little left Michigan to accept the head coach and athletic director positions at Wisconsin, returning athletic director Yost to the head coaching position.[27] Although the 1925 and 1926 seasons did not include a conference title, they were memorable due to the presence of the famous \"Benny-to-Bennie\" combination, a reference to Benny Friedman and Bennie Oosterbaan. The two helped popularize passing the ball in an era when running held dominance. Oosterbaan became a three-time All-American and was selected for the All-Time All-American team in 1951,[28] while Friedman went on to have a Hall of Fame NFL career.[29] Also during 1926, Michigan was retroactively awarded national titles for the 1901 and 1902 seasons via the Houlgate System, the first national titles awarded to the program. Other major selectors[who?] later retroactively awarded Michigan with titles in the 1903, 1904, 1918, 1923, 1925, and 1926 seasons.[citation needed] Michigan claims titles in the 1901, 1902, 1903, 1904, 1918, and 1923 seasons.[30] Yost stepped aside in 1926 to focus on being Michigan's athletic director, a post he had held since 1921, thus ending the greatest period of success in the history of Michigan football.[31] Under Yost, Michigan posted a 165–29–10 record, winning ten conference championships and six national championships.[15][16][30] One of his main actions as athletic director was to oversee the construction of Michigan Stadium. Michigan began playing football games in Michigan Stadium in the fall of 1927. At the time Michigan Stadium had a capacity of 72,000, although Yost envisioned eventually expanding the stadium to a capacity well beyond 100,000.[32] Michigan Stadium was formally dedicated during a game against the Ohio State Buckeyes that season to the tune of a 21–0 victory.[33] Tad Wieman became Michigan's head coach in 1927. That year, Michigan posted a modest 6–2 record.[18] However, the team ended 1928 with a losing 3–4–1 record and Wieman was fired.[34][35] In 1929, Harry Kipke, a former player under Yost, took over as head coach.[36] From 1930 to 1933, Kipke returned Michigan to prominence. During that stretch, Michigan won the Big Ten title every year and the national championship in 1932 and 1933.[15][30] In 1932, quarterback and future College Football Hall of Famer Harry Newman was a unanimous first-team All-American, and the recipient of the Douglas Fairbanks Trophy as Outstanding College Player of the Year (predecessor of the Heisman Trophy), and the Helms Athletic Foundation Player of the Year Award, the Chicago Tribune Silver Football trophy as the Most Valuable Player in the Big Ten Conference.[37] During this span Kipke's teams only lost one game, to Ohio State.[16][18] After 1933, however, Kipke's teams compiled a 12–22 record from 1934 to 1937.[18] The 1934 Michigan team only won one game, against Georgia Tech in a controversial contest. Georgia Tech coach and athletic director W. A. \"Bill\" Alexander refused to allow his team to take the field if Willis Ward, an African-American player for Michigan, stepped on the field. Michigan conceded, and the incident reportedly caused Michigan player Gerald R. Ford to consider quitting the team.[38] Overall, Kipke posted a 49–26–4 record at Michigan, winning four conference championships and two national championships.[15][18][30] In 1938, Michigan hired Fritz Crisler as Kipke's successor.[39] Crisler had been head coach of the Princeton Tigers and reportedly wasn't excited to leave Princeton.[39] Michigan invited him to name his price, and Crisler demanded what he thought would be unacceptable: the position of athletic director when Yost stepped down and the highest salary in college football.[40] Michigan accepted, and Crisler became the new head coach of the Michigan football program.[39] Upon arriving at Michigan, Crisler introduced the winged football helmet, ostensibly to help his players find the receivers down field.[41] Whatever the reasoning, the winged helmet has since become one of the iconic marks of Michigan football.[42] Michigan debuted the winged helmet in a game against Michigan State in 1938.[43] Two years later in 1940, Tom Harmon led the Wolverines to a 7–1 record on his way to winning the Heisman Trophy.[18][44] Harmon ended the season by scoring three rushing touchdowns, two passing touchdowns, four extra points, intercepting three passes, and punting three times for an average of 50 yards in a game against the Ohio State Buckeyes.[45] The 1943 season included a No. 1 (Notre Dame) vs. No. 2 (Michigan) match-up against Notre Dame, a game the Wolverines lost 35–12.[16] Michigan ended the season at 8–1, winning Crisler's first Big Ten championship.[15][18] Crisler had reversed the misfortune of the end of the Kipke era and returned Michigan to one and two-loss seasons. From 1938 to 1944, Michigan posted a 48–11–2 record,[46] although the period lacked a national title and only contained one conference title.[18] Yet, Crisler's biggest mark on the game of football was made in 1945, when Michigan faced a loaded Army squad that featured two Heisman trophy winners, Doc Blanchard and Glenn Davis. Crisler didn't feel that his Michigan team could match up with Army, so he opted to take advantage of a 1941 NCAA rule that allowed players to enter or leave at any point during the game.[40] Crisler divided his team into \"offensive\" and \"defensive\" specialists, an act that earned him the nickname \"the father of two-platoon football.\"[47] Michigan still lost the game with Army 28–7,[16] but Crisler's use of two-platoon football shaped the way the game was played in the future. Eventually, Crisler's use of the platoon system propelled his team to a conference championship and a national title in 1947, his final season.[15][16][30] The 1947 team, nicknamed the \"Mad Magicians\" due to their use of two-platoon football, capped their season with a 49–0 victory over the USC Trojans in the 1948 Rose Bowl.[16] Crisler finished with a 116–32–9 record at Michigan, winning two conference titles and one national title.[15][18][30][46] Crisler continued as athletic director while Bennie Oosterbaan, the same Bennie that had electrified the world while making connections with Benny Friedman 20 years earlier, took over the football program.[48] Things started off well for Oosterbaan in 1948 with the Wolverines earning a quality mid-season victory over No. 3 Northwestern.[16][48] Michigan finished the season undefeated at 9–0, thus winning another national championship.[18][30] Initially, Oosterbaan continued Crisler's tradition of on-field success, winning conference titles each year from 1948 to 1950 and the national title in 1948.[15][30] The 1950 season ended in interesting fashion, with Michigan and Ohio State combining for 45 punts in a game that came to be known as the \"Snow Bowl.\" Michigan won the game 9–3, winning the Big Ten conference and sending the Wolverines off to the 1951 Rose Bowl.[15][16] Subsequently, Michigan's football team began to decline under Oosterbaan. From 1951 to 1958, Michigan compiled a record of 42–26–2, a far cry from the success under Crisler and Yost.[18] Perhaps more importantly, Oosterbaan posted a 2–5–1 record against Michigan State and a 3–5 record against Ohio State over the same time period.[16] Under mounting pressure, Oosterbaan stepped down after 1958.[48] In place of Oosterbaan stepped Bump Elliott, a former Michigan player of Crisler's. Elliott continued many of the struggles that began under Oosterbaan, posting a 51–42–2 record from 1959 through 1968 (including a 2–7–1 record against Michigan State and a 3–7 record against Ohio State).[18] Michigan's only Big Ten title under Elliott came in 1964, a season that included a win over Oregon State in the 1965 Rose Bowl.[15][16] Following a 50-14 drubbing at the hands of Ohio State in 1968,[16] Elliott resigned. It took 15 minutes for Don Canham to be sold on Bo Schembechler, resulting in Schembechler becoming the 15th coach in Michigan football history.[49] At the time, Schembechler's employer, the Miami RedHawks, could have thrown more money at Schembechler, but Canham managed to sell Schembechler on Michigan's tradition and prestige.[50] Schembechler's first team got off to a moderate start, losing to rival Michigan State and entering the Ohio State game with a 7–2 record.[18] Ohio State, coached by icon Woody Hayes, entered the game at 8–0 and poised to repeat as national champions.[51] The 1969 Ohio State team was hailed by some as being the \"greatest college football team ever assembled\" and came into the game favored by 17 points over Michigan.[52] Michigan shocked the Buckeyes, winning 24–12, going to the Rose Bowl, and launching The Ten Year War between Hayes and Schembechler.[16] From 1969 to 1978, one of either Ohio State or Michigan won at least a share of the Big Ten title and represented the Big Ten in the Rose Bowl every season.[15] In 1970 Schembechler failed to repeat on the magic of 1969, that year losing to Ohio State 20–9 and finishing at 9–1.[16] However, in 1971, Schembechler led Michigan to an undefeated regular season, only to lose to the Stanford Indians in the Rose Bowl to finish at 11–1.[18] From 1972 to 1975, Michigan failed to win a game against Ohio State (powered by phenom running back Archie Griffin).[16] However, Michigan did tie Ohio State in 1973, only missing out on the Rose Bowl due to a controversial vote that sent Ohio State to the Rose Bowl and left Michigan at home.[16] Another notable event occurred during the 1975 season, with the first of Michigan's record streak of games with more than 100,000 people in attendance occurring during a game against the Purdue Boilermakers. From 1976 to 1978, Michigan asserted its own dominance of the rivalry, beating Ohio State, going to the Rose Bowl, and posting a 10–2 record every year.[16][18] After the 1978 season, Woody Hayes was fired for punching an opposing player during the 1978 Gator Bowl, thus ending The Ten Year War.[53] Michigan had a slight edge in the war, with Schembechler going 5–4–1 against Hayes. However, while Schembechler successfully placed great emphasis on the rivalry, Michigan's bowl performances were sub-par. Michigan failed to win their last game of the season every year during The Ten Year War.[16] The only year in which Michigan didn't lose its last game of the season was the 1973 tie against Ohio State.[16] After the end of the Ten Year War, Michigan's regular season performance declined, but its post season performance improved. The 1979 season included a memorable game against Indiana that ended with a touchdown pass from John Wangler to Anthony Carter with six seconds left in the game.[54] Michigan went 8–4 on the season, losing to North Carolina in the 1979 Gator Bowl.[16][18] In 1980, Michigan went 10–2 and got their first win in the Rose Bowl under Schembechler, a 23–6 win over Washington.[16][18] Michigan went 9–3 in 1981 to get Schembechler's second bowl win in the 1981 Bluebonnet Bowl.[16][18] In 1982, Michigan won the Big Ten championship while being led by three-time All-American wide receiver Anthony Carter.[15][55] Michigan fell to UCLA Bruins in the 1983 Rose Bowl.[16] Without Anthony Carter, the Wolverines did not win the Big Ten title in 1983, going 9–3.[18] In 1984, the Wolverines suffered their worst season under Schembechler, going 6–6 with a loss to national champion BYU in the 1984 Holiday Bowl.[16][18] Michigan needed to reverse its fortunes in 1985, and they began doing so with new quarterback Jim Harbaugh.[56] Harbaugh led the Wolverines to a 5–0 record, propelling them to a No. 2 ranking heading into a game with the No. 1 Iowa Hawkeyes.[57] Michigan lost 12–10,[16] but did not lose another game the rest of the season to finish at 10–1–1 with a victory over Tom Osborne's Nebraska Cornhuskers in the 1986 Fiesta Bowl.[18] In 1986 Michigan won the Big Ten at 11–2, suffering a loss to the Arizona State Sun Devils in the 1987 Rose Bowl.[16][18] The departure of Harbaugh after 1986 once again left Michigan on tough times as Schembechler's team stumbled to an 8–4 record in 1987.[18] However, Michigan bounced back again in 1988 and 1989, winning the Big Ten title outright both years at 9–2–1 and 10–2 with trips to Rose Bowl.[15][18] From 1981 through 1989, Michigan went 80–27–2, winning four Big Ten titles and going to a bowl game every year (with another Rose Bowl win obtained against USC Trojans after the 1988 season).[16] Bo Schembechler retired after the 1989 season, handing the job over to his offensive coordinator Gary Moeller.[58] Under Schembechler, Michigan posted a 194–48–5 record[59] (11–9–1 against Ohio State), and won 13 Big Ten championships.[59] Gary Moeller took over from Schembechler for the 1990 season, becoming the 16th head coach in Michigan football history.[60] Moeller inherited a talented squad that had just played in the 1990 Rose Bowl, including wide receiver Desmond Howard. Moeller led Michigan to a 9–3 record in his first season,[18] tying for the Big Ten championship but losing out on a Rose Bowl bid to Iowa.[15][16] The next two years, Moeller's teams won the conference outright, setting marks of 10–2 and 9–0–3.[15][18] In 1991, Desmond Howard had a memorable season that propelled him to win the Heisman Trophy, the award given to college football's most outstanding player.[61] The 1992 team, led by quarterback Elvis Grbac, posted a 9–0–3 record,[18] defeating Washington in the 1993 Rose Bowl.[16] Moeller led Michigan to 8–4 records in both 1993 and 1994.[18] The 1994 season was marked by an early-season loss to Colorado that included a Hail Mary pass from Kordell Stewart to Michael Westbrook to end the game, leading to the game being dubbed \"The Miracle at Michigan.\"[62] After the 1994 season, Moeller was found intoxicated at a Southfield, MI restaurant in an incident in which Moeller was caught on tape throwing a punch in a police station, which resulted in his firing.[63] Michigan's athletic director appointed Lloyd Carr, an assistant at Michigan since 1980, as interim head coach for the 1995 season.[64] However, after an 8–2 start, Michigan dropped the interim tag from Carr's title and named him its 17th head coach.[65] Michigan finished his first season at 9–4.[18][66] Carr had similar success in his second season, going 8–4 and earning a trip to the 1997 Outback Bowl.[18] Carr returned a strong squad for the 1997 season, led by cornerback and punt returner Charles Woodson.[67] Michigan went undefeated in 1997.[16][18] Overall, the Michigan defense only allowed 9.5 points per game and ended the season ranked No. 1 in the AP Poll, giving Michigan its first national championship since 1948 with a victory in the 1998 Rose Bowl.[68][69][16][30] For his efforts, Woodson won the Heisman Trophy and was selected 4th overall in the 1998 NFL Draft by the Oakland Raiders.[70] With Tom Brady as quarterback, Michigan went 10–3 and repeated as Big Ten champions in 1998, but in 1999 Michigan lost out on the conference championship at 10–2 to the Wisconsin Badgers.[15][18] Drew Henson led Michigan to a 9–3 record and a tie for the Big Ten championship in 2000.[15][18] Ohio State, Michigan's chief rival, fired their coach John Cooper, who was 2–10–1 against Michigan while at Ohio State, after the 2000 season and replaced him with Jim Tressel.[71][72] Tressel immediately ushered in a new era in the Ohio State-Michigan rivalry, upsetting the Wolverines 26–20 in 2001.[73] This came on the heels of another last-second loss in which Michigan State defeated Michigan with a pass in the last second of the game in a controversial finish that led to the game being referred to as \"Clockgate.\"[74] Despite these setbacks, Michigan's 2001 squad, led by John Navarre, went 8–4 with an appearance in the 2002 Florida Citrus Bowl.[75][16][18] Again under Navarre in 2002, Michigan compiled a 10–3 record,[76] but included another loss to Ohio State, who went on to win the national championship.[77][16][18] Carr got over the hump against Tressel in 2003 as John Navarre and Doak Walker Award winner Chris Perry led the Wolverines to a 10–3 record,[78] a Big Ten championship, and an appearance in the 2004 Rose Bowl.[15][16][18] For the 2004 season, Carr turned to highly rated recruit Chad Henne to lead the Wolverines at quarterback.[79] Michigan went 9–3 in 2004[80] to tie for another Big Ten championship and earn a trip to the 2005 Rose Bowl, but the season again included a loss to Ohio State,[81] who only went 8–4 on the season.[15][16][18] In 2005, Michigan struggled to make a bowl game, only going 7–5, with the season capped with another loss to Ohio State.[16][18] Expectations were tempered going into the 2006 season; however, a 47–21 blowout of No. 2 Notre Dame and an 11–0 start propelled Michigan to the No. 2 rankings going into \"The Game\" with No. 1 Ohio State.[82] The 2006 Ohio State-Michigan game was hailed by the media as the \"Game of the Century.\" The day before the game, Bo Schembechler died, leading Ohio State to honor him with a moment of silence, one of the few Michigan Men to be so honored in Ohio Stadium.[83] The game itself was a back-and-forth affair, with Ohio State winning 42–39 for the right to play in the 2007 BCS National Championship Game.[16] Michigan lost to USC in the 2007 Rose Bowl, ending the season at 11–2.[16][18] Going into 2007, Michigan had high expectations.[84] Standout players Chad Henne, Mike Hart, and Jake Long all opted to return for their senior seasons for one last crack at Ohio State and a chance at a national championship, causing Michigan to be ranked fifth in the preseason polls.[85] However, Michigan's struggles against the spread offense reared its ugly head again as the Wolverines shockingly lose the opener to the Appalachian State Mountaineers.[86][87][16] The game marked the first win by a Division I-AA team over a team ranked in the Associated Press Poll.[88] The next week, Michigan was blown out by Oregon.[89][16] Despite the early rough start, Michigan won their next eight games and went into the Ohio State game with a chance to win the Big Ten championship.[16] However, Michigan once again fell to the Buckeyes, this time 14–3.[90][16] After the game, Lloyd Carr announced that he would retire as Michigan head coach after the bowl game.[91] In the 2008 Capital One Bowl, Carr's final game, Michigan defeated the defending national champion Florida Gators, led by Heisman Trophy winner Tim Tebow, 41–35.[92] Carr's accomplishments at Michigan included a 122–40 record, five Big Ten championships, and one national championship.[15][16][30] Following Carr's retirement, Michigan launched a coaching search that ultimately saw Rich Rodriguez lured away from his alma mater, West Virginia.[93] Rodriguez's arrival marked the beginning of major upheaval in the Michigan football program. Rodriguez, a proponent of the spread offense, installed it in place of the pro-style offense that had been used by Carr. The offseason saw significant attrition in Michigan's roster. The expected starting quarterback Ryan Mallett departed the program, stating that he would be unable to fit in a spread offense. Starting wide receivers Mario Manningham and Adrian Arrington both decided to forgo their senior seasons and enter the NFL Draft.[94] Michigan lost a good deal of its depth and, when the 2008 season began, was forced to start players with very little playing experience. The 2008 season was disappointing for Michigan, finishing at 3–9 and suffering its first losing campaign since 1967. Michigan also missed a bowl game invitation for the first time since 1974. The week before the 2009 season began, the Detroit Free Press accused the team of violating the NCAA's practice time limits.[95] While the NCAA conducted investigations, Michigan won its first four games, including a last second victory against its rival Notre Dame. The season ended in disappointment, however, as Michigan went 1–7 in its last eight games and missed a bowl for the second straight season. Rodriguez's final season began with new hope in the program, as Robinson was named the starting quarterback over Forcier. Robinson led the Wolverines to a 5–0 start, but after a defeat to Michigan State at home, the Wolverines finished the season 2–5 over their last seven games. Michigan did, however, qualify for a bowl game with a 7–5 record, and clinched its bowl berth in dramatic fashion against Illinois, with Michigan winning 67–65 in three overtime periods. The game was the highest combined scoring game in Michigan history, and saw Michigan's defense give up the most points in its history.[96] Michigan was invited to the Gator Bowl to face Mississippi State, losing 52–14. The Michigan defense set new school records as the worst defense in Michigan history. In the middle of the season, the NCAA announced its penalties against Michigan for the practice time violations. The program was placed on three of years probation and docked 130 practice hours, which was twice the amount Michigan had exceeded.[97] Rodriguez was fired following the bowl game, with athletic director Dave Brandon citing Rodriguez's failure to meet expectations as the main reason for his dismissal.[98] Rodriguez left the program winless against rivals Michigan State and Ohio State and compiled a 15–22 record, the worst record of any head coach in Michigan history.[99] Michigan announced the hiring of head coach Brady Hoke on January 11, 2011.[100] He became the 19th head coach in Michigan football history. Hoke had previously been the head coach at his alma mater Ball State and then San Diego State after serving as an assistant at Michigan under Lloyd Carr from 1995 to 2002. In his first season, Hoke led the Wolverines to 11 wins, beating rival Notre Dame with a spectacular comeback in Michigan's first night game at Michigan Stadium. Despite losing to Iowa and Michigan State, the Wolverines finished with a 10–2 regular season record with their first win over Ohio State in eight years. The Wolverines received an invitation to the Sugar Bowl in which they defeated Virginia Tech, 23–20, in overtime. This was the program's first bowl win since the season of 2007. Until the streak was broken in 2008, Michigan had appeared in a bowl game each year since the 1975 season. In Hoke's second season, the Wolverines dropped their season opener to eventual national champions, Alabama in Dallas, Texas. U-M won the next two games at home in non-conference bouts against Air Force and UMass. Michigan then traveled to face eventual national runner-up Notre Dame. They fell to the Fighting Irish by a 13–6 final. After back-to-back wins over Purdue and Illinois, they defeated in-state rival Michigan State for the first time since 2007. The win was the 900th in program history, becoming the first program to reach the milestone. U-M finished the season with wins over Minnesota, Northwestern and Iowa as well as losses to Nebraska and Ohio State to finish the regular season. Michigan was selected to participate in the 2013 Outback Bowl, where they fell to South Carolina by a 33–28 score. In the 2013 campaign, Michigan finished with a 7–6 record, including a 3–5 record in Big Ten play and a loss to Kansas State in the Buffalo Wild Wings Bowl 31–14.[101] On December 2, 2014, Hoke was fired as the head coach after four seasons following a 5–7 record in 2014. This marked only the third season since 1975 in which Michigan missed a bowl game. Hoke compiled a 31–20 record, including an 18–14 record in Big Ten play.[102] On December 30, 2014, the University of Michigan announced the hiring of Jim Harbaugh as the team's 20th head coach. Harbaugh, who was starting quarterback in the mid-1980s under Bo Schembechler, had most recently served as head coach of the San Francisco 49ers. In his first season, Harbaugh led Michigan to a 10–3 record, including a 41–7 win over the Florida Gators in the 2016 Citrus Bowl.[103] The squad achieved an identical 10–3 record during the 2016 season, which ended with a 33–32 loss to Florida State in the Orange Bowl on December 30. The team lost many key players on the offensive and defensive side of the ball prior to Harbaugh's third season. The Wolverines went 8–4 in the regular season losing to their main rivals, Michigan State and Ohio State, and lost to South Carolina in the Outback Bowl, becoming the only team in the Big Ten Conference to lose its bowl game in the 2017–2018 bowl season and dropping the record on the year to 8–5.[104] Harbaugh's fourth season started with a loss to rival Notre Dame, followed by ten consecutive wins. Wins over ranked Big Ten opponents Michigan State, Wisconsin, and Penn State, all of whom beat Michigan the previous year, led to the team rallying around referring to the season as a \"revenge tour.\"[105] The Wolverines rose to fourth in the College Football Playoff rankings, but the \"revenge tour\" came to an abrupt end when they were upset by rival Ohio State by a lopsided score of 62–39 to end the regular season. Ohio State's 62 points set a record for points against Michigan during regulation. A blowout loss to Florida in the Peach Bowl ended the season, and they finished at 10–3 for the third time in Harbaugh's four years. During Harbaugh's fifth season (2019), the Wolverines lost to Wisconsin 35–14 and to Penn State 28–21, both on the road. Michigan went on to beat rivals Notre Dame 45–14 and Michigan State 44–10, but once again lost to then No. 1 ranked Ohio State by a score of 56–27 to end the regular season. Michigan later lost to Alabama 16–35 in the Citrus Bowl to end the season with a record of 9–4. For the 2020 season, COVID-19 precautions delayed the start of Big Ten play. The Wolverines started with a dominating 49–24 win against Minnesota. However, in a highly physical game against Michigan State, the Wolverines incurred many player injuries and narrowly lost 27–24. The next week, Michigan lost to Indiana 38–21. On November 14, 2020, Michigan hosted Wisconsin and suffered its largest halftime deficit at home since Michigan Stadium opened in 1927 (28–0), as well as its largest home loss (49–11) since 1935.[106][107] On November 28, 2020, Michigan hosted Penn State and, for the first time in Michigan football history, lost to a team that was 0–5 or worse.[108] Michigan was winless at home during the 2020 season, marking the first time in program history that Michigan did not win any games at home.[109] The final three scheduled games of the season, against Maryland, Ohio State, and Iowa, were canceled due to COVID-19 concerns. Michigan failed to qualify for a postseason bowl game. The Wolverines started the 2021 season unranked, but quickly found their footing to surge into the rankings. The Wolverines started 7–0, which included blowout wins against Washington and Wisconsin. The team rose to number six in the polls before a top-ten showdown with eighth ranked rival Michigan State. Michigan narrowly lost to their instate rival, but rebounded with wins against Indiana, Penn State, and Maryland in their subsequent three games to set up a winner-take-all for the Big Ten East division against archrival Ohio State. In a top-five showdown, Michigan used a dominant second half performance to rout Ohio State 42–27, giving the Wolverines their first win against the Buckeyes since 2011, and a berth to their first-ever Big Ten Championship game. In the Big Ten Championship game against Big Ten West champions Iowa, the second-ranked Wolverines dominated the Hawkeyes 42–3 to win their outright first Big Ten Championship since 2003. As the second seed in the College Football Playoff, the Wolverines lost a semifinal game to the Georgia Bulldogs, 34–11. Michigan has played in 49 bowl games in its history, compiling a record of 21–28. Before missing a bowl game in 2008, Michigan had made a bowl game 33 years in a row. From the 1921 to 1945 seasons, the Big Ten Conference did not allow its teams to participate in bowls. From the 1946 to 1974 seasons, only a conference champion or a surrogate representative was allowed to attend a bowl, the Rose Bowl, and no team could go two years in a row until the 1972 Rose Bowl, with the exception of Minnesota in 1961 and 1962. In the early days of Michigan football, Michigan played smaller home games at the Washtenaw County Fairgrounds with larger games being held in Detroit at the Detroit Athletic Club.[110] The Fairgrounds were originally located at the southeast intersection of Hill and Forest, but in 1890 moved to what is now called Burns Park.[110] In 1890, the Board of Regents authorized $3,000 ($78,947.37 in 2014 dollars) for the purchase of a parcel of land along South State Street.[111] In 1891 a further $4,500 ($118,421.05 in 2014 dollars) was authorized \"for the purpose of fitting up the athletic field.\"[111] Michigan began play on Regents Field in 1893, with capacity being expanded to over 15,000 by the end of the field's use.[111] By 1902 Regents Field had grown inadequate for the uses of the football team as a result of the sport's increasing popularity.[112] Thanks to donations from Dexter M. Ferry, work began on planning the next home stadium for the Michigan football team. Powered by a $30,000 donation from Ferry, Ferry Field was constructed with a maximum temporary capacity of 18,000 for the 1906 season.[112] Ferry Field was expanded to a capacity of 21,000 in 1914 and 42,000 in 1921.[112] However, attendance was often over-capacity with crowds of 48,000 cramming into the small stadium.[112] This prompted athletic director Fielding Yost to contemplate the construction of a much larger stadium. Fielding H. Yost anticipated massive crowds as college football's popularity increased and wished to build a stadium with a capacity of at least 80,000.[32] Ultimately, the final plans authorized the construction of a stadium with a capacity of 72,000 with footings to be set in place to expand it beyond 100,000 later.[32] Michigan Stadium was dedicated in 1927 during a game against the Ohio State Buckeyes, drawing an over-capacity crowd of 84,401.[113] After World War II, crowd sizes increased, prompting another stadium expansion to a capacity of 93,894 in 1949.[113] Michigan Stadium cracked the 100,000 mark by expanding to 101,001 in 1955.[113] Michigan Stadium temporarily lost the title of \"largest stadium\" to Neyland Stadium of the Tennessee Volunteers in 1996, but recaptured the title in 1998 with another expansion to 107,501.[114] In 2007, the Board of Regents authorized a $226 million renovation to add a new press box, 83 luxury boxes, and 3,200 club seats.[115] For the 2011 season, lights were installed at Michigan Stadium at the cost of $1.8 million.[116] This allowed Michigan to play its first night game at home against Notre Dame in 2011.[117] Michigan and Ohio State first played each other in 1897. Ohio State's victory in 2010 was vacated. The rivalry was particularly enhanced during The Ten Year War, a period in which Ohio State was coached by Woody Hayes and Michigan was coached by Bo Schembechler. Overall, the Buckeye and Wolverine football programs have combined for 19 national titles, 77 conference titles, and 10 Heisman Trophy winners. Michigan holds a 59–51–6 advantage through the 2021 season.[118] Michigan and Michigan State first played each other in 1898. Since Michigan State joined the Big Ten Conference in 1953, the two schools have competed annually for the Paul Bunyan – Governor of Michigan Trophy. The winner retains possession of the trophy until the next year's game. Michigan leads the trophy series 38–28–2. Michigan State is the holder of the trophy following a 2021 win over the Wolverines, 37–33. Michigan holds a 71–38-5 advantage through the 2021 season.[119] Michigan plays Minnesota for the Little Brown Jug trophy. The Little Brown Jug is the most regularly exchanged rivalry trophy in college football, the oldest trophy game in FBS college football, and the second oldest rivalry trophy overall.[120] Through the 2021 season, Michigan leads the overall series 76–25–3.[121] Michigan and Notre Dame began playing each other in 1887 in Notre Dame's first football game.[122] The rivalry is notable due to the historical success of the football programs. Through the end of the 2017 season, Michigan is ranked No. 1 in wins and all-time winning percentage while Notre Dame is No. 2 in both categories.[123] Both schools also claim 11 national championships.[124] Michigan and Notre Dame have played in 42 contests, with Michigan holding a 25–17–1 advantage through the 2019 season.[125] Michigan and Northwestern first played each other in 1892. In 2021, the two universities announced the creation of a new rivalry trophy to be awarded to the game's winner, the George Jewett Trophy. The trophy honors George Jewett, the first African-American player in Big Ten Conference history, who played for both schools. The game is the first FBS rivalry game named for an African-American player.[126] Michigan holds a 59–15–2 advantage in the all-time series through the 2021 season.[127] Michigan has been selected 16 times as national champions from NCAA-designated major selectors, including twice by the major wire-service AP Poll. Michigan claims 11 (1901, 1902, 1903, 1904, 1918, 1923, 1932, 1933, 1947, 1948, and 1997) of these championships.[128] Before 1926, there were generally no contemporaneous selectors.[129] The 1918 and 1923 teams were first selected in 1970 (Billingsley), while the 1903 and 1904 teams were first selected in 1980 by NCF (co-champions).[130] Michigan has won 43 conference championships, 17 outright and 26 shared. † Co-champions Michigan has shared two division titles.[131][132] † Co-champions   Twenty-nine Heisman Trophy candidates have played at Michigan. Three have won the award:  Michigan Most Valuable Player Award (1926–1959), Louis B. Hyde Memorial Award (1960–1994),[138] Bo Schembechler Award (1995–present); winners of the Chicago Tribune Silver Football as the Big Ten's MVP also noted:[139]   The following jersey numbers have been retired by the program:[140] Beginning in 2011, previously retired numbers of \"Michigan Football Legends\" were assigned to and worn by players selected by the head coach. The Legends program was discontinued in July 2015, and the numbers again permanently retired.[141][142] Michigan inductees into the College Football Hall of Fame as of 2022.[143]  Michigan inductees to the Pro Football Hall of Fame as of 2021.[144] The Rose Bowl Hall of Fame has inducted the following Michigan players and coaches.[145] Updated as of June 10, 2022.[146]  Announced schedules as of July 1, 2021.[147]","Title":"Michigan Wolverines football - Wikipedia","KeyID":"17513","URL":"https://en.wikipedia.org/wiki/Michigan_Wolverines_football"}