{"Content: ":"Avan Ivan (transl. That man, this man) is a 2011 Indian Tamil-language comedy drama film written and directed by Bala, who with this project directs his fifth feature film. The film stars Vishal, Arya in the lead roles,[4] while G. M. Kumar, R. K., Madhu Shalini, Janani Iyer, and Ambika play supporting roles. The film, produced by Kalpathi S. Agoram's AGS Entertainment, features music by Yuvan Shankar Raja, cinematography by Arthur A. Wilson, and editing by Suresh Urs.[5] Set in the backdrops of Theni, Avan Ivan illustrates the relationship between two boisterously playful half-brothers. According to Eros International, it was successful at the box office.[6] Walter Vanangamudi (Vishal) and Kumbudren Saamy (Arya) are half-brothers who constantly fight and try to outdo each other. Both brothers are petty thieves and get encouragement from their respective mothers. Walter's mother Maryamma (Ambika) encourages her son to steal and continue their \"family tradition\". However, Walter, an effeminate aspiring actor, is rather interested in arts than committing crimes. The Zamindar, Thirthapathi (G. M. Kumar), referred to as \"Highness\" by the community, takes an affinity towards Saamy and Walter and treats them as his own family. He constantly encourages Walter to take up acting seriously and be friendly towards his brother. Walter is smitten by Police Constable Baby (Janani Iyer), from whom he attempts to steal after being dared by his brother to prove himself. She finds him completely amusing and eventually falls for him. He returns several stolen goods from his home and from Saamy to rescue her from being dismissed and goes to great lengths to impress her. Saamy falls for a college student named Thenmozhi (Madhu Shalini), who is initially intimidated by his rough ways but eventually reciprocates his love. One day, a police inspector (Chevvalai Rasu) who had insulted Thirthapathi is tracked down and punished by Saamy and Walter. While Walter takes the police truck and dumps it in the forest, Saamy is caught by the police inspector. He acts like he swallowed a blade so that he can see Thenmozhi once before going to jail. He is rushed to the hospital; on the way, he does see her and fools the entire police force, although Baby is quite suspicious. Saamy tries to bribe the doctor to lie, but she tells the police constable, who only pleads with him but later gives up and releases him. Actor Suriya attends a school function in the town to promote educational awareness through his Agaram Foundation. Just as he is about to leave, Thirthapathi requests him to stay and witness Walter's acting skills, who shows off his depictions of the nine emotions (Navarasas) and impresses everyone, especially Saamy, who is moved to tears by his performance. During drunken revelries later, Saamy reveals to Thirthapathi that he actually does love his brother, and that all the anger and hate is just an act. Meanwhile, Thirthapathi exposes the illegal activities of a cattle smuggler (R. K.). The smuggler loses his animal farm and is taken into custody by the police. Saamy brings Thenmozhi to Thirthapathi's house to introduce them to each other. Unfortunately, Walter recognizes Thenmozhi as Thirthapathi's enemy's daughter, although Saamy was unaware of this. When Thirthapathi tells him to break up with her, Saamy refuses and attacks him verbally. He tells him that he would not understand, having no family of his own, and that no one loves him. An angered Thirthapathi throws out Saamy. Walter defends his brother and is also thrown out. Thirthapathi gets extremely drunk. Later that evening, both brothers make up with Thirthapathi and invite him to their home. Thirthapathi even willingly signs over his land to Thenmozhi's father, who has been trying to get a hold of it. He also organizes their marriage. A few days later, the smuggler returns, kidnaps Thirthapathi, strips him naked in the rain and flogs him into unconsciousness before hanging him to death from a tree. Walter and Saamy are devastated. While Saamy fails in his attempt to take revenge, getting flogged and injured severely, Walter manages to bash up the smuggler and his men. During Thirthapathi's cremation, we see that the smuggler has been tied down under the platform carrying Thirthapathi's body. He is burnt alive along with Thirthapathi's body, while both brothers dance madly. After finishing and releasing his magnum opus Naan Kadavul in February 2009, Bala, whose previous feature films had all been tragedy drama films dealing with serious and dark subjects,[7] announced that for his next directorial, he would be moving away from such films and make a full-length light-hearted comedy film.[8] He was working on its script in the following months, whilst declaring that it will be a double hero subject. Allegedly Bala had come to this decision, since his earlier films, despite receiving critical acclaim, garnered poor or only average box office returns.[9] During the post-production phase, Bala disclosed that the film was \"fun till the last 15 minutes, after which it turns serious\", adding that he decided to \"change tracks\", after several people including his mentor Balu Mahendra advised him to do so.[10] Though initially Soundarya Rajinikanth's Ocher Studios were reported to be the producer of the film,[4] Kalpathi S. Agoram finally took up the project and decided to produce it under the banner of AGS Entertainment. On 25 January 2010, an official press meet was held, where the film's official title was finally revealed and the film's lead female actress as well as the technicians were announced, with which the project official commenced.[11] During the launch, Bala told that unlike his earlier films, Avan Ivan would have an \"extra dose of comedy, besides action and family sentiments.\"[11] He had also disclosed that, unlike his earlier films, he will complete Avan Ivan within eight months of time and be ready for a release in late 2010.[12] According to sources, Bala intended to name the film as Avana Ivan first, but as it was already registered by director Bharath, who was not willing to give away the title, he changed the title to Avan Ivan.[13] For the two lead male characters, who play stepbrothers in the film,[14] several actors from the Tamil film industry were considered. Real-life siblings Surya and Karthi,[7] as well as Jeeva and Githan Ramesh were considered for the roles,[4][15] which were at last won by Arya, renewing his association with Bala after Naan Kadavul, and Vishal Krishna.[8] Vishal later credited Arya, who were friends even before entering the film industry, for becoming part of the project.[16] Both actors had to change their looks; they reportedly tonsured their heads for their roles[17] and kept their looks secretive, avoiding public appearances.[18] Vishal stated that he sports a squint and wore braces throughout the film.[19] He reportedly became the first ever actor to attempt a squint look in a feature film,[16] which was considered for an entry in The Guinness Book of World Records.[20][21] Regarding the lead female roles, Bala and his close associates had travelled across entire Tamil Nadu, searching for the right person, who should be preferably a new face and fluent in Tamil language. In late November 2009 in association with Indiaglitz.com, a \"heroine hunting\" program was conducted through the internet, where women, who were 18 years old and could understand Tamil, could apply for the role.[22] In November 2009, Varalaxmi Sarathkumar, daughter of actor Sarath Kumar, who would later debut in Podaa Podi alongside Silambarasan, was reportedly roped in for the role.[23] However, at the official press meet in late January 2009, it was revealed that Janani Iyer, a Chennai-based model, who had appeared in several television advertisements, was chosen for the role. For another lead female character, Pooja Umashankar, who was also part of Bala's Naan Kadavul,[24] and Nivedhitha, who had starred in small-budget films Kathai and Porkkalam were initially considered.[12] Eventually, former Telugu VJ, model and actress Madhu Shalini was finalised,[25] to portray the role of a college student and the love interest of Arya's character,[26] while she was also made by Bala to dub for herself.[27] Meanwhile, businessman-turned-actor R. K. was chosen to play a villainous role.[28] In May 2010, Suriya was signed to appear in a guest role as himself.[29][30] Furthermore, Yuvan Shankar Raja was announced as the music director of the film, joining Bala again after the successful Nandha in 2001.[11] About replacing his usual music director Ilaiyaraaja by his son, Bala said that since it was a youth-centric film, Yuvan Shankar Raja can \"bring the right feel\".[9] Suresh Urs, who had worked on all Bala films since Nandha, was roped in as the film's editor, while Arthur A. Wilson remained the cinematographer. S. Ramakrishnan was assigned to write the dialogues, after J. S. Ragavan and professor Gnanasambanthan were approached.[31] Bala, whose films usually take several years to get completed and released, disclosed that this film, however, would be finished in eight months time.[4] The film's shooting, which was supposed to commence on 10 February 2010 in Tenkasi and Shenkottah and to be completed in two schedules,[4] started with a slight delay nine days later in Courtallam,[32] where a major portion was shot.[12] Almost the entire film was shot in and across Theni,[25] with minor portions being filmed in Ambasamudram,[33] and Chennai at the Kilpauk Medical College Hospital.[34] The climax part was filmed at the last, which was completed by late January 2011 and with which Vishal had finished his portion.[35][36] The entire shooting was completed in early February,[37][38] with Vishal later confessing that he was the sole reason for the delay in completion.[39] The film took almost 200 days to complete but became Bala's fastest shoot nonetheless.[40][41] From 10 February 2011, the dubbing and post-production works commenced.[42] Avan Ivan's soundtrack is composed by Yuvan Shankar Raja and marks his second collaboration with Bala, following a highly critically acclaimed work in Nandha. Deviating from his usual style of composing, he did not use any Western musical elements such as synths and auto-tune,[45] but only \"pure ethnic (Indian) sounds\",[46] further disclosing that the entire album and score was recorded live.[21] Yuvan Shankar recorded the whole orchestra in one take, after few rehearsals.[47] In August 2010, an intense pathos song was recorded in the voice of Vijay Prakash,[14] while the following month, he recorded several different Indian folk drums with 40 people.[48][49] Yuvan revealed that he was given over two months time for each song,[50] while Bala later commented that Yuvan's job for Avan Ivan was of \"international standard\".[10] The Master recording was handed over by Yuvan Shankar Raja on 18 March 2011.[51][non-primary source needed] The soundtrack album was released exactly one month later, on 18 April 2011 by Bala's mentor Balu Mahendra in a grand event held at the Residency Towers, Chennai.[50][52] Controversially, the songs had been leaked to the Internet few days before the official release, after Sony Music had sent the master copies to abroad earlier.[53][54] The album consists of 5 tracks, four songs and an instrumental,[48] with lyrics penned by Na. Muthukumar. The lyrics for the Telugu version of the soundtrack, which was released on 1 June 2011 at Taj Banjara Hotel in Hyderabad, were written by Ananth Sreeram and Chandrabose.[55] The song \"Oru Malayoram\" featured vocals by children Priyanka, Srinisha Jayaseelan and Nithyashree, who were participants in the second season of the reality-based singing-competition Airtel Super Singer Junior.[56] Only one songs from the soundtrack, \"Dia Dia Dole\", was used in its entirety, along with an altered shorter version of \"Rasathi\" and parts of \"Mudhal Murai\", while \"Avanapathi\" and \"Oru Malayoram\" were completely left out.[57][58] The film, however, featured two additional tracks, not included in the soundtrack, which would be released in a second edition.[59] The album received positive reviews from music critics. Richard Mahesh from Behindwoods gave a 2.5/5 rating and said \"Yuvan Shankar Raja has experimented with a new-dimensional music that sounds good on the whole. While 'Avanapathi' and 'Rasathi' turning us irresistibly addictive to its tunes, 'Oru Malayoram' will be a melodic hit of this season.\" describing the album as \"different but a laudable show by Yuvan\"[43] Pavithra Srinivasan from Rediff gave a 3/5 rating and said \"When it comes to Avan Ivan, it looks like Yuvan has voluntarily tried to move out of his comfort zone, given up on his template and experimented, particularly with the instrumental arrangement and most times, it works. Go for it.\"[44] Indiaglitz said \"Songs from Bala's films never failed to disappoint us. The director has repeated the magic this time too and the credit goes to Yuvan Shankar Raja.\"[60] All lyrics are written by Na. Muthukumar. Prior to release, Avan Ivan was given a U/A (Parental Guidance) rating by the Central Board of Film Certification.[61] It was reported to be distributed and marketed by Sun Pictures, however following the 2011 Tamil Nadu Legislative Assembly election the production studio AGS Entertainment decided to release the film directly.[62][63] Initially planned to release in January 2011, the release was pushed to April, before eventually releasing on 17 June 2011. The film was released by GK Media in 20 screens in the United States and reportedly became the biggest overseas release for Bala as well as Arya and Vishal .[1] The film, which was dubbed in Telugu as Vaadu Veedu,[64] released worldwide on 17 June 2011 simultaneously along with the Tamil version,[65] to mixed critical response. Owing to Vishal's popularity in Andhra Pradesh, Vishal's brother, Vikram Krishna, decided to dub the film into Telugu as Vaadu Veedu and release it under his GK Films Corporation banner. The film received mixed reviews from critics. Behindwoods gave two and a half out of five stars citing that the film had a \"loose screenplay\" but was compensated by a \"power packed performance\" by the actors. The reviewer compared Arya and Vishal Krishna saying \"Unlike Vishal, Arya doesn’t have much scope over performance, but manages to remain under spotlights with his rib-tickling comedy tracks and dialogue delivery. Although we have the signature as 'A Film By Bala' during final credits, it's worth mentioning that the film completely belongs to Vishal.\"[57] A reviewer from in.com gave three and half out of five and said that the movie is a \"definite watch for Bala's followers and to watch the new Vishal emerge as a performer\". Further praising Vishal, the critic stats, \"there is no doubt that from the beginning of the making of the film, there has been so much riding on Vishal's character as he has been playing the role of a squint and has done a fab job.\"[66] Rohit Ramachandran of nowrunning.com gave it two out of five stars stating that \"Avan Ivan, in the end, is Vishal and Arya battling for recognition in the acting arena.\"[67] Supergoodmovies also gave three and a half stars and concluded that \"Avan Ivan will not let down the audience. Though not a typical Bala film, a feel of joy creeps as we watch the film. It is one of the best technically made movies by Bala so far.\"[68] Rediff gave two and a half out of five and wrote that \"Avan Ivan does have, at its heart, a nice storyline with plenty of comic elements. But director Bala doesn't really capitalize on its strengths, and never pulls you into the story except in parts which is disappointing, as he is among today's trend-setters in Tamil cinema.\"[69] Malathi Rangarajan from The Hindu claimed that \"the intermission leaves you wondering at the frivolousness and facileness of the story that's very much unlike Bala. Nothing much happens in the first hour or so. Thankfully, he makes amends with a riveting climax.\"[70] A critic from Oneindia.in cited: \"Watch the film for the expression of 'Nava Rasas' just after the interval bang and the climax scene and you will get a feel that it is a 100 per cent paisa vasool.\"[71] Chennai Online's reviewer stated that Bala had \"attempted to provide us with a film that has comical elements as its major strength. He has gone overboard and failed to present it with coherent script. As a result the movie turns out to be a disappointing experience despite having stunning performances\",[72] while Indiaglitz commented: \"All said, Avan Ivan is not a typical Bala film, and it has its own dull moments, courtesy clichéd scenes and dragging second half. But it also has many ingredients to entertain the masses.\"[73] CNN-IBN wrote: \"Overall Avan Ivan suffers from a sloppy script despite having some fine performances. The lack of balance between Bala's emphatic portrayal of different kind of life and his effort to provide fun is the major problem of the movie. The fun becomes farce and the seriousness turns out to be ineffective.\"[74] The movie naturally transits to a strong climax which leaves an impact for a while in the viewers. Avan Ivan had a solo release on 17 June 2011 in almost 700 screens worldwide.[75][76] The film opened across 350 screens in Tamil Nadu and collected ₹ 8.9 million in the opening weekend at the Chennai box office.[77] According to Sify, the film had earned a distributor share of ₹ 8.3 million from 18 Chennai screens.[78] At the end of the third weekend, the film had earned ₹ 46.5 million in Chennai.[79] Its dubbed Telugu version, Vaadu Veedu released simultaneously with the Tamil version,[64] and grossed an estimated ₹ 15 million in the opening weekend in Andhra Pradesh,[80] while collecting around ₹ 5 million in Nizam area only, which was considered a remarkable figure for a dubbed release.[81] The dubbed version had reportedly earned ₹ 40 million in Andhra Pradesh,[82] outclassing original Telugu ventures.[83][84] In the United Kingdom, the film was released by Ayngaran International across 14 screens and collected $49,921 in the first three days, opening at 15th place.[3] At the end of the second weekend, the film had earned $80,933 overall in UK. FiveStar distributed the film in Malaysia in 32 theatres, where it grossed $232,781 in the first weekend, opening at fourth.[2]","Title":"Avan Ivan - Wikipedia","KeyID":"17517","URL":"https://en.wikipedia.org/wiki/Avan_Ivan"}