{"Content: ":"RAI – Radiotelevisione italiana[3] (Italian pronunciation: [ˈrai ˌradjoteleviˈzjoːne itaˈljaːna]; commercially styled as Rai since 2000; known until 1954 as Radio Audizioni Italiane)[4] is the national public broadcasting company of Italy, owned by the Ministry of Economy and Finance. RAI operates many terrestrial and subscription television channels and radio stations. It is one of the biggest broadcasters in Italy competing with Mediaset,[5] and other minor radio and television networks. RAI has a relatively high television audience share of 35.9%.[6] RAI broadcasts are also received in surrounding countries, including Albania, Bosnia, Croatia, France, Malta, Monaco, Montenegro, San Marino, Slovenia, Switzerland, Tunisia and the Vatican City, and elsewhere on pay television and some channels FTA across Europe including UK on the Hotbird satellite. Half of RAI's revenues come from broadcast receiving licence fees, the remainder from the sale of advertising time.[7][8] In 1950, RAI became one of the 23 founding members of the European Broadcasting Union. RAI is 99% owned by the Italian Government Ministry of Economy and Finance, and is the sole licensee (Concessionaria in esclusiva) of the Radio, Television and Multimedia broadcasting public service. For this reason the agreement with the Government prescribes a series of rules and guarantees that Rai must follow to ensure a fair public service to the citizens.[9] Management and Board of Directors are elected by the ruling Parliament through the Commissione parlamentare per l'indirizzo generale e la vigilanza dei servizi radiotelevisivi (Parliamentary Commission for General address and Supervision of Radio and Television Services) every three years, in agreement with almost all Parliamentary exponents, usually following the political side of the majority and leaving some space for minor roles to minority parties exponents.[10][11] Rai is formally a private company (although all stocks are state-owned) its company statute precisely describes how the strict relationship with the Republic is, also ruled by different national laws (the most recent one is the 2015 \"Riforma della Rai\", i.e. the 2015 law n.220.), including the \"Testo Unico della Radiotelevisione\" (roughly Consolidated Law on Radio and Television). Rai and broadcasting are supervised by the commission, which rules also economics budgets and main regulations (including public service's electoral segments during electoral campaigns). Unione Radiofonica Italiana (URI) was formed in 1924 with the backing of the Marconi Company following a model adopted in other European countries. URI made its inaugural broadcast — a speech by Benito Mussolini (1883–1945) at Teatro Costanzi — on 5 October. Regular programming began the following evening, with a quartet performing Haydn's Quartet No. 7 in A major from the Palazzo Corradi. At 21.00 CET, Ines Donarelli Viviani announced for the first time: \"URI—Unione Radiofonica Italiana Rome station 1RO 425 metres wavelength. To all those who are listening our greetings, good evening\".[12] Guglielmo Marconi's S.A. Radiofono—Società Italiana per le Radiocomunicazioni Circolari (Radiofono) held 85% of URI shares and Western Electric's Società Italiana Radio Audizioni Circolari (SIRAC) held the remaining 15%. Under the provisions of Royal Decree No. 1067 of 8 February 1923, wireless broadcasting became a state monopoly under the control of the Ministry of Posts and Telegraphs; URI was commissioned to provide services for a minimum of six years pursuant to Royal Decree No. 2191 of 14 October 1924 \"Concessione dei servizi radioauditivi circolari alla Società Anonima Unione Radiofonica Italiana\".[13] However, when URI's contract expired in 1927, it was succeeded under Royal Decree Law No. 2207 of 17 November 1927 by the partially nationalised Ente Italiano per le Audizioni Radiofoniche (EIAR), which became Radio Audizioni Italiane S.p.A. (RAI) with investment from Società Idroelettrica Piemontese (SIP) in 1944. During the reconstruction following World War II, much of RAI's early programming was influenced by the \"Reithian\" style of the BBC. The emphasis was on educational content. Programs like Non è mai troppo tardi and Un viaggio al Po introduced people to what life was like in other parts of the country, at a time when most people could not afford to travel. Over the following years the RAI made various changes to its services. It reorganised its radio stations in November 1946 into two national networks, Rete Rossa and Rete Azzurra (\"Red Network\" and \"Blue Network\"). It added the culture-based Terzo Programma in October 1950. On 1 January 1952 the Rete Rossa became the Programma Nazionale (focusing on informational content) and the Rete Azzurra became the Secondo Programma (with a greater emphasis on entertainment). The three radio channels eventually became today's Rai Radio 1, Rai Radio 2, and Rai Radio 3. In 1954 the state-owned holding company Istituto per la Ricostruzione Industriale (IRI) became the sole shareholder and IRI – now renamed RAI—Radiotelevisione italiana to reflect its extended responsibilities – finally began a regular television service. On 3 January at 11.00 CET, the first RAI television announcer presented the day's schedule, which was broadcast from the service's Milan headquarters and relay stations in Turin and Rome. At 14.30, the first regular programme in Italian television history was broadcast: Arrivi e partenze, hosted by Armando Pizzo and Mike Bongiorno. The evening's entertainment was a theatre performance, L'osteria della posta, written by Carlo Goldoni. 23.15 saw the start of the day's concluding programme, La Domenica Sportiva – the first edition of a weekly series which continues to this day.[14] RAI was originally the subsidiary of RAI Holding S.p.A. RAI Holding was absorbed into RAI as of 1 December 2004, per Article 21 of Law 112/04. The RAI is governed by a nine-member Administrative Council. Seven of the members are elected by a committee of the Italian Parliament. The other two (one of which is the President) are nominated by the largest shareholder: the Ministry of Economic Development. The Council appoints the Director-General. The Director-General and the members of the Administrative Council are appointed for a renewable three-year term. In 2005, the government of Silvio Berlusconi proposed partial privatisation of RAI by selling 20% ownership. This proposal was very controversial, in part because Berlusconi was the head of the leading private broadcaster Mediaset. Some critics claimed that Mediaset could become the buyer and thus increase its dominant position. However, after the revelation that RAI would lose €80m ($96m, £54m) in 2006, the privatisation plan was suspended in October 2005.[15][16] On 18 May 2010, Raisat received a major upgrade and re-branded with a new logo and a new name. It and all of the sister channels dropped the sat part from the name and became Rai YoYo, Rai 5 (formerly known as Rai Extra), Rai Premium, and Rai Movie (formerly known as Raisat Cinema). On 11 June 2013, RAI was one of the few known European broadcasters to condemn and criticize the closure of Greece's state broadcaster ERT. RAI is 99% owned by the Italian Government Ministry of Economy and Finance, so it is said that it broadcasts content that may politically influence people.[17][18] The Erberto Carboni logo used from 3 January 1954 to 1983. Rai logo from 3 October 1983 to 26 September 1988 (Studio ARA). The Giorgio Macchi redesign used from 26 September 1988 to 30 September 2000. The \"butterfly\" logo used from 1 October 2000 to 17 May 2010 (Società AReA). Rai logo from 18 May 2010 to 11 September 2016 (Società FrameByFrame). Current variation of the logo introduced on 12 September 2016. The Alberto Ribera logo was introduced in 1967, however, this did not have significant application except on studios and portable cameras. A second variation of the Carboni logo was introduced in 1977, which was not officially adopted but appeared in some graphics, including that of the time signal.[19] Rai's broadcasts content and nominees are frequently accused of political influences,[17][18] depending both on the nominated management for every channel or news programme, and on the lack of meritocracy in contracts with television personalities, hosts and also technicians, also concerting cachets and salaries.[20] However, many people trying to underline that Rai need to balance political equity and public services with the market rules and competitors.[21] All these issues are still pending and unsolved. Rai's main channel are culturally considered slightly politically oriented: Rai 1 is liberal or right-centred, Rai 2 is usually more right oriented, while Rai 3 is typically considered leftist, having the majority of left oriented programmes and hosts Fabio Fazio, Bianca Berlinguer, or the journalistic deep investigation programme \"Report\", famous for its investigations over far-right scandals.[22] This issue in Italy is referred as \"lottizzazione\" and is yet to be solved. Rai is frequently subjected to controversies and censorship accusation upon political matters, especially civil rights and LGBT issue. The broadcaster was strongly accused in 2008 for cutting the gay love scene of the oscar-winning movie Brokeback Mountain. Rai initially apologised for the cut, explaining that the cut was due to a pre-cut edition originally planned for the prime-time slot, and wasn't corrected when airing was shifted to the late-night slot. Critics noticed that similar scenes of heterosexual lovers were never cut out before in prime-time and reinforced the accusation of homophobic censorship.[23] The company rescheduled a new uncut version of the movie, but this was aired again in an even later time slot, a choice seen as a confirmation of the accusation. Only two year later, indeed, the movie aired again with all homosexual sex and kisses cut off. Rai was forced again to apologise, accusing a \"problem\" with the pre-cut edition by the distribution company and a lack of fact-checking by the Rai employee.[24][25] In 2011, the episode 125 of the German TV Soap “Um Himmels Willen” (literally “For Heaven’s Sake”), shown in Italy since 2004, was entitled “Romeo and Romeo” and due to screen on Rai uno but was left out in order to “avoid controversy”, according to the broadcaster.[26] In 2016 during the first clear broadcast of the show How to get away with murder, on the second Rai Channel, the gay kisses for one of the main character (portraited by Jack Falahee) were completely cut off. Rai apologised again, stating that the incident was «merely the mistake of an overzealous editor».[27] Criticism on the social media platforms was so strong that Falahee and showrunner Shonda Rhimes both tweeted against the network \"inexcusable\" censorship.[28][29][30] In 2021, another accusation was made against Rai by famous Italian Rapper and Chiara Ferragni's Husband Fedez. During the \"Concertone del 1 Maggio\" a traditional Italian TV broadcast concert in celebration of the International Workers' Day, the rapper was invited to perform and have a speech on the stage. The rapper honored the Entertainment workers affected by the Covid-19 pandemic and spent half of his speech in support of legislation that would punish violence against women and LGBT people as hate crimes in Italy. During his speech he recalled all the political exponents' hate speech (confirmed by videos or sentenced by court) during the late years and accused Rai 3's executive of trying censoring his speech by order of \"superiors\" as «this is how it works.». Rai, immediately denied all accusation and Fedez leaked a recorded audio of the conversation between him and the executives, where managers and hosts (declaring their names and roles to him) tried to censor his speech, by «asking you to adapt to a system that you probably don't get».[31][32][33] After the video was reposted by all national media and web news sites, Rai sued the Rapper, while a Parliamentary Investigation was open. Fedez replied he was proud and ready to face the court, and he said he was available as a testimony for the Rai's Supervors Commission.[34] Fedez's accusation were one of the biggest media scandal of Rai, as not only all political Parties took side in the cause (Centre and left in favor of the Rapper, including ex Prime Ministers Giuseppe Conte and Enrico Letta, while right and far right parties in favor of Rai, including Matteo Salvini and Giorgia Meloni's colleagues.),[31] but also because Fedez and his wife, fashion blogger Chiara Ferragni are the most followed Italians on social media and are very active in social causes and civil rights advocating. The Scandal increased when the Parliamentary commission denied a hearing with Fedez, only speaking with Rai's executives. In the very much criticised email answer (which screenshot was published by Fedez on Instagram) the Office of the Commission stated that, even if not prohibited by law, it was not custom to invite external people to the Commission investigation. Fedez replied to the very much waited email with only three clown emoji, fact that flamed even more the far-right politicians.[35] In July, the new board of Rai was elected, including the CEO and executives, this led to Rai's CEO Fuortes revealing not only the withdrawal of the action in court for failing all the required accusatory elements, but also that no sueing was ever meant by the new management. Far-right exponent opened a Parliamentary question over the withdrawal.[36][37] After the CEO declaration, no other details were said about any apology or agreement with Fedez: nonetheless the Rapper was invited by Fabio Fazio on the first episode of the new season of his late show.[38] Following the 2021 Censorship scandal, Fedez reinforced some controversy against Rai when he announced he wasn't invited to the 2022 Concertone for the first time.[39] Rai was investigated and fined (with many executives arrested or fired) for unjustified expenses and suspicious gifts.[40] Frequently It was noticed that dinners, expensive watches and jewellery were all paid by Rai for unknown people outside the company.[41] In 2022 a new scandal was investigated by the Guardia di Finanza surrounding corruption and bribes. At least 5 people in total were arrested, while the investigation is still ongoing.[42] 101 102 103 Satellite Satellite 3 Satellite 21 Satellite Due to the broadcasting rights of the free-to-air satellite channels Rai 1, Rai 2, Rai 3 and Rai Sport in some programs, broadcasts outside Italy are encrypted. In particular, it takes part in copyrighted programs (mostly foreign productions) and international sports competitions. In the past, it was encrypted as Discrete in analog satellite television broadcasts due to broadcasting rights outside Italy. Rai channels will not be broadcast due to broadcasting rights on digital platforms outside Italy. On FM, AM, Satellite, DAB/DAB+, DTT, Filodiffusion, Web: Regional stations: Only on Satellite, DAB/DAB+, DTT, Filodiffusion and Web: Strutture Rai [it] (Rai Structures) is a news organization internal to Rai, or rather an internal management and division, created in order to independently manage the programs broadcast on the generalist and, in particular, thematic networks. After 2000, Rai reorganized its corporate structure with the creation of specific structures, listed here: Rai Libri is the print publishing arm of Rai, headquartered in Turin. They primarily publish magazines and periodicals for news, entertainment, the broadcast industry, and since their beginning, broadcast schedules. They also have published since 1969 the Dictionary of Orthography and Pronunciation [Wikidata], the largest Italian dictionary of its kind. RAI's history in print with the Unione Radiofonica Italiana (URI)'s weekly magazine Radio Orario which debuted in January 1925 and became Radiocorriere in 1930. Edizioni Radio Italiana (ERI) was founded in 1949 in Turin, formed entirely from RAI capital to build on Radiocorriere's success. In 1954 primary ownership was split between RAI and Istituto per la Ricostruzione Industriale (IRI).[43] That same year Radiocorriere became Radiocorriere TV, which would continue to be published until RAI divested in 1995.[44] During the 50s and 60s the ERI published Classe Unica, L'Approdo letterario [it] and L'Approdo Musicale [it], and in 1969 the first edition of the DOP. The 80s saw the premiere of the monthlies Moda (1983) and King (1987),[45] along with registering a new company name in 1987: Nuova Eri Edizioni Rai-Radiotelevisione Italiana S.p.A., or \"Nuova ERI\".[43] Since the 90s RAI/ERI has increasingly focused on publishing books written by its own broadcast stars, both in news and entertainment. In 1995 Nuova ERI closed and reopened in 1997 as \"Rai Eri\".[46] On 15 October 2018, they renamed to \"Rai Libri\". Rai Libri also edits technical publications: Elettronica e telecomunicazioni since 1946,[47] Nuova rivista musicale italiana since 1967,[48] and Nuova civiltà delle macchine since 1957.[49] It produces its own reports on communications and media, with the second edition of the book-and-documentary RicordeRai released in 2004 in collaboration with Rai Teche. RAI (originally URI) had printed its broadcast schedules nearly without interruption starting in 1925 as Radio Orario, then from 1930 as Radiocorriere,[50][51] then continuously from 1954 as Radiocorriere TV, until RAI divested in 1995. The magazine was restarted under publisher Rcc edizioni [it] with a print edition from 1999 to 2008, closing due to poor sales. It reopened in 2012 as an online-only publication, with a handful of special-occasion independent print runs in the intervening years, including 2005 (its 80th anniversary),[52] 2010 (switchover to DTTV),[53] and 2011 (150th anniversary of the unification of Italy).[54] The \"Rai Ufficio Stampa [press office]\" website has meanwhile published programming schedules and television blurbs online since 2011 under the magazine's name. On 3 January 2014, Rai Teche published online the complete 1925–1995 archives of URI/RAI's Radio Orario/Radiocorriere/TV.[55] There are RAI offices in foreign countries, which produce news reports that are broadcast live in Italy. These offices are in: Brussels, Paris, Berlin, London, New York City, Beijing, Cairo, Jerusalem, Nairobi, Moscow, Rio de Janeiro, and Bangkok. As March 2015, the RAI has a debt of €442 million and the Italian Court of Audit was worried about the size of RAI's debt for the impact that this may have on Italian people, as the company is owned by the state.[56] Italians must purchase an annual television licence for about €90 every year in order to legally own a TV or HDTV. It is known as Canone Rai, \"Rai Tax\" because it is used to part-fund the RAI. Since 2016, it is financed through the electricity bill.[57] Media related to RAI (broadcaster) at Wikimedia Commons Coordinates: 41°55′4″N 12°27′59″E﻿ / ﻿41.91778°N 12.46639°E﻿ / 41.91778; 12.46639","Title":"RAI - Wikipedia","KeyID":"17518","URL":"https://en.wikipedia.org/wiki/RAI"}