{"Content: ":"John Richard \"Ducky\" Schofield (January 7, 1935 – July 11, 2022) was an American professional baseball infielder who played 19 seasons in Major League Baseball (MLB). He played for the St. Louis Cardinals, Pittsburgh Pirates, San Francisco Giants, New York Yankees, Los Angeles Dodgers, Boston Red Sox, and Milwaukee Brewers from 1953 to 1971. Schofield was born in Springfield, Illinois, on January 7, 1935.[1][2] He was the only child of Florence and John “Ducky” Schofield, who played 11 seasons of minor league baseball and made it to Double-A with Kansas City before going into farming.[2][3] Schofield attended Springfield High School in his hometown, where he played baseball and led its team to the Illinois Junior American Legion Championship as a junior in 1952. He was awarded a basketball scholarship by Northwestern University.[2] However, he signed as an amateur free agent with the St. Louis Cardinals in June 1953,[1] becoming the franchise's first bonus baby.[2] Schofield made his MLB debut for the Cardinals on July 3, 1953, at the age of 18,[1] entering as a pinch runner in a 10–3 loss to the Chicago Cubs.[4] He later collected his first hit on July 17 that year and hit his first home run on August 16.[2] During his first season in the majors, he recorded a .179 batting average with two home runs and four runs batted in (RBI).[1] He did not hit another home run until 1958, when he finally qualified as a rookie.[1][2] He studied at Springfield Junior College during the offseason.[2] Schofield was traded to the Pittsburgh Pirates on June 15, 1958, in exchange for Gene Freese and Johnny O'Brien.[1] In September 1960, he batted .403 and collected two or more hits in a game on eight occasions.[2] However, he was only used as a pinch hitter during the 1960 World Series, making four plate appearances in blowout losses against the New York Yankees in Games 2, 3, and 6.[1][2] During the 1963 season, he finished fifth in the National League (NL) in walks (69) and assists (422).[1] Schofield became the first player to bat at Shea Stadium on April 17, 1964, popping out to Larry Burright.[2] He was traded to the San Francisco Giants on May 22, 1965, in exchange for José Pagán. He then led the league in fielding percentage as a shortstop (.981) that year.[1] Schofield began the 1966 season as a utility player, having been displaced from the starting role by Tito Fuentes.[2] His contract was purchased by the New York Yankees on May 11 that year, but was limited to just 25 games with the franchise due to arm swelling.[1][2] He was later traded to the Los Angeles Dodgers on September 10, 1966, for Thad Tillotson; because this was after the trade deadline, Schofield was ineligible to play in the 1966 World Series.[2] He batted .216 with two home runs and 15 RBIs in 84 games the following year, before being released by the Dodgers in December 1967.[1] During his later years, Schofield returned to the Cardinals in 1968 and 1971, sandwiched in between a stint with the Boston Red Sox.[1][2] He played his final major league game for the Milwaukee Brewers on September 30, 1971, at the age of 36.[1] Schofield married Donna Dabney in June 1956.[2] They remained married for 56 years until her death from Alzheimer's disease in November 2012.[5] Together, they had three children: Dick, Kim, and Tammy (who predeceased him in 2021).[2] [6] Dick played in the MLB for 14 seasons. Kim excelled at track and field and was inducted into the Springfield Sports Hall of Fame in 1991, alongside her father and grandfather. His grandson, Jayson Werth, played 15 seasons in the majors.[2][3] After retiring from professional baseball, Schofield returned to his hometown, where he served on the Springfield Metropolitan Exposition and Auditorium Authority from 1983 to 2003. He also worked for 23 years as a salesman for Jostens, starting in 1975.[2] Schofield died at home in Springfield, Illinois on July 11, 2022, at age 87.[3][6]","Title":"Ducky Schofield - Wikipedia","KeyID":"17521","URL":"https://en.wikipedia.org/wiki/Ducky_Schofield"}