{"Content: ":"The Hells Angels Motorcycle Club (HAMC) is a worldwide outlaw motorcycle club whose members typically ride Harley-Davidson motorcycles. In the United States and Canada, the Hells Angels are incorporated as the Hells Angels Motorcycle Corporation. Common nicknames for the club are the \"H.A.\", \"Red & White\", \"HAMC\", and \"81\".[7] With a membership between 3,000 and 3,600[6] and 467 chapters in 59 countries, the HAMC is the largest motorcycle club in the world.[8] Many police and international intelligence agencies, including the United States Department of Justice and Europol, consider the club an organized crime syndicate.[9][10][11][12][13] The Hells Angels originated on March 17, 1948, in Fontana, California, when several small motorcycle clubs agreed to merge.[14] Otto Friedli, a World War II veteran, is credited with starting the club after breaking from the Pissed Off Bastards motorcycle club over a feud with a rival gang.[15] According to its website, the club's name was first suggested by Arvid Olsen, an associate of the founders who had served in the \"Hell's Angels\" squadron of the Flying Tigers in China during World War II.[16] It is at least clear that the name was inspired by the tradition from World Wars I and II whereby the Americans gave their squadrons fierce, death-defying titles; an example of this lies in one of the three P-40 squadrons of Flying Tigers fielded in Burma and China, which was dubbed \"Hell's Angels\".[17] In 1930, the Howard Hughes film Hell's Angels showcased extraordinary and dangerous feats of aviation, and it is believed that World War II groups that used that name based it on the film.[15] According to the Hells Angels' website, they are aware that there is an apostrophe missing in \"Hell's\", but \"...it is you who miss it. We don't\".[18] Some of the HAMC's early history is not clear, and accounts differ. According to Ralph \"Sonny\" Barger, founder of the Oakland charter, early charters of the club were founded in San Francisco, Gardena, Fontana, Oakland and elsewhere, with the members usually unaware that there were other clubs. One of the lesser-known clubs was in North Chino/South Pomona in the late 1960s. Other sources claim that the San Francisco Hells Angels were organized in 1953 by Rocky Graves, a Hells Angel member from San Bernardino (\"Berdoo\"), implying that the \"Frisco\" Hells Angels were very much aware of their forebears.[21] The \"Frisco\" Hells Angels were reorganized in 1955 with 13 charter members, Frank Sadilek serving as president, and the smaller, original logo. The Oakland charter, at the time headed by Barger, used a larger version of the \"Death's Head\" patch nicknamed the \"Barger Larger\", which was first used in 1959. It later became the club standard.[citation needed] The first chapter to open outside California was established in Auckland, New Zealand, in 1961.[15] The Hells Angels are often depicted in semi-mythical romantic fashion like the 19th-century James–Younger Gang: free-spirited, iconic, bound by brotherhood and loyalty. At other times, such as in the 1966 Roger Corman film The Wild Angels, they are depicted as violent and nihilistic, little more than a violent criminal gang and a scourge on society.[22] The club became prominent within, and established its notoriety as part of, the 1960s counterculture movement in San Francisco's Haight-Ashbury District, playing a part at many of the movement's seminal events. Members were directly connected to many of the counterculture's primary leaders, such as Ken Kesey and the Merry Pranksters, Allen Ginsberg, Jerry Garcia and the Grateful Dead, Timothy Leary, The Beatles, The Rolling Stones, Mick Farren, and Tom Wolfe. \"Gonzo\" journalist Hunter S. Thompson's book about the club launched his career. From 1968 to 1969 the Hells Angels of San Francisco headquarters was at 715 Ashbury (across from the Grateful Dead house at 710 Ashbury).[23][24][25][26][27] In 1973, members from several branches of the organization protested at an Environmental Protection Agency hearing about a proposed transportation plan that included restrictions on motorcycle use and sales to get California to meet the new Clean Air Act standards.[28] The Hells Angels' official website attributes the official \"death's head\" insignia design to Frank Sadilek, past president of the San Francisco charter.[29] The colors and shape of the early-style jacket emblem (before 1953) were copied from the insignias of the 85th Fighter Squadron and the 552nd Medium Bomber Squadron.[29] The Hells Angels have a system of patches similar to military medals. The specific meaning of each patch is not publicly known, but the patches identify each biker's specific or significant actions or beliefs.[30] The official colors of the Hells Angels are red lettering displayed on a white background—hence the club's nickname \"The Red and White\". The patches are worn on leather or denim jackets and vests. Red and white are also used to display the number 81 on many patches, as in \"Support 81\", \"Route 81\". The 8 and 1 stand for the respective positions in the alphabet of H and A. Friends and supporters of the club use these in deference to club rules, which purport to restrict the wearing of Hells Angels imagery to club members. The diamond-shaped one-percenter patch is also used, displaying \"1%\" in red on a white background with a red merrowed border. The term \"one-percenter\" is said to be a response to the American Motorcyclist Association (AMA) comment on the Hollister incident to the effect that 99% of motorcyclists were law-abiding citizens and 1% were outlaws. The AMA has no record of such a statement and calls this story apocryphal.[31] Most members wear a rectangular patch (again, white background with red letters and a red merrowed border) identifying their respective charter locations. Another similarly designed patch reads \"Hells Angels\". When applicable, members of the club wear a patch denoting their position or rank within the organization. The patch is rectangular and, like those described above, displays a white background with red letters and a red merrowed border. Some examples of the titles used are President, Vice President, Secretary, Treasurer, and Sergeant at Arms. This patch is usually worn above the chapter location patch. Some members also wear an \"AFFA\" patch, which stands for \"Angels Forever; Forever Angels\", referring to their lifelong membership in the club (i.e., \"once a member, always a member\"). According to the book Gangs by Tony Thompson (a crime correspondent for The Observer), Hells Angels member Stephen Cunningham sported a new patch after he recovered from attempting to set a bomb, consisting of two Nazi-style SS lightning bolts below the words \"Filthy Few\". Some law enforcement officials claim that that patch is awarded only to those who have committed or are prepared to commit murder on the club's behalf. According to a report from the R. v. Bonner and Lindsay case in 2005, another patch like the \"Filthy Few\" patch is the \"Dequiallo\" patch. This patch \"signifies that the wearer has fought law enforcement on arrest.\"[32] There is no common convention as to where the patches are placed on members' jackets/vests. \"Angels Forever, Forever Angels\" is also the club's traditional motto.[33] Other Hells Angels mottos include \"When we do right, nobody remembers. When we do wrong, nobody forgets\",[34] \"Three can keep a secret if two are dead\"[35] and \"When in doubt, knock 'em out\", which was coined by New York City chapter member Vincent \"Big Vinny\" Girolamo.[36][37] According to The Globe and Mail, the Hells Angels considered seeking an injunction to block the Canadian Broadcasting Corporation from broadcasting the miniseries The Last Chapter, because of how closely the biker gang at the center of the series resembled the Hells Angels.[38] In March 2007 the Hells Angels filed suit against the Walt Disney Motion Pictures Group alleging that its film Wild Hogs used both the name and distinctive logo of the HAMC without permission.[39] The suit was eventually voluntarily dismissed[40] after the Angels received assurances from Disney that the references would not appear in the film.[41] On October 7, 2009, Fritz Clapp, attorney at law for the HAMC, contacted online games community FOCO, demanding the removal of all membership marks and club trademarks from the Los Santos Roleplay Forum. While members of the community were skeptical at first, Clapp posted a tweet confirming his identity.[42][43] In October 2010 the Hells Angels filed a lawsuit against Alexander McQueen for \"misusing its trademark winged death heads symbol\"[44] in several items from its Autumn/Winter 2010 collection. The lawsuit also aimed at Saks Fifth Avenue and Zappos.com, which stock the jacquard box dress and knuckle duster ring that bear the symbol, which has been used since at least 1948 and is protected by the U.S. Patent and Trademark Office. A handbag and scarf were also named in the lawsuit.[45] The lawyer representing Hells Angels claimed: \"This isn't just about money, it's about membership. If you've got one of these rings on, a member might get really upset that you're an impostor.\"[46] Saks refused to comment, Zappos had no immediate comment and the company's parent company, PPR, could not be reached for comment.[47] The company settled the case with the Hells Angels after agreeing to remove all of the merchandise featuring the logo from sale on their website, stores and concessions and recalling any goods that had already been sold and destroying them.[48][49][50] In fall 2012 in the United States District Court for the Eastern District of California, Hells Angels sued Toys \"R\" Us for trademark infringement, unfair competition, and dilution in relation to the sale of yo-yos manufactured by Yomega Corporation, a co-defendant, which allegedly bear the \"Death Head\" logo. In its complaint,[51] Hells Angels asserted that the mark on the yo-yos would likely lead people to mistakenly believe that the toys originate with Hells Angels. Yomega filed counterclaims against Hells Angels for cancellation of the \"Death Head\" registrations on grounds of alleged fraud in the procurement of the registrations.[52] The case settled and the lawsuit was dismissed with prejudice. As of December 2013[update], the Hells Angels sells its branded merchandise at a retail store in Toronto, Ontario.[53] In 2019, the Hells Angels sued Redbubble in the Federal Court of Australia for infringing on its trademark, launching another suit in 2021 after providing evidence that Redbubble had continued to breach the trademark.[54] To become a Hells Angels prospect, candidates must have a valid driver's license, a motorcycle over 750cc, and the right combination of personal qualities. It is said the club excludes child molesters and people who have applied to become police or prison officers.[55] Intravenous drug use is also forbidden among club members.[36] After a lengthy, phased process, a prospective member is first deemed a \"hang-around\", indicating that he is invited to some club events or to meet club members at known gathering places. If the hang-around is interested, he may be asked to become an \"associate\", a status that usually lasts a year or two. At the end of that stage, he is reclassified as \"prospect\", participating in some club activities, but not having voting privileges while he is evaluated for suitability as a full member. The last phase, and highest membership status, is \"Full Membership\" or \"Full-Patch\".[56] The term \"Full-Patch\" refers to the complete four-piece insignia, including the \"Death Head\" logo, two rockers (top rocker: \"Hells Angels\"; bottom rocker: state or territory claimed) and the rectangular \"MC\" patch below the wing of the Death's Head. Prospects are allowed to wear only a bottom rocker with the state, province or territory name along with the rectangular \"MC\" patch. To become a full member, a prospect must be unanimously confirmed by the rest of the full club members.[57] Before votes are cast, a prospect usually travels to every charter in the sponsoring charter's geographic jurisdiction (state, province, or territory) and introduces himself to every Full-Patch member. This allows each voting member to become familiar with the prospect and ask any questions of concern before voting. Some form of formal induction follows, wherein the prospect affirms his loyalty to the club and its members. The final logo patch (top \"Hells Angels\" rocker) is then awarded at the initiation ceremony. The step of attaining full membership can be called \"being patched\". Even after a member is patched in, the patches remain the property of HAMC, not the member. On leaving the Hells Angels or being ejected, a member must return his patches to the club.[58] Members must pay dues, and are required to attend mandatory club meetings and motorcycle runs.[36] The club is not officially a racially segregated organization.[59][60] In the U.S., at least one charter allegedly requires that a candidate be a white male,[61] and Sonny Barger said in a 2000 BBC interview, \"The club, as a whole, is not racist but we probably have enough racist members that no black guy is going to get in it.\"[57] At that time the club had no black members.[57] A few nonwhite members have been noted in the United States. In 1967, Hunter S. Thompson remarked upon a \"Chinese Mel from [San Francisco] and Charley, a young Negro from Oakland\".[62] Steven Wayne Yee, a Chinese-American member of the Hells Angels' Cleveland chapter, was convicted of murder in 1990.[63][64] Outside the U.S., nonwhite membership is relatively common and some chapters, such as in Turkey and South America, are almost exclusively nonwhite. The Satan's Angels MC in Vancouver had a black member when it merged with the Hells Angels in 1983. The San Francisco and Anchorage chapters threatened to have the Vancouver chapter expelled from the club when they learned of the situation; the matter was ultimately solved when the man changed his nationality to \"Hawaiian\".[65] Another notable is Gregory Woolley, a high-ranking member of the Rockers MC in Montreal who was the protégé[66] and bodyguard of Hells Angel boss Maurice Boucher (who spent five years in a notoriously white-supremacist motorcycle gang, the SS). Woolley became an associate of the Hells Angels Montreal charter[67] in the 1990s and later tried uniting street gangs in Quebec after Boucher was imprisoned.[68] In another interview with Barger in 2000, he said, \"if you're a motorcycle rider and you're white, you want to join the Hells Angels. If you're black, you want to join the Dragons. That's how it is whether anyone likes it or not. We don't have no blacks and they don't have no whites.\"[69] When asked whether that could change, Barger replied, \"Anything can change. I can't predict the future.\"[69] Tobie Levingston, who formed the black motorcycle club East Bay Dragons MC, wrote in his book that he and Barger have a long-lasting friendship and that the Hells Angels and Dragons have a mutual friendship and hang out and ride together.[70] In a 1966 Ebony article about motorcycle rebels in the African-American community, the Chosen Few Motorcycle Club said that they see no racial animosity in the Hells Angels and that when they come into Chosen Few territory they all get together and party.[71] A Hells Angel member interviewed for the magazine insisted there was no racial prejudice in any of their clubs. He said, \"we don't have any Negro members\", but maintained that no blacks have sought membership.[71] At one point in the 1970s, the Hells Angels sought to consolidate the different motorcycle clubs and offered every member of the Chosen Few a Hells Angels patch, an offer that was declined.[72] In contrast to other prominent motorcycle clubs in the United States, the Hells Angels organization is not headed by a national or international president; it is instead governed by regional officers, who are each chosen to represent a collective of localized chapters at monthly regional meetings. Regional officers are divided into two groups: those who attend meetings to conduct the policy, actions, and affairs of the Hells Angels' chapters in the Western United States, and those who attend meetings to govern the chapters in the Eastern United States. In states with multiple chapters, weekly state meetings are also held in addition to chapter meetings. Although the club has no official \"mother chapter\", the Oakland, California, faction has traditionally been able to maintain a preeminent position as \"first among equals\" because it has the largest membership of any U.S. chapter and because of former Oakland chapter president Sonny Barger's esteem among club members internationally.[65] The Hells Angels' prior de facto \"mother chapter\" was the original San Bernardino chapter, which was led by Otto Friedli until the late 1950s. In 1958, Barger assumed leadership and moved the club's headquarters to Oakland.[36][73] The officer corps that governs each chapter consists of a president, vice president, secretary/treasurer, sergeant-at-arms and road captain. Each chapter has autonomy regarding member discipline and minor policy changes.[36] In New York state, the HAMC is incorporated as the Church of Angels, a nonprofit religious organization.[74] The HAMC acknowledges more than 100 chapters in over 29 countries. New Zealand had the first charter of the Hells Angels outside the United States; the club founded a charter in Auckland in 1961, and has since taken over gangs in Whanganui.[75] Europe did not become widely home to the Hells Angels until 1969 when two London charters were formed. The Beatles' George Harrison invited some members of the HAMC San Francisco to stay at Apple Records in London in 1968.[76][77] According to Chris O'Dell, only two members showed up, Frisco Pete and Bill \"Sweet William\" Fritsch.[78] Two people from London visited California, \"prospected\", and ultimately joined. Two charters were issued on July 30, 1969; one for \"South London\"—the reimagined charter renewing the already existing 1950 South London charter—and the other for \"East London\", but by 1973 the two charters came together as one, called \"London\". The London Angels provided security at a number of UK Underground festivals, including Phun City in 1970, organized by Mick Farren. They awarded Farren an \"approval patch\" in 1970 for use on his first solo album Mona, which also featured Steve Peregrin Took (credited as \"Shagrat the Vagrant\").[79] In 1977, the Hells Angels arrived in Canada with the Popeye Moto Club patching over to form the Hells Angels' Montreal chapter.[80] During the 1980s and 1990s, there was a major expansion of the club into the rest of Canada. The Quebec Biker War was a violent turf war that began in 1994 and continued until late 2002 in Quebec. The war began when the Hells Angels in Quebec began to try to establish a monopoly on street-level drug sales in Quebec. Many drug dealers and crime families resisted and established groups such as the \"Alliance to fight the Angels\", led by the Rock Machine. The war resulted in the bombings of many establishments and murders on both sides. More than 160 people died, over 300 were injured,[81] and over 100 bikers were incarcerated.[82] Members of the Spanish charter were involved in a killing and tried.[83] A list of acknowledged charters can be found on the HAMC's official website.[84] Over the years, the Hells Angels have amalgamated a number of smaller outlaw motorcycle clubs in a process known as a \"patch-over\".[85] Various U.S. law enforcement agencies classify the Hells Angels as one of the \"big four\" motorcycle gangs, along with the Pagans, Outlaws, and Bandidos, and contend that members carry out widespread violent crime and organized crime, including drug dealing, trafficking in stolen goods, extortion, and prostitution operations.[109][110] Members of the organization have continuously asserted that they are only a group of motorcycle enthusiasts who have joined to ride motorcycles together, to organize social events such as group road trips, fundraisers, parties, and motorcycle rallies, and that any crimes are the responsibility of the people who carried them out, not the club as a whole.[111][112] In May 2019, a court in Utrecht issued a verdict that made the Netherlands the first country to completely ban the Hells Angels. The presiding judge called it \"a danger to public order and the rule of law\".[113] Other countries such as Germany had banned local chapters, but never the entire club.[114][115][116][117] On July 15, 2022 the Supreme Court of the Netherlands reaffirmed the ban, making it permanent. [118] ","Title":"Hells Angels Motorcycle Club - Wikipedia","KeyID":"17538","URL":"https://en.wikipedia.org/wiki/Hells_Angels_Motorcycle_Club"}