{"Content: ":"Gilbert Burford (February 29, 1924 – July 10, 2022) was a Canadian-American ice hockey right wing who played for Michigan in the late 1940s and early 1950s.[1] Burford was born and raised in Windsor, Ontario.[2] After World War II Burford made a name for himself in the local league (the nascent IHL) helping his team reach back-to-back finals in 1946 and '47.[3] He began attending University of Michigan on a hockey scholarship in the fall of 1947 and, after a year on the freshman team, joined the varsity squad. Burford swiftly became one of the team's top scorers, notching 56 points in his sophomore season, finishing just 4 points behind senior captain Gordon MacMillan for the team lead. Burford exploded in his second season, scoring 40 goals and earning 69 points, both new team records. Michigan reached the tournament for the third consecutive season in 1950 but they were stymied in the national semifinal for the second straight year. Burford took his frustration out on Boston College in the consolation game with a 5-goal effort.[4] Burford was named team captain for the 1950–51 season and the Wolverines were, once again, a major force in college hockey. Burford raised his points total to 71 but finished second behind fellow senior Neil Celley. Michigan received the top western seed in the tournament and this time they did not let the opportunity slip through their fingers. Burford recorded two assists in both tournament games and while he only scored one goal, it turned out to be the game-winner in the championship match. Burford was named as both an AHCA First Team All-American and to the NCAA First All-Tournament Team.[5][6] When Burford ended his college career he was the all-time NCAA leader in both goals (103) and points (196). His goal total stood for only one year while he was passed on the scoring list by John Mayasich in 1954. Burford's 40-goal season in 1950 is still tied for the fourth-best total in Michigan history as of 2020 (despite many players playing in nearly twice the number of games).[7] Burford was inducted into the Michigan Dekers Club Hall of Fame in 1970. He died at his home in Redford on July 10, 2022, at the age of 98.[8][9]","Title":"Gil Burford - Wikipedia","KeyID":"17539","URL":"https://en.wikipedia.org/wiki/Gil_Burford"}