{"Content: ":"The Jeju United Football Club (Hangul: 제주 유나이티드) is a South Korean professional football club. The club is based in Jeju Province and plays in the K League 1, the top division in South Korea. In the past, the club has been known as the Yukong Elephants and Bucheon SK. An original member of the K League founded on 17 December 1982, the team was then called the Yukong Elephants. Yukong was owned and financially supported by the Sunkyoung Group's subsidiary, Yukong (currently SK Group's \"SK Energy\"), along with Seoul, Incheon, Gyeonggi as its franchise. The Kokkiri (elephant) was its mascot. The club won the league championship on only one occasion (in 1989). At the end of 1995 the side moved from the Dongdaemun Stadium in Seoul to the Mokdong Stadium on the western edge of Seoul, as part of K-League's decentralization policy.[2] Three clubs based in Seoul–the Yukong Elephants, LG Cheetahs, and Ilhwa Chunma–didn't accept this policy, so the Seoul government gave an eviction order to the three clubs. However they guaranteed that if clubs built a soccer-specific stadium in Seoul, they could have a Seoul franchise and return to Seoul. As a result, the three clubs were evicted from Seoul to other cities. The Yukong Elephants moved to the city of Bucheon, a satellite city of Seoul. Mid-way through the 1997 season, the club re-branded itself as Bucheon SK. Because the city of Bucheon lacked a stadium, they used Mokdong Stadium in Seoul until 2000. At the start of the 2001 season, the team moved to the 35,545-capacity Bucheon Leports Complex. In 2006, Bucheon SK announced their move to Jeju without any fore notice, renamed themselves \"Jeju United FC,\" and adopted the vacant Jeju World Cup Stadium as their new home ground. Jeju Province had never been represented in top flight South Korean football until then. On January 3, 2008, Jeju appointed Arthur Bernardes for new manager. On October 14, 2009, Arthur Bernardes announced his resignation due to Jeju's bad form in the K-League. On November 24, 2019, Jeju lost their penultimate match of the season to the Suwon Samsung Bluewings, which meant the club could no longer avoid relegation to the K League 2. [1] During 1983–86, K-League didn't have home and away system, so franchise relocations were meaningless at that time. [2] Bucheon SK held all home matches at Mokdong Stadium in Seoul until 2000, Because Bucheon Stadium was under construction. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. K League's principle of official statistics is that final club succeeds to predecessor club's","Title":"Jeju United FC - Wikipedia","KeyID":"17543","URL":"https://en.wikipedia.org/wiki/Jeju_United_FC"}