{"Content: ":"The Michigan Wolverines men's ice hockey team is the college ice hockey team that represents the University of Michigan in Ann Arbor, Michigan. Earning varsity status in 1922, the program has competed in 100 seasons. Between 1959 and 1981, the team competed in the Western Collegiate Hockey Association (WCHA) before joining the Central Collegiate Hockey Association (CCHA) until the 2012–13 season.[3] Since the 2013–14 season, the Wolverines have competed in the Big Ten, which began sponsoring hockey. From 1991 to 2012, the team played in 22 consecutive NCAA Men's Division I Ice Hockey Tournaments; an NCAA record.[3] The Wolverines have won an NCAA record-tying nine Division I NCAA Men's Ice Hockey Championships,[3] seven of which came during a 17-year stretch between 1948 and 1964. Two more championships were won under head coach Red Berenson in 1996 and 1998.[3] Michigan has had many successes as a program including a record-setting number of championships, total championship tournament appearances, and consecutive tournament appearances. In 2010, Michigan hosted a Guinness verified world record crowd in excess of 113,000 in an event known as The Big Chill. Players from the program have earned numerous honors, professional championships, international championships, individual statistical championships, team and individual records. The team is currently led by Mel Pearson, a former assistant to coach Red Berenson who retired in 2017 after leading the program for 33 years. Berenson for nearly 50 years has continued to hold the school single-season goal scoring record, and was the second player in the program's history to win the Stanley Cup. The program has dozens of National Hockey League alumni and over twenty current players. They currently hold the record for the most titles at the Great Lakes Invitational with 17 titles respectively. Their traditional rival is Michigan State and the teams have played an annual game in Detroit since 1990, first at Joe Louis Arena but currently at Little Caesars Arena since 2018. In 1920, \"as a result of the interest in the interclass and interfraternity leagues, in which twenty-two teams took part,\" an informal Michigan hockey team was organized to represent the university.[4][5] Mr. Le Mieux of the Engineering faculty, had played 12 years of professional hockey and offered his services as coach.[6][7] Because of the difficulty in securing intercollegiate competition, the 1920 team played a six-game schedule against an Ann Arbor team, Assumption College, and four games against teams from the Detroit Hockey League. The 1920 Michigan team, with Russell Barkell as the team's high scorer, compiled a 6–0 record and outscored opponents 27 to 7.[4][5] In February 1920, The Michigan Alumnus noted: \"There is a big sentiment for a Varsity hockey team. The difficulties are the lack of a University rink, and the arranging of suitable competition.\"[8] In April 1920, The Michigan Chimes wrote: \"The record of our informal hockey team which was organized at the close of the January interclass sports, has been truly remarkable. With only two weeks of practice, it has defeated the three strongest Detroit teams. ... Unfortunately this one team of ours which seems able to win, and shows possibilities of great development has not as yet been recognized as a regular team.\"[9] Later, The Michigan Chimes published a lengthy article pleading for the administration to recognize hockey as a varsity sport: \"Agitation was started for the recognition of hockey as a varsity sport. What spell, what charm there is in that single appellation bestowed by custom on football, baseball, track, and recently basketball! What obstacles must be overcome, what sacrifices made, to attain the heights!\"[6] With the success of the informal Michigan hockey team in 1920, Michigan moved forward with the development of the hockey team. According to Wilfred Byron Shaw's four-volume history of the University of Michigan, \"Hockey also had its beginning in 1921, with Joseph Barss as Coach (1921–26). Although officially not on the Western Conference athletic program, hockey provided a number of Big Ten teams with competition.\"[10] The 1921 season saw the development of intercollegiate hockey at Michigan, Wisconsin and Minnesota.[11][12] In January 1921, Michigan and Wisconsin scheduled four games to be played on consecutive weekends from February 18 to 26, 1921.[13] The 1921 team began the season with two games against the Michigan College of Mines at Houghton, Michigan. Michigan lost the first game 3–0 but won the second game 4–3. Russell Barkell, the first standout hockey player at Michigan, was the Michigan star in both games against the College of Mines.[14] However, the remainder of the season, including the planned four-game series with Wisconsin, was cancelled due to warm weather. The Michigan Alumnus reported in March 1921: \"The warmth of the present winter has made necessary the cancelling of all scheduled hockey games. The informal team had started off well, but lack of ice made the development of a really powerful team impossible.\"[15] In December 1921, The Michigan Alumnus wrote: \"There will be much pushing of the puck this year. The Athletic Association hopes to have more money to spend for Michigan skaters, and plans to encourage hockey more than ever before. We used to spend our time 'doing the grapevine,' but only because we were not fast enough for shinny. More power to the shinny artists.\"[16] Over the course of a 10-game schedule, Michigan's 1922 squad finished with a record of 5–5. The team opened the 1922 season with a 5–1 victory over Michigan Agricultural College (now known as Michigan State University) in the first hockey match between the rival schools.[17] They followed with a 3–2 overtime victory over the Detroit Rayls on January 16, 1922. Later that month, the Notre Dame hockey team defeated Michigan 3–2 in overtime, marking the first defeat for the Michigan hockey team on its home rink in three years.[18] The team traveled to Houghton for night games against the Michigan School of Mines, losing both games by scores of 2–1 and 5–2.[19] The Wolverines beat the School of Mines 4–1 in a rematch in Ann Arbor. In the season's seventh game, Michigan defeated Wisconsin 6–3 in the first match between Western Conference hockey teams.[17] Following another loss to Notre Dame (7–2), Michigan defeated Wisconsin for the second time by a score of 5–1; Barkell scored three goals against Wisconsin and was the high scorer in the game.[20] The season ended with a 5–2 victory over the Windsor Monarchs.[17] In March 1922, The Michigan Alumnus reported that athletic director Fielding H. Yost had stated that recognition of hockey as a minor sport was very probable in 1923. Yost expressed the view that the sport should be either intramural or intercollegiate and not an informal sport. The same article noted that Michigan's hockey team had already met Notre Dame, Michigan School of Mines, Michigan Agricultural College and many Detroit teams.[21] According to Bacon's history of the Michigan hockey program, the first \"official\" college hockey game played west of the Alleghenies was a game between Michigan and Wisconsin, played on January 12, 1923, in Ann Arbor, Michigan. The game went into overtime with Michigan prevailing by a score of 2–1. The Capital Times in Madison reported on the game as follows: \"Michigan counted the first point, when Kahn, by clever work, rushed the ball through the Badger defense for a goal. In the second period Blodgett for Wisconsin tied the score. The first five-minute period of overtime found both teams battling desperately. The second five minutes was a repetition. The Wolverines seemed held on from the side, slipped the puck through the goal for the winning point.\"[22] In another account, the Madison newspaper wrote that, \"after outplaying Michigan all the way through, Wisconsin lost in the second overtime period when a lucky shot went for a goal.\"[23] Michigan again defeated Wisconsin 1–0 in the second game of the season, played the following day, January 13, 1923.[23] Barss coached the Michigan Wolverines men's ice hockey team from 1922 to 1927. In five years as the head coach, the Michigan hockey team compiled a record of 26–21–4.[24] As the popularity of college hockey grew in the early 1920s, other colleges looked to Barss' pupils for coaching candidates. In January 1923, former Michigan hockey star Russell Barkell was hired as the coach of the hockey team at Williams College.[25] In February 1924, after a 3–0 victory by Michigan over Wisconsin, a Madison newspaper praised the defensive play of the Barss-coached Wolverines: \"With an almost air-tight defense and a definite scoring attack the Michigan hockey team defeated the Badger six by a score of 3–0 yesterday afternoon. Wisconsin could not stop Michigan's fast team work and was unable to penetrate their defense to take any close shots at the goal.\"[26] In mid-1925, the university purchased the former Weinberg Coliseum, a local ice skating rink that had served as the unofficial home of the Wolverines hockey team since 1920.[27] The facility, which had previously relied on winter weather to maintain its ice, was renovated to add artificial coolant to guarantee its playing surface year-round.[28] The Michigan Coliseum would remain home to the Wolverines until the opening of Yost Ice Arena in 1973.[29] From 1947–48 through 1956–57, when Vic Heyliger retired, the Michigan hockey team had won 195 games, lost only 41, and tied 11. The Wolverines' record got them 10 consecutive invitations to the Frozen Four, where they came home with the national title six times-records that have never been in danger of being broken by any college team a half century later. This also helped shift the locus of power in hockey from the East to the West when it was previously thought to be the other way around. Led by Michigan, the West won 18 of the first 20 NCAA championships, setting the question rather emphatically. The run also ensured the team its place on campus for years to come, filling a hole created by the football and basketball teams' mediocrity during the fifties. Of Michigan's 53 players who have earned All-American status, almost half (24) played for Heyliger between 1948 and 1957. During that stretch he never had fewer than two players on the All-American team. Four times he had five players so honored, and in 1956 he had a record six players on the squad. In Michigan history, twelve Wolverines have won it twice or more. Heyliger coached nine of them and recruited the tenth, Bob White. No other school has ever amassed and developed such a mother lode of talent in the history of college hockey. For all of this Heyliger was given the NCAA's Spencer Penrose Award for Coach of the Year, he was inducted into the U.S. Hockey Hall of Fame, and he was selected in 1996 by the American Hockey Coaches Association as one of the five best college coaches of the century, and the very best of the first half. In 1980 he became the first hockey coach to be inducted into the University of Michigan's Hall of Honor. Heyliger's severe asthma forced him to leave the team and Ann Arbor in the summer of 1957. His impact on the Michigan program, the NCAA tournament, the WCHA, and college hockey would be hard to overstate.[30] Through Heyliger's tenure, athletic director Fritz Crisler had seen the virtue of having a Michigan man head the hockey program. When it came time for Crisler to conduct his second search for a hockey coach, therefore, he sought out Al Renfrew, an affable man who had captained the 1948–49 Wolverine squad and had already been coaching college hockey for six years. At the end of Renfrew's first season in Grand Forks, Heyliger stepped down from the Michigan job and told Renfrew to put his name in for it. Renfrew wrote Fritz Crisler a letter in March indicating his interest, but Crisler didn't respond for over a month. Renfrew had already concluded he was out of the running when Crisler called to offer him the job. His decision should have been harder than it was. He had built a great team at North Dakota, and the players he recruited won the national title two years after he left, but he was too excited to be back in Ann Arbor.[citation needed] Renfrew inherited a team that had gone 18–5–2 and finished one victory short of its third consecutive NCAA title in 1956–57—and then Renfrew promptly suffered Michigan's first losing season since World War II. His skaters finished 8–13 in 1957–58, his first year, and 8–13–1 his second. But Renfrew wasn't worried-he knew he had a secret weapon coming in.[citation needed] From 1958 to 1964, some 14 players made the trek from Regina, Saskatchewan to Ann Arbor, including one Red Berenson. While still in high school, Berenson had already become a highly touted major junior player, one good enough to join the Montreal Canadiens system straight out of high school, but he had other ideas. A serious student, Berenson became aware of the world of American college hockey when Regina Pats high-profile coach Murray Armstrong went south of the border in 1956 to accept the head coaching job at University of Denver. Berenson visited North Dakota in 1958 and was favorably impressed at the caliber of players the former coach, a man named Al Renfrew, had lured to Grand Forks before Ranfrew returned to Michigan the year before. But soon after Berenson's visit to North Dakota, Dale MacDonald, a Saskatchewan native playing for Renfrew at Michigan, told his coach that Berenson was the rare player worth going out of his way to get. Renfrew scraped together enough money to fly the young phenom to Michigan, thereby making him the first hockey player ever to receive a free recruiting trip to Ann Arbor. The extra effort was worth it, for both parties. Once he was on campus, they didn't have to sell him on it. \"After I came down on a visit,\" Berenson confirms, \"I came back and told the other guys. \"This is where we're going.\" And just like that, a pipeline of hockey talent was created between Regina and Ann Arbor.[citation needed] Berenson's decision, at least, came with a price. Frank Selke, the Montreal GM who had drafted Berenson, warned him that if he went to an America college he would never become a pro. Fully aware he might be sacrificing the dream of every Canadian boy to play in the NHL-and for the Montreal Canadiens, no less—Berenson didn't flinch. After sitting out his first year, which the NCAA required of all freshmen at that time, Berenson suited up for his first game on February 5, 1960, against Minnesota. He scored 90 seconds into his first game, assisted on another goal five minutes later and scored a third later in the game. Everyone in the building that night had just seen the future of Michigan hockey, and it looked bright.[citation needed] Renfrew notched his first winning season and his first league playoff berth in the 1960–61 season. The following season, the Berenson-captained squad didn't lose a game through New Year's, and finished the regular season with a 20–3 mark. As expected, the Wolverines received their first NCAA bid under Renfrew that spring. Michigan was a slight favorite entering the 1962 NCAA Tournament in Utica, New York, but were upset by Clarkson 5–4 in the semifinal. In a life with few regrets, the game against Clarkson ranks near the top for Berenson. \"We should've won it,\" he said. \"We were destined to meet Michigan Tech in the finals, but got knocked off by and underdog-Clarkson-back when eastern teams weren't that good. You don't get too many chances to win it all as a player. At the time it doesn't seem so important, but 10 years, 20 years later, you ask yourself: \"Why the hell didn't we do that?\"[attribution needed] After scoring his school record-tying 43rd goal against St. Lawrence in the consolation game, Berenson caught a ride to Boston, where he played for the Canadiens the next night, making him the first player to jump directly from college to the NHL.[31] The 1964 squad returned its two leading scorers from the previous season, Gary Butler and Gordon Wilkie, both ex-Pats, who had combined for 79 points in just 24 games the previous season. They played better than expected, combining for a remarkable 135 points in just 29 games-both players finished just shy of Berenson's single-season record of 70 points. Rookie Wilf Martin added an unexpected 58 points. Mel Wakabayashi, all 5'5\" of him, join the team in January 1964, centering Rob Coristine and Bob Ferguson on the third line. The trio added 107 points, which would have made them the top-scoring line the previous season. Added it all up and you had the first Michigan team to score more than 200 goals in a season, averaging a prolific 7.5 goals per game. Thanks largely to the scoring streak, this unheralded but determined bunch beat every opponent at least once en route to a 24–2–1 record, winning more games than any team in Michigan history. At the 1964 Frozen Four, Denver took care of Rensselaer, 4–1, while Michigan survived a close game with Providence, 3–2. For the final game, 7,000 Pioneer fans packed the Denver Arena to watch their team battle for its fourth NCAA title in seven years. The underdog Wolverines beat Denver, 6–3, in the Bulldogs' backyard, winning their seventh national championship. It was the last hurrah for the Regina regiment, a group of some 14 players who came to Ann Arbor between 1958 and 1964. \"This is the place\", Berenson told them, and they followed.[32] Renfrew retired as head coach following the 1972–73 season. He was succeeded by Dan Farrell, a former assistant coach at Michigan Tech (where Renfrew had previously coached). Farrell's first season was also the team's first at their new home in the converted Fielding H. Yost Field House, now known as Yost Ice Arena. Farrell guided the Wolverines to the 1977 NCAA championship game at Olympia Stadium, losing to the Wisconsin Badgers by a score of 6–5. Farrell's teams would be unable to duplicate that success, and he stepped down at the end of the 1979–80 season. Wilf Martin returned to his alma mater to serve as head coach, but only lasted two games into the 1980–81 season before he was forced to step down for health reasons. Assistant coach John Giordano took over for the rest of the season. In 1981, Giordano's Wolverines moved from the WCHA to the CCHA, joining fellow Big Ten rival schools Michigan State (which also jumped from the WCHA) and Ohio State (a founding member of the CCHA), as well as football rival Notre Dame. It was hoped that the change in conferences would help the Wolverines compete, but Michigan followed up a first-round conference tournament loss to the Irish with back-to-back ninth-place finishes. In the spring of 1984 Giordano's team mutinied when all 22 players signed a list of grievances.[33] With the entire team behind the revolt, athletic director Don Canham was left with little choice but to relieve Giordano of his duties. After a lengthy playing career in the NHL and a stint as head coach of the St. Louis Blues (where he won the Jack Adams Award) and a term as an assistant to Scotty Bowman in Buffalo, Red Berenson returned to his alma mater in 1984 to take over the reins. Berenson's teams faced a stiff rival in Ron Mason's Spartans, who dominated the CCHA in the mid-80s and won the 1986 NCAA championship. Prior to the 1989 CCHA playoffs, Berenson had the Wolverines adopt the winged helmet design associated with the football team. After several years of rebuilding the Wolverines finally won a CCHA playoff series in 1990 and returned to the NCAA tournament for the first time in 14 years the following season. That appearance was the first of a record 22 consecutive berths, including 11 Frozen Four appearances and three appearances in the title game, winning the championship in 1996 and 1998. Along the way Berenson's teams won 11 CCHA titles, 9 CCHA Tournaments and produced 11 30+ win seasons including a record 8 consecutive from 1991 through 1998. Two of Berenson's players won the Hobey Baker Award, Brendan Morrison (1997) and Kevin Porter while Marty Turco (127) and Steve Shields (111) became the 1st- and 2nd-winningest goaltenders in NCAA history. The 1996 Frozen Four run is most notable for forward Mike Legg's goal in the regional semi-final against Minnesota at Munn Ice Arena in East Lansing. Legg picked up the puck behind the net with the toe of his stick, cradled it on the blade, and tucked it into the top corner all in one motion. The highlight-reel goal has become one of the most famous in the history of hockey worldwide and has been mimicked by many a player. While it goes by other names (Europeans call it an \"airhook\", while it has also been called a \"Svech\", after Carolina Hurricanes forward Andrei Svechnikov who was the first to score such a goal in the NHL), most hockey players and fans call this move simply \"the Michigan\". The streak was broken in the final season of the CCHA, when the team failed to get an invite after losing the conference championship to Notre Dame. Berenson's final trip to the NCAA tournament came in 2016, which was also his last conference championship (this time in the Big Ten). Berenson announced his retirement on April 10, 2017. On April 24, 2017, Mel Pearson was announced as the new head coach at the University of Michigan. In his first season the team went 22-15-3 overall, 11-10-3 in Big Ten play. They reached the 2018 Big Ten Men's Ice Hockey Tournament but lost to Ohio State (3-2) in overtime. Nevertheless, the team qualified for the NCAA Tournament and went to the Frozen Four before losing to Notre Dame (4-3) on a last-second goal. During the 2021 NHL Entry Draft, Michigan became the first school in NCAA Division I history to have three teammates drafted in the first round of the NHL Draft. Owen Power was drafted first overall by the Buffalo Sabres, Matty Beniers was drafted second overall by the Seattle Kraken, and Kent Johnson was drafted fifth overall by the Columbus Blue Jackets. Michigan also became the first program to have teammates drafted first and second overall in the same NHL Draft for the first time since 1969. With Beniers being picked by Seattle, Michigan became the first collegiate team to have a player drafted by all 32 NHL franchises. Incoming freshman recruits Luke Hughes was drafted fourth overall by the New Jersey Devils and Mackie Samoskevich was drafted 24th overall by the Florida Panthers. Michigan became the first program to have five players/recruits selected in the first round of one draft.[34][35] Conference affiliation since 1951[36] Source:[46] As of May 23, 2021 As of the end of the 2021–22 season[48] ^ Martin coached the first two games of the 1980–81 season before Giordano took over the coaching duties. GP = Games played; Min = Minutes played; W = Wins; L = Losses; T = Ties; GA = Goals against; SO = Shutouts; SV% = Save percentage; GAA = Goals against average[49] Minimum 1,000 minutes Statistics current through the start of the 2020–21 season. Built in 1923 as a field house, the facility is named in honor of Michigan's legendary football coach and athletic director, Fielding H. Yost. For many years, it housed the Michigan basketball team, until they relocated to the larger Crisler Arena in 1967. It also housed the track teams in the 1950s. In 1973, it was converted into an ice arena, and the Michigan hockey team has used it ever since. The University of Michigan's Senior and Collegiate synchronized skating and freestyle teams also practice at Yost. In addition, local high school teams, recreational leagues (AAAHA) and the university's intramural hockey league call it home. The arena is one of the most unusual in college hockey not only because it retains the charm of an old barn, but also offers the amenities of the most modern of arenas. It has served as home of Michigan hockey since 1973–74, and over 3 million fans have helped make it one of the most exciting and intimidating venues in college hockey. The atmosphere has helped the Wolverines on the ice significantly, accumulating more than 450 victories at home.[50] Yost Ice Arena has hosted NCAA Ice Hockey Tournament games five times in its history, most recently in 2003. The Children of Yost is the official student section for Michigan Wolverines men's ice hockey. Michigan and Michigan State first played each other in 1922. Michigan and Michigan State began playing a neutral site game in Detroit once a year in the \"Duel in the D\" series in which Michigan leads the series 18–11–5. Michigan leads the all-time series between the teams, 172–137–24. Michigan and Notre Dame first played each other in 1923. Michigan leads the all-time series between the teams, 83–67–5. As of August 30, 2021.[51] Michigan has had numerous players recognized with prestigious awards and honors. The following is a summary of some of the other standout Michigan Wolverines men's ice hockey players. The following individuals have been inducted into the United States Hockey Hall of Fame.[52] The following players have been awarded the Hobey Baker Award.[53] Michigan has had two hockey Academic All-American.[56] Michigan has had twenty-one players and one coach participate in the Winter Olympics. Seven of these participants earned Olympic medals.[52] Forty-nine Michigan Wolverines men's ice hockey players have been chosen as First team Division I All-Americans by the American Hockey Coaches Association.[57] Source:[58]   The all-time Michigan single-season goal scoring leaders are Red Berenson (1961–62) and Dave Debol (1976–77) who have each totaled 43. Denny Felsner (1988–92) has totaled 139 in his career for the school record. Brendan Morrison holds the school record for both single-season and career assists with 57 (1996–97) and 182 (1994–97), respectively. Debol (99, 1976–77) and Morrison (284, 1994–97) hold the single-season and career points records, respectively.[60] On defense, Marty Turco holds the single-season and career win records with 34 (1995–96) and 127 (1995–98). The single-season goals against average is held by Billy Sauer (1.95, 2007–08), while the career record is held by Shawn Hunwick (2.21, 2007–2012). Shawn Hunwick holds the single-season save percentage record, (.925, 2010–11), and also holds the career record (.924, 2007–2012). Montoya's 6 single-season shutouts (2003–2004) is the school record while Turco's 15 is the career record.[60] The following Michigan Wolverines men's ice hockey players hold NCAA Division I national records:[61] The following Michigan Wolverines men's ice hockey players formerly held NCAA Division I national records:[62] The following Michigan Wolverines men's ice hockey players have been national statistical champions:[63] The following Michigan Wolverines men's ice hockey teams hold NCAA Division I national records:[64] In addition, the 2005 and 2007 teams led the nation in goals per game, and the 1996 and 1997 teams led the nation in both goals allowed per game and scoring margin per game.[65] Including the 2022 NCAA Division I Men's Ice Hockey Tournament, Michigan holds several NCAA Men's Ice Hockey Championship records: Tournaments (39, tied), consecutive tournaments (22), Frozen Four appearances (26) and championships (9, tied).[66] Through the 2022 Tournament, the team has a 53–31 record in the NCAA Tournament, including a 25–17 record in the Frozen Four.[67] The following is the complete history of the Michigan Wolverines men's ice hockey team in the NCAA Men's Ice Hockey Championship.[68]","Title":"Michigan Wolverines men's ice hockey - Wikipedia","KeyID":"17540","URL":"https://en.wikipedia.org/wiki/Michigan_Wolverines_men%27s_ice_hockey"}