{"Content: ":"The Jeonnam Dragons (Korean: 전남 드래곤즈) is a professional association football club based in the city of Gwangyang, South Jeolla Province, South Korea, that currently plays in K League 2, the second tier of Korean football. Jeonnam play at the Gwangyang Football Stadium, nicknamed the \"Dragon Dungeon\", one of the first football-specific stadiums built in South Korea. The Dragons have won the FA Cup four times in 1997, 2006, 2007 and 2021, the Asian Cup Winners' Cup in 1999 and finished as league runners-up in 1997. The club's color is yellow, matching the dragon on the club's crest. Jeonnam Dragons was founded on 16 December 1994, and appointed former South Korean international Jung Byung-tak as their first manager to oversee their first ever league match which took place on 25 March 1995. Jeonnam has not changed its name since its foundation, but it was originally introduced as Chunnam Dragons according to the Revised Romanization of Korean at that time. Jeonnam started life slowly with mid-table finishes in its first few years, but recorded their best ever season finish of runner up when Huh Jun-moo was recruited as manager between 1996 and 1998, collecting an FA Cup winners medal during that time. In 1999, Jeonnam also came runners-up in the Asian Cup Winners Cup, beating J-League giant Kashima Antlers 4–1. They became Korean FA Cup champions for a second straight year in 2007. On 27 December 2007, Jeonnam appointed Park Hang-seo as its new manager after former manager Huh Jung-moo was appointed to the national team. The team's classic rival Jeonbuk Hyundai Motors was established the same year. Kit Supplier Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality.","Title":"Jeonnam Dragons - Wikipedia","KeyID":"17544","URL":"https://en.wikipedia.org/wiki/Jeonnam_Dragons"}