{"Content: ":"Gerald William McEntee (January 11, 1935 – July 10, 2022) was an American trade union official. He served as president of the American Federation of State, County and Municipal Employees (AFSCME), an affiliate of the AFL-CIO, from 1981 to 2012. McEntee was born in Philadelphia on January 11, 1935. His father, William, worked as a city sanitation worker and helped organize fellow municipal workers during the 1930s; his mother, Mary Josephine (Creed), was a housewife.[1][2] He studied economics at La Salle University, graduating with a bachelor's degree in 1956.[2] He served a short stint in the US Army.[1] After graduating, McEntee became part of American Federation of State, County and Municipal Employees (AFSCME) District Council 33,[2] which was his father's union.[3] Several months later, he began working as a staff member of its Philadelphia local council.[1] He worked as a political strategist for the powerful municipal union until 1969.[3] He played a key role in the passage of Act 195 – the Pennsylvania law granting state government employees the right to organize and collectively bargain – in June 1970, after arranging a picket of 5,000 public workers outside the Pennsylvania State Capitol two months earlier.[2][3] He then talked those employees into joining AFSCME.[1][3] The drive to organize Pennsylvania undertaken by McEntee was described by Eric Arnesen as \"the largest and most successful organizing campaign in US labor history\",[3] helping to elevate his reputation nationally. He was elected Executive Director at the founding convention of AFSCME Council 13 in Pennsylvania in 1973, and as an International Vice President of AFSCME a year later.[1][3] In that capacity, he was responsible for negotiating a deal with the state government that encompassed generous health insurance and prescription drug benefits. He subsequently presided over one of the largest public worker strikes in US history at the time when the state attempted to renege on its agreement several years later.[1] McEntee was eventually elected president of AFSCME after the death of Jerry Wurf in December 1981. He was re-elected to a full term three years later. Under his leadership, gender pay equity was placed at the forefront of contract bargaining throughout the 1980s. He also oversaw a significant increase in the use of AFL funds for campaign finance, with over $30 million in the 1996 and 1998 elections and over $40 million in the 2000 election.[1] His early endorsement of Bill Clinton in 1992, when some of the party establishment and Democratic Party voters were still on the fence about his candidacy, was recognized as helping him secure the party's nomination and ultimately the presidency.[1][2] He was later responsible for the AFL's endorsement of Al Gore in 2000, as well as stymieing a 2005 plan by George W. Bush to partially privatize Social Security.[1] McEntee supported John J. Sweeney in his rise to power in the AFL-CIO.[4] McEntee was a member of the Democratic National Committee and was a \"super delegate\" in the Pennsylvania 2008 Democratic National Convention delegation.[5] His gross salary of $1,020,751 in 2012, his last year on the job,[6] coupled with his use of $325,000 in union money to charter private jets in 2010 and 2011, became an issue in the campaign to succeed him.[7][8] After over three decades as AFSCME president, his plans to retire were announced in November 2011,[9][10] and he was succeeded by Lee Saunders in 2012.[2] McEntee's first marriage was to Janet Wills. They had four children, one of whom predeceased him in 2017, and eventually divorced. He later married Barbara Rochford in 1989, and remained married to her until his death.[2] McEntee died on July 10, 2022, at his home in Naples, Florida. He was 87, and had a stroke prior to his death.[1][2]","Title":"Gerald McEntee - Wikipedia","KeyID":"17555","URL":"https://en.wikipedia.org/wiki/Gerald_McEntee"}