{"Content: ":"The American Federation of State, County and Municipal Employees (AFSCME) is the largest trade union of public employees in the United States.[2] It represents 1.3 million[1] public sector employees and retirees, including health care workers, corrections officers, sanitation workers, police officers, firefighters,[3] and childcare providers.[4][5] Founded in Madison, Wisconsin, in 1932, AFSCME is part of the AFL–CIO, one of the two main labor federations in the United States. AFSCME has had four presidents since its founding. The union is known for its involvement in political campaigns, almost exclusively with the Democratic Party.[6] AFSCME was one of the first groups to take advantage of the 2010 Citizens United decision, which allowed unions and corporations to directly finance ads that expressly call for the election or defeat of a candidate.[7][8] Major political issues for AFSCME include single-payer health care, protecting pension benefits, raising the minimum wage, preventing the privatization of government jobs, and extending unemployment benefits.[5] According to their website, AFSCME is divided into approximately 3,400 local unions in 46 U.S. states, plus the District of Columbia and Puerto Rico.[9] AFSCME was formed out of the Wisconsin State Employees Association (WSEA), which was founded in Madison, Wisconsin, in 1932 to represent approximately 50 Wisconsin civil service employees. The WSEA was launched amid fears of politically based firings within the state, the possible elimination of the civil service and a return to patronage jobs. Arnold Zander, Wisconsin's state personnel administrator, emerged as one of the early leaders of the union. Soon after its formation, WSEA was granted an American Federation of Labor charter as Federal Labor Union 18213.[11] One of its first projects was to protect civil service jobs in Wisconsin after a newly elected Democratic legislature revealed its intention to eliminate Republicans from the civil service. The group succeeded, with assistance from the American Federation of Labor (AFL).[12] AFSCME's history is documented through its archives at the Walter P. Reuther Library in Detroit, Michigan.[13] In 1935, after meetings between Zander and AFL President William Green, AFSCME became a chapter within the American Federation of Government Employees. AFSCME received a separate charter from the AFL in 1936.[11] In the 1930s, AFSCME was primarily a union for white-collar civil service workers, including librarians, social workers and clerical staff. These workers were legally without the right to collectively bargain, let alone strike—rights which Zander did not support.[12] The union grew slowly over the next several decades, gradually changing from an association formed to protect civil service systems to a union interested in collective bargaining. In August 1936, AFSCME had 119 locals with just under 4,000 members, expanding to 9,737 by the end of 1936. By 1940, AFSCME had nearly 30,000 members. AFSCME innovated the revival of police unionism in the late 1930s, organizing police officers and employees at correctional facilities.[11] In 1964, Jerry Wurf defeated Zander as the union's international president. AFSCME was racially integrated in the 1960s under Wurf and began to grow more quickly.[14] Under Wurf, who initiated the most aggressive unionizing campaign in the organization's history, AFSCME broke from earlier patterns of civil service reform and initiated a more militant form of unionization designed to achieve parity with private sector workers.[11] During Wurf's tenure, AFSCME became known as a pioneer in aggressively recruiting women and blacks.[2] In 1968, Martin Luther King, Jr. was assassinated while in Memphis, Tennessee to support a strike by the African-American sanitation workers' union, AFSCME Local 1733.[15] By 1969, AFSCME was unionizing 1,000 new workers each day. The organization saw its greatest period of growth in the 1970s. In 1973, AFSCME concluded a three-year organizing campaign of 75,000 Pennsylvania employees. It was the largest organizing campaign in U.S. labor history.[11] During Wurf's presidency, AFSCME's membership grew from 200,000 to approximately one million. The union eclipsed the one-million-member mark in 1978.[2] AFSCME set up its first political action committee in 1971.[16] AFSCME supported George McGovern's 1972 presidential bid as well as Jimmy Carter's successful presidential bid in 1976.[11] Gerald McEntee was elected president of AFSCME following Wurf's death in 1981. AFSCME continued to grow in the 1980s, unionizing university employees and nursing home staff and merging with other unions.[11] In 1982, the union voted to endorse the passage of federal, state, and local legislation to extend civil rights to gay and lesbian citizens.[17] In 1989, a third of the locals and the headquarters of the dissolving National Union of Hospital and Health Care Employees (NUHHCE) joined AFSCME. In 1992, AFSCME was the first national union to back Bill Clinton in his presidential bid.[2] AFSCME led an effort to oppose Clinton's signing of the North American Free Trade Agreement. In the late 1990s, AFSCME expanded its membership into Puerto Rico and Panama. The union was an early supporter of Barack Obama's 2008 presidential campaign.[16] In 2011, McEntee announced his intention to retire from the union, declining to run for another term as president in 2012.[18] McEntee was paid a gross salary of $1,020,751 in 2012, his last year on the job.[19] McEntee's use of $325,000 in union money to charter private jets in 2010 and 2011 became an issue in the campaign to succeed him.[20][21] At the 2012 AFSCME Convention in Los Angeles, Lee Saunders was elected president of AFSCME.[22] Laura Reyes was elected secretary-treasurer. Saunders defeated Civil Service Employees Association president Danny Donohue with 54% of the votes[23] and was re-elected without opposition in July 2016. Previously, Saunders had been elected as secretary-treasurer in 2010 after Bill Lucy retired. During Saunders' tenure, the union has increased its membership and its political involvement.[24] Reyes stepped down as secretary-treasurer in 2017. AFSCME's International Executive Board elected Elissa McBride to the position in March 2017.[25] According to AFSCME, the union has approximately 3,400 local unions and 58 councils and affiliates in 46 states, the District of Columbia and Puerto Rico. Every local union writes its own constitution, designs its own structure, elects its own officers and sets its own dues. The Washington, D.C.-based AFSCME headquarters coordinates the union's actions on national political and policy issues. AFSCME holds a biennial International Convention at which basic union policies are decided.[26] Every four years, AFSCME elects a union president, secretary-treasurer and 35 regional vice presidents. Notable Secretary-Treasurers include Gordon Chapman (1937–1944, 1948–1961, 1962–1966), Joseph Ames (1966–1972) and William Lucy (1972–2010).[27] Starting in the 2000s, AFSCME began campaigns to organize home-based family child care providers.[28] In 2005, when former Illinois Governor Rod Blagojevich signed an executive order that allowed home child care providers to collectively bargain with the state, the move launched a turf war,[29] with the Service Employees International Union (SEIU) battling AFSCME for the exclusive right to organize the workers. SEIU filed charges with the AFL–CIO against AFSCME, resulting in SEIU winning the right to unionize Illinois's home healthcare workers and resulting in AFSCME dropping its bid to do so.[30][31] AFSCME represents 24,000 custodians, food workers, gardeners, and other campus service workers in the University of California system.[32][33] In 2007, AFSCME resolved a two-year dispute with the University of California that raised pay for the system's lowest paid workers.[16] Since the late 1960s, AFSCME has become one of the most politicized unions in the AFL–CIO. Since 1972, AFSCME has been a primary force within the progressive wing of the Democratic Party, playing a major role in setting the legislative agenda and in choosing Democratic presidential candidates.[11] In the 1990s, AFSCME was the top U.S. donor to Bill Clinton.[2] According to OpenSecrets, AFSCME is the United States' fifth largest organizational contributor to federal campaigns and parties, having donated more than $126 million since the 1990 election cycle.[34] The organization contributes almost exclusively to Democratic Party campaigns; since 1990 the ratio of Democratic to Republican contributions by the AFSCME has exceeded 99:1.[35] In addition to combating privatization of public sector jobs, key political objectives for the group include raising the minimum wage and opposing the substitution of vacation time for overtime pay due workers.[34] In June 2008, AFSCME, along with MoveOn.org, spent over US$500,000 on a television advertisement, Not Alex, critical of the presumptive Republican presidential nominee John McCain.[36] Until the 2010 Citizens United decision, funding for political campaigns came from voluntary contributions to a political action committee called AFSCME PEOPLE (\"Public Employees Organized to Promote Legislative Equality\").[37] With the loosening of restrictions by this Supreme Court case, AFSCME has widened its political funding base through the use of member dues.[38] AFSCME is not required to publicly disclose the identity of its donors, or the size of their contributions.[5] AFSCME was the biggest outside spender in the 2010 midterm elections, spending a total of $87.5 million in support of Democratic Party candidates.[39] AFSCME led the failed 2012 recall effort against Wisconsin Governor Scott Walker.[40] In 2014, AFSCME cut ties with the United Negro College Fund (UNCF) after UNCF accepted a $25 million contribution from Charles and David Koch. Starting in 2003, AFSCME had supported UNCF with annual donations of $50,000–60,000.[41][42] In 2012, AFSCME, SEIU, and the American Federation of Teachers agreed on a politics-only alliance for the 2012 national election campaign.[43] In 2016, AFSCME and SEIU announced an extension of that agreement, leading to speculation about a possible future merger.[43][44] Coordinates: 38°54′14″N 77°02′16″W﻿ / ﻿38.9040°N 77.0377°W﻿ / 38.9040; -77.0377","Title":"American Federation of State, County and Municipal Employees - Wikipedia","KeyID":"17556","URL":"https://en.wikipedia.org/wiki/American_Federation_of_State,_County_and_Municipal_Employees"}