{"Content: ":"Minority (46) The Vermont House of Representatives is the lower house of the Vermont General Assembly, the state legislature of the U.S. state of Vermont. The House comprises 150 members, with each member representing around 4,100 citizens. Representatives are elected to a two-year term without term limits. Vermont had a unicameral legislature until 1836. It added a senate by constitutional amendment.[1] The House meets in Representatives Hall at the Vermont State House in Montpelier. It is the only U.S. state legislature whose debating chamber seating layout comes closer to that of the Westminster-style parliament found elsewhere.[2] The Speaker of the House presides over the House of Representatives. The Speaker is elected by the full House by Australian Ballot. If there is only one candidate, the election is usually held by voice vote. In addition to presiding over the body, the Speaker controls committee assignments and the flow of legislation. Other House leaders, such as the majority and minority leaders and whips, are elected by their respective party caucuses relative to their party's strength in the chamber. There are three party caucuses in the Vermont House; the Democratic Caucus which is currently in the majority, and the Republican and Progressive Caucuses, each currently being in the minority. Independent members of the House may choose to caucus with a party or none at all. On January 6, 2021, Jill Krowinski (D-Burlington) was sworn in as the Speaker of the House.[3] The Clerk of the House is BetsyAnn Wrask.[4] Nearly all of the Governors of the state and most of its U.S. representatives and U.S. senators were first members of this house. Other prominent members include: The house typically meets Tuesday through Friday during the session.[5] Coordinates: 44°15′46″N 72°34′51″W﻿ / ﻿44.26268°N 72.58075°W﻿ / 44.26268; -72.58075","Title":"Vermont House of Representatives - Wikipedia","KeyID":"17554","URL":"https://en.wikipedia.org/wiki/Vermont_House_of_Representatives"}