{"Content: ":"Richard John Gwynne (23 April 1945 – 9 July 2022), known as John Gwynne, was an English teacher, sports commentator and reporter. He was best known for his darts commentary, and worked at Sky Sports for twenty years.[1] Gwynne was born in Shropshire in 1945 and moved to Manchester in 1957. He attended Chorlton Grammar School. Upon leaving, he went into teaching, and taught English and was Deputy Housemaster (Fisher) at Moston Brook High School in Manchester.[2] Gwynne was a commentator for the PDC darts tournaments which air on Sky Sports. In February 2013, he announced he was to step down in the summer. The 2016 World Championship was his last tournament for Sky Sports.[3] In 2014, he was inducted into the PDC Hall of Fame.[4] Later in 2014, Gwynne began commentating on Eurosport for BDO darts tournaments, such as the Six Nations Cup, Winmau World Masters and the BDO World Championship. In the years that followed, he made occasional commentary appearances on Sky Sports during the early rounds of the PDC World Championship, though he did not do so at all in 2020; he did work extensively on Talksport's radio commentary of the event, however. Gwynne's first media job was covering speedway at Belle Vue in Manchester for Piccadilly Radio in 1980. He moved onto local north-west football, and contributed darts coverage to a weekly show, Talking Sport.[2] His first properly paid commentating job was covering Lancashire County Cricket Club matches for a phoneline-based service, Cricket Call. He did this from 1988 until 1991. In 1989 and 1990, Gwynne, with the help of darts entrepreneur Dick Allix, set up a darts phoneline service called The Darts Line, for which Gwynne provided darts news and tournament updates to a paid phone number that people would call.[2] The Darts Line opened the doors to the darts world, and before long Gwynne was commentating on darts tournaments for regional ITV programmes with Dave Lanning. When the darts split occurred in 1993 and Sky Sports took up coverage of WDC (later to become the PDC) tournaments, Lanning and Gwynne were chosen as commentators. Sid Waddell was still working with the BBC, and did not join Sky until the 1994 World Matchplay Championship. Gwynne and Lanning commentated on the first WDC World Championship at the Circus Tavern in 1994. Gwynne, Lanning and Waddell commentated together for the first time on the World Matchplay at Blackpool in July 1994. Gwynne remained a regular match reporter on Sky's Gillette Soccer Saturday. From April 2014, he was also providing expert analysis on William Hill's online betting service and In_play Radio service.[5][6] He made his return to the commentary box on finals day of the inaugural World Senior Darts Championships in 2022. The Final between Robert Thornton and Martin Adams on february 6th proved to be his final ever commentary. [7] Gwynne initially worked as a school teacher in Manchester.[8] He was also an after-dinner speaker and toastmaster. Gwynne was master of ceremonies at arts exhibitions and ran local darts tournaments in the Manchester area. From the start of the 2019 season, he was the announcer for Lancashire County Cricket Club. He wrote a monthly column, \"The Mancunian Way\", for Darts World Magazine (previously titled Piccadilly Line) for 31 years, and at one time was responsible for ghostwriting Wayne Mardle's column, \"Wayne's World\", in the same magazine. He also wrote for north-west newspapers, covering local darts, for nearly thirty years. He gave up both in 2011. Gwynne was chairman of the Manchester Superleague and Manchester Log-End Federation, which he founded in 2003 to save the log-end dartboard from extinction. He worked for the International Socca Federation as commentator on their Six-a-Side World Cup tournaments. In September 2020, in conjunction with David Mitchell and with a foreword by Jeff Stelling, Gwynne published a memoir of his football memories, Soccer Satisfied.[9] Gwynne's wife, Margaret, predeceased him. His son, Andrew, is the Labour MP for Denton and Reddish in Greater Manchester.[3][9] A lifelong fan of Manchester City F.C., he died from cancer on 9 July 2022 at the age of 77.[10]","Title":"John Gwynne (commentator) - Wikipedia","KeyID":"17569","URL":"https://en.wikipedia.org/wiki/John_Gwynne_(commentator)"}