{"Content: ":"Ljiljana Bakić (Serbian Cyrillic: Љиљана Бакић; 1939 – 9 July 2022)[1] was a Serbian architect who designed buildings in her home country and abroad. She worked both alone and with her husband architect Dragoljub Bakić.[2] She was a published author and essayist. Born Ljiljana Vucović in Belgrade, she studied architecture at the University of Belgrade from 1957 to 1962.[2] She married architect and business partner Dragoljub Bakić after graduation and they have two daughters. They lived in a home, that they both designed, in Belgrade's Višnjička neighbourhood.[2] Bakić was first employed by a local firm, \"Garden Architecture\", from 1964 to 1965. She then followed husband Dragoljub to Kuwait where he designed residential buildings for the Yugoslav company Energoprojekt. While there she was employed by a local firm \"Breik & Marwan Kalo Consulting Engineers\". In 1966 the couple left Kuwait and Bakić stopped working in order to start a family.[2] She re-entered the workforce several years later. Hired by chief architect Milica Šterić, Bakić worked at Energoprojekt from 1970 until 2001, alongside her husband.[3] In 1970, the couple worked in Finland where they perfected their modernist approach at the Alvar Aalto studio.[4] Bakić is best known for her work on the Pionir Sports Hall, a multi-functional building she co-designed with her husband in 1973.[5] With close to 6,000 seats, it is the second largest arena in Belgrade. The complex consists of a sports hall, a swimming pool and a velodrome. Renamed the Aleksandar Nikolić Hall in 2016, it was built in the post-modernist style.[6] The building is characterized by layered balconies and roofs, punctuated by numerous windows that admit natural light.[7] From 1974 to 1975, Bakić worked alone designing the \"Institute for Rehabilitation from Non-specific Lung Diseases\" in Soko Banja. The facility was built with the needs of the patients in mind.[5] According to Bakić, \"Architecture is a sociological phenomenon. No fooling around with various details, but thinking of those who will use it.\"[3] Soon after, the husband and wife team built two housing complexes in the Belgrade neighborhoods of Nova Galenika and Višnjička Banja. With their sloped roofs and warm colors, the residential estates resemble mountain villages, inspired by the hilly terrain and the couple's acquaintance with Finnish architecture. Whereas the houses were constructed, the second phase of the project, which included schools and other amenities, was not completed. According to Bakić, \"There was never funding for such things, not even during socialism. All estates always stayed unfinished, half-made. You just arrange 500, 600, 700, 800 residences and that was it. And where you will buy bread and milk, where your kids will go to school, that was left undone.\"[3] In addition to working in Japan, Switzerland, Poland, and Venezuela, the couple constructed several buildings in Zimbabwe.[4] In 1982, Bakić and her husband were the architects behind the Congress Center and Sheraton hotel in the Zimbabwean capital of Harare.[4] The congress structure is defined by a repetition of forms, a style that the couple became known for.[7][8] From 1994 to 2001, the couple worked mostly from an office in Harare.[9] Bakić was a member of the Academy of Architects of Serbia. She was also a writer, having published \"The Anatomy of B&B Architecture\", a monograph detailing her and her husband's career, as well as the socio-political elements that influenced their architectural works.[2] She has written articles about architecture for professional journals and local news media.[10] In 1974, Bakić and her husband were awarded the \"Grand Prix of the Belgrade Architecture Salon\" for their design of the Pionir Sports Hall.[3] They received another Grand Prix award four years later for the sports arena's adjoining ice rink.[3] In 1994, Bakić received a lifetime achievement award from the Architects of Serbia Society.[2] In 2013, her book \"The Anatomy of B&B Architecture\" garnered her a \"Ranko Radovic\" award from \"The Applied Artists and Designers Association of Serbia\".[2] In 2018, Bakić was one of 100 woman architects recognized in a volume published by the European Union. The book is called \"MoMoWo – 100 papers in 100 years: European Women in Architecture and Design (1918–2018)\".[11][9][12]","Title":"Ljiljana Bakić - Wikipedia","KeyID":"17567","URL":"https://en.wikipedia.org/wiki/Ljiljana_Baki%C4%87"}