{"Content: ":"Meow Wolf is an American arts and entertainment company that creates large-scale interactive and immersive art installations. Founded in 2008, its flagship attraction, House of Eternal Return in Santa Fe, New Mexico, is a 20,000-square-foot (1,900 m2) facility, which includes a concert venue in addition to the main immersive art installation. In 2021 their second installation, Omega Mart, opened in Area15 in Las Vegas. A third location in Denver, Convergence Station, opened its doors to the public on September 17, 2021.[2] Two additional locations, both in Texas, are currently in the planning and construction phases, and are scheduled to open in 2023 and 2024. Their CEO is Jose Tolosa, who took the place of co-CEOs Carl Christensen and Ali Rubinstein in 2022.[3] Meow Wolf is the entertainment industry's sole certified B corporation.[4] In 2022, Meow Wolf announced the formation of the Meow Wolf Foundation, which will focus on giving to the communities of new and existing Meow Wolf Locations. Julie Heinrich was named as the foundation's executive director.[5] With its start in Santa Fe, Meow Wolf was formed in February 2008 as an artist collective by \"a group of young residents hoping to supply Santa Fe with an alternative art and music venue.[6] The museum now consists of 200 different artists and employs more than 150 people, and has received widespread praise for its impact on the New Mexico and national art scene.[7] At the first meeting of the collective, everyone present put two scraps of paper with a word on each one in a hat, and the first two scraps drawn became the name of the collective, Meow Wolf.[8] On July 9, 2022, Meow Wolf co-founder and senior creative director Matt King died unexpectedly according to a statement released by Meow Wolf. The cause of death was not immediately known.[9] Meow Wolf started in 2008 as a collection of nonestablishment artists whose first large-scale venture was The Due Return, a more than 70-foot-long, two-story ship exhibited at the Center for Contemporary Arts.[10] Some other notable projects include, \"Biome Neuro Norb\" (2008), a science fiction-inspired installation,[11]\"Auto Wolf\" (2009), an installation centered around the destruction and reuse of a donated car,[12]\"The Moon is to Live On\" (2010), a multimedia theatrical play,[13]\"Geodecadent I\" and \"Geodecadent II\" (2010), a series of installations based on geodesic domes,[14][15] and \"The Due Return\" (2011) an installation consisting of a 70-foot long ship with two levels, filled with rooms and objects suggesting details of implied fictional inhabitants' lives.[16] In pursuit of teaching collaborative arts practices Meow Wolf formed CHIMERA in 2011. In 2012 CHIMERA worked with approximately one thousand Santa Fe students to create \"Omega Mart\", a collaborative art installation in the form of a fictitious grocery store stocked with hand-made satirical goods.[17][18] \"Omega Mart\" was deliberately placed away from Santa Fe's arts district to attract a more diverse audience.[19] The Omega Mart concept was revived at Area15 in Las Vegas in 2021.[20] In 2013, CHIMERA began working with the Albuquerque Museum of Art and History's classroom mentorship program for gifted students to create an installation named \"Project Dreamscape\".[18] Meow Wolf has built notable shows outside of Santa Fe. \"Glitteropolis\" (2011), at the New Mexico State University Art Gallery, used 50 pounds of glitter for the installation.[21] \"Nucleotide\" (2013) was a drippy pastel cave-like installation built by Meow Wolf artists in Chicago at the Thomas Robertello Gallery.[22] The majority of \"Nucleotide\" was conceived and built in Chicago over a 3-month period by 18 members of the collective.[23] In 2016 Meow Wolf opened their first permanent installation, House of Eternal Return, built by a collective of 135 artists in Santa Fe.[24] Meow Wolf became a Certified B Corporation in 2017.[25][26] In January 2018, Meow Wolf announced that it would be opening two new art complexes in Las Vegas and Denver.[27][28] On November 29, 2018, the documentary Meow Wolf: Origin Story was released in movie theaters around the United States in a one-time only showing.[29] In 2019, plans for a Phoenix attraction were announced, featuring a 75,000-square-foot (7,000 m2) exhibit with a 400-room hotel.[30] Meow Wolf also announced the same year a permanent exhibition in Washington DC. The exhibition, a partnership with the Cafritz Foundation, was planned to open in 2022 and would have been a three-level, 75,000-square-foot structure located in the Fort Totten community.[31][32]The New York Times Magazine featured Meow Wolf in an article titled \"Can an Art Collective Become the Disney of the Experience Economy?,\" describing the challenges faced by the group's founders in shifting from work as underground artists to running a multimillion-dollar corporation.[33] In early 2021, the firm announced that they would abandon their plans for a Meow Wolf themed hotel in Phoenix, although the firm still plan to create an exhibition in the city.[34] The permanent exhibition of Washington DC, in Fort Totten, is also canceled later in the year.[35][36] In 2021, the permanent exhibition of Las Vegas, a redo of their concept Omega Mart, opened in January, while the Denver art complex, called Convergence Station, opened in September of the same year.[37] With the outbreak of the COVID-19 pandemic, Meow Wolf's development plans were delayed in all locations, including layoffs of more than half its staff in Denver.[38] A preliminary collective bargaining group was formed in late 2020 in response to pandemic-related economic challenges and seeking more worker input.[39] Due to the pandemic, the museum temporarily closed for a year from March 2020 to March 2021. They reopened at 25% capacity, which was only 625 people a day, for four days a week.[40] The company also temporarily laid off some 200 employees and placed another 56 place on furlough.[10] This spearheaded an ongoing unionization effort formed by the Meow Wolf Workers Collective. In 2022, they ratified their contract with Meow Wolf calling for $1 million to go towards wage increases, where each artist gets paid no less that $60,000 annually, at exhibition workers at least $18 an hour.[41] In January 2015, author George R. R. Martin pledged $2.7 million to renovate and lease a vacant bowling alley to create a permanent facility for Meow Wolf. This was supplemented by additional funding, including $50,000 from the city of Santa Fe and $100,000 from a crowd-funding campaign.[42][43][44] The installation, called House of Eternal Return opened March 18, 2016.[45][46] It received a 2017 Thea Award from the Themed Entertainment Association and has been cited as the tenth best music venue in the United States.[47][48] Multiple musical acts have filmed music videos at House of Eternal Return including The Revivalists and T-Pain.[49][50] House of Eternal Return has a storyline based on the fictional Selig family, who disappeared after experimenting with interdimensional travel by tapping into a mysterious force known as \"The Anomaly\" in an effort to bring back deceased family members. This caused the house to fracture open paths to alternate dimensions. A secret government organization called the Charter was able to contain the Anomaly's effects and passes off the containment warehouse as an art installation. On August 22, 2018, Meow Wolf's Kaleidoscape, an \"other-worldly\" dark ride based around the concept of entering a piece of contemporary art, was announced for Elitch Gardens Theme Park in Denver, Colorado, replacing Ghost Blasters. The exhibit debuted during Elitch Garden's 2019 summer season; the Denver Post described Kaleidoscape as \"a hallucinogenic gallery of neon art.\"[51] The attraction was intended as a prequel to their Denver exhibit, Convergence Station,[52] with the ride experience being focused around the Quantum Department of Transportation harnessing the power of a Cosmic Egg to open a path to a new universe. In January 2018, Meow Wolf announced that it would open its second interactive art installation in Las Vegas, Nevada as the anchor attraction at a new retail, art and entertainment complex called AREA15.[53] Opened in 2021,[54] Omega Mart is a 52,000-square-foot (4,800 m2) multisensory grocery store that blends narrative storytelling, technical wizardry, and commerce.[55] Omega Mart aims to guide guests into fantastical areas with themes examining American consumerism and corporate responsibility.[56] The exhibit features more than 325 writers, painters, sculptors, actors, lighting designers, musicians and more.[57] The Omega Mart concept was reused from an earlier temporary installation in Santa Fe.[58] The exhibit follows the hypothetical corporation that owns Omega Mart, Dramcorp, in an alternate dimension. In this dimension, they harness a power titled “The Source” to continue to sell their products.[57] The exhibition celebrated its one year anniversary in the February of 2022 and welcomed over 1 million visitors.[59] In January 2018, Meow Wolf announced plans for a permanent installation in downtown Denver, Colorado, located at I-25 and Colfax Ave.[60] It rises 30 feet over three elevated viaducts.[61] This venue opened to the public on September 17, 2021. The 90,000-square-foot (8,400 m2) building is Meow Wolf's largest installation, employing more than 100 local artists[62] (including indigenous artists[63]) specializing in a wide range of media, including architecture, sculpture, painting, photography, video production, cross-reality (AR/VR/MR), music, audio engineering, narrative writing, costuming, and performance.[64] Meow Wolf Denver houses several exhibits, including a large-scale physical fabrication of The Cathedral[65] that the company digitized for The Infinite Playa, a recognized universe in the Burning Man’s multiverse.[66] A rotating exhibit of local artists is on display in Convergence Station’s Galleri Gallery; the first to be featured is Denver’s Lumonics collective, with works from light art pioneers Mel and Dorothy Tanner.[67] Convergence Station also features tributes to Denver's \"Gang of 19\" (who would later become the organization ADAPT) who played a central role in making mass transit accessible to disabled people.[68] Convergence Station is presented as an interdimensional transport hub of the Quantum Department of Transportation linking Earth to the Convergence of Worlds, named for a cosmic Convergence event that resulted in fragments of four planets fusing together, consisting of an ecumenopolis's C Street, the crystal mines of the Ossuary, the frozen world of Eemia, and a cosmic superorganism named Numina.[69] One of Meow Wolf's music festivals, Vortex, was held in Taos, New Mexico in 2018 and 2019, then paused for two years due to COVID.[70] In 2022, Meow Wolf announced that the festival would move to Denver. It will take place August 5–7, 2022.[71] In May 2022, Meow Wolf announced two new permanent exhibitions coming to Texas, in Grapevine, Texas (outside Dallas) and Houston. The Grapevine installation will be settled in Grapevine Mills shopping center, in a former 40,000 square feet (3,716 m2) big box store, and is scheduled to open in 2023. The Houston exhibition will be installed in the Fifth Ward, a growing arts and culture district of Houston, and is scheduled to open in 2024. According to the executive creative director, it is the first time that two installations are designed in the same state at the same time, and the two exhibitions will be \"deeply rooted in artist collaboration and connected by concealed Easter eggs\".[72][73] The choice of Texas has raised criticism online regarding the controversies over abortion rights and gender affirmative care rights.[74] Meow Wolf replied to the backlash in an instagram post, stating that they \"stood with marginalized people and that include LGBTQIA communities and women\" and that their presence in Texas was explicitly to provide that support. [75] Coordinates: 35°39′16″N 105°59′48″W﻿ / ﻿35.6543986°N 105.9966387°W﻿ / 35.6543986; -105.9966387","Title":"Meow Wolf - Wikipedia","KeyID":"17576","URL":"https://en.wikipedia.org/wiki/Meow_Wolf"}