{"Content: ":"Hang 'Em High is a 1968 American DeLuxe Color revisionist Western film directed by Ted Post and written by Leonard Freeman and Mel Goldberg. It stars Clint Eastwood as Jed Cooper, an innocent man who survives a lynching; Inger Stevens as a widow who helps him; Ed Begley as the leader of the gang that lynched Cooper; and Pat Hingle as the federal judge who hires him as a Deputy U.S. Marshal. Hang 'Em High was the first production of The Malpaso Company, Eastwood's production company. Hingle portrays a fictional judge who mirrors Judge Isaac Parker, labeled the \"Hanging Judge\" due to the large number of men he sentenced to be executed during his service, during the late 1800s, as District Judge of the United States District Court of the Western District of Arkansas. The film also depicts the dangers of serving as a Deputy U.S. Marshal during that period, as many federal marshals were killed while serving under Parker. The fictional Fort Grant, base for operations for that district judge seat, is also a mirror of the factual Fort Smith, Arkansas, where Judge Parker's court was located. In Oklahoma Territory in 1889, retired lawman Jed Cooper drives a small herd of cattle across a stream. A posse of nine men - Captain Wilson, Reno, Miller, Jenkins, Stone, Maddow, Tommy, Loomis, and Charlie Blackfoot - surround him and demand that he show them a receipt for the cattle. After learning the man from whom he bought them was a robber who had impersonated and killed the owner, Cooper explains that he knew nothing about the murder; but only Jenkins expresses doubts about his guilt. After Reno takes Cooper's horse and saddle and Miller takes his wallet, the men hang him from a tree and ride away. Shortly afterward, Deputy U.S. Marshal Dave Bliss rescues the half-dead Cooper and takes him to Fort Grant, where the territorial judge, Adam Fenton, determines that Cooper is innocent, sets him free, and warns him not to take his own revenge. As an alternative, Fenton offers Cooper a job as a Deputy U.S. Marshal. Cooper accepts, and Fenton warns him not to kill the lynchers, but to bring them in for trial. While picking up a prisoner, Cooper sees his own horse and saddle in front of a local saloon. He finds Reno inside and tries to arrest him, but Reno draws his gun, forcing Cooper to shoot him dead. Jenkins, learning of Reno's death at the hands of a marshal with a hanging scar, turns himself in and provides the names of the rest of the posse. Cooper finds Stone in the town of Red Creek, arrests him, and has the local sheriff, Ray Calhoun, put him in jail. (Stone is subsequently shot and killed by Calhoun while attempting to escape.) Most of the men Cooper seeks are respected citizens of Red Creek, but Calhoun honors Cooper's warrants for their arrest. While en route to arrest the other men, Cooper and Calhoun come across the murder of two men and the rustling of their herd. Cooper forms a posse of his own to pursue the stolen herd, and discovers that the rustlers are Miller and two teenage brothers, Ben and Billy Joe. He prevents the rustlers from being lynched themselves, then takes them to Fort Grant single-handedly when the posse deserts him. He frees Ben and Billy Joe from their bonds after they insist that only Miller committed the murders. Miller attacks Cooper after slipping his own bonds, but Cooper subdues him while the brothers watch. Fenton sentences all three rustlers to be hanged, despite Cooper's defense of the teenagers. Fenton insists that the public will resort to lynching if they see rustlers going unpunished, threatening Oklahoma's bid for statehood. Some time later, Calhoun arrives at Fort Grant and offers to pay Cooper for his lost cattle with money from Captain Wilson and the other vigilantes. Cooper makes it clear that while they are alive he still intends to arrest them. With the bribe rejected, Blackfoot and Maddow flee, while Tommy and Loomis remain loyal to Wilson and agree to help him kill Cooper. During the public hanging of Miller, Ben, Billy Joe, and three other men, the men who lynched him ambush Cooper in a brothel, seriously wounding him. Cooper survives and is slowly nursed back to health by a widow, Rachel Warren. Rachel reveals she is hunting for the outlaws who killed her husband and raped her. She and Cooper begin an affair when he points out that she might never find her rapists. Cooper tries to resign, but Judge Fenton goads him into continuing by giving him the location of Wilson's ranch, where Wilson, Tommy, and Loomis are hiding. Cooper survives an ambush by a guard dog, stabs Loomis to death, shoots Tommy, and nearly apprehends Wilson before Wilson, knowing Cooper is closing in, hangs himself. After returning to Fort Grant, Cooper hands in his marshal's star and demands that Fenton sign a pardon for Jenkins, who is both contrite and seriously ill. The two men debate the merits of territorial justice; Fenton insists that he is doing as well as he can, cursing the fact that his is the only court in the territory with little recourse for defendants — Well, maybe that's inevitable when there's only one man, one court, with the power of final justice over a territory that's five times the size of most states! Mistakes? Oh, I've made 'em, Cooper. Don't you doubt about that. Don't you doubt, either, there are times sitting up there in that judgement seat I have wished, I have prayed, that there was someone standing between me and God Almighty – someone with the power to say, \"You're wrong, Fenton! You've made an error in law – that this man deserves another trial, this man here a reprieve, and this man is innocent!\" But until this territory becomes a state, with a governor, and a state court of appeals, I am the law here – all the law. If you don't like that, you can cuss me till hell freezes over ... or you can join me, Cooper; even fight me. Help me turn this godforsaken territory into a state where no one man calls himself the law! — and that if Cooper disagrees with him, then the best thing he can do is continue to serve as a marshal. Cooper takes back his star in exchange for Jenkins' release, which Fenton agrees to. Fenton then gives Cooper fresh warrants for Blackfoot and Maddow, telling him, \"The law still wants 'em.\" Eastwood spent much of late 1966 and 1967 dubbing for the English-language version of the Dollars Trilogy and being interviewed, something which left him feeling angry and frustrated.[3] Stardom brought more roles in the \"tough guy\" mould, and Irving Leonard, his business manager, gave him a script to a new film, the American revisionist Western Hang 'Em High, a cross between Rawhide and Leone's westerns, written by Mel Goldberg and produced by Leonard Freeman.[3] However, the William Morris Agency had wanted him to star in a bigger picture, Mackenna's Gold, with a cast of notable actors such as Gregory Peck, Omar Sharif, and Telly Savalas. Eastwood, however, did not approve and preferred the script for Hang 'Em High, but had one complaint which he voiced to the producers: the scene before the six-man hanging, where the hero is attacked by the enemies. Eastwood believed that the scene would not be believable if set in a saloon. They eventually agreed to introduce a scene with Cooper taking a prostitute upstairs during the hanging, and having the attack take place afterwards as Eastwood enters the bordello's bar.[4] Eastwood signed for the film with a salary of $400,000 and 25% of the net earnings of the film, playing the character of Jed Cooper, a man accused by vigilantes of a rancher's murder, lynched and left for dead, who later seeks revenge.[1][2][4] With the wealth generated by the Dollars trilogy, Irving Leonard helped set up Eastwood's long-desired new production company, The Malpaso Company, named after Malpaso Creek, which flows through property Eastwood formerly owned in Monterey County, California.[5][6] Leonard became the company's president and arranged for Hang 'Em High to be a joint production with United Artists.[6] Directors Robert Aldrich and John Sturges were considered for the director's helm, but on the request of Eastwood, old friend Ted Post was brought in to direct, against the wishes of Freeman, whom Eastwood overruled.[7] Post was important in casting for the film and arranged for Inger Stevens of The Farmer's Daughter fame to play the role of Rachel Warren. She had not heard of Eastwood or Sergio Leone at the time, but instantly took a liking to Clint and accepted.[7] Clint Eastwood and Inger Stevens began a short relationship during filming. Composer Dominic Frontiere was given eight days to compose an Ennio Morricone type score. His theme appeared in a large number of cover versions ranging from Hugo Montenegro to Booker T and the M.G.s.[8] Although the film is purportedly set in Oklahoma Territory, Freeman arrived in Las Cruces, New Mexico, on May 25, 1967, to scout locations. That same day, Freeman located the tree to be used for the hanging in the opening scene, about 12 miles north of Las Cruces.[9] Filming began June 27, 1967, in the Las Cruces area, with additional scenes shot at White Sands.[7][9] The interiors were shot at MGM studios.[1][10] The opening lynching scene was filmed June 29, 1967, next to the Rio Grande.[1][9] The tree used for the hanging is no longer standing and the riverbed is now overgrown with thick brush.[9] Eastwood had considerable leeway in the production, especially in the script, which was altered in parts such as the dialogue and setting of the barroom scene to his liking.[11] The film became a major success after release in August 1968, and with an opening-day revenue of $5,241 in Baltimore alone, it became the biggest United Artists opening in history, exceeding all of the James Bond films at that time.[12] It debuted at number five on Variety's weekly survey of top films and had recouped production expenses within two weeks of screening.[12] It eventually grossed $6.8 million in the United States[13][14] and $4 million abroad,[15] for a total of $10.8 million grossed worldwide. It was praised by critics, including Arthur Winsten of the New York Post, who described Hang 'Em High as \"a Western of quality, courage, danger and excitement.\"[11] Variety gave the film a negative review, calling it \"a poor American-made imitation of a poor Italian-made imitation of an American-made western.\"[16] George Tashman wrote in Berkeley Gazette that it was, \"all intents and purposes,\" an \"apple pie\" western, \"a spaghetti western made in Hollywood.\"[15] As of February 2022, Hang 'Em High has a 92% freshness rating on Rotten Tomatoes.[17]","Title":"Hang 'Em High - Wikipedia","KeyID":"17573","URL":"https://en.wikipedia.org/wiki/Hang_%27Em_High"}