{"Content: ":"Laura Ann Shulgin (née Gotlieb; March 22, 1931 – July 9, 2022)[2] was an American author and the wife of chemist Alexander Shulgin, with whom she wrote PiHKAL and TiHKAL.[3] Laura Ann Gotlieb[4] was born in Wellington, New Zealand, to parents Bernard Gotlieb and Gwen Ormiston, but grew up in the village Opicina outside the Italian city Trieste. Her father was U.S. Consul in Trieste for six years before World War II.[5][6][4] Later in her childhood she lived in the U.S., Cuba, and Canada. She studied art and became an artist, married an artist and had a child, and they later divorced. She had two more marriages ending in divorce and had three more children. Ann went back to work as a medical transcriber, and met Alexander (\"Sasha\") Shulgin in 1978; they were married on 4 July 1981 in their back yard.[4] She worked as a lay therapist with psychedelic substances such as MDMA and 2C-B in therapeutic settings while these drugs were still legal.[7] In her writings she stressed the potential of these drugs from a Jungian psychoanalytic perspective, as well as their use in combination with hypnotherapy. She often appeared as a speaker at conventions and continued to advocate the use of psychedelics in therapeutic contexts.[citation needed] Together with her husband she authored the books PiHKAL and TiHKAL.[7] They developed a systematic way of ranking the effects of the various drugs, known as the Shulgin Rating Scale, with a vocabulary to describe the visual, auditory and physical sensations. She also contributed to the books Thanatos to Eros: 35 Years of Psychedelic Exploration, Entheogens and the Future of Religion, Ecstasy: The Complete Guide, The Secret Chief Revealed, Higher Wisdom: Eminent Elders Explore the Continuing Impact of Psychedelics, and Manifesting Minds: A Review of Psychedelics in Science, Medicine, Sex, and Spirituality.[citation needed] According to her daughter, Shulgin had been in ill health because of chronic obstructive pulmonary disease. Shulgin died July 9, 2022 at her and her late husband's San Francisco Bay Area residence.[8]","Title":"Ann Shulgin - Wikipedia","KeyID":"17587","URL":"https://en.wikipedia.org/wiki/Ann_Shulgin"}