{"Content: ":"Coordinates: 52°6′38″N 4°16′39″E﻿ / ﻿52.11056°N 4.27750°E﻿ / 52.11056; 4.27750 Beelden aan Zee (\"Images/sculptures by the sea\") museum in the Scheveningen district of The Hague, founded in 1994 by the sculpture collectors Theo and Lida Scholten, is the only Dutch museum which specializes in exhibiting sculpture. The museum shows contemporary international and national sculpture. The curators organize new exhibitions three or more times per year in its large circular main space. Exhibitions are created on themes such as the 2010 exhibitions, \"Unwanted Land\" exhibition by 6 contemporary artists or the \"Fathers and Sons\" show, or exhibitions around a particular artist.[citation needed] The museum features works by Karel Appel, Wim Quist, Man Ray, and Fritz Koenig. The mission of the museum is to use a mix of forms and materials in the works express \"the human experience.\"[1] Since 2004, the museum building also houses the Sculptuur Instituut (\"Sculpture Institute\"), a research institute on contemporary sculpture. The institute library is accessible during museum opening hours. The museum building was designed by architect Wim Quist, underneath the historic \"Pavilion of Wied\" King William I built in 1826 for his wife, Princess Wilhelmine of Prussia.[1] Before construction started, the municipality of The Hague required that the museum not be visible from the dunes. The museum has accordingly been built entirely underground, with terraces on the dune, which are also not visible from a distance. The museum is also not visible from the boulevard. From the roof of the museum one can see the sea, but not the boulevard nor the Scheveningen beach. As a result, the museum can be hard to find although it is signposted from the end of the street. The concrete and glass museum has an unusual slot-system in the concrete walls designed by the architect, so that sculpture or paintings can be hung from a bolt set into one of the many blocks in the walls. The whole museum is built on various levels with light coming in from above in many spaces. It includes a number of outdoor areas and museum supplies raincoats for visitors. There is also a cafe and a bookshop, as well as facilities for the disabled. A public sculpture garden created out of numerous sculptures by the American sculptor Tom Otterness is located on the boulevard just beyond the museum. This \"fairy tale pictures to the sea\" installation was designed in particular for children to enjoy. Tom Otterness sculpture garden","Title":"Beelden aan Zee - Wikipedia","KeyID":"17580","URL":"https://en.wikipedia.org/wiki/Beelden_aan_Zee"}