{"Content: ":"Theodor Kerckring or Dirk Kerckring (sometimes Kerckeringh or Kerckerinck) (baptized 22 July 1638 – 2 November 1693) was a Dutch anatomist and chemical physician.[2] Kerckring was born as the son of the Amsterdam merchant and VOC captain Dirck Kerckring and Margaretha Bas (daughter of Dirck Bas, a former mayor of Amsterdam).[3] In the second half of the 1650s he was a pupil at the Latin School in Amsterdam of Franciscus van den Enden (at the same time as the philosopher Benedictus de Spinoza), before studying medicine at Leiden University under Franciscus Sylvius. Around 1660 he was painted by Jurgen Ovens. In 1667 he was visited by Cosimo III de' Medici, interested in new developments in science and curious to see his collection of anatomical objects. Several sources reveal that Kerckring remained on good terms with Van den Enden, whose daughter Clara Maria he married in 1671. In order to marry the 27-year-old woman, who had a limp, Kerckring became a Roman Catholic.[4] She helped her father teach Latin; there is a famous but unsubstantiated story that Spinoza loved her unreciprocatedly. Although further details of his early life are sketchy, it is known that he spent much of his medical career prior to 1675 in Amsterdam at Singel. Afterwards he travelled throughout continental Europe, settling in Hamburg in 1678.[5] In 1683 he invited his old friend Niels Stensen, once one of the leading anatomists but converted to Catholicism. Stensen, becoming a priest in Florence and bishop in Münster, needed new position. Kerckring helped Stensen with an appointment in Hamburg and Stensen asked the Duke of Tuscany, Cosimo III de' Medici to help Kerckring with a post. Then both men were able to share experiences and ideas. Kerckring is remembered for his Spicilegium anatomicum, which is an anatomical atlas of clinical observations, medical curiosities, autopsy discoveries along with general anatomical information.[6] He is credited with describing \"Kerckring's ossicles\", which is an occasional ossification centre in the occipital bone that appears around the 16th week of gestation. He also provided a comprehensive description of the folds of the mucous membrane of the small intestine. These anatomical folds go by several different names, including the \"valves of Kerckring\", \"Kerckring's folds\", plicae circulares and valvulae conniventes. Kerckring used a microscope made by Spinoza. Media related to Theodor Kerckring at Wikimedia Commons","Title":"Theodor Kerckring - Wikipedia","KeyID":"1758","URL":"https://en.wikipedia.org/wiki/Theodor_Kerckring"}