{"Content: ":"Lily Safra (née Watkins; also Cohen, Monteverde and Bendahan; 30 December 1934 – 9 July 2022) was a Brazilian-Monegasque billionaire and socialite who amassed considerable wealth through her four marriages. She had a significant art collection and owned the historic Villa Leopolda on the French Riviera.[1] Her net worth was estimated at $1.3 billion.[2] She became strongly engaged with philanthropy when she married the banker Edmond Safra, and this continued through their Foundation after his death in 1999. Lily Safra was born Lily Watkins[3] on 30 December 1934 in Porto Alegre, Brazil. She was the daughter of Wolf White Watkins, a Czechoslovak railway engineer who moved to South America during the electrification of Brazilian railroads, and Annita Noudelman de Castro, a Uruguayan of Russian Jewish ancestry.[4]: 17f  She grew up in Rio de Janeiro, and then moved with her family to Montevideo, Uruguay. At age 17, she met and married Mario Cohen, an Argentine hosiery magnate of Italian Jewish descent.[5] They had three children.[6] Lily and Mario Cohen divorced in the early 1960s.[6] In 1965, Lily married Alfredo Monteverde [pt],[7] formerly Greenberg.[8] He was a Romanian Jewish immigrant who fled Europe in 1939.[5] He was a leader in the Brazilian household appliance distribution business, where he established the Ponto Frio [pt] brand. He and Lily adopted a child. In 1969, Monteverde killed himself. According to biographer Isabel Vincent, Monteverde left all his assets to his wife.[4] A month after his death, Lily moved to London. Her late husband's banker, Edmond Safra, helped her secure control over her late spouse's entire fortune.[5] She dated Safra for some time, but the romance ended. At the time, Safra's family who is of Sephardic Jewish descent did not approve of his relationship with Lily, who was of Ashkenazi Jewish descent.[5] In 1972, she married businessman Samuel Bendahan, also a Sephardic Jew, and a man of more modest means.[5] They separated after two weeks, and she divorced him one year later.[5][8] In 1976, she married Safra. The prominent banker was of Lebanese Jewish (Mizrahi) origin and a naturalized Brazilian citizen. He founded the Republic National Bank of New York. The couple divided their time among homes in New York City, Monaco, Geneva, and the Villa Leopolda on the French Riviera.[8][9] On 2 December 1999, Lily and Edmond Safra gained Monegasque citizenship.[8] On 3 December 1999,[8] Edmond was killed in Monaco in a fire that was determined to be arson. His death attracted considerable media interest because of his wealth and position.[10] Edmond Safra \"apparently felt so safe here that he did not have his bodyguards stay the night when he slept in Monaco\".[11] Ted Maher, a former U.S. Green Beret, was accused of starting the fire in order to gain acceptance from Edmond Safra when he would ultimately rescue him, but it went out of control.[12] Maher was convicted and sentenced to ten years in jail.[13] Safra left 50% of his assets to several charities, with the remainder divided among his family members and wife Lily, who received $800 million.[14] Lady Colin Campbell's novel Empress Bianca (2005) was considered to be a defamatory roman à clef by Safra's solicitor, Anthony Julius. Reacting to the legal threat in the United Kingdom, its publishers, Arcadia, withdrew the book and destroyed unsold copies.[4]: 265f  A revised edition of the book was later published in the United States.[4]: 265f  Safra died from pancreatic cancer in Geneva on 9 July 2022 at age 87.[15] Lily Safra supported numerous foundations, organisations, and charities. In 1977, she, her husband Edmond Safra, and Nina Weiner founded the International Sephardic Education Foundation. She chaired The Edmond J. Safra Foundation,[16] which supports medical research and humanitarian relief. The Edmond J. Safra Foundation Center for Ethics has been established at Harvard. In 2010, her donation of over $12 million established a cross-disciplinary research laboratory on institutional corruption.[17] Safra supported the American Red Cross and helped the Hurricane Katrina victims in 2005. Through the Edmond J. Safra Philanthropic Foundation, she helped found the Edmond J. Safra Brain Research Center for the Study of Learning Disabilities at the University of Haifa.[18] In connection with the 2005 sale at Sotheby's of furniture and art from her collection, Safra donated $3 million to charities in New York which she and her husband had supported for many years, along with a gift to Dillard University in New Orleans to help them rebuild after Hurricane Katrina.[19] Sotheby's announced in 2011 that an auction of Mr. and Mrs. Safra's collections, including furniture, artwork, silverware, and decorative objects, took place in New York City.[20][21] In May 2012, Safra proposed to Geneva's Christie's an exceptional auction of 70 pieces of her personal jewelry collection.[22] The Jewels for Hope sale included 18 pieces by JAR, the largest personal collection designed by the jeweler ever to be sold.[23] The entire record profits from the sale were donated to 32 charitable institutions around the world in the fields of healthcare, education, religion and culture, including the Elton John AIDS Foundation and Hope and Homes for Children in Romania.[24] Safra ensured the completion of the Edmond J. Safra Synagogue in Manhattan.[25] In 2009, Safra was honored by the Elton John AIDS Foundation with its \"An Enduring Vision\" award for her long-time support. In October 2013, Safra donated $1 million in support of the foundation's grant-making programs.[26] That same year, Safra contributed $16 million toward Edmond and Lily Safra Children's Hospital in Tel HaShomer. She also donated $5 million toward the One Laptop Per Child project.[27] She established the Edmond J. Safra Family Lodge,[28] for patients battling illnesses, as well as their families, at the National Institutes of Health near Washington, D.C. In July 2010, she donated 8 million euros to the Institute for Brain and Spinal Cord Injuries in Paris.[29] The Foundation and Safra also helped establish the Edmond and Lily Safra Center for Brain Sciences at the Hebrew University,[30] and the Edmond J. Safra Center for Bioinformatics and the Edmond J. Safra Center for Ethics at the Tel Aviv University.[31] Safra served on the Board of Directors for the Michael J. Fox Foundation for Parkinson's research.[32] In 2020, the Foundation announced the creation of The Edmond J. Safra Humanitarian Award to honor Mrs. Safra's profound philanthropic contributions to Parkinson's research and care. During her tenure as Chairwoman of The Edmond J. Safra Foundation, Lily Safra directed support to a number of initiatives at The Michael J. Fox Foundation, including early funding for the Parkinson's Progression Markers Initiative and The Edmond J. Safra Fellowship in Movement Disorders.[33] Also in 2009, Safra promised the Claude Pompidou Foundation a donation of 7 million euros for the construction and completion of the Claude Pompidou Institute for Alzheimer's research and treatment in the city of Nice, France. The Institute was inaugurated and welcomed its first patients in 2014.[34] Safra was a Patron of Hope and Homes for Children in the UK[35] and a supporter of its work for children in Romania.[36] Safra was a member of the Chairman's Council of the Museum of Modern Art.[31] On 3 February 2010, at an auction in London, Safra acquired L'Homme qui marche I, a life-sized bronze sculpture by Alberto Giacometti of a man, for £65 million (US$104.3 million). The purchase became one of the most expensive works of art and the most expensive sculpture ever purchased.[37][38] In April 2019, Safra pledged €10 million towards the restoration of Notre-Dame de Paris after the fire which greatly damaged the cathedral.[39]","Title":"Lily Safra - Wikipedia","KeyID":"17584","URL":"https://en.wikipedia.org/wiki/Lily_Safra"}