{"Content: ":"Adam Strachan (24 February 1987 – 9 July 2022)[1] was a Scottish professional footballer. Strachan came through the youth system at Partick Thistle and played 111 matches for the senior side, including a season in the Scottish Premier League. After leaving The Jags, Strachan played in the Scottish Football League with Ross County, Dumbarton, Albion Rovers, Clyde, Stenhousemuir and Arbroath, as well as in Junior football with Clydebank, Irvine Meadow and Glenafton Athletic. Strachan was a product of the Partick Thistle youth system, having been signed from Partick Thistle Boys Club. Thought to have a huge future ahead of him, Strachan was man-of-the-match in his debut as a 16-year-old in an SPL match versus Livingston.[2] In season 2006–07, Strachan was a key player and fans favourite but the following season, due to Stevie Murray playing in his position, Strachan did not feature in the team regularly enough and was rarely selected to play under Ian McCall. Strachan left Thistle by mutual consent in December 2007, ending a near four-year stint with the club. Strachan then signed for Ross County on 2 January 2008 and played in 42 matches, scoring eight goals and was a key player during the Dingwall club's time in the Scottish Second and then First Division. After an alleged incident with his girlfriend Strachan was released by the Dingwall club.[3] In July 2009, Strachan went on trial with First Division club Greenock Morton.[4] Strachan made his first appearance as a substitute in Austria, scoring the Inverclyde club's consolation goal in a 6–1 defeat by Slovakia champions Slovan Bratislava. In September 2009, Strachan signed for Third Division champions Dumbarton.[5] After just two matches for Sons, Strachan was loaned to fellow Third Division club Albion Rovers.[6] After being released by Dumbarton, Strachan signed for Clyde on a free transfer in January 2010.[7] After impressing as a trialist, Strachan signed for Arbroath on 25 February 2011 until the end of that season. After agreeing in principle to extend his contract with the Red Lichties, Strachan changed his mind after a summer holiday. Strachan then played a couple of trial matches for Junior club Clydebank[8] and later signed a short-term deal with the Bankies.[9] In December 2012, Strachan was jailed for 12 months for possession of knives in the area of Maryhill in Glasgow. Strachan had previously avoided jail for an alleged assault on his girlfriend.[10] Strachan returned to the Bankies following his release from prison in 2013. Before joining Irvine Meadow later that season, Strachan was caught with 28 grams of heroin when police searched his friend's flat in Maryhill in Glasgow and pleaded guilty to the charge in February 2014. Strachan was subsequently released by Clydebank and returned to prison in March 2014.[2] He was released after ten months' imprisonment and joined Glenafton Athletic in July 2014.[11] Strachan then signed for East Kilbride in June 2015. Strachan moved to Lowland League rivals BSC Glasgow in 2018.[12] During a league game against Whitehill Welfare, Strachan suffered a horrific ankle injury that ended his playing career.[13]","Title":"Adam Strachan - Wikipedia","KeyID":"17590","URL":"https://en.wikipedia.org/wiki/Adam_Strachan"}