{"Content: ":"Coordinates: 35°40′30.6″N 139°44′41.8″E﻿ / ﻿35.675167°N 139.744944°E﻿ / 35.675167; 139.744944 Opposition (172)   The House of Representatives (衆議院, Shūgiin) is the lower house of the National Diet of Japan. The House of Councillors is the upper house. The composition of the House is established by Article 41 (ja) and Article 42 (ja) of the Constitution of Japan.[1] The House of Representatives has 465 members, elected for a four-year term. Of these, 176 members are elected from 11 multi-member constituencies by a party-list system of proportional representation, and 289 are elected from single-member constituencies. 233 seats are required for a majority. The overall voting system used to elect the House of Representatives is a parallel system, a form of semi-proportional representation. Under a parallel system the allocation of list seats does not take into account the outcome in the single seat constituencies. Therefore, the overall allocation of seats in the House of Representatives is not proportional, to the advantage of larger parties. In contrast, in bodies such as the German Bundestag or the New Zealand Parliament the election of single-seat members and party list members is linked, so that the overall result respects proportional representation fully or to some degree.[citation needed] The House of Representatives is the more powerful of the two houses, able to override vetoes on bills imposed by the House of Councillors with a two-thirds majority.[2][3][4] The last election for the House of Representatives was held on 31 October 2021 in which the Liberal Democratic Party won a majority government with 261 seats. Along with their coalition partner, Komeito, which won 32 seats, the governing coalition holds 293 seats in total.[5] The House of Representatives has several powers not given to the House of Councillors. If a bill is passed by the lower house (the House of Representatives) but is voted down by the upper house (the House of Councillors) the House of Representatives can override the decision of the House of Councillors by a two-thirds vote in the affirmative. However, in the case of treaties, the budget, and the selection of the prime minister, the House of Councillors can only delay passage, but not block the legislation. As a result, the House of Representatives is considered the more powerful house. Members of the House of Representatives, who are elected to a maximum of four years, sit for a shorter term than members of the House of Councillors, who are elected to full six-year terms. The lower house can also be dissolved by the Prime Minister or the passage of a nonconfidence motion, while the House of Councillors cannot be dissolved. Thus the House of Representatives is considered to be more sensitive to public opinion, and is termed the \"lower house\". While the legislative term is nominally 4 years, early elections for the lower house are very common, and the median lifespan of postwar legislatures has in practice been around 3 years. For a list of majoritarian members and proportional members from Hokkaidō, see the List of members of the Diet of Japan. Shaded Note that the composition of the ruling coalition may change between lower house elections, e.g. after upper house elections. Parties who vote with the government in the Diet, but are not part of the cabinet (e.g. SDP & NPH after the 1996 election) are not shaded. The Japanese parliament, then known as the Imperial Diet, was established in 1890 as a result of the 1889 Meiji Constitution. It was modeled on the parliaments of several Western countries, particularly the German Empire and the United Kingdom, because of the Emperor Meiji's westernizing reforms. The Imperial Diet consisted of two chambers, the elected House of Representatives which was the lower house, and the House of Peers which was the upper house. This format was similar to the House of Lords in the Westminster system, or the Herrenhaus in Prussia, where the upper house represented the aristocracy. Both houses, and also the Emperor, had to agree on legislation, and even at the height of party-based constitutional government, the House of Peers could simply vote down bills deemed too liberal by the Meiji oligarchy, such as the introduction of women's suffrage, increases in local autonomy, or trade union rights. The prime minister and his government served at the Emperor's pleasure, and could not be removed by the Imperial Diet. However, the right to vote on, and if necessary to block, legislation including the budget, gave the House of Representatives leverage to force the government into negotiations. After an early period of frequent confrontation and temporary alliances between the cabinet and political parties in the lower house, parts of the Meiji oligarchy more sympathetic to political parties around Itō Hirobumi and parts of the liberal parties eventually formed a more permanent alliance, in the form of the Rikken Seiyūkai in 1900. The confidence of the House of Representatives was never a formal requirement to govern, but between 1905 and 1918, only one cabinet took office that did not enjoy majority support in the House of Representatives.[15] During the Taishō political crisis in 1913, a no-confidence vote[16] against the third Katsura government, accompanied by major demonstrations outside the Diet, was followed shortly by resignation. Subsequently, in the period often referred to as Taishō democracy, it became increasingly customary to appoint many ministers, including several prime ministers, from the House of Representatives – Hara Takashi was the first commoner to become prime minister in 1918. In the same year, the Rice Riots had confronted the government with an unprecedented scale of domestic unrest, and a German Revolution brought the Prusso-German monarchy to an end, the very system Meiji oligarchs had used as the main model for the Meiji constitution to consolidate and preserve Imperial power. Even Yamagata Aritomo and other oligarchs that had been fundamentally opposed to political parties, became more inclined to cooperate with the still mainly bourgeoisie parties, to prevent a rise of socialism or other movements that might threaten Imperial rule. Socialist parties would not be represented in significant numbers in the lower house until the 1930s. The initially very high census suffrage requirement was reduced several times, until the introduction of universal male suffrage in 1925. The electoral system to the House of Representatives was also fundamentally changed several times: between systems of \"small\" mostly single- and few multi-member electoral districts (1890s, 1920, 1924), \"medium\" mostly multi-member districts (1928–1942) and \"large\" electoral districts (usually only one, rarely two city and one counties district per prefecture; 1900s and 1910s), using first-past-the-post in single-member districts, plurality-at-large voting (1890s) or single non-transferable vote in the multi-member districts. Influence of the House of Representatives on the government increased, and the party cabinets of the 1920s brought Japan apparently closer to a parliamentary system of government, and there were several reforms to the upper house in 1925. However, the balance of powers between the two houses and the influential role of extra-constitutional actors such as the Genrō (who still selected the prime minister) or the military (that had brought down several cabinets) remained in essence untouched. Within a year of the Japanese invasion of Manchuria in September 1931, a series of assassinations and coup attempts followed. Party governments were replaced by governments of \"national unity\" (kyokoku itchi) which were dominated by nobles, bureaucrats and increasingly the military. After the Marco Polo Bridge Incident and the start of war in 1937, the influence of the Imperial Diet was further diminished, though never fully eliminated, by special laws such as the National Mobilization Law and expanded powers for cabinet agencies such as the Planning Board.[17] The House of Representatives in the Empire had a four-year term and could be dissolved by the Emperor. In contrast, members of the House of Peers had either life tenure (subject to revocation by the Emperor) or a seven-year term in the case of members elected in mutual peerage elections among the three lower peerage ranks, top taxpayer and academic peerage elections. During the war, the term of the members of the House of Representatives elected in the last pre-war election of 1937 was extended by one year. In the 1946 election to the House of Representatives, held under the U.S.-led Allied occupation of Japan, women's suffrage was introduced, and a system of \"large\" electoral districts (one or two per prefecture) with limited voting was used. A change in the electoral law in April 1945 had for the first time allocated 30 seats to the established colonies of the Empire: Karafuto (Sakhalin), Taiwan, and Chōsen (Korea); but this change was never implemented. Similarly, Korea and Taiwan were granted several appointed members of the House of Peers in 1945. In 1946, both houses of the Imperial Diet (together with the Emperor) passed the postwar constitution which took effect in 1947. The Imperial Diet was renamed the National Diet, the House of Peers was replaced by an elected upper house called the House of Councillors, and the House of Representatives would now be able to override the upper house in important matters. The constitution also gave the Diet exclusive legislative authority, without involvement of the Emperor, and explicitly made the cabinet responsible to the Diet and requires that the prime minister has the support of a majority in the House of Representatives. The Diet first met under the new constitution on 20 May 1947.[18] Four days later, Tetsu Katayama of the Democratic Socialist Party became Japan's first socialist prime minister and the first since the introduction of parliamentarianism. Since the end of US rule in 1952, it has been the norm that the prime minister dissolves the House of Representatives before its 4-year term expires. Only once, in 1976, did the House last a full 4 years. It has become tradition to give nicknames to each dissolution, usually referencing a major political issue or controversy. One infamous example was on 14 March 1953, when Shigeru Yoshida dissolved the House and called for new election, after he name called people during a meeting of the budget committee. This came to be known as the \"you idiot\" dissolution.[19] In 1955, prime minister Ichirō Hatoyama oversaw the creation of the Liberal Democratic Party (LDP), which since his third government has dominated Japanese politics under the 1955 System. The LDP would govern without interruption for nearly 40 years until the 1993 election, alone save for a three-year coalition government with the New Liberal Club after the 1983 election. Hatoyama planned to change the electoral system to first past the post, introducing a bill to that effect in March 1956. This was met with opposition from the Socialist Party, who criticized Hatoyama's plan as a \"Hatomander\". The bill passed the House of Representatives in May 1956, but was never voted on by the House of Councillors. Electoral reform came into vogue again in the 1970s, but Kakuei Tanaka's plan met opposition internally in the LDP and never came to a vote in either chamber of the Diet. Japan entered a lengthy recession in the 1990s (see Lost Decades), which many people blamed on the LDP.[citation needed] In the 1993 election, the party lost power for the first time under the 1955 System, when an eight-party coalition led by Morihiro Hosokawa of the Japan New Party were able to form a government. This government fell apart after nine months, and was succeeded by the Hata Cabinet, another short-lived non-LDP government. The LDP returned to power in 1994 with the Murayama Cabinet, this time in a coalition with their old rivals the Socialists, whose leader Tomiichi Murayama became prime minister. As with party colleagues Ichirō Hatoyama and Kakuei Tanaka before him, prime minister Toshiki Kaifu of the LDP unsuccessfully tried to reform the electoral system in 1991. However, the Morihiro Hosokawa government got the 1994 Japanese electoral reform through the Diet, introducing a parallel voting system which went into effect at the next election in 1996. Under this system, which remains in effect as of 2022, 300 (since reduced to 289) members of the House of Representatives are elected using first past the post in single-member constituencies, while 200 (since reduced to 176) members are elected in regional blocs using party-list proportional representation. The LDP once again lost power at the 2009 election, when the Democratic Party-led Hatoyama Cabinet took over. The LDP and Komeito, which had formed a two-party government between 2003 and 2009, came to power again after the 2012 election. Shinzo Abe, who had previously led the First Abe Cabinet, was prime minister for another stint lasting eight years.","Title":"House of Representatives (Japan) - Wikipedia","KeyID":"17608","URL":"https://en.wikipedia.org/wiki/House_of_Representatives_(Japan)"}