{"Content: ":"A basilar skull fracture is a break of a bone in the base of the skull.[1] Symptoms may include bruising behind the ears, bruising around the eyes, or blood behind the ear drum.[1] A cerebrospinal fluid (CSF) leak occurs in about 20% of cases and may result in fluid leaking from the nose or ear.[1] Meningitis occurs in about 14% of cases.[2] Other complications include injuries to the cranial nerves or blood vessels.[1] A basilar skull fracture typically requires a significant degree of trauma to occur.[1] It is defined as a fracture of one or more of the temporal, occipital, sphenoid, frontal or ethmoid bone.[1] Basilar skull fractures are divided into anterior fossa, middle fossa and posterior fossa fractures.[1] Facial fractures often also occur.[1] Diagnosis is typically by CT scan.[1] Treatment is generally based on the extent and location of the injury to structures inside the head.[1] Surgery may be performed to seal a CSF leak that does not stop, to relieve pressure on a cranial nerve or repair injury to a blood vessel.[1] Prophylactic antibiotics do not provide a clinical benefit in preventing meningitis.[2][3] A basilar skull fracture occurs in about 12% of people with a severe head injury.[1] Basilar skull fractures include breaks in the posterior skull base or anterior skull base. The former involve the occipital bone, temporal bone, and portions of the sphenoid bone; the latter, superior portions of the sphenoid and ethmoid bones. The temporal bone fracture is encountered in 75% of all basilar skull fractures and may be longitudinal, transverse or mixed, depending on the course of the fracture line in relation to the longitudinal axis of the pyramid.[5] Bones may be broken around the foramen magnum, the hole in the base of the skull through which the brain stem exits and becomes the spinal cord. This may result in injury to the blood vessels and nerves exiting the foramen magnum.[6] Due to the proximity of the cranial nerves, injury to those nerves may occur.[4] This can cause loss of function of the facial nerve or oculomotor nerve, or hearing loss due to damage of cranial nerve VIII.[4] Evidence does not support the use of preventive antibiotics, regardless of the presence of a cerebrospinal fluid leak.[3][2] Non-displaced fractures usually heal without intervention. Patients with basilar skull fractures are especially likely to get meningitis.[7] The efficacy of prophylactic antibiotics in these cases is uncertain.[8] Acute injury to the internal carotid artery (carotid dissection, occlusion, pseudoaneurysm formation) may be asymptomatic or result in life-threatening bleeding. They are almost exclusively observed when the carotid canal is fractured, although only a minority of carotid canal fractures result in vascular injury. Involvement of the petrous segment of the carotid canal is associated with a relatively high incidence of carotid injury.[9] Basilar skull fractures are a common cause of death in many motor racing accidents. Drivers who have died as a result of basilar skull fractures include Formula One driver Roland Ratzenberger; IndyCar drivers Bill Vukovich Sr., Tony Bettenhausen Sr., Floyd Roberts, and Scott Brayton; NASCAR drivers Dale Earnhardt Sr., Adam Petty, Tony Roper, Kenny Irwin Jr., Neil Bonnett, John Nemechek, J. D. McDuffie, and Richie Evans; CART drivers Jovy Marcelo, Greg Moore, and Gonzalo Rodriguez; and ARCA drivers Blaise Alexander and Slick Johnson. Ernie Irvan is a survivor of a basilar skull fracture sustained at an accident during practice at the Michigan International Speedway in 1994.[10] To prevent basilar skull fractures, many motorsports sanctioning bodies mandate the use of head and neck restraints, such as the HANS device.[11][12][13][14] The HANS device has demonstrated its life-saving abilities multiple times, including Jeff Gordon at the 2006 Pocono 500, Michael McDowell at the Texas Motor Speedway in 2008,[15] Robert Kubica at the 2007 Canadian Grand Prix, and Elliott Sadler at the 2010 Sunoco Red Cross Pennsylvania 500.[16] Ever since the mandatory implementation of the HANS device, there has not been a single driver crash-related fatality in NASCAR's national divisions.","Title":"Basilar skull fracture - Wikipedia","KeyID":"1760","URL":"https://en.wikipedia.org/wiki/Basilar_skull_fracture"}