{"Content: ":"Tygodnik Powszechny (Polish pronunciation: [tɨˈɡɔdɲik pɔˈfʂɛxnɨ], The Common Weekly) is a Polish Roman Catholic weekly magazine, published in Kraków, which focuses on social, cultural and political issues.[1] It was established in 1945 under the auspices of Cardinal Adam Stefan Sapieha. Jerzy Turowicz was its editor-in-chief until his death in 1999. He was succeeded by Adam Boniecki, a priest. Tygodnik Powszechny often covers politics, religion, culture, society, Polish-Jewish relations and international affairs. Its foreign department publishes stories by correspondents all over the world, including Europe, the United States, Asia, Africa and the Middle East.[2] Writer and reporter Wojciech Jagielski has been a member of the international department since 2017.[3] Cardinal Adam Stefan Sapieha helped found the weekly magazine Tygodnik Powszechny, whose first edition was published on 24 March 1945, during the closing months of World War II. Initially, its editorial staff had four people: Jan Piwowarczyk, a priest; Jerzy Turowicz, editor-in-chief for many years; Konstanty Turowski and Maria Czapska. Later, they were joined by Zofia Starowieyska–Morstinowa, Stefan Kisielewski, Leopold Tyrmand, Antoni Gołubiew, Paweł Jasienica (until he was arrested by the communists in 1948), Stanisław Stomma, Hanna Malewska and Józefa Golmont–Hennelowa. In 1953, the weekly was suspended and lost its printing house after it had refused to print the obituary of Soviet Premier Joseph Stalin.[4] From 1953 to 1956, it was published by new editors, representing the pro-government PAX Association[4] and was informally known as Tygodnik Paxowski. The same format was used and numbering was continuous during that period although none of the previous editors still worked for the paper. After the 1956 Polish October, the \"Thaw\" allowed the original editors were able to resume control of the magazine in December. Columnists have included prominent clerics, such as Karol Wojtyła (later Pope John Paul II), academics and poets, journalists and other writers, including Władysław Bartoszewski, Jerzy Zawieyski, Jacek Woźniakowski, Stefan Wilkanowicz, Adam Szostkiewicz, Leszek Kołakowski, Stanisław Lem, Zbigniew Herbert, Wojciech Karpiński, Tadeusz Kudliński and Czesław Zgorzelski. Czesław Miłosz published his poems in Tygodnik Powszechny for many years. In 1945, he prepared a handwritten volume of poems, Wiersze pół-perskie, for Jerzy Turowicz, the editor. Forced into exile to the United States, Miłosz continued to publish in the magazine. After he received the Nobel Prize, it was the only magazine in which Miłosz published his poems. In the late 1950s, the newspaper became affiliated with the officially recognized political party Znak, which was newly organized in the wake of the \"Thaw\". When Znak helped establish the Solidarity movement, Father Józef Tischner, one of the writers of the Krakov edition, became its chaplain. After martial law was declared, the magazine suspended its publication for several months. Since 1982, Tygodnik Powszechny has been published continuously. After Wojtyła was elected as Pope John Paul II, Tygodnik Powszechny became the most popular vehicle for his teachings in Poland. For a long time, it was the only magazine in the world to have gained an interview with the new pope, which was published 3 August 1980. In the 1980s, the magazine informally represented the Polish democratic opposition. It was sometimes regarded as the only legal oppositional magazine in the People's Republic of Poland (PRL). In 1987, it published a controversial essay by Jan Błoński, \"The Poor Poles Look at the Ghetto\" (\"Biedni Polacy patrzą na getto\"), which explored the historic relations between Catholic and Jewish Poles, and the experiences of the Holocaust during World War II. Since the 1990s, part of the church hierarchy has criticized Tygodnik Powszechny for what is considered to be its overly-liberal outlook. That does not reflect the parochial distribution of the magazine. In 1998, Maria Zmarz-Koczanowicz produced the documentary Ordinary Kindness (Zwyczajna dobroć), which told the story of Turowicz. In 1999, after the death of Turowicz, the chief editor became Father Adam Boniecki.[5] In April 2007, the ITI Group purchased 49% of the magazine. Since 5 December 2007, Tygodnik Powszechny has been published in a smaller size. Its format and editorial staff were also changed. In 2014, the magazine has changed its logo, layout and the format to attract younger readers.[6] Tygodnik Powszechny has tried to reconcile the values of liberalism with the principles of faith. It has presented an open ecumenical view of Polish Catholicism, called by the editors an 'open Catholicism'.[7] Its goal is a dialogue. Persons with non-Catholic ideas are invited to take part in printed debates. According to the analysis by Jarosław Gowin, presented in his book Kościół w czasach wolności (\"Church in the Times of Freedom\"), the magazine is one of the main representatives of \"open\" Catholicism, inspired by Catholic personalism Sergiusz Kowalski. Sergiusz Kowalski, who analysed the history of the journal from 1993 to 1995, wrote, \"The authors of Tygodnik Powszechny appreciate moderation, openness, readiness to dialogue and compromise, looking for a modus vivendi between liberal democracy and Church, between modernity and tradition\" (Kowalski 1997: 148). In the time of the People's Republic of Poland (PRL), Tygodnik Powszechny was known to be the magazine that allowed publishing of some criticism of the communist authorities, although within the boundaries set by state censors. After 1989, the magazine was seen to represent one option in a dialogue within the Church that was called \"open Catholicism\", which received criticism from people of other circles. After 1989, Tygodnik Powszechny was believed to represent only one political party, the Democratic Union, which was later transformed into the Freedom Union. Many people involved in the magazine participated in the political changes of the era (Józefa Hennelowa, Tadeusz Mazowiecki, Krzysztof Kozłowski). The critics of the Cracow weekly magazine often quote the letter written by John Paul II on 15 May 1995, on the occasion of the magazine's 50th anniversary: The year 1989 brought Poland deep changes connected with the downfall of the communist system. Resumption of independence paradoxically coincided with an increased assault of secular left-wing parties and liberal groups directed against the Church, the Episcopate as well as against the Pope. I felt it especially in the context of my last visit to Poland in 1991. The point was to erase from the memory of citizens what was the role of the Church in the nation within the space of the last years. Accusations and slanders about clericalism were multiplying as well as those about the alleged intention of the Church to rule Poland and about hindering political emancipation in the Polish society. Forgive me, if I say that those influences were also visible in Tygodnik Powszechny. In those difficult times, unfortunately the Church did not find in it any support and defense which in a way it could have expected: “it did not feel cherished enough” – like I once said. [citation needed]– Letter of 15 May 1995 from John Paul II to Jerzy Turowicz, editor-in-chief, Tygodnik Powszechny","Title":"Tygodnik Powszechny - Wikipedia","KeyID":"17607","URL":"https://en.wikipedia.org/wiki/Tygodnik_Powszechny"}