{"Content: ":"Montpellier Hérault Sport Club (French pronunciation: [mɔ̃pəlje eʁo spɔʁ klœb]), commonly referred to as Montpellier HSC or simply Montpellier, is a French professional football club based in the city of Montpellier in Occitanie. The original club was founded in 1919, while the current incarnation was founded through a merger in 1974. Montpellier currently plays in Ligue 1, the top level of French football and plays its home matches at the Stade de la Mosson, located within the city. The first team is managed by Olivier Dall'Oglio and captained by Teji Savanier. Montpellier is owned by Laurent Nicollin, the son of the late Louis Nicollin, a French entrepreneur, who had been owner since 1974. The club have produced several famous players in its history, most notably Laurent Blanc, who has served as manager of the France national team. Blanc is also the club's all-time leading goalscorer. Eric Cantona, Roger Milla, Carlos Valderrama and Olivier Giroud are other players who have played in Montpellier's colours. In 2001, Montpellier introduced a women's team. Montpellier was founded under the name Stade Olympique Montpelliérain (SOM) and played under the name for most of its existence.[citation needed] In 1989, after playing under various names, the club changed its name to its current form. Montpellier is one of the founding members of the first division of French football.[citation needed] Along with Marseille, Rennes and Nice, Montpellier is one of only a few clubs to have played in the inaugural 1932–33 season and is still playing in the first division.[citation needed] The club won Ligue 1 for the first time in the 2011–12 season. Montpellier's other honours to date include winning the Coupe de France in 1929 and 1990, and the UEFA Intertoto Cup in 1999.[citation needed] In the 2011–12 season, Montpellier won its first Ligue 1 title, finishing the season with 82 points, three points ahead of runners-up Paris Saint-Germain.[citation needed] On 20 May 2012, in a game marred by stoppages for crowd violence, John Utaka scored a brace to secure a 2–1 victory over Auxerre and win the Ligue 1 title for Montpellier.[citation needed] Olivier Giroud, who finished the season with 21 goals and 9 assists, was the league's top goal scorer. Despite being tied on goals with Paris Saint-Germain attacker Nenê, he was named the league's top scorer by the Ligue de Football Professionnel due to finishing with more goals in open play.[2] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. ","Title":"Montpellier HSC - Wikipedia","KeyID":"17604","URL":"https://en.wikipedia.org/wiki/Montpellier_HSC"}