{"Content: ":"The Roman Catholic Diocese of Zaria (Latin: Zarien(sis)) is a diocese located in the city of Zaria, Kaduna State in the Ecclesiastical province of Kaduna in Nigeria. On 5 December 2000, the Diocese of Zaria was established from the Metropolitan Archdiocese of Kaduna. Bishop George Jonathan Dodo was installed as the first Bishop of Zaria Diocese by Most Reverend Osbaldo Padila, the Papal Nuncio to Nigeria The Cathedral is Cathedral of Christ the King in Zaria. His lordship, Most Rev. (Dr) George Jonathan Dodo was born into the family of Mr. David B. Dodo and Mrs. Paulina A. Dodo of Zuturung Mago Village in Zangon Kataf Local Government Area of Kaduna State on 17 April 1956 thereby becoming the second child and first son of the family. He was enrolled into St. Patrick's Primary School (now LEA Primary School) Zuturung Mago in January 1964 for his Primary Education and finished in 1970. However, since he could not gain admission into Secondary School at the end of 1970 he had to repeat classes six (6) and seven (7) in 1971 and 1972 respectively. In 1972 he obtained his First School Leaving Certificate. While in the Primary School he served the school as a time keeper for two consecutive years. On the 26th day of January 1973, the young boy George was enrolled in St.Joseph’s Minor Seminary, Zaria and graduated on 14 May 1977 with a G. C. E. result. During his studies in the Minor Seminary, he was the kitchen prefect for two Academic Sessions spanning from 1975-1977. At end of his Secondary Education he applied for admission into St. Augustine’s Major Seminary Jos, under the auspices of the Archdiocese of Kaduna. On gaining admission, he enrolled into Augustine's Major Seminary Jos on the 27th day of August 1977. There he studied philosophy and theology. While in St. Augustine's Major Seminary, the young George worked in the school library from 1979–81 and became the head of the students working in the library from 1981-83. At completion, George bagged a Diploma in Religious Studies from the University of Ibadan on 11 July 1981 and a bachelor's degree in Sacred Theology (B.Th.) conferred upon by the Pontifical Urbanian University, Rome on 20 September 1983. In the month of October 1983, George was ordained a deacon in the Archdiocese of Jos, Plateau State, and was raised to the order of the presbyterate on 18 June 1983 at St. Josephs Catholic Cathedral, Kaduna by the then Metropolitan Archbishop, Most Rev. Dr. Peter Yariyok Jatau (now Emeritus). His first place of pastoral assignment is the cathedral of St. Joseph in Kaduna, where he served as the Assistant Cathedral Administrator (July 1983-June 1984). Thereafter he became the Parish Priest of St. Dennis’ Parish Danladi, from June 1984 – July 1985. From July 1985 to June 1987, he was the Parish Priest of St. Patrick's Parish Dogon Kurmi. On 22 June 1987, he left Nigeria for further studies with the Jesuits of Rosehill Campus, Fordham University, Bronx-New York, USA to study Pastoral Care/Counselling and Parish Ministration and Leadership. After a successful completion, he was conferred upon with a master's degree of Arts by the trustee of Fordham University. After a short break of six (6) months in the Archdiocese of Kaduna, during which he was posted to St. Thomas Parish, Kano. He later went back to the same University of Fordham and did an Advanced Professional Diploma (APD) from July 1989 to December 1990. After completion of his studies, he came back and served in the following parishes: Parish Priest, St. Francis, Zonkwa (now in Kafanchan Diocese) February 1991-August 1991. Parish Priest, St. Matthew's, Television, Kaduna October, 1991-December 1994. Parish Priest, Our lady of Apostles, Independence Way, Kaduna, December 1994-March 2001.","Title":"Roman Catholic Diocese of Zaria - Wikipedia","KeyID":"17616","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_Zaria"}