{"Content: ":"Meherjaan (Bengali: মেহেরজান) is the feature-length début film of Bangladeshi director Rubaiyat Hossain. The film was pulled from theatres due to the hostile response of some segments of the audience after its release in January 2011. Meherjaan claims to be a women's \"feminine\" re-visiting of the Bangladesh Independence War with Pakistan in 1971, while many feel discomfort with the deconstructive representation of the '71 conflict. Meherjaan has been participated in many film festivals including Kolkata Film Festival,[1] Festival International de Films de Fribourg,[2] Festival de Cine de Bogotá,[3] Festival Cinematográfico Internacional del Uruguay,[4] London Asian Film Festival,[5] Osian's Cinefan Festival of Asian & Arab Cinema.[6] Meherjaan wins a handful of awards at International film festivals and competitions including Best Critic Award (Jaipur International Film Festival),[7] Jury Award and Audience Award (Northampton International Film Festival), Orson Welles Award (Tiburon International Film Festival)[8] The film was withdrawn from movie theatres in Bangladesh due to the objections of different groups of people. \"The film Meherjaan, which was released in Dhaka in January 2011, was quickly pulled out of theatres after it created a furore among audiences. The hostile responses to the film from across generations highlight the discomfort about the portrayal of a raped woman, and its depiction of female and multiple sexualities during the Bangladesh Liberation War of 1971. The film's stance against Bangladeshi nationalism also created a stir among audiences.\"[9] On 3 November 2011, there was a special film event and a panel discussion at Harvard University sponsored by the University of Massachusetts Boston, South Asia Initiative at Harvard University, Consortium on Gender, Security and Human Rights at UMass, and the CARR Center for Human Rights, Harvard Kennedy School. The film was screened in advance of a panel discussion by Cambridge/Boston academics.[10][11] Meherjaan has received mixed reviews.[9][12][13][14][15][16][17][18][19]","Title":"Meherjaan - Wikipedia","KeyID":"17611","URL":"https://en.wikipedia.org/wiki/Meherjaan"}