{"Content: ":"The Naismith Memorial Basketball Hall of Fame is an American history museum and hall of fame, located at 1000 Hall of Fame Avenue in Springfield, Massachusetts. It serves as basketball's most complete library, in addition to promoting and preserving the history of basketball. Dedicated to Canadian-American physician James Naismith, who invented the sport in Springfield, the Hall of Fame inducted its first class in 1959, before opening its first facility on February 17, 1968.[1] As of the Class of 2019, the Hall has formally inducted 401 basketball individuals.[2] The Boston Celtics have the most inductees, with 40. The Naismith Memorial Basketball Hall of Fame was established in 1959, without a physical location by Lee Williams, a former athletic director at Colby College. In the 1960s, the Hall of Fame struggled to raise enough money for the construction of its first facility. However, the necessary amount was soon raised, and the building opened on February 17, 1968,[1] less than a month after the National Basketball Association played its 18th All-Star Game. The Basketball Hall of Fame's Board named four inductees in its first year. In addition to honoring those who contributed to basketball, the Hall of Fame sought to make contributions of its own. In 1979, the Hall of Fame sponsored the Tip-Off Classic, a pre-season college basketball exhibition. This Tip-Off Classic has been the start to the college basketball season ever since, and although it does not always take place in Springfield, Massachusetts, generally it returns every few years.[3] In the 17 years that the original Basketball Hall of Fame operated at Springfield College, it drew over 630,000 visitors. The popularity of the Basketball Hall of Fame necessitated that a new facility be constructed, and on June 30, 1985, an $11.5 million facility was opened beside the scenic Connecticut River in Springfield.[4] As the new hall opened, it also recognized women for the first time, with inductees such as Senda Berenson Abbott, who first introduced basketball to women at Smith College. During the years following its construction, the Basketball Hall of Fame's second facility drew far more visitors than ever anticipated, due in large part to the increasing popularity of the game but also to the scenic location beside the river and the second Hall's interesting modern architecture.[3] In 2002, the Basketball Hall of Fame moved again[5]—albeit merely 100 yards south along Springfield's riverfront—into a $47 million facility designed by renowned architects Gwathmey Siegel & Associates. The building's architecture features a metallic silver, basketball-shaped sphere flanked by two similarly symmetrical rhombuses. The dome is illuminated at night and features 80,000 square foot (7,400 m²), including a Subway sandwich shop, and an extensive gift shop. The second Basketball Hall of Fame was not torn down; rather it was converted into an LA Fitness health club. The current Basketball Hall of Fame features Center Court, a full-sized basketball court on which visitors can play. Inside the building there are a game gallery, many interactive exhibits, several theaters, and an honor ring of inductees. A large theater for ceremonies seats up to 300. The honorees inducted in 2002, included the Harlem Globetrotters and Magic Johnson, a five-time NBA champion, three-time NBA finals MVP and Olympic gold medalist.[3] As of 2011, the current Basketball Hall of Fame has greatly exceeded attendance expectations, with basketball fans traveling to the Hall of Fame from all over the world.[6] In contrast to the Soccer and the National Baseball Halls of Fame, Springfield honors international and American professionals, as well as American and international amateurs, making it arguably the most comprehensive Hall of Fame among major American sports. From 2011 to 2015, seven committees were, and as of 2016, six committees are employed to both screen and elect candidates. Four of the committees screen prospective candidates:[8] Since 2011, the Veterans and International Committees also vote to directly induct one candidate for each induction class.[10] Three committees were formed in 2011 to directly elect one candidate for each induction class:[10] Individuals who receive at least seven votes from the North American Screening Committee or five votes from one of the other screening committees in a given year are eligible to advance to an Honors Committee, composed of 12 members plus rotating groups of 12 specialists (one group for female candidates, one group for international candidates, and one group for American and veterans candidates) who vote on each candidate. Each screening committee has a limited number of candidates it may submit to the Honors Committee—10 from the North American Committee, and two from each of the other committees. Any individual receiving at least 18 affirmative votes (75% of all votes cast) from the Honors Committee is approved for induction into the Hall of Fame. As long as the number of candidates receiving sufficient votes from a screening committee is not greater than the number of finalists that the committee is permitted to submit, advancement to the Honors Committee is generally pro forma, although the Hall's Board of Trustees may remove from consideration any candidate who \"has damaged the integrity of the game of basketball\".[dead link][9] To be considered for induction by a screening committee, a player, retired coach, or referee must be fully retired from that role for at least three full seasons.[12] The waiting period had originally been five years, but was changed to four years in December 2015,[13] and to three seasons in December 2017.[12] Prior to the induction class of 2018, referees had been eligible for induction after 25 years of full-time service, even if still active.[13] Changes to the criteria for consideration of active coaches were also announced as part of the 2017 changes. Currently, coaches become eligible upon 25 years of full-time service at the high school level or above, or three seasons after retirement.[13] Effective with the class of 2020, active coaches must meet the years of service requirement and be at least 60 years old.[12] No years of service criterion is required for those who have made a \"significant contribution to the game of basketball\". Sportswriters and commentators are elected as full-fledged members, in contrast to the Baseball Hall of Fame that places them in separate wings from the \"real\" Hall of Fame.[9] Aspects of the Hall's voting procedures, including voter anonymity, are controversial. While sportswriter voters of other major sports' Halls of Fame openly debate their choices, the Naismith Hall process is not transparent.[14] The Hall has also been criticized for a tendency to enshrine active collegiate coaches and relatively obscure players while omitting some accomplished players and coaches.[15] The Hall has received backlash for excluding such players, coaches, and innovators. For example, the 24-second shot-clock had two developers for the National Basketball Association in Leo Ferris and Danny Biasone, but only the latter has been inducted into the Hall of Fame. Ferris was listed as an eligible nominee from 2017 to 2022.[16] Tim Hardaway is one player noted as being snubbed from the Hall, possibly due to his past comments on the LGBT community despite support from peers involving his playing credentials; he was inducted in 2022.[17] Nine of the ten NCAA Division I head coaches who won 800 games are currently in the Hall of Fame, with Cliff Ellis (894 wins) being the only exception. Leta Andrews, the all-time winningest coach in the United States (1,416 wins) has been a finalist five times but never inducted.[18] Most notably, Eddie Sutton waited twelve years after his retirement to be inducted.[19] Ken Anderson, holder of the third-highest winning percentage for all college basketball coaches in history, has also never been inducted. The Basketball Hall of Fame is very independent of its baseball and football counterparts, specifically for its induction and voting process. There are multiple different voting committees for the Basketball Hall: The International Committee, North American Committee, Women's Committee, Contributor Direct Election Committee, Early African-American Pioneers Committee, and Veterans Committee. Each committee makes their own individual selections for their inductees into the Hall. The members of these committees serve three-year terms. How the members get selected, and who they are, is virtually unknown to the public and is kept completely anonymous. Inductees do not know who inducted them, and those who inducted them supposedly never let them know.[20] According to Mark Purdy, a sportswriter and selection committee member for the Baseball Hall of Fame, the Basketball Hall of Fame's selection process is quite non-exclusive. He argues that the Baseball Hall of Fame first started inducting individuals in 1936, and Basketball did not start inducting players until 1959, but the Basketball Hall currently has more members than the Baseball Hall.[21] Naismith Memorial Basketball Hall of Fame President and CEO, John Doleva, defends the exclusivity argument: \"I'm used to explaining it and it's different than football and baseball,\" Doleva said. \"Because football and baseball cover the men's game professionally, end of story. Naismith invented this game for everyone: men, women, high school, college, pro, coaches, players. We really represent the entire game, so we have a broader class.\"[20] Since 1959, 401 coaches, players, referees, contributors, and teams have been inducted,[2] with the most recent class entering on May 15, 2021.[22] John Wooden, Lenny Wilkens, Bill Sharman, Tom Heinsohn, and Bill Russell have each been inducted as both player and coach (Wooden in 1960 and 1973, Sharman in 1976 and 2004, Wilkens in 1989, 1998 and 2010, Heinsohn in 1986 and 2015, and Russell in 1975 and 2021).[23] John McLendon has been inducted as both coach and contributor, entering in 1979 as a contributor and 2016 as a coach.[24] On three occasions, the Hall has inducted new classes without honoring a player – 1965, 1968, and 2007.[25] In conjunction with the Final Four of each year's NCAA Division I men's and women's basketball tournaments, the Naismith Hall gives out several awards to college basketball athletes: For men, the Hall presents awards to the top players in Division I at each of the five standard basketball positions. Each of the award winners is chosen by a Hall of Fame selection committee, plus the award's namesake. The Hall, in cooperation with the Women's Basketball Coaches Association, presents analogous awards for the top Division I women's players at each position. One has been awarded since 2000; the others were first presented in 2018. As with the men's awards, the selection committee for the women's awards includes each award's namesake. The Hall also formerly presented the Frances Pomeroy Naismith Award to two college seniors—one male player no taller than 72 inches (1.83 m), and one female player no taller than 68 inches (1.73 m)—determined to have been the nation's best student-athletes. The men's award, given since 1969, was voted on by the National Association of Basketball Coaches (NABC), and the women's, given since 1984, by members of the Women's Basketball Coaches Association. Both awards were discontinued after the 2012–13 season. Coordinates: 42°05′37.5″N 72°35′05.0″W﻿ / ﻿42.093750°N 72.584722°W﻿ / 42.093750; -72.584722","Title":"Naismith Memorial Basketball Hall of Fame - Wikipedia","KeyID":"17623","URL":"https://en.wikipedia.org/wiki/Naismith_Memorial_Basketball_Hall_of_Fame"}