{"Content: ":"Beth Gott AM (25 July 1922 – 8 July 2022)[1] was an Australian plant physiologist, ethnobotanist and academic who specialised in the use of indigenous plants in south-east Australia.[2] Born Margaret Beth Noye, (but always known just by the first name Beth), Gott won a Trinity College Council Non-Resident Exhibition in 1940,[3] and completed a BSc in botany at the University of Melbourne[4] with first class honours as well as being awarded the Caroline Kay Scholarship in Botany for 1943.[5] She then studied at London University, where her research was the life-cycle of Rye cereals. She later undertook research on Australian wheat varieties at the University of Melbourne.[6] Gott initially taught at universities in the United States and Hong Kong prior to working at Monash University from the early 1980s. She developed a comprehensive database of Aboriginal knowledge of Australian food fibre and medicine plants and the landscapes created by Aboriginal management,[7] publishing extensively on the topic, and also established an Aboriginal plant garden at Monash University in 1985.[8] Gott's father was a pharmacist and her mother a nurse. Gott was married twice, meeting both husbands while studying at Melbourne University in the early 1940s. Her first husband, Clifford Wilson Serpell (6 November 1915 – 3 March 1944), joined the RAAF as a Flying Officer and was killed during air operations over Burma.[9] She married her second husband Ken Gott (1922–1990), a journalist and left wing activist, in 1948; both were members of the Communist Party until disillusionment with communism led to them leaving. Gott learned many stories of Aboriginal life in northern Victoria from her grandmother, which she credited with sparking her interest in indigenous plants.[10] Gott died on 8 July 2022, 17 days shy of her 100th birthday. She was survived by two of her three children and five grandchildren.[11] Gott, Beth (1992), Koorie use and management of the plains, retrieved 15 July 2022 Gott, Beth (2002), Aboriginal food plants, retrieved 15 July 2022 Gott, Beth; Conran, John; Hamilton and Western District Museum. Aboriginal Keeping Place. Yangennanock Women's Group (1991), Victorian Koorie plants : some plants used by Victorian Koories for food, fibre, medicines and implements, Yangennanock Women's Group, Aboriginal Keeping Place, ISBN 978-0-646-03846-9 Zola, Nelly; Gott, Beth; Koorie Heritage Trust (1992), Koorie plants, Koorie people : traditional Aboriginal food , fibre and healing plants of Victoria, Koorie Heritage Trust, ISBN 978-1-875606-10-8.","Title":"Beth Gott - Wikipedia","KeyID":"17627","URL":"https://en.wikipedia.org/wiki/Beth_Gott"}