{"Content: ":"The Mexican Secretariat for Home Affairs (Spanish: Secretaría de Gobernación, SEGOB, lit. 'Office for Governance') is the public department concerned with the country's domestic affairs, the presenting of the president's bills to Congress, their publication on the Official Journal of the Federation, and certain issues of national security. The country's principal intelligence agency, CISEN, is directly answerable to the Secretary of the Interior. The Secretary is a member of the President's Cabinet and is, given the constitutional implications of the post, the most important Cabinet Member. Additionally, in case of absolute absence of the President, the Secretary of Interior assumes the executive powers of the President provisionally. The Office is practically equivalent to Ministries of the Interior in most other countries (with the exception of the that of the United States of America) and is occasionally translated to English as Ministry, Secretariat or Department of the Interior. In 1821, after the establishment of what was then the Mexican Provisional Cabinet (Junta Gubernativa Provisional), and given public urgings to organise the country's government, regulation was produced outlining the functions of a new governmental arm, then styled The Office for Domestic and Foreign Affairs. The new agency was answerable for managing the functioning of the government in general. The first person to take up the Directorship of the Office was José Manuel de Herrera who held the post between 1821 and 1823. Later on, it became necessary to particularise the duties of certain government agencies, which, in 1843, lead to the creation of the 'Office for Home Affairs' (also styled 'Department of the Interior'), which would later be re-styled as the 'Office for Foreign Relations and Government' in 1841 and then again in 1843 as the 'Office for Home Affairs and Policing'. The Office eventually had some of its powers separated into other ministries and, in 1853, was once again named 'Office for Home Affairs' —as it is still called up to the present day. The Office for Home Affairs in its modern day form, is concerned principally with the good management and proper application of the policies of Mexico's Federal Government within its national borders. It is a department of the national executive branch, whose origins date back to article 222 of the 1812 Spanish Constitution, which received royal assent on 19 March 1812. Among the Cabinet Secretaries mentioned in the constitution, were those of Governance of the Realm in the Peninsula and Adjacent Islands and Governance of the Realm Overseas. On 22 October 1814, the Constitutional Declaration for the Emancipation of the Mexican Americas known as the Apatzingán Constitution made provisions for a republican form of Government by way of Article 134. The Apatzingán Constitution provided for an Executive Branch known as the Supreme Government which would be equipped with an Department for Home Affairs, among other governmental departments. This position was historically seen as being a heartbeat away from the Presidency, because several Secretaries of the Interior were chosen as presidential candidates for the following term by incumbent presidents Plutarco Elías Calles, Emilio Portes Gil, Lázaro Cárdenas, Miguel Alemán Valdés, Adolfo Ruiz Cortines, Gustavo Díaz Ordaz, Luis Echeverría. Francisco Labastida, Secretary of the Interior during the latter part of the Zedillo government, was seen as Zedillo's personal favorite during the Institutional Revolutionary Party's primaries (the first the party would ever hold) and during his unsuccessful bid which saw his political undoing at the hands of PAN candidate Vicente Fox. In turn, Fox's Secretary of the Interior, Santiago Creel, ran in the National Action Party's primaries in 2006, but was defeated by Felipe Calderón. According to the Organic Law of the Federal Public Administration in its Article 27 the department is responsible for the discharge of the following functions and duties assigned:","Title":"Secretariat of the Interior - Wikipedia","KeyID":"17621","URL":"https://en.wikipedia.org/wiki/Secretariat_of_the_Interior"}