{"Content: ":"\"Ore Neel Doriya Amay De Re De Chhariya\" is a Bengali film song from 1978 released Bangladeshi movie Sareng Bou.[1] The song is penned by Mukul Chowdhury and is considered as one of the evergreen compositions of Bangladeshi Music. Originally composed and produced by Alam Khan and recorded on Abdul Jabbar's voice.[2][3][4][5][6] The song is filmed on a theme where a sailor man's wife is dreaming about her husband's home coming. Farooque has acted as sailor captain in this film, who carry out the song. This film's director Abdullah Al Mamun has filmed this song's opening on a running train, second verses on a Bangladeshi Sampan and filming of the final verses has taken place on a human trail.[4][7] In 1974–75, Abdullah Al Mamun has planned to adapt a film version of Shahidullah Kaiser's 1962 novel Sareng Bau (The Captain's Wife). He has scripted a song sequence for film, where captain is returning home to meet her wife. For composing this song, he put his idea and theme of filming before Alam Khan for composing. Meanwhile, Alam Khan has prepared an unused composition in 1969. After discussing with Abdullah Al Mamun, Alam Khan select that tune for using in this song.[7] Lyricist Mukul Choudhury penned the entire song after hearing the unused tune and Abdullah Al Mamun's plan for filming the song.[2][5] For voice, Abdullah Al Mamun proposed Abdul Jabbar's name and Alam Khan composed the entire song based on Mamun's suggestion, so that the song fit in Jabbar's voice perfectly.[3][4][8] Alam Khan composed this song in two steps. He uses an unused 1969 tune for the song's opening. After writing the lyrics of the song, he composed the rest of the song. Alam Khan has used Bhoopali and Bilaval raaga, blend with Bangladeshi folk music for composing this song.[9] Music was composed using tabla, drum, violin, flute, keyboard, xylophone, and accordion. Sounds of running train, boat paddle, water splash and ektara was added according to filming scenarios.[5] The song was recorded in Ipsha Recording Studio at Kakrail and took a single schedule by recording engineer Abdul Majid.[2][3] Three microphones are being used to capture the voice and music. Abdul Jabbar gives his voice on a single mic; second mic captures the effect of added sounds by 12 rhythm players, third mic is used to capture music played by 10 musicians.[5] The song is considered one of ageless Bangladeshi motion picture song[10] also gained huge popularity beyond the border. Swedish singer Joyi Pranks covers this song[11] Based on a survey by RTV, the song is recognized as Swarnojuger Shera Bangla Nagorik Gaan (The best Bengali citizen songs of the golden age).[12][13] Since its inception, the song has televised and viewed many times in various music station, TV channels and reality shows. Various musical group and bands cover this song for notable times. Bangladeshi Telecommunication giant Grameenphone has used this song for their commercial ad. [3]","Title":"Ore Neel Doriya Amay De Re De Chhariya - Wikipedia","KeyID":"17635","URL":"https://en.wikipedia.org/wiki/Ore_Neel_Doriya_Amay_De_Re_De_Chhariya"}