{"Content: ":"The Mentalist is an American drama television series that ran from September 23, 2008, until February 18, 2015, broadcasting 151 episodes over seven seasons, on CBS.[1] Created by Bruno Heller, who was also its executive producer, the show follows former \"psychic\" Patrick Jane (Simon Baker), who is a consultant to the California Bureau of Investigation (CBI), and his boss, senior agent Teresa Lisbon (Robin Tunney), using the highly developed observational skills he previously employed to \"read\" people's minds. The series follows Patrick Jane, an independent consultant for the California Bureau of Investigation (CBI) based in Sacramento, California. Although not an officer of the law, he uses his skills from his former career as a successful, yet admittedly fraudulent, psychic medium to help a team of CBI agents solve murders. The real reason for Jane's involvement with law enforcement is to track down the serial killer, known as Red John, who was responsible for the brutal murders of his wife, Angela Ruskin Jane, and his daughter, Charlotte Anne Jane. Before the murders, Jane had a lucrative career as a con man, successfully posing as a psychic medium and enjoyed near-celebrity status. Five years before the events in the show's pilot episode, he appeared on television to claim that his paranormal abilities helped the police profile a serial killer named Red John. Red John, angered by the perceived slight, murdered Jane's wife and his young daughter in revenge. Jane subsequently abandoned his career and teamed with the CBI, using his skills to help them solve various crimes. His main focus is on the cases involving Red John or Red John copycats. He admits to faking the supernatural aspects of his skills, often asserting that \"there's no such thing as psychics,\" yet he has finely honed skills in cold reading, hypnosis, and picking pockets, as well as his intuitive observations and an immense insight into the human psyche and the behavior of witnesses. His associates at the CBI include colleagues Wayne Rigsby, Grace Van Pelt, and Kimball Cho, and their boss, Teresa Lisbon, with whom Jane shares a combative friendship with romantic undertones that develop in later seasons. Various directors and recurring civilians come across as the show unfolds, including: Bret Stiles, Gale Bertram, Kristina Frye, Madeleine Hightower, JJ Laroche and Walter Mashburn. As the show progresses, the focus shifts from general cases during seasons one to three, to solely catching Red John, throughout seasons four to six. At the midpoint of season six, the Red John case is solved, the FBI steps in, closing the CBI, and the show adopts a new track for two seasons, along with a few new characters. The show still focuses on case solving with emotional episodes. Having developed Rome for HBO, Heller was interested in doing something different and wanted to prove himself. CBS was looking for a show that would work as a companion to NCIS, and Heller welcomed the challenge of developing a popular show within the constraints of prime time network television and adapted his concept to fit.[2]The mentalista the Heller describes the character as being a combination of a Sherlock Holmes type and street psychic, part detective helping people and part con-artist selling people lies. Wanting the character to have both physical and spiritual grace, Heller imagined someone like Cary Grant for the role.[3] The show often set episodes based on fictional locales with names such as Salinger Mill and Rancho Rosa. Like the majority of American television shows, The Mentalist was mostly filmed within the studio zone in Los Angeles County, but occasionally filmed a few scenes on location in Sacramento. The structure used to represent the CBI headquarters in Sacramento is the back of the Pico House in downtown Los Angeles. On October 15, 2008, CBS ordered the first season of The Mentalist[4] and the show was subsequently renewed annually from 2010, both in the domestic market and overseas.[5][6][7] In November 2013, Amanda Righetti (Van Pelt) and Owain Yeoman (Rigsby) were confirmed to be leaving after season six concluded.[8] On May 10, 2014, CBS renewed[9][10] the series for a 13-episode seventh season, which premiered on November 30, 2014, and later announced it as the final season.[11] In the season seven episode \"Orange Blossom Ice Cream\", scenes set in Beirut were filmed in Los Angeles and supplemented by freelance footage of Beirut by Michael Timney.[12] TNT began syndicating The Mentalist in the fall of 2011.[13] In the period between the end of Late Show with David Letterman and Late Show with Stephen Colbert in the summer of 2015, The Mentalist was carried weeknights on CBS in full as part of the network's temporary late-night lineup. The show also aired on the CTV Television Network in Canada. In Brazil the show also aired on SBT and Warner Channel.[14][15]  The seasons score between 60% and 100% on Rotten Tomatoes.[16] The first season of The Mentalist received mostly positive reviews, with critics being divided on the procedural format, but praising the performance of Simon Baker. On Rotten Tomatoes, season one has an overall rating of 60% from 25 critics, with the consensus saying, \"The setup and episodic storytelling is far from original, but The Mentalist distinguishes itself from other procedurals mostly due to the talents of Simon Baker.\"[17] On Metacritic, season one has a score of 65/100, indicating \"generally favorable reviews\".[18] Robert Bianco of USA Today felt the pilot episode lacked in originality, but praised Baker, saying, \"The Mentalist may be a copy, but it's a well-done copy sparked by an actor who has come into his own as a TV star.\"[19] Matthew Gilbert of The Boston Globe said, \"the CBS show has very little dramatic heft or distinction, but it's wily and brisk enough to engage you for an hour.\" Gilbert also praised the chemistry between Baker and Tunney, but criticized the crime cases, feeling they were predictable and at times uninteresting.[20] Mary McNamara of The Los Angeles Times praised Baker as \"virtually irresistible\" and said, \"...psychological sleight of hand can't fill an hour every week. For that you need complicated, interesting crimes and complicated, interesting characters solving them. The Mentalist seems prepared to deliver just that.\"[21] The pilot episode had an audience of 15.6 million viewers in its first airing, and 7.8 million in a reairing three days later.[22] The December 2, 2008, episode, \"Flame Red\", was the highest-rated television show of the week, marking the first time a program in its first season had achieved that distinction since Desperate Housewives four years earlier.[23] The show drew comparisons to the USA Network comedy Psych, which also featured a lead character with heightened powers of observation that were mistaken for psychic abilities, who works as an independent consultant for law enforcement in California, and which debuted two years earlier, including Psych itself making repeated references to the similarities with the later-premiering show.[24][25]","Title":"The Mentalist - Wikipedia","KeyID":"17632","URL":"https://en.wikipedia.org/wiki/The_Mentalist"}