{"Content: ":"Lincoln is a 2012 American biographical historical drama film directed and produced by Steven Spielberg, starring Daniel Day-Lewis as United States President Abraham Lincoln.[8] The film also features Sally Field, David Strathairn, Joseph Gordon-Levitt, James Spader, Hal Holbrook, and Tommy Lee Jones in supporting roles. The screenplay by Tony Kushner was loosely based on Doris Kearns Goodwin's 2005 biography Team of Rivals: The Political Genius of Abraham Lincoln, and covers the final four months of Lincoln's life, focusing on his efforts in January 1865 to abolish slavery and involuntary servitude by having the Thirteenth Amendment to the United States Constitution passed by the United States House of Representatives. The film was produced by Spielberg and frequent collaborator Kathleen Kennedy, through their respective production companies, Amblin Entertainment and the Kennedy/Marshall Company. Filming began October 17, 2011,[9] and ended on December 19, 2011.[10] Lincoln premiered on October 8, 2012 at the New York Film Festival. The film was co-produced by American companies DreamWorks Pictures, 20th Century Fox, and Participant Media, with Indian company Reliance Entertainment, and released theatrically by Touchstone Pictures in North America on November 9, 2012.[11][12][13] The film was distributed by 20th Century Fox in international territories.[2] Lincoln was acclaimed by critics, who lauded the acting (especially from Day-Lewis), as well as Spielberg's direction and the production values. In December 2012, the film was nominated for seven Golden Globe Awards including Best Motion Picture – Drama, Best Director for Spielberg and winning Best Actor (Motion Picture – Drama) for Day-Lewis. At the 85th Academy Awards, the film was nominated for twelve Academy Awards including Best Picture and Best Director; it won for Best Production Design and Best Actor for Day-Lewis.[14] The film was also a commercial success, grossing over $275 million at the box office.[7] In January 1865, United States President Abraham Lincoln expects the Civil War to end soon, with the defeat of the Confederate States. He is concerned that his 1863 Emancipation Proclamation may be discarded by the courts after the war and that the proposed Thirteenth Amendment will be defeated by the returning slave states. He feels it imperative to pass the amendment beforehand, to remove any possibility that freed slaves might be re-enslaved. The Radical Republicans fear the amendment will be defeated by some who wish to delay its passage; support from Republicans in the border states is not yet assured. The amendment also requires the support of several Democratic congressmen to pass. With dozens of Democrats being lame ducks after losing their re-election campaigns in the fall of 1864, some of Lincoln's advisors believe he should wait for a new Republican-heavy Congress. Lincoln remains adamant about having the amendment in place before the war is concluded and the southern states are re-admitted. Lincoln's hopes rely upon Francis Preston Blair, a founder of the Republican Party whose influence could win over members of the border state conservative faction. With Union victory in the Civil War highly likely but not yet secured, and with two sons serving in the Union Army, Blair is keen to end hostilities quickly before the spring thaw arrives and the armies march again. Therefore, in return for his support, Blair insists that Lincoln allow him to engage the Confederate government in peace negotiations. However, Lincoln knows that significant support for the amendment comes from Radical Republicans, for whom negotiated peace is unacceptable. Unable to proceed without Blair's support, Lincoln reluctantly authorizes Blair's mission. In the meantime, Lincoln and Secretary of State William Seward work to secure Democratic votes for the amendment. Lincoln suggests they concentrate on the lame-duck Democrats, as they will feel freer to vote as they choose and soon need employment; Lincoln will have many federal jobs to fill as he begins his second term. Though Lincoln and Seward are unwilling to offer monetary bribes to the Democrats, they authorize agents to contact Democratic congressmen with offers of federal jobs in exchange for their support. Meanwhile, Lincoln's son, Robert, returns from law school and announces his intention to discontinue his studies and enlist in the Union Army, hoping to earn a measure of honor and respect outside of his father's shadow before the war's end. Lincoln reluctantly secures an officer's commission for Robert. The First Lady is aghast, fearing that he will be killed. She furiously presses her husband to pass the amendment and end the war, promising woe upon him if he should fail. At a critical moment in the debate in the House of Representatives, racial-equality advocate Thaddeus Stevens agrees to moderate his position and argue that the amendment represents only legal equality, not a declaration of actual equality. Meanwhile, Confederate envoys are ready to meet with Lincoln to discuss terms for peace, but he instructs they be kept out of Washington as the amendment approaches a vote on the House floor. Rumor of their mission circulates, prompting both Democrats and conservative Republicans to advocate postponing the vote. In a carefully worded statement, Lincoln denies there are envoys in Washington, and the vote proceeds, passing by a margin of just two votes. Black visitors to the gallery celebrate, and Stevens returns home to his \"housekeeper\" and lover, a black woman. When Lincoln meets with the Confederates, he tells them slavery cannot be restored, as the North is united for ratification of the amendment, and several of the southern states' reconstructed legislatures would also vote to ratify. As a result, the peace negotiations fail, and the war continues. On April 3, Lincoln visits the battlefield at Petersburg, Virginia, where he exchanges a few words with Lieutenant General Ulysses S. Grant. On April 9, Grant receives General Robert E. Lee's surrender at Appomattox Courthouse. On April 14, a cheerful Lincoln expresses to his wife that they will be happy in the future and later meets members of his cabinet to discuss future measures to enfranchise blacks, before leaving for Ford's Theatre. That night, while Lincoln's son Tad is watching Aladdin and the Wonderful Lamp at Grover's Theatre, the manager suddenly stops the play to announce that the President has been shot. The next morning, at the Petersen House, Lincoln dies with a peaceful expression across his face; in a flashback, Lincoln finishes his second inaugural address on March 4. Lincoln household Union Army White House House of Representatives Republican Party Confederate States While consulting on a Steven Spielberg project in 1999, Goodwin told Spielberg she was planning to write Team of Rivals, and Spielberg immediately told her he wanted the film rights.[30] DreamWorks finalized the deal in 2001,[31] and by the end of the year, John Logan signed on to write the script.[32] His draft focused on Lincoln's friendship with Frederick Douglass.[33] Playwright Paul Webb was hired to rewrite, and filming was set to begin in January 2006,[31] but Spielberg delayed it out of dissatisfaction with the script.[34] Liam Neeson said Webb's draft covered the entirety of Lincoln's term as president.[35] Tony Kushner replaced Webb. Kushner considered Lincoln \"the greatest democratic leader in the world\" and found the writing assignment daunting because \"I have no idea [what made him great]; I don't understand what he did any more than I understand how William Shakespeare wrote Hamlet or Mozart wrote Così fan tutte.\" Kushner said Lincoln's abolitionist ideals made him appealing to a Jewish writer, and although he felt Lincoln was Christian, he noted the president rarely quoted the New Testament and that his \"thinking and his ethical deliberation seem very talmudic\".[36] By late 2008, Kushner joked he was on his \"967,000th book about Abraham Lincoln\".[37] Kushner's initial 500-page draft focused on four months in the life of Lincoln, and by February 2009 he had rewritten it to focus on two months in Lincoln's life when he was preoccupied with adopting the Thirteenth Amendment.[35] Spielberg approached Daniel Day-Lewis about the project in 2003, but Day-Lewis turned down the part at the time, believing the idea of himself playing Lincoln \"preposterous\".[38] Liam Neeson was cast as Lincoln in January 2005, having worked previously with Spielberg in Schindler's List.[31] In preparation for the role, Neeson studied Lincoln extensively.[39] However, in July 2010, Neeson left the project, saying that he had grown too old for the part. Neeson was 58 at the time, and Lincoln, during the period depicted, was 55 and 56.[40] In an interview with GQ, Neeson said he realized during a table read that the part was not right for him in \"a thunderbolt moment\" and after the read requested that Spielberg recast his role.[41] Co-star Sally Field, in a 2012 PBS interview, intimated that Neeson's decision was influenced by the death of his wife Natasha Richardson less than a year earlier.[42][43] In November 2010, it was announced that Day-Lewis would replace Neeson in the role.[44] While promoting Indiana Jones and the Kingdom of the Crystal Skull in May 2008, Spielberg announced his intention to start filming in early 2009,[45] for release in November, ten months after the 200th anniversary of Lincoln's birth.[30] In January 2009, Taunton and Dighton, Massachusetts were being scouted as potential locations.[46] Spielberg arranged a $50 million budget for the film, to please Paramount Pictures CEO Brad Grey, who had previously delayed the project over concerns it was too similar to Spielberg's commercially unsuccessful Amistad (1997). Spielberg had wanted Touchstone Pictures – which agreed to distribute all his films from 2010 – to distribute the film, but he was unable to afford paying off Paramount, which had collaborated with DreamWorks on the film's development.[47] Filming took place in Richmond, Fredericksburg, and Petersburg, Virginia. In reference to Petersburg, according to location manager Colleen Gibbons, \"one thing that attracted the filmmakers to the city was the 180-degree vista of historic structures\" which is \"very rare\".[48] The Virginia State Capitol served as the exteriors and interiors of the U.S Capitol, and the exteriors of the White House. The House of Delegates inside the building was remodeled to fit for The House of Representatives Chamber set. Scenes representing Grover's Theatre were filmed in Richmond, Virginia, at Virginia Repertory Theatre's November Theatre.[49] John Williams composed and conducted the score. The score was recorded by the Chicago Symphony Orchestra and the Chicago Symphony Chorus.[50][51] The soundtrack album was released by Sony Classical on November 2, 2012. All music was composed by Williams, except \"Battle Cry of Freedom,\" which was written in 1862 by American composer George Frederick Root (1820–1895) during the American Civil War. Track 6 \"With Malice Toward None\" was composed by John Williams for Chris Martin, principal trumpeter of the Chicago Symphony Orchestra at the time.[52] Lincoln held its world premiere at the New York Film Festival on October 8, 2012.[53] The film was also screened at the 2012 AFI Film Festival on November 8, 2012.[54] Walt Disney Studios Motion Pictures distributed the film in North America through the Touchstone Pictures banner, while 20th Century Fox distributed the film in the remaining international territories. However since Disney bought 20th Century Fox (now 20th Century Studios) in 2019, Disney now Distributes this film in all territories through its Fox label.[2] Disney Publishing Worldwide released several companion books and ancillary literature in anticipation of the film, including Lincoln: A Cinematic and Historical Companion and Lincoln: A Spielberg Film – Discover the Story.[55] DreamWorks and Google Play released the film's trailer during a Google+ hangout with Spielberg and Joseph Gordon-Levitt on September 13, 2012.[56] Then, on September 10, 2012, a teaser for the trailer was released.[57] Lincoln was released by Touchstone Home Entertainment on Blu-ray, DVD, and digital download in North America on March 26, 2013.[58] The film debuted at No. 1 in Blu-ray and DVD sales in its first week of release.[59] Disney Educational Productions donated DVD copies of the film and a teaching guide titled Stand Tall: Live Like Lincoln to more than 37,100 secondary schools in the United States after Spielberg received letters from educators requesting to incorporate the film into their curriculum.[60][61][62] Lincoln earned $182,207,973 in North America from 2,293 theaters and $93,085,477 overseas for a total of $275,293,450, well exceeding its $65 million budget. The film had a limited opening in 11 theaters with $944,308 and an average of $85,846 per theater. It opened at the #15 rank, becoming the highest opening of a film with such a limited release. The film opened in 1,175 theaters with $21,049,406 and an average of $11,859 per theater.[7] Due to the widespread success of Lincoln, Disney produced additional prints of the film to accommodate theater demand.[63] Lincoln received wide critical acclaim. The cast was lauded, especially Day-Lewis, Field, and Jones. The film holds an 89% approval rating on the review aggregation website Rotten Tomatoes, based on 284 reviews with an average rating of 8.00/10. The website's critical consensus reads, \"Daniel Day-Lewis characteristically delivers in this witty, dignified portrait that immerses the audience in its world and entertains even as it informs.\"[64] On Metacritic, which assigns a rating out of 100 based on reviews from critics, the film has a score of 86 (out of 100) based on 44 reviews, indicating \"universal acclaim\", thus making it Spielberg's highest-rated film on the site since Saving Private Ryan.[65] Audiences polled by CinemaScore gave the film an average grade of \"A\" on an A+ to F scale.[66] Roger Ebert of the Chicago Sun-Times gave the film 4 out of 4 stars and said, \"The hallmark of the man, performed so powerfully by Daniel Day-Lewis in Lincoln, is calm self-confidence, patience and a willingness to play politics in a realistic way.\"[67] Glenn Kenny of MSN Movies gave it 5 out of 5 stars stating, \"It's the most remarkable movie Steven Spielberg has made in quite a spell, and one of the things that makes it remarkable is how it fulfills those expectations by simultaneously ignoring and transcending them.\"[68] Colin Covert of the Star Tribune wrote, \"Lincoln is one of those rare projects where a great director, a great actor and a great writer amplify one another's gifts. The team of Steven Spielberg, Daniel Day-Lewis and Tony Kushner has brought forth a triumphant piece of historical journalism, a profound work of popular art and a rich examination of one of our darkest epochs.\"[69] It was praised by Charlie McCollum of the San Jose Mercury News as \"one of the finest historical dramas ever committed to film.\"[70] Despite mostly positive reviews, Rex Reed of The New York Observer stated, \"In all, there's too much material, too little revelation and almost nothing of Spielberg's reliable cinematic flair.\" However, the reviews have been unanimous in their praise of Day-Lewis's performance as Abraham Lincoln. A. O. Scott from The New York Times stated the film \"is finally a movie about how difficult and costly it has been for the United States to recognize the full and equal humanity of black people\" and concluded that the movie was \"a rough and noble democratic masterpiece\".[71] Scott also stated that Lincoln's concern about his wife's emotional instability and \"the strains of a wartime presidency ... produce a portrait that is intimate but also decorous, drawn with extraordinary sensitivity and insight and focused, above all, on Lincoln's character as a politician. This is, in other words, less a biopic than a political thriller, a civics lesson that is energetically staged and alive with moral energy.\"[71] As reported in the Maariv newspaper, on February 3, 2013, Israeli Prime Minister Netanyahu and his ministers discussed Spielberg's film, which several of them saw in Israeli cinemas. They debated whether the end of abolishing slavery justified the means used by Lincoln, and also compared Lincoln's predicament with their own complicated situation in the confusing aftermath of the 2013 Israeli elections.[72] Eric Foner (Columbia University), a Pulitzer Prize-winning historian of the period, claimed in a letter to The New York Times that \"The film grossly exaggerates the possibility that by January 1865 the war might have ended with slavery still intact.\" He also noted, \"The 13th Amendment originated not with Lincoln but with a petition campaign early in 1864 organized by the Women's National Loyal League, an organization of abolitionist women headed by Susan B. Anthony and Elizabeth Cady Stanton.\"[73] Kate Masur (Northwestern University) accused the film of oversimplifying the role of blacks in abolition and dismissed the effort as \"an opportunity squandered\" in an op-ed for The New York Times.[74] Harold Holzer, the co-chair of the Abraham Lincoln Bicentennial Foundation and author of more than 40 books, served as a consultant to the film and praised it, but also observed that there is \"no shortage of small historical bloopers in the movie\" in a piece for The Daily Beast. Holzer states, \"As for the Spielberg movie's opening scene ... it is almost inconceivable that any uniformed soldier of the day (or civilians, for that matter) would have memorized a speech that, however ingrained in modern memory, did not achieve any semblance of a national reputation until the 20th century.\"[75] Barry Bradford, a member of the Organization of American Historians, offers an analysis of some of the finer historical points of the film's representation of clothing, relationships and appearance.[76] Allen Guelzo (Gettysburg College), also writing for The Daily Beast, had some plot criticism, but disagreed with Holzer, arguing that, \"The pains that have been taken in the name of historical authenticity in this movie are worth hailing just on their own terms\".[77] In a later interview with the World Socialist Web Site Guelzo claimed that \"the film was 90 percent on the mark, which given the way Hollywood usually does history is saying something\" and that it \"got with reasonable accuracy a lot of Lincoln's character, the characters of the main protagonists, and the overall debate over the 13th Amendment. The acting and screenwriting were especially well done... I had never thought that Daniel Day-Lewis was acting, because what he portrayed seemed so close to my own mental image of what Lincoln must have been like.\"[78] A historian has suggested that the depiction of Lincoln's high pitched voice, somewhat awkward mannerisms and even how he walked was remarkably accurate.[79] David Stewart, an independent historical author, writing for History News Network, described Spielberg's work as \"reasonably solid history\", and told readers of HNN to \"go see it with a clear conscience\".[80] Lincoln biographer Ronald White also admired the film, though he noted a few mistakes and pointed out in an interview with NPR, \"Is every word true? No.\"[81] Historian Joshua M. Zeitz, writing in The Atlantic, noted some minor mistakes, but concluded that \"Lincoln is not a perfect film, but it is an important film\".[82] Following a screening during the film's opening weekend, the Minnesota Civil War Commemoration Task Force held a panel discussion in which Dr. David Woodard of Concordia University remarked, \"I always look at these films to see if a regular person who wasn't a 'Lincoln nut' would want to read a book about it after they watched the movie. I get the impression that most people who are not history buffs will now want to read something about Lincoln.\"[83] Regarding the historical source material for Kushner's screenplay, legal historian Michael Vorenberg, a professor at Brown University and author of Final Freedom: The Civil War, The Abolition of Slavery, and the Thirteenth Amendment,[84] noted several details throughout the film that \"could only have come from [his] book.\"[85] Among these details were specifics of dealings between Democrats and Thaddeus Stevens, the story behind securing Alexander Coffroth's vote and the fact that African Americans were present in the congressional galleries during the final vote.[85] Ultimately, Kushner replied directly to inquiries from The New Republic writer Timothy Noah, explaining that while he had read Vorenberg's book and many others as research, he insists that Team of Rivals was his principal source material for the film.[86] Dr. Ranjan Batra stated he was inspired to investigate the history of the Thirteenth Amendment in Mississippi after seeing Lincoln. This led him to find out that although the Thirteenth Amendment was adopted throughout the country in 1865, Mississippi's formal ratification of the amendment in 1995 was not official because the US Archivist was never officially notified of it. Batra informed his colleague Ken Sullivan about this, and when Sullivan saw Lincoln, he said he was further inspired to fix the matter. Sullivan subsequently contacted Mississippi Secretary of State Delbert Hosemann to make the ratification official, which he did in 2013, thus meaning Mississippi officially ratified the Thirteenth Amendment at that time.[87] Lincoln was listed on many critics' top ten lists.[88]","Title":"Lincoln (film) - Wikipedia","KeyID":"17633","URL":"https://en.wikipedia.org/wiki/Lincoln_(film)"}