{"Content: ":"The Roman Catholic Diocese of Dumaguete (Latin: Dioecesis Dumaguetensis; Filipino: Diyosesis ng Dumaguete; Cebuano: Diyosesis sa Dumaguete; Spanish: Diócesis de Dumaguete) is a diocese of the Latin Church of the Roman Catholic Church in the Philippines. Its territory consists of the provinces of Negros Oriental and Siquijor with the exception of the municipalities of La Libertad and Vallehermoso, and the cities of Guihulngan and Canlaon. The seat of the diocese is the Cathedral of St. Catherine of Alexandria, which is located at the heart of the city of Dumaguete of Negros Oriental. Since its creation, there have been 4 bishops who have reigned over the diocese. The current bishop is Most Rev. Julito Buhisan Cortes, D.D., S.Th.D., the first native of the diocese to become its bishop. On 5 April 1955, Pope Pius XII created the Diocese of Dumaguete with the Apostolic constitution Sanctissima ea verba[1] and appointed the Most Reverend Epifanio B. Surban, D.D. as its first bishop.[2] The diocese then included the Province of Negros Oriental, the Sub-Province of Siquijor, and four municipalities of Negros Occidental.[1] Negros Oriental occupies the eastern portion of the island of Negros and is part of the Central Visayas Region known as Region VII. Its western and northern portions connect with the borders of Negros Occidental. It is bounded on the east by the Tañon Strait, on the south by the Mindanao Sea. Negros Island was subdivided early after its Spanish conquest as there were already settlements there. In 1734, it was unified again into a military district with Iloilo as its base. In 1856, it was raised to a political-military status under Governor Emilio E. Saravia, with Bacolod as the capital. In 1890, it was again subdivided into the two provinces that exist today, and Dumaguete became the capital city of Negros Oriental. It is one of the leading ports in the region. The Catholic faith was first introduced to the early inhabitants of eastern Negros by the Augustinian Recollect (OAR) friars who established the parish of Tanjay in 1580. Forty years later, Dumaguete was created as another parish covering the southern territories and Siquijor, which the Spaniards called Isla de Fuego. Dumaguete was under the territorial jurisdiction of the Diocese of Cebu until 1865, the Diocese of Jaro until 1932 and the Diocese of Bacolod until its creation as a new diocese in 1955.[1] In 1988, the Diocese of San Carlos was created in Negros Occidental which absorbed ten parishes of the Diocese of Dumaguete.[3] It remains a suffragan of the Archdiocese of Cebu, and has for its titular patron St. Catherine of Alexandria whose feast is celebrated on the 25th of November. In the time Surban was pastor, the diocese has seen 3 auxiliary bishops. The first was Bienvenido Tudtud, a Cebuano, (serving from 1968 to 1971) who later became the first Bishop-Prelate of Iligan (1971) and then the first Bishop-Prelate of Marawi (1977). Next was Onesimo Gordoncillo (serving from 1974 to 1976), a native of the diocese and one of its own clergy, who later became the third Bishop of Tagbilaran (1976) and then the second Archbishop of Capiz (1986). Finally came Salvador Modesto, from Carigara, Leyte, (serving from 1978 to 1987), the longest and last serving auxiliary, who later became the auxiliary bishop of San Carlos (1987). The first native of the diocese raised to the episcopacy was Msgr. Antonio Fortich (1967) from Sibulan but served in the Diocese of Bacolod.[citation needed] On the penultimate year of Modesto's time as the auxiliary of Dumaguete, Rome appointed a coadjutor bishop to aid Surban with the administration of the diocese (1986). This came in the person of Angel Lagdameo who, until then, previously served as auxiliary bishop of Cebu (1980). On 30 May 1989, 3 years after his appointment, Surban retired and Lagdameo immediately became the second Bishop of Dumaguete by right of succession as coadjutor bishop.[4] Five months later, on 7 January 1990, Lagdameo convoked the First Diocesan Synod of Dumaguete. This Synod which was held right after and along the path of the Second Plenary Council of the Philippines, took place on 20–25 January and 3–7 November 1992.[5] After 11 years of service as the Local Ordinary of the diocese, Lagdameo was appointed fifth Archbishop of Jaro on 11 March 2000. The see fell vacant for a year and the vicar general of the diocese at the time, Msgr. Julito Cortes HP, was elected as the Diocesan Administrator by the Diocesan Board of Consultors. He would later be elected as auxiliary bishop of Cebu at the end of this period. On 21 April 2001, the auxiliary bishop of Cebu, John Du was appointed as the third bishop of the diocese. He reigned for 11 years and made many contributions to the erection of new mission parishes as the renovations of key diocesan edifices such as the Cathedral and the Bishop's Residence. His greatest legacy is the fiscal reorganization of the diocesan finances and the establishment of the Standard Living Allowance for the Clergy (SLAC) assuring that all the clerics of the diocese would receive an equal living allowance every month regardless of the work assigned to him or wherever the parish he was assigned to. On 25 February 2012, Du was appointed fourth Archbishop of Palo. A year of vacancy followed after Du's appointment. In this period the diocesan board elected the vicar general, Rev. Msgr. Gamaliel Tulabing PC, as diocesan administrator. On 28 September 2013, Julito Cortes who had taken Du's place as Auxiliary Bishop of Cebu, was appointed to succeed Du again as Bishop of Dumaguete. He was installed on 5 December 2013. Currently, Cortes reigns as the fourth bishop of Dumaguete, the first native of the diocese to become its own bishop. The following is a quote from Mariano Madriaga's explanation of the arms of the see of Dumaguete: Red field. In chief, a gold St. Catherine's Wheel with silver spikes, symbol of St. Catherine of Alexandria, the patroness of the Diocese. On a rocky mountain, covered with sharp spines, is a secretary bird throttling, with its right talon, a snake. On base is a long-stemmed lily, symbol of St. Joseph, second patron Saint of the Diocese. The rocky and spine-covered mountain is Mount Canlaon, which is also called Mount Malaspina, after a Spanish scientist. The Malaspina family in Italy, especially that of the \"Del Spino Secco\" branch, has a leafless thorn branch in its coat-of-arms. \"Dumaguete\" comes from the world \"Manalaguit\", a name given by the Moros[6] whose depredations were carried on repeatedly to it long before the Spaniards came. The word comes from a verb \" DAGUIT\", which means the same in Moro, Tagalog and Cebuano. It means \"to swoop down on a prey.\" \"Dumaguit\" means, therefore, \"it snatched its prey\". The serpent, the devil, is our old enemy which must always be under control by the ministers of the Lord. For our purpose here, there is no better symbol for the checking of the devil's activities than the serpent's defeat by its mortal enemy in actual life, the secretary bird. The secretary bird is an African bird of prey variously called scientifically Serpentarius Secretarius, Gypogeranus Serpentarius, Sagittarius Serpentarius, Serpentarius Serpentarius. It is the only example of the family Sepentaridae. Fossil remains of the bird had already been found. We think that the symbol is most fitting because, the \"DUMAGUIT SA DUMAGUETE\" that is, \"he who swooped into Dumaguete\", is an eagle by his [referring to Surban] position and office and his being an ex-soldier himself. He is tall, and solemn and dignified in his ways, and held office as Secretary to Archbishop Rosales.[7] Today, the Diocese of Dumaguete includes the provinces of Negros Oriental and of Siquijor, excluding the municipalities of La Libertad and Vallehermoso as well as the cities of Guihulngan and Canlaon, all located in Negros Oriental.","Title":"Roman Catholic Diocese of Dumaguete - Wikipedia","KeyID":"17638","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_Dumaguete"}