{"Content: ":"Angel Nacorda Lagdameo (Latin: Angelus Lagdameo; 2 August 1940 – 8 July 2022) was a Filipino bishop of the Roman Catholic Church. He was Archbishop of Jaro from 9 May 2000 until 14 February 2018. Angel Lagdameo was born on 2 August 1940 in Lucban, Quezon. A graduate of San Jose Seminary, Ateneo de Manila University, he was ordained priest on 19 December 1964 by Bishop Alfredo Ma. Obviar. He served in various capacities at Mount Carmel Seminary and St Alphonsus School of Theology for fifteen years.[1] In 1978 he served as protonotary of the first diocesan synod of Lucena convoked by Bishop Jose T. Sanchez. On 12 August 1980 he was consecrated bishop as an auxiliary to Cardinal Julio Rosales. In 1986 he was secretary general of the Fourth Diocesan Synod of Cebu convoked by Cardinal Ricardo Vidal. In the same year he became coadjutor bishop of Dumaguete, succeeding Bishop Epifanio B. Surban on 2 August 1989. As Bishop of Dumaguete he convoked its first diocesan synod in 1992 a year after the Second Plenary Council of the Philippines. Lagdameo died at 8:30 am on 8 July 2022. His death was announced by the Archdiocese of Jaro. From 1994 to 1998, Lagdameo was chairman of the Office of Laity of the Federation of Asian Bishops' Conferences. During his term he gave conferences and participated in conventions of the Catholic laity in various countries of Asia. From 1990 to January 2000 he served as chairman of the CBCP Episcopal Commission for the Laity and chairman of the National Committee for the Great Jubilee Year 2000.[1] As of 2014[update] he was concurrently the Global Spiritual Director of Bukas Loob sa Diyos, National Spiritual Director of the Mother Butler Guild and the World Apostolate of Fatima. On 11 March 2000 the Lagdameo was appointed by Pope John Paul II as the twelfth prelate and fifth Archbishop of Jaro. He was installed in the Cathedral of Jaro on 9 May 2000. In 2004 Blessed Hannibal di Francia, founder of the Rogationist Congregation, was approved for canonization on account of a miracle he performed on a child from Jaro who was suffering from severe meningitis. The Archbishop presided at the investigation, which lasted for three years. From 1 December 2005 to 1 December 2009 he served as president of the Catholic Bishops’ Conference of the Philippines (CBCP), a maximum of two terms.[1] On 14 February 2011, Lagdameo made his ad limina visit to Pope Benedict XVI, when he updated the Pope regarding the situation in the Archdiocese of Jaro. Specifically, he pointed out the implementation phase of the 3rd Diocesan Synod of Jaro. During the preparation for the canonization of Pedro Calungsod, he presided during the second day of the Triduum Mass in Rome on 19 October 2012.[1] Lagdameo participated in the Light of Peace Prayer event at the University of the Philippines campus in Miag-ao, Iloilo, on 24 May 2013. The event was organized by the Middle Way Meditation Institute and was included in the Guinness Book of World Records for flying 15,185 sky lanterns, each with the message \"World Peace through Inner Peace\".[citation needed] Lagdameo's personal coat of arms is divided vertically into two major parts; on the left side are the arms of the archdiocese and on the right is Lagdameo's personal arms. Horizontally they are divided into the chief and the base. The Dexter or Right: Arm of the See of Jaro The black eagle and the three red roses on the sinister bend undoubtedly refer to St Elizabeth of Hungary, the patroness of the Archdiocese of Jaro. Saint Elizabeth is the daughter of the King of Hungary and the wife of a Landgrave (Count) of Thurgingia, Germany. The black eagle is said to be the bravest bird, the emblem of magninimity and fortitude of mind. And of such color was the eagle of the Roman Emperors, now used by the Germans because the color and appears at a great distance. The three red roses remind us of the legend narrated in the biography of St Elizabeth. She is generally represented as a princess graciously giving alms to the poor or holding roses in her lap; in the latter case, she is portrayed as surprised by her husband who met her unexpectedly as she went secretly on an errand of mercy, and so, the story runs, the bread she was trying to conceal suddenly turned into rose, the coconut palms on a green knoll represent Jaro. The Sinister or Left: Personal Arms of Archbishop Lagdameo: Occupying the prominent place of the Christ is the monogram of the Blessed Virgin, A and M, on the top of which is the Jesuit monogram IHS mounted on the San Jose Seminary Seal. This shows the Archbishop's loyalty to his alma mater where he had his priestly formation under the Jesuit Fathers. The wings on the side of the monogram of Our Lady completes the symbolism to represent Our Lady of the Angels on whose feast day (2 August) Archbishop Lagdameo was born. Lucban, the birthplace of the Archbishop is represented on the lower portion of the Arm by a fruit of a citrus family called \"Lucban\" (Citrus Maxima) from which the town got its name. The mountain represents the scenic Mount Banahaw at the foot of which lies serenely the town of Lucban. At the bottom is the Franciscan Symbol — the hand of Christ nailed to the cross and the hand of St Francis bearing the stigma. The symbol indicates Archbishop Lagdameo's affiliation to the order of Franciscan Secular. It is also a reminder of the Patron Saint of Lucban, St. Louis, Bishop of Toulouse, a Franciscan bishop of the 13th century to whose intercession the big number of priests coming from Lucban is attributed. The Motto: Your presence, O Lord, I seek (Ps. 27:8) Faciem tuam; Domine, Requiram. I long to see your face, O Lord, Archbishop Lagdameo believes that union with God achieved through prayer is the beginning, terminus a quo, and end, terminus ad quem, of priestly or missionary activity. It was also the motto of Bishop Alfredo Ma. Obviar of Lucena, whom Lagdameo served as secretary. The Catholic Bishops' Conference of the Philippines, due to the Filipino people's clamor for a united political stance, called an emergency meeting on 25 February 2008. Under his CBCP presidency, Archbishop Leonard Legaspi of Caceres announced the Bishops' statement: \"They refused to call for her resignation saying they wanted her, President Gloria Macapagal Arroyo, to be part of the moral reform process.[citation needed]","Title":"Angel Lagdameo - Wikipedia","KeyID":"17637","URL":"https://en.wikipedia.org/wiki/Angel_Lagdameo"}