{"Content: ":"Cowdenbeath Football Club (/kaʊdənˈbiːθ/ kow-dən-BEETH) is a Scottish semi-professional football team based in Cowdenbeath, Fife. They are members of the Lowland Football League, the fifth tier of the Scottish football league system after their relegation from Scottish League Two on 14 May 2022 following a 4–0 aggregate defeat to Bonnyrigg Rose. Formed in 1881, the club has played at Central Park since 1917. They first joined the Scottish Football League (SFL) in 1905. The club has never won any of the major honours in Scottish football, but have won lower tier divisional titles on five occasions. They competed in the top division of the SFL from 1924 to 1934, but have only completed one further top flight season since, in 1970–71. Cowdenbeath traditionally date their origin to the merger of two local clubs, Cowdenbeath Rangers (formed 1880) and Cowdenbeath Thistle, which occurred in 1881.[3] However, research by the club's historian[4] suggests the Cowdenbeath Rangers name continued to be used at this time and the founding of Cowdenbeath F.C. should properly be dated to 1882,[5] when another merger saw Rangers combine with a local club called Raith Rovers (formed 1881 and unrelated to the present Kirkcaldy club). The establishment of one club to represent the town thus coincided with the establishment of the Fifeshire Football Association that year. Cowdenbeath, who are the oldest surviving football club in Fife, lost in the inaugural Fife Cup final in 1883 but won the Cup for the first time in 1885. In 1888 the club moved to North End Park, and in 1905 were admitted to Division Two of the Scottish Football League. They won Division Two in 1913–14 and 1914–15, but were not promoted to Division One on either occasion. The SFL was suspended due to World War I in 1915, and the club moved to Central Park in 1917. They were placed in Division Two when it was reformed in 1921, and after finishing as runners-up in 1923–24, the club were promoted to Division One for the first time. The club remained in Division One until being relegated at the end of the 1933–34 season but claimed their third Division Two championship in 1938–39. This feat was in no small part aided by Rab Walls' 54 League goals – the second highest seasonal total in Scottish League history, behind only Jimmy Smith's 66 goals for Ayr United in 1927/28.[6] However, the outbreak of World War II cut short Cowden's return to Division One, and the club closed down for the duration of hostilities. When peacetime football resumed in 1946, the club were controversially placed in the new (second tier) B Division. While a 1949 League Cup success over Rangers at Ibrox was a highlight of the early post-war period, Cowden struggled to return to the elite level of Scottish football. This was finally achieved under popular manager Andy Matthew in the 1969–70 season, but the solitary season in Division One that followed remains the club's only top flight campaign since the 1930s. More recently, hopes for the future were raised when Cowden were promoted to the First Division in season 1991–92, but they soon slumped back to the basement of the Scottish League amidst a run of 38 League games without a win at Central Park. A more professional approach was ushered in with the appointment of former Scotland defender Craig Levein, who had begun his playing career with Cowdenbeath, as manager in 1997. Promotion from the Third Division was achieved in the 2000–01 season, although they would be relegated again two years later. After a third-place finish in the 2004–05 season. The 2005–06 campaign saw the team achieve their first divisional title win for 67 years with player-manager Mixu Paatelainen when they won the Third Division. Season 2008–09 saw Danny Lennon's side miss out on promotion in a penalty shoot-out after a scoreless two-legged match and extra time against Stenhousemuir. However, they were promoted to the second division for the 2009–10 season as Livingston were demoted to the Scottish Third Division after breaching the league's rules on insolvency. After a tough start to life in the Scottish Second Division, Cowden soon found their feet and finished in third place. Amazingly they went on to defeat Alloa and Brechin in the play-offs to secure promotion. Prior to the 2010–11 season Jimmy Nicholl was appointed new manager.[7] They were relegated from the First Division to the Second Division on Saturday 14 May 2011 after losing their relegation/promotion play-off semi-final tie 4–2 on aggregate to Brechin City with the first leg at Glebe Park ending 2–2 and the second leg at Central Park ending 2–0 to Brechin City. It was a massive blow to the club especially after being 2–0 up at half time in the first leg in Brechin. Under new manager Colin Cameron,[8] Cowdenbeath immediately regained promotion the following season, winning the league with two games remaining. The season after, they ensured survival on the final matchday with a 3–1 away win over Hamilton Academical.[9] The following season they avoided relegation again by defeating local rivals Dunfermline Athletic 4–1 on aggregate in the Championship Play Off final thanks to goals from Kane Hemmings, Greg Stewart and Thomas O'Brien. The following season they finished bottom of the Championship after losing 3–0 on the final day to fellow strugglers Alloa Athletic. Before kick off Cowdenbeath had sat in eighth place but were overtaken by Alloa and Livingston who also won. Jimmy Nicholl handed in his resignation shortly after the match leaving Colin Nish to rebuild the team for life in Ladbrokes League One. Nish was unable to stop the slide and Cowdenbeath suffered successive relegations, finishing 9th but being defeated 2–1 on aggregate by Queen's Park in the semi-finals of the play-offs. Nish was sacked on 12 May 2016, being replaced by Liam Fox. Continuing Cowdenbeath's woeful run, they finished 10th in the 2016–17 Scottish League Two.[10] They avoided a third consecutive relegation, and dropping out of the SPFL, by winning a play-off against Lowland League champions East Kilbride.[11] The 2017–18 season was no improvement at all, with Cowdenbeath finishing last again and having to go through the play-off to avoid relegation. Their opponents were Highland League champions Cove Rangers and Cowdenbeath survived once again thanks to a 3–2 home win following an away goalless draw.[12] Comparatively, season 2018–19 saw a successful campaign. The club finished in sixth place, comfortably avoiding the play-off spot by 24 points.[13] This improvement in form continued into the truncated season of 2019–20, with the club finishing in fourth place after 27 games played.[14] In June 2020, it was announced that fans had donated over £14,000 across three months via the 'Club 135' initiative, to assist the club financially during the ongoing COVID-19 pandemic.[15] Biggest win: 12–0 vs Johnstone in Scottish Cup on 21 January 1928[22] Biggest loss: Biggest home attendance: 25,586 vs Rangers on 21 September 1949[22] Youngest Debut: Grant Manzie vs Forfar Athletic on 11 November 2006 (15 years 357 days) 2006–07 in Scottish Division 2 (3–2 win) Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The following former Cowdenbeath players are all members of the club's Hall of Fame or recent players who are still playing at a higher level in Scotland (as well as some notable loan players).","Title":"Cowdenbeath F.C. - Wikipedia","KeyID":"17643","URL":"https://en.wikipedia.org/wiki/Cowdenbeath_F.C."}