{"Content: ":"Robert Herber Parsons (June 29, 1950 – July 8, 2022) was an American football punter and tight end who played twelve seasons in the National Football League (NFL). He played for the Chicago Bears from 1972 to 1983. He later played with the Birmingham Stallions of the United States Football League (USFL). Parsons was born in Bethlehem, Pennsylvania, on June 29, 1950. He attended Pen Argyl Area High School in nearby Pen Argyl.[1] He then studied at Pennsylvania State University.[2] Parsons played for the Penn State Nittany Lions, which was coached by Joe Paterno at the time. He saw his first game action during the 1969 season as the team's third string quarterback. Playing behind starter Chuck Burkhart and Mike Cooper, Parsons saw limited action, appearing in a couple of games, complete five of twelve passes and one interception. Penn State finished second in the AP poll that year. With Burkhart graduated, Parsons moved up to second string behind Cooper on a stacked squad that featured future NFL stars Franco Harris and Lydell Mitchell in the backfield. With the veteran Burkhart gone, and only Cooper and Parsons at the helm, Penn State slipped to 7–3 in 1970. The following season, Paterno made a radical change to the quarterback position. He named John Hufnagel as the starter and made Parsons a tight end. In his first and only college season as a receiver, Parsons responded by catching 30 passes for 489 yards and 5 touchdown receptions.[3] Penn State took on Texas at the conclusion of the season in the Cotton Bowl. The Nittany Lions routed the Longhorns, 30–6, A key 19 yard pass from Hufnagel to Parsons helped set up a Penn state score.[4] Parsons was drafted by the Chicago Bears in the fifth round (117th overall selection) of the 1972 NFL Draft.[1] He made the team as a rookie, playing behind starter Earl Thomas. The Bears finished 4–9–1 under head coach Abe Gibron,[5] but Parsons scored a touchdown during rookie season, in his first game as a pro.[6] Not long after Atlanta Falcons defensive end John Zook returned a fumble for a score, Bears quarterback Bobby Douglas found Parsons for a game tying six yard touchdown pass. That would be as close as the Bears would get, as the Falcons routed Chicago 37–21.[7] Parsons remained a back-up tight end the following season, catching a few passes throughout the season. The Bears fell to 3–11 in 1973 under Gibron.[8] Parsons became a starter for the first time in his pro career the following year, changing positions from tight end to punter in order to replace Bobby Joe Green.[2][9] In his first season as a punter, Parsons punted 90 times for a 37.9 yard average with one punt blocked.[1] However, the Bears once again finished the season with double digit losses.[10] The 1975 season saw the arrival of new head coach Jack Pardee and rookie running back Walter Payton. Parsons was even doing double duty. He was the team's punter as well as the starting tight end. That season Parsons caught 13 passes for 184 yards, and a touchdown, his first since the first game of his rookie season.[1] Parsons' second career touchdown came from quarterback Gary Huff in the Bears 27–14 win over the rival Green Bay Packers.[11] In 1976, Parsons was back to being the team's punter, though he did complete two passes during the season. One was a 23-yard pass against the Detroit Lions week one, and the second one a 25-yard pass week eight against the Minnesota Vikings. Both games were Bears victories.[12] In 1977, the Bears finally had a winning season, going 9–5, and making the playoffs.[13] However, they lost to the Dallas Cowboys 37–7, with Parsons punting six times that game as the Bears offense struggled to get on track.[14] After the conclusion of the 1977 season, Pardee left to coach the Washington Redskins and Neill Armstrong succeeded him as the Bears head coach. While the Bears slipped to 7–9, Parsons had himself as the Bears punter.[15] He would remain so until 1983, when Mike Ditka cut Parsons after week 14 and replaced him with ex-Packers punter Ray Stachowicz. Ditka had become enraged when he learned that Parsons had been talking to the owners of the Chicago Blitz of the USFL about signing on as the team's punter of the possibility of a role as a special teams coach. Ditka, already reeling from quarterback Vince Evans pending departure to the upstart spring league, and that the league had been talking to other members of the Bears, cut Parsons, citing he only wanted players that would be loyal to the Bears.[16] After departing the Bears, Parsons signed with the Birmingham Stallions of the USFL. The team managed to sign quarterback Cliff Stoudt away from the Pittsburgh Steelers,[17] and running back Joe Cribbs from the Buffalo Bills.[18] In a 1985 playoff game against the Houston Gamblers, led by quarterback Jim Kelly, the Stallions eliminated Houston, thanks in part to Parsons punt that pinned Houston on their own one yard line.[19] During his time the Stallions, Parsons served mainly as the team's punter. In 1984, he punted 42 times for 1,625 yards. In 1985, he punted 67 times for 2,626 yards.[20] After the 1985 season, with the USFL's future in doubt due to a lawsuit against the NFL, Parsons retired from pro football.[2][21] During the 1975, 1981 and 1982 seasons, Parsons led the NFL in punting attempts, while leading the NFL in punt yards in both 1982 and 1983. With 34,180 career punting yards, he ranks 45th all-time in NFL history, and 53rd all-time with most punts blocked with five.[1] Parsons was married to Denise J. (née Feliccia) until his death. Together, they had three children.[22] After retiring from football, he worked as a real estate appraiser.[2][22] He resided in Lake Zurich, Illinois, during his later years.[23] Parsons died on July 8, 2022, at the age of 72.[2][22][23]","Title":"Bob Parsons (American football) - Wikipedia","KeyID":"17644","URL":"https://en.wikipedia.org/wiki/Bob_Parsons_(American_football)"}