{"Content: ":"Alan William Pope (August 2, 1945 – July 8, 2022) was a Canadian politician. He was a Progressive Conservative member of the Legislative Assembly of Ontario from 1977 to 1990, and served as a cabinet minister in the governments of Bill Davis and Frank Miller. Pope was raised in Northern Ontario, and was educated at Waterloo Lutheran University and Osgoode Hall Law School in Toronto. He worked as a lawyer before entering politics. Pope served as an alderman for Timmins City Council from 1973 to 1974. In the 1975 provincial election, he ran as the Progressive Conservative candidate in the riding of Cochrane South but lost to Bill Ferrier of the NDP by 1,292 votes.[1] He ran again in the 1977 provincial election, this time defeating Ferrier by 2,276 votes.[2] He was appointed a parliamentary assistant in Davis's government in 1978, and was promoted to Minister without portfolio on August 30, 1979.[3] He faced a minor controversy in 1979, when Ed Deibel, the leader of the small Northern Ontario Heritage Party, publicly claimed that Pope had promised to cross the floor to join the party, which Pope denied.[4] He was re-elected in the 1981 provincial election.[5] Pope was promoted to Minister of Natural Resources on April 10, 1981.[6] He served in that position for the remainder of the Davis administration's time in office. Responding to a report on the state of the province's provincial park system, Pope promised a significant increase in the number of parks. However, he refused to prohibit mining, hunting, and fishing within park grounds.[7] In 1982, after a dispute over wild rice harvesting on Mud Lake, Pope ruled that traditional native harvesting rights would be upheld and that the ministry would not allow commercial harvesting to proceed.[8] Pope's position in the Progressive Conservative Party was unusual. He supported the interventionist policies of the Davis government and was sometimes considered to be on the progressive wing of the party. However, he was not a Red Tory and did not support the party's Toronto-based establishment (commonly known as the \"Big Blue Machine\"). Pope was rather a populist, who sought greater power for the party's neglected local branches in northern, eastern, and southwestern Ontario. In that sense, his position in the provincial Progressive Conservatives was similar to John Diefenbaker's role in the federal party a generation earlier. In 1985, Pope was a prominent figure behind Frank Miller's campaign to succeed Davis as party leader. Some regarded his presence in Miller's camp as unusual since Miller's supporters tended to be older figures from the party's right wing. Pope nonetheless proved an effective campaigner for Miller by compiling much-needed polling data and devising strategies for Miller's supporters at the party convention. One strategy was to have some of Miller's delegates vote for the progressive Larry Grossman on the second ballot, which resulted in the narrow elimination of the centrist Dennis Timbrell (that was considered strategic voting as Timbrell was considered a greater threat than Grossman). Miller narrowly defeated Grossman on the third ballot to become party leader, and Pope was promoted to Minister of Health on February 8, 1985. It was under Miller's leadership, however, that the Progressive Conservative Party lost its 42-year grip on power. Miller was reduced to a fragile minority government in the 1985 provincial election and proved unable to sustain his party in power. Pope was named Attorney General of Ontario in a post-election shuffle on May 17, 1985 but did little of significance before Miller's government was defeated on a motion of non-confidence in the house by the Liberals and the NDP. He resigned his portfolio on June 26, 1985 and moved into the opposition benches. Pope ran to succeed Miller as leader in the November 1985 Progressive Conservative leadership convention. His campaign was weaker than expected, however, as many considered Miller's rightward shift a key factor in the party losing power. Furthermore, one of his campaign staff was caught polling party members as to whether religion would make a difference in the leadership race, which was seen by some as a reference to Larry Grossman's Jewish background, and Pope made a public apology. Pope also broke with John Thompson, his first campaign manager, fairly early in the race. At the November leadership convention, Pope made a dramatic entrance by delivering a rousing speech surrounded by his \"grassroots\" delegates on the convention floor, rather than from the podium. That foreshadowed future leadership speeches by figures such as Jim Flaherty. Pope also tried to portray himself as a unifying figure in the party and noted that the animosity between frontrunners Grossman and Dennis Timbrell was threatening to tear the party asunder (one of his campaign buttons read, \"Don't take sides, take Pope\".) In spite of such efforts, he finished a weak third on the first ballot and was dropped from the race. Many expected that Pope would have given Timbrell a second-ballot victory by endorsing him, but Pope surprisingly remained silent and allowed Grossman to defeat Timbrell by a mere 19 votes. Pope had a poor relationship with Grossman, was not given a critic's portfolio after the convention. He resumed his law practice in Timmins while still an MPP, and he spent two days a week away from the legislature. He nonetheless ran for re-election in the 1987 provincial election and retained his seat. The Progressive Conservatives under Grossman were resoundingly defeated in the election, which left Pope as one of only 16 Tory MPPs (out of 130 seats) remaining. Pope was not given a critic's portfolio in this parliament and did not play a prominent role in the party's affairs. He decided not to run for the leadership again in 1990 and endorsed Dianne Cunningham for the position.[9] He did not campaign in the 1990 provincial election. Although Pope's anti-establishment rhetoric and populism foreshadowed Mike Harris's tenure as party leader, the two men were frequent adversaries in the Progressive Conservative Party after 1985. In 1997, Pope made headlines when he publicly criticized Premier Harris and accused the government of demonizing teachers and supporting the teachers' strike against Harris's Bill 160 (the \"Education Quality Improvement Act\"), which removed the ability of collective bargaining agreements to regulate working conditions for teachers, introduced teacher testing, and allowed the government to increase class sizes and reduce preparation time. In 2004, Pope chaired a committee looking into Timmins's involvement in the 2006 Ontario Games. As of 2003, he acted as counsel for the law firm of Racicot, Maisonneuve, Labelle, Gosselin. He wrote a series of articles on the 2004 federal election for the Sudbury Star newspaper, arguing that no party was adequately focused on issues of concern to Northern Ontario.[10] In 2006, Pope wrote a report on the Kashechewan Crisis, recommending that residents of the community be relocated to a new reserve site near Timmins.[11] He was married with one son David, wife Kirstin Danielson and two grandchildren Beatrice and Theodore Pope. Pope died on July 8, 2022 in Calgary, Alberta following heart surgery.[12][13]","Title":"Alan Pope - Wikipedia","KeyID":"17646","URL":"https://en.wikipedia.org/wiki/Alan_Pope"}