{"Content: ":"Her Majesty's Loyal Opposition Other parties The Legislative Assembly of Ontario (French: Assemblée législative de l'Ontario) is the unicameral legislative chamber of the Canadian province of Ontario. Along with the sovereign (represented by the lieutenant governor), who grants royal assent to bills passed by its members—known as Members of Provincial Parliament (MPPs)—the body comprises the Legislature of Ontario or Parliament of Ontario.[1][2][3] The assembly meets at the Ontario Legislative Building at Queen's Park in the provincial capital of Toronto. Ontario uses a Westminster-style parliamentary government in which members are elected to the Legislative Assembly through general elections using a \"first-past-the-post\" system. The premier of Ontario (the province's head of government) holds office by virtue of their ability to command the confidence of the Legislative Assembly, typically sitting as an MPP themselves and lead the largest party or a coalition in the Legislative Assembly. The largest party not forming the government is known as the Official Opposition, its leader being recognized as leader of the Opposition. The Ontario Legislature is sometimes referred to as the \"Ontario Provincial Parliament\". Members of the assembly refer to themselves as \"Members of the Provincial Parliament\" MPPs as opposed to \"Members of the Legislative Assembly\" (MLAs) as in many other provinces. Ontario is the only province to do so, in accordance with a resolution passed in the Assembly on April 7, 1938. However, the Legislative Assembly Act refers only to \"members of the Assembly\". The Legislative Assembly is the second largest Canadian provincial deliberative assembly by number of members after the National Assembly of Quebec. The current assembly was elected on June 2, 2022, as part of the 43rd Parliament of Ontario. Owing to the location of the Legislative Building on the grounds of Queen's Park, the metonym \"Queen's Park\" is often used to refer to both the provincial government and the Legislative Assembly.[4] In accordance with the traditions of the Westminster system, most laws originate in the provincial cabinet (government bills) and are passed by the legislature after multiple rounds of debate and decision-making. Backbench legislators may introduce private legislation (private-member bills) or amend bills presented to the legislature by cabinet, playing an integral role in scrutinizing bills both at the debate as well as committee stages. In the Ontario legislature, this confrontation provides much of the material for Oral Questions and Members' Statements. Legislative scrutiny of the executive is also at the heart of much of the work carried out by the Legislature's Standing Committees, which are made up of ordinary backbenchers. A member's day will typically be divided among participating in the business of the House, attending caucus and committee meetings, speaking in various debates, or returning to his or her constituency to address the concerns, problems and grievances of constituents. Depending on personal inclination and political circumstances, some Members concentrate most of their attention on House matters while others focus on constituency problems, taking on something of an ombudsman's role in the process. Finally, it is the task of the legislature to provide the personnel of the executive. As already noted, under responsible government, ministers of the Crown are expected to be Members of the Assembly. When a political party comes to power it will usually place its more experienced parliamentarians into the key cabinet positions, where their parliamentary experience may be the best preparation for the rough and tumble of political life in government.[citation needed] The Legislative Assembly was established by the British North America Act, 1867 (later re-titled Constitution Act, 1867), which dissolved the Province of Canada into two new provinces, with the portion then called Canada West becoming Ontario. As such, the 1st Parliament of Ontario was one of the three legislative bodies succeeding the Legislative Assembly of the Province of Canada's 8th Parliament. The first election in 1867 produced a tie between Conservatives led by John Sandfield Macdonald and the Liberals led by Archibald McKellar. Macdonald led a coalition government with the support of moderate Liberals. John Stevenson served as the first speaker for the assembly.[5] Its first session ran from September 3, 1867, until February 25, 1871, just prior to the 1871 general election. The Legislature has been unicameral since its inception, with the Assembly currently having 124 seats (increased from 107 as of the 42nd Ontario general election) representing electoral districts (\"ridings\") elected through a first-past-the-post electoral system across the province. In 1938, the title of Member of the Legislative Assembly was officially changed to Member of Provincial Parliament. Previously, multiple terms were unofficially used in the media and in the Legislature.[6] Ontario uses the same boundaries as those at the federal level for its Legislative Assembly in Southern Ontario, while seats in Northern Ontario correspond to the federal districts that were in place before the 2004 adjustment. Ontario had separate provincial electoral districts prior to 1999. The following notable events occurred during the 2018–present period: Regular Legislative Assembly proceedings are broadcast to subscribers of the Ontario Parliament Network in Ontario. A late-night rebroadcast of Question Period is also occasionally aired on TVO, the provincial public broadcaster.[27] The Legislative Assembly of Ontario, like the federal House of Commons, also includes procedural officers who administer the business of the legislature and impartially assist the Speaker and MPPs with their duties. These officers collectively make up the Office of the Legislative Assembly of Ontario.[28][29] The Office of the Assembly consists of the Speaker and Deputy Speaker as well as the Clerk of the Legislative Assembly, Sergeant-at-Arms, executive director of Administrative Services, and executive director of Legislative Library, Research and Information Services. The Clerk of the Legislative Assembly of Ontario is the chief permanent officer of the Legislative Assembly, with the rank and status of a Deputy Minister, responsible for administering the legislature and advising MPPs on questions of procedure or interpretation of the rules and practices of the House. The Sergeant-at-Arms keeps order during meetings in the legislature, is charged with control of the ceremonial mace in the legislature, and is responsible for security in the House and the Legislative Precinct. Additional officers of the Legislative Assembly were created to protect certain public interests, these officers are appointed by unanimous votes of the legislature and report to the legislature through the Speaker rather than to the provincial government.[29] These officers include the Auditor General, Information and Privacy Commissioner, Integrity Commissioner, Chief Electoral Officer, Ontario Ombudsman, and Poet Laureate of Ontario.[30] The Legislative Assembly of Ontario is the first and only legislature in Canada to have a coat of arms separate from the provincial arms. Green and gold are the principal colours, as in the coat of arms of Ontario. A mace is the traditional symbol of the authority of the Speaker. Shown on the left is the current mace, while on the right is the original mace from the time of the first parliament in 1792. The crossed maces are joined by the shield of arms of Ontario. The coronet on the wreath represents national and provincial loyalties, while its rim is studded with the provincial gemstone, the amethyst. The griffin, an ancient symbol of justice and equity, holds a calumet, which symbolizes the meeting of spirit and discussion that Ontario's First Nations believe accompanies the use of the pipe. The deer represent the natural riches of the province. The Loyalist coronets at their necks honour the original British settlers in Ontario who brought with them the British parliamentary form of government. The royal crowns (left 1992, right 1792) recognize the parliamentary bicentennial and represent Ontario's heritage as a constitutional monarchy. They were granted as a special honour by Her Majesty Queen Elizabeth II on the recommendation of the Governor General. In the base, the maple leaves are for Canada, the trilliums for Ontario and the roses for York (now Toronto), the provincial capital. The ceremonial mace of the Legislature is the fourth mace to be used in Upper Canada or Ontario. It acts as a symbol, representing the authority of the Speaker of the Legislative Assembly of Ontario to oversee the proceedings of the assembly.[31] The first mace was used by the Chamber of Upper Canada's first Parliament in 1792 at Newark (now Niagara-on-the-Lake) and then moved to York (now Toronto).[32] The primitive wooden mace was painted red and gilt, and surmounted by a crown of thin brass strips. It was stolen by American troops as a Prize of War in 1813 at the Battle of York during the War of 1812. The mace was subsequently stored at the United States Naval Academy in Annapolis, Maryland. It remained in the United States until 1934, when it was returned to Ontario after President Franklin Roosevelt sent an order to Congress to return the mace.[33] It was initially kept at the Royal Ontario Museum for a time, and it is now located in the Main Lobby of the Ontario Legislative Building.[32] A second mace was introduced in 1813 and used until 1841. The third mace was not purchased until 1845. In 1849, it was stolen by a riotous mob in Montreal, apparently intent upon destroying it in a public demonstration. However, it was rescued and returned to the Speaker, Sir Allan Macnab, the next day. Later, in 1854, the mace was twice rescued when the Parliament Buildings in Quebec were ravaged by fire. The mace continued to be used by the Union Parliament in Toronto and Quebec until Confederation in 1867, when it was taken to the Parliament of Canada in Ottawa, where it remained in the House of Commons until 1916. When the Parliament Buildings were gutted by fire during that year, the mace could not be saved from Centre Block. All that remained was a tiny ball of silver and gold conglomerate.[32] The current mace used in the Legislative Assembly of Ontario was acquired in 1867, after Confederation. It was provided by Charles E. Zollikofer of Ottawa for $200. The four-foot mace is made of copper and richly gilded, a flattened ball at the butt end. Initially, the head of the mace bore the crown of Queen Victoria and in a cup with her royal cypher, V.R. When she was succeeded by Edward VII in 1901, her crown and cup were removed and a new one bearing Edward's cypher on the cup was installed. Eventually, it was replaced with the current cup, which is adorned in gleaming brass leaves.[32] Through some careful detective work on the part of Legislative Assembly staff, the original cup with Queen Victoria's cypher was recently[when?] found in the Royal Ontario Museum’s collection and returned to the Legislature. It is now on display in the Ontario Legislative Building.[32] In 2009, two diamonds were installed in the mace. The diamonds were a gift to the people of Ontario from De Beers Canada to mark the opening of the Victor Mine near Attawapiskat in northern Ontario. Three diamonds were selected from the first run of the mine. Two stones, one rough and one polished, were set in platinum in the crown of the mace while the third stone, also polished, was put on exhibit in the lobby of the Legislative Building as part of a display about the history of the mace.[32] Elections to the Legislative Assembly of Ontario occurred on June 7, 2018, as a result of which the Progressive Conservative Party of Ontario, led by Doug Ford, formed Her Majesty's Government of Ontario. The seating chamber is similar in layout to that of the British House of Commons and the original St. Stephen's Chapel in the Palace of Westminster.[34] The Parliament of Ontario, however, may be easily distinguished from this model by its use of individual chairs and tables for members, absent in the British Commons' design. The legislature's former host building and site, home to the Upper Canada and Union Houses, once boasted of a similar layout. Last update: April 28, 2022[35] Note: Bold text designates the party leader, John Fraser serves as the Parliamentary leader of the Ontario Liberal Party as their leader does not have a seat in the Legislature. There are two forms that committees can take. The first, standing committees, are struck for the duration of the Parliament pursuant to Standing Orders. The second, select committees, are struck usually by a Motion or an Order of the House to consider a specific bill or issue which would otherwise monopolize the time of the standing committees. A committee which exists for the duration of a parliamentary session. This committee examines and reports on the general conduct of activities by government departments and agencies and reports on matters referred to it by the house, including proposed legislation.[36]  Select committees are set up specifically to study certain bills or issues and according to the Standing Orders, consists of not more than 11 members from all parties with representation reflecting the current standing in the house. In some cases, the committee must examine material by a specific date and then report its conclusion to the legislature. After its final report, the committee is dissolved.[36]","Title":"Legislative Assembly of Ontario - Wikipedia","KeyID":"17647","URL":"https://en.wikipedia.org/wiki/Legislative_Assembly_of_Ontario"}