{"Content: ":"Tennessee Tuxedo and His Tales is an animated television series that originally aired Saturday mornings on CBS from 1963 to 1966 as one of the earliest Saturday morning cartoons.[1] It was produced by Total Television, the same company that produced the earlier King Leonardo and the later Underdog, and primarily sponsored by General Mills.[2] A co-sponsor was Pillsbury's Funny Face Drinks. (Tennessee Tuxedo debuted on CBS on the same day that King Leonardo last ran on NBC.[3]) The title is a play on the “tuxedo” dinner jacket worn as formal wear. New short episodes[4][5] were created for YouTube in 2014 by Chuck Gammage Animation in Toronto, and Cartoon Lagoon Studios in New York. Sponsored by Trix cereal, they resided on[6] sillychannel.com. They feature the voice talent of Chris Phillips, Robb Pruitt and Ashley Albert. The series centers on Tennessee Tuxedo, a penguin, and his friend Chumley, a walrus. They live in the Megapolis Zoo along with friends Yakkety Yak and Baldy the Eagle.[7] The Megapolis Zoo is run by the ill-tempered zoo director Stanley Livingston and his zookeeper assistant Flunky. In different episodes, Stanley has often threatened to skin Tennessee and Chumley alive. Four episodes featured Howler, a dog that Tennessee got from his Uncle Admiration. In addition, Tennessee competes against his rival Jerboa Jump and his later henchman Tiger Tornado. Tennessee and Chumley regularly escape from the zoo only to find trouble outside. One recurring issue involves the gangster Rocky Maninoff who often orders Tennessee and Chumley to do his will at the point of a machine gun. Rocky is also served by a dimwitted minion named Pretzel. Whenever Tennessee proposes a hare-brained scheme, Chumley is skeptical. Typically, Tennessee assures the dim-witted Chumley that his superior intelligence will carry the day, often with his catch phrase, \"Tennessee Tuxedo will not fail!\" (though he more often than not does). Chumley then responds with his own phrase, \"Duh, okay Tennessee!\" When faced with more trouble than they can bear, the pair turns to their friend Phineas J. Whoopee, the “Man with All the Answers\". The latter knows about everything, and he often lectures the pair on diverse topics, from the physics behind the hot air balloon to how musicians become popular. His lectures are illustrated and animated on his Three-Dimensional Blackboard, which he pulls from an avalanche of junk that falls out of his overstuffed hallway closet when he opens the door. At the end of a Mr. Whoopee lecture, Tennessee praises his mentor with the line, “Phineas J. Whoopee, you’re the greatest!” Tennessee and Chumley occasionally must consult Mr. Whoopee again when they fail their first attempt to solve any problem as Mr. Whoopee snorts \"But I've tried to warn you...\". In a couple of episodes, Whoopee makes the pair promise him not to fool around with electricity and television, explaining the dangers involved in those fields. In the series, Tennessee and Chumley have to overcome a personal problem that children can relate to, such as operating a camera when they are hired to photograph the Mayor of Megapolis to Chumley's requiring treatment for a toothache but fearing the dentist. The pair attempt to use their newly gained knowledge to get out of the mischief they created, but they frequently end up in more trouble with Stanley Livingston (mostly due to Chumley's screw-ups) who punishes them in different ways from having the police arrest them to scrubbing pots and pans in the cafeteria for six months. Episodes sometimes end with Stanley chasing Tennessee and Chumley around the zoo. There are some cases where the duo never caused trouble at all, such as performing in the music show, stopping Tiger Tornado from bullying the zoo animals, training for the Zoolympics without causing any damage or trouble (and winning), and successfully trimming the Christmas tree. On a Boing podcast, Underdog creator Joe Harris explained that F.C.C. commissioner Newton Minow declared television a \"vast wasteland\" in terms of educational material. Efforts were subsequently made to include education in programming. He added that in this show, Tennessee and Chumley were portrayed as the ones who were being educated so that children would not feel that they were being lectured to, even though they actually were. Occasional back segments included \"The World of Commander McBragg\", \"Klondike Kat\", \"Tooter Turtle\", \"The Hunter\", and \"The King and Odie\" (the last three were re-run from the earlier show King Leonardo and His Short Subjects).[8] Don Adams used his well-known “clippy” voice characterization for the voice of the “small penguin, who tries but can’t succeed-o,” which he said was an exaggeration of actor William Powell’s voice.[9] Bradley Bolke's characterization of Chumley seemed to be taken from Charlie Cantor's voice and personality of Clifton Finnegan on the Duffy's Tavern radio show of the 1940s; there Finnegan played a somewhat similar dimwitted sidekick to the scheming but good-natured bartender Archie. Larry Storch based Professor Whoopee's voice on Frank Morgan of The Wizard of Oz.[10] Chumley would ask Tennessee a riddle before and in between the segments, in which Mr. Whoopee came up with the humorous answer on his Three-Dimensional Blackboard, usually ending with laughter. Sometimes Tennessee would ask Whoopee a riddle and Whoopee would come up with the humorous answer. Later reruns of Tennessee Tuxedo and His Tales are quite different from the original network series, like most cartoon series produced by Total Television. The first 34 Tennessee Tuxedo cartoons were incorporated into syndicated prints of The Underdog Show. That syndicated package actually was a revised version of another earlier (mid-1960s) syndicated series called Cartoon Cut-Ups which initially featured first season segments of Underdog, Tennessee Tuxedo, and Commander McBragg. In fact, the syndicated Underdog Show includes some artifacts such as the Cartoon Cut-Ups closing, combining portions of the original Tennessee Tuxedo and Underdog closings, effectively eliminating the punch line of the visual \"Post No Bills\" joke in the original Underdog closing. It also includes the final teaser at the end of the show in which announcer George S. Irving says, \"Looks like this is the end...but don't miss our next Cartoon Cut-Ups show!\" (The line was redubbed to say \"Underdog\" instead of \"Cartoon Cut-Ups\".) In syndication, Tennessee Tuxedo and His Tales features different supporting cartoon segments compared to the show's original network run, including some cartoons from the Jay Ward studio. The first 39 syndicated episodes (#901–939) include \"Tooter Turtle,\" \"Bullwinkle's Corner\" (followed by a vintage Rocky and His Friends commercial bumper), and \"Aesop And Son.\" For syndicated episodes #940–945 and again from #956 through the end of the episode cycle, the supporting segments are all Jay Ward cartoons: \"Peabody's Improbable History,\" \"Mr. Know-It-All,\" and \"Fractured Fairy Tales.\" Syndicated shows #946 through #955 repeat the \"Tooter Turtle,\" \"Bullwinkle's Corner\", and \"Aesop And Son\" cartoons already shown in episodes #901–910. Each of the seventy Tennessee Tuxedo cartoons themselves appears twice over the 140 syndicated shows, in addition to the repeats of the first 34 segments as part of the syndicated Underdog Show (during a recent run on the Black Family Channel cable network, only shows #901–934 were aired). In its first season during its original network run, Tennessee Tuxedo and His Tales featured segments of \"The Hunter\" and \"The King And Odie\". Both segments originated in the 1960 series King Leonardo And His Short Subjects, but Tennessee Tuxedo included 26 newly produced segments of both, which were not seen on the original King Leonardo program (and were not syndicated as part of that package either). The following season, \"The Hunter\" began appearing as a segment on The Underdog Show, and the \"Hunter\" spot in Tennessee Tuxedo and His Tales was filled by repeated segments of \"Tooter Turtle\" (a character also previously seen on King Leonardo And His Short Subjects). The \"Tooter\" cartoons shown on Tennessee Tuxedo were all repeated segments; no new segments were produced. Between 1968 and 1970, \"Tooter Turtle\" and \"The Hunter\" were seen as part of ABC-TV's The Dudley Do-Right Show. The 26 \"Hunter\" and \"King & Odie\" segments originally produced for Tennessee Tuxedo are seen in syndicated reruns as part of the Dudley Do-Right And Friends package (which also is different from the 1968–1970 Dudley Do-Right Show). UAV Corporation released a VHS containing three episodes of the show called Tennessee Tuxedo - It's Fun to be Healthy in 1990, and later released another VHS containing the Halloween special and episodes from a few other Jay Ward cartoons. A DVD titled The Best of Tennessee Tuxedo and His Tales was released by Sony Wonder and Classic Media in 2006. It contains 15 \"sort of educational\" episodes from the series. The series introduction and end credits do not seem to appear on the DVD if an episode is selected, but if \"Play All\" is selected, the series introduction will appear at the start of the episodes and the end credits will appear after the last episode. One of the two \"extras\" on the DVD is a set of about ten audio-only outtakes from the recording of the redone version of the theme song. During the session, the engineer is heard speaking to the musicians and singers. The voice of the engineer was revealed on June 28, 2007, on The Howard Stern Show as the voice of Howard's father Ben Stern. The other \"extra\" is a short collection of corny riddles (originally presented as show transitions) posed to Mr. Whoopee and his 3DBB by Chumley and Tennessee. Example: What has four legs and only one foot? A bed. On March 6, 2012, Shout! Factory released Tennessee Tuxedo and His Tales: The Complete Collection on DVD in Region 1.[11] On December 15, 2020, Tennessee Tuxedo and His Tales: The Complete Collection was re-released on DVD in Region 1 by Shout! Factory.[12][13] Austin Russell, a prominent employee and cast member of the History Channel's Pawn Stars, is nicknamed Chumlee after the Tennessee Tuxedo character.[14][15] The zookeeper's name, Stanley Livingston, is a reference to the explorers Henry Morton Stanley and David Livingstone. In British English, some words have pronunciations that are significantly abbreviated from how the word is spelled. Thus, Worcestershire is pronounced \"Woostershur\". This phenomenon also occurs in some other languages, such as Russian. Chumley is how the name Cholmondeley is pronounced in Britain.","Title":"Tennessee Tuxedo and His Tales - Wikipedia","KeyID":"17653","URL":"https://en.wikipedia.org/wiki/Tennessee_Tuxedo_and_His_Tales"}