{"Content: ":"F Troop is a satirical American television sitcom Western about U.S. soldiers and Native Americans in the Wild West during the 1860s that originally aired for two seasons on ABC. It debuted in the United States on September 14, 1965, and concluded its run on April 6, 1967, with a total of 65 episodes. The first season of 34 episodes was broadcast in black-and-white, and the second season was in color. The series relied heavily on character-based humor, verbal and visual gags, slapstick, physical comedy, and burlesque comedy. The series played fast and loose with historical events and persons, and often parodied them for comical effect.[1] Some indirect references were made to the culture of the 1960s, such as a \"Playbrave Club\" (a parody of a Playboy Club)[2] and two rock and roll bands (one which performs songs written in the 1960s).[3] F Troop is set at Fort Courage—a fictional United States Army outpost in the Old West, from near the end of the American Civil War in 1865 to at least 1867. A town of the same name is adjacent to the fort. Fort Courage was named for the fictitious General Sam Courage (portrayed by Cliff Arquette).[4] The fort is constructed in the stockade style typically found in most American Westerns. The commanding officer is the gallant although laughably clumsy Captain Wilton Parmenter (Ken Berry), who is descended from a long line of distinguished military officers. He is awarded the Medal of Honor after accidentally instigating the final Civil War charge at the Battle of Appomattox Court House. Only a private in the Quartermaster Corps, he is ordered to fetch the commanding officer's laundry (presumably General Grant's). As Parmenter rides away to get the laundry, he repeatedly sneezes. A group of Union soldiers mistake his sneezing for an order to charge, turning the tide of the battle and \"earning\" Parmenter the nickname \"The Scourge of Appomattox\". He also is awarded the Purple Heart after he is accidentally pricked in the chest by his father and commanding officer while receiving his first medal, making him known as \"the only soldier in history to get a medal for getting a medal.\"[5] His superiors reward his action by promoting him to captain, only to give Parmenter command of remote Fort Courage, a dumping ground for the Army's \"least useful\" soldiers and misfits;[5] the Secretary of War (William Woodson) notes, \"Why, the Army sent them out there hoping they'd all desert.\"[6] Indeed, of the three commanding officers at Fort Courage before Captain Parmenter, two did desert, while the third suffered a nervous breakdown. Much of the humor of the series derives from the scheming of Captain Parmenter's somewhat crooked but amiable non-commissioned officers, Sergeant Morgan O'Rourke (Forrest Tucker) and Corporal Randolph Agarn (Larry Storch). They, in league with the local (fictitious) American Indian tribe, the Hekawis—led by Chief Wild Eagle (Frank de Kova)—are forever seeking to expand and conceal their shady business deals covertly and collectively referred to as \"O'Rourke Enterprises\". Initially, rations and pay were drawn for 30 men at Fort Courage, though only 17 are actually accounted for (the other 13, according to O'Rourke, are Indian scouts who only come to the fort at night and leave before dawn). The pay of the fictitious scouts is apparently used to help finance the dealings of O'Rourke Enterprises. Although O'Rourke and Agarn try to take full advantage of Captain Parmenter's innocence and naïveté, they are also very fond of and fiercely protective of him, and woe be to anyone attempting to harm him. Parmenter also struggles to exert his authority outside the ranks. Very bashful, he tries to escape the matrimonial plans of his girlfriend, shopkeeper–postmistress Jane Angelica Thrift, known locally as \"Wrangler Jane\" (played by Melody Patterson, who was awarded the role at the age 16, due to a forged birth certificate)—though he becomes a bit more affectionate toward her during the second season. The episode \"Captain Parmenter, One Man Army\" reveals that all of the soldiers (troopers) of \"F Troop\" have been at Fort Courage for at least 20 months, meaning they spent at least part of the Civil War there.[7] They are so incompetent that when they are formed into a firing squad in the episode titled \"The Day They Shot Agarn\", all of their shots miss Agarn despite the fact they are standing only a few yards from him.[8] The most common running gag through both seasons of the series (shown in every first season opening except for the pilot episode) involves the fort's lookout tower. Every time the cannon is fired in salute, the lit fuse burns out. Corporal Agarn or Private Dobbs then steps up and kicks the cannon's right wheel, collapsing the cannon and causing it to fire off target. The cannonball strikes a support leg of the lookout tower, bringing it crashing to the ground along with the trooper in it (in the opening credits, this coincides with the line in the lyrics, \"Before they resume with a bang and a boom.\") In one episode, an arrow brings the tower crashing down,[9] and in another, Parmenter yanks down the tower with a lasso.[10] In another episode, musical instruments being played loudly cause the tower to collapse.[3] The fort water tower is also a frequent victim of this sort of gag. In one variation of the tower gag, Vanderbilt, Parmenter, O'Rourke, and Agarn are standing in the water tower platform when a lone Indian, \"Bald Eagle\" (played by Don Rickles), tries to capture Fort Courage by scaling the tower and jumping on the platform; the combined weight causes the floor to collapse and \"Bald Eagle\" to be captured. In another variation of the cannon gag, the cannon collapses as it is fired, and blows up the fort's powder magazine, causing Agarn to be saved from a vengeful Chief Geronimo. Another running gag during the second season involves dialogue between Sergeant O'Rourke and Agarn. In many episodes, a comment by Agarn sparks an idea in O'Rourke, who then says to Agarn, \"I don't know why everyone says you're so dumb,” to Agarn's apparent pleasure. Immediately the scene ends. Then, near the beginning of the next scene (presumably after a significant time lag), Agarn indignantly asks, \"Who says I'm dumb?\" Yet another dialogue gag between the two, occurring periodically during both seasons, has O'Rourke explaining something to Agarn, after which Agarn ponders for a second and says, \"That makes sense ... not to me, but it makes sense.\" The Hekawi appear to be a very small tribe consisting of only one small village. They live an indeterminate distance from Fort Courage, though the directions to their camp are described as: \"Make right turn at big rock that look like bear, then make left turn at big bear that look like rock.”[1] In \"Reunion for O'Rourke\", Chief Wild Eagle explains how the tribe got its name: \"Many moons ago, tribe leave Massachusetts because Pilgrims ruin neighborhood! Tribe travel west, over stream, over river, over mountain, over mountain, over river, over stream! Then come big day... tribe fall over cliff. That when Hekawi get name. Medicine man say to my ancestor, \"I think we lost. Where the heck are we?\".[15] \"Where the heck are we?\" became \"We're the Hekawi\" (the original name for the tribe in the series, 'Fugawi', was changed after the censors discovered the sentence \"Where the Fugawi?\"[27]). The Hekawis are 50/50 partners in everything they do with O'Rourke Enterprises. They make most of the company's products, usually in the form of Indian souvenirs (on a commercial scale) and whiskey for the town saloon. They are a peace-loving tribe (mainly due to cowardice), and are self described as \"the tribe that invented the peace pipe,\" \"lovers, not fighters,\" and \"proud descendents of cowards.\" Profit minded, the Hekawis look to be paid when O'Rourke needs them to do something like orchestrate a fake attack on the fort, and haggle over the price and how many braves would be in the attack (when O'Rourke balks at the price, the Chief reminds him that the Apache will gladly make a real attack on the fort for free). Because it had been such a long time, though, since they had been on the \"warpath,\" when the series started, Agarn has to teach the Hekawis how to do a war dance, a clip of which was shown in the first-season opening credits.[5] Anytime the tribe wants to contact the fort, they use smoke signals, which only O'Rourke can read. In one episode[2] (and referred to in another),[3] the Hekawis have a \"Playbrave Club\" (a parody of the Playboy Club) complete with go-go dancing and 1960s-style music. As a sly jest based on the myth that Native Americans are the 13th tribe of Israel, many of the Hekawi Indians were played by veteran Yiddish comedians using classic Yiddish shtick. The regular Indian characters (none of whom were played by Native American actors) include: Many established actors and comedians appeared as guest stars in the series, including Bernard Fox (as the master of disguise, British Major Bently Royce),[35] Don Rickles (as the crazy renegade Indian Bald Eagle, son of Chief Wild Eagle),[36] Jack Elam (as the outlaw gunfighter Sam Urp),[37] John Dehner (as conman Prof. Cornelius Clyde),[38] Lee Meriwether (as Lily O'Reilly who is out to take over the town saloon),[39] Jamie Farr (as Geronimo's friend[40] and standup comic Standup Bull[14]), George Gobel (as Wrangler Jane's cousin Henry Terkel, whose inventions parody the telephone, radio, and steam automobile),[41] Pat Harrington Jr. (as secret agent \"B. Wise\" – an imitation of Don Adams's character on Get Smart),[42] Zsa Zsa Gabor (as the Gypsy Marika),[43] Willard Waterman (as former Capt. Bill \"Cannonball\" McCormick, F Troop's first commanding officer),[7] Paul Petersen (as Wild Eagle's nephew and Sitting Bull's sharpshooting son Johnny Eagle Eye),[24] Paul Lynde (as the phony singing Canadian Mountie Sgt. Ramsden),[20] Harvey Korman (as the wacky Prussian Col. Heindreich von Zeppel),[44] Milton Berle (as Wise Owl),[45] Julie Newmar (as the long lost Indian daughter Yellow Bird),[46] Jacques Aubuchon (as Gideon D. Jeffries her real father),[46] Jay Novello (as Emilio Barberini),[47] Sterling Holloway (as nearsighted Sheriff Pat Lawton),[48] Mako (as a Samurai warrior),[49] Phil Harris (as the 147-year old warmongering chief, Flaming Arrow),[19] Vincent Price (as the spooky Count Sforza),[50] and Cliff Arquette (Charley Weaver – as Gen. Sam Courage).[4] Other notable and well-known character actors who appeared in the series are (usually only once or twice): Henry Brandon (as a chief of the vicious, but fictitious, Shug Indian tribe),[5] Jay Sheffield (as Lt. Jefferson Hawkes),[5] Alan Hewitt (as Col. Malcolm),[5] Don \"Red\" Barry (as Col. Donnely),[18] Willis Bouchey (as Col. Herman Saunders),[35] Forrest Lewis (as Doc. Emmett),[23] Vic Tayback and Robert G. Anderson (as the notorious Colton Brothers),[23] Linda Marshall (as Parmenter's old girlfriend from Philadelphia),[30] Laurie Sibbald (as Flying Sparrow[30] and Silver Dove[51]), John Stephenson (as General Custer),[16] Nydia Westman (as Dobb's mother),[52] Patrice Wymore (as Laura Lee[52] and Peggy Gray[53]), Parley Baer (as Col. Watkins),[54] MaKee K. Blaisdell (as War Cloud),[51] Jackie Joseph (as Agarn's old girlfriend Betty Lou MacDonald),[40] Mike Mazurki (as a very big Geronimo),[40] Tony Martinez (as Felipe),[22] Del Moore (as Dapper Dan Fulbright),[41] Andrew Duggan (as the Indian-hating Major Chester Winster, inventor of the Chestwinster 76 rifle – a parody of the famous Winchester 73 rifle),[1] Abbe Lane (as the beautiful counterspy Lorelei Duval),[42] Jackie Loughery (as the Gypsy Tanya),[43] Marjorie Bennett (as Ella Vorhees),[15] Eve McVeagh (as Wilma McGee, O'Rourke's old girlfriend from Steubenville, Ohio and now a widow woman from Brooklyn, NY),[15] Ben Gage (as Mike O'Hanlon),[15] Richard Reeves (as Jim Sweeney, O'Rourke's old friend),[15] Victor Jory (as Apache Chief Mean Buffalo),[28] James Griffith (as sharpshooting Sgt. Crawford),[24] Cathy Lewis (as Whispering Breeze, mother of Johnny Eagle Eye, wife of Sitting Bull and sister to Wild Eagle),[24] Les Brown, Jr (as Lt. Mark Harrison),[55] George Barrows (as Pecos),[56] Paul Sorensen (as Tombstone),[56] Mary Young (as the Widow O'Brien),[56] Charles Lane (as Mr. S. A. MacGuire),[56] Don Beddoe (as the Hermit),[57] Lew Parker (as George C. Bragan),[58] Tol Avery (as Derby Dan McGurney),[58] Tommy Farrell (as Jenks),[59] Richard X. Slattery (as Col. William Bartlett),[59] Joby Baker (as Mario Maracucci),[47] Letícia Román (as Gina Barberini),[47] I. Stanford Jolley (as Col. Ferguson),[60] George Furth (as Capt. Jonathan W. Blair),[60] Pepper Curtis (as Lily),[61] Peter Leeds (as Mr Larson),[61] Victor French (as the deserter Cpl. Matt Delaney),[8] Fred Clark (as Major Hewitt),[8] Arch Johnson (as Col. Adams),[62] Mary Wickes (as marriage broker Samantha Oglesby),[26] Joyce Jameson (as Sally Tyler),[53] and Charles Drake (as Major Terence McConnell).[53] Lowell George, later the leader of the rock group Little Feat, appeared with his earlier band The Factory on an episode as a group called the Bedbugs.[3][63] William Conrad was the uncredited voice announcer in the first episode \"Scourge of the West\".[5] Although the show's opening credits claim F Troop was created by Richard Bluel, a final arbitration by the Writers Guild of America eventually gave Seaman Jacobs, Ed James, and Jim Barnett credit. Episode writers included Arthur Julian (who, alone, wrote 29 of the 65 episodes; he also appeared as an undertaker in his \"Survival of the Fittest\" script), Stan Dreben (Green Acres), Seaman Jacobs, Howard Merrill (The Dick Van Dyke Show), Ed James, Austin and Irma Kalish, and the highly successful comedy writing duo of Tom Adair and James B. Allardice, who collaborated on some of the most successful American TV sitcoms of the 1960s, including The Munsters; My Three Sons; Gomer Pyle, USMC, and Hogan's Heroes. The series was directed by Charles Rondeau and Leslie Goodwins, among many others, and produced by William T. Orr and Hy Averback. I. Stanford Jolley, Forrest Tucker's former father-in-law, appeared as Colonel Ferguson in the 1966 episode \"Survival of the Fittest\".[60] The entire series was shot on the Warner Bros. backlot in Burbank, California. The plot engine of O'Rourke and Agarn's moneymaking schemes echoed that of an American television series of the late 1950s, The Phil Silvers Show, which had featured swindling by the wily Sergeant Bilko, also based at a \"peacetime\" Army base — albeit in the mid-20th century, although with the twist of involving local preindustrial aboriginals with US military men in money-making schemes. It also echoes some of the money-making schemes found in the American television series McHale's Navy, which was written by some of the same writers from the Bilko show. The concept of misfit troops sent out West bears some resemblance to the 1964 Western comedy Advance to the Rear. Melody Patterson lied about her age to get the part of Wrangler Jane. She was 15 at the time of her audition, but turned 16 by the time filming started. As a result, the romance between Jane and Parmenter was kept very low key during the first season. By the time production of the second season started, Patterson had turned 17 and Parmenter's affections were made stronger and Jane was made more sexually aggressive (Patterson was 10 days short of turning 18 when the last episode was aired). The show's ratings were still healthy after the second year (ranked number 40 out of 113 shows for the 1966–67 season, with a 31.3 share),[64] but according to Tucker, Warner Bros.' new owners, Seven Arts, discontinued production because they thought it was wasteful for so much of the Warner Ranch to be taken up by a single half-hour TV show. Producer William Orr says the studio was also unhappy with the added costs of producing the show in color during its second season. Although only two seasons were produced, F Troop enjoyed a healthy second life in syndication. The show was a particular favorite on Nick at Nite in the 1990s, running from 1991 to 1995 despite an archive of only 65 episodes. Reruns began airing on TV Land from 1997 to 2000, GoodLife TV Network in 2004, and on Me-TV on September 2, 2013. Circle has carried the show since 2020. In the United Kingdom, reruns commenced in October 2017 on Sky TV channel Forces TV. Reruns premiered on the ITV network in the United Kingdom on October 29, 1968, and were screened repeatedly until July 16, 1974. The series was also broadcast nationally in Australia on ABC-TV, in Ireland on Telefís Éireann, and in Italy during the '80s as a \"filler\" show during summers (when ratings usually dropped due to large numbers of people going on holidays). In 1998, 30 of the series' 65 episodes were digitally remastered and released on 10 VHS tapes by Columbia House. On September 27, 2005, Warner Home Video released the first F Troop DVD compilation as part of its \"Television Favorites\" series. The six-episode DVD included three black-and-white episodes and three color episodes. Following the successful sales from the \"Television Favorites\" sampler release, Warner Home Video released F Troop: The Complete First Season, with all 34 black-and-white episodes included. The Complete Second Season of F Troop was released on DVD on May 29, 2007. Both seasons of this show have been released on DVD by Warner Home Video.[65] The DVD features interviews with original F Troop members, writers, and other production personnel, as well as behind-the-scenes information. However, only one major actor from the series, Ken Berry, was interviewed for the half-hour special. Also, audio segments were included of an interview with actor Joe Brooks (Private Vanderbilt). The complete series has been released on iTunes in both standard-definition and remastered high-definition television. For the high-definition remaster, the original film elements were rescanned into high-resolution video.","Title":"F Troop - Wikipedia","KeyID":"17652","URL":"https://en.wikipedia.org/wiki/F_Troop"}