{"Content: ":"Peter Burwash (10 February 1945 – 7 July 2022) was a right-handed Canadian tennis player and coach. Burwash was born in Brockville, Ontario, Canada on 10 February 1945.[1] He played both tennis and ice hockey for the University of Toronto Varsity Blues from 1963 through 1967, earning a Bachelor of Physical Education degree. He was OUAA singles champion in tennis in 1963–64 and 1965–66, as well as member of back-to-back OUAA and CIAU hockey champions in 1965–66 and 1966–67. After retiring from professional tennis in 1975, he founded a tennis management company. Burwash was a United States Professional Tennis Association Master Professional and has coached many tennis players, including Venus Williams and Serena Williams, Greg Rusedski, Andrew Sznajder, and Sébastien Lareau when he won the gold medal in doubles with Daniel Nestor at the 2000 Olympics.[citation needed] During his career, Peter has both played and coached in 134 countries.[2] Burwash is the author of 10 books on a variety of topics.[3] He toured the world giving motivational speeches, giving approximately 100+ speeches a year.[citation needed] Burwash has commentated for The Sports Network (TSN) and the Canadian Broadcasting Corporation (CBC), for their coverage of the Rogers Cup.[citation needed] Peter has also been the recipient of numerous awards, including Hall of Fame inductions for the Tennis Industry, the USPTA, the Hawaii USTA, the University of Toronto, and the Northern California USTA. Burwash was a vegetarian and has lectured on the topic.[4] In 1983, he authored Peter Burwash's Vegetarian Primer. Burwash lost in the first round of the U.S.T.A. National amateur championship of 1968, played at the Longwood Cricket Club in early August, 0–6, 9–7, 3–6, 5–7 to Dick Stockton. Three weeks later at the inaugural U.S. Open, Burwash lost his opening main draw match to Bob Lutz, 1–6, 1–6, 3–6. Burwash won his only professional tour match in the opening round of the 1969 Cincinnati Outdoor, defeating American Roy Sprengelmeyer, 6–3, 6–4. Burwash then lost in the second round, 1–6, 4–6, to No. 9 seed Željko Franulović. Burwash also played in the doubles main draw in Cincinnati where, with partner Stanley Pasarell, he lost in the first round. The following month, Burwash played in the Canadian Open for the first time where after a first round bye, he lost to Brian Fairlie 6–2, 1–6, 0–6, 1–6. In doubles, he reached the second round partnering American Rudy Hernando. Two weeks later, at his second U.S. Open, Burwash was beaten by Jim Osborne, 2–6, 2–6, 2–6. Again partnering Hernando in doubles, the pair lost their opening match by exactly the same score, to the British pair of Mark Cox and Peter Curtis. In October at the Barcelona Outdoor, Burwash lost in straight sets to Australian Allan Stone in singles. In doubles, he also lost in the first round, in 5 sets. In 1970, Burwash played in his only Davis Cup tie for Canada, winning a dead rubber against Caribbean Davis Cup team player Leo Rolle, 6–1, 6–1, 6–1. Canada won the North and Central America Semi-final tie, played in June, 5–0. In his only tournament main draw singles action for the year, at the U.S. Clay Court Championships in July, Burwash lost in the first round, to Terry Addison, 2–6, 3–6. He played one main draw in doubles, at the U.S. Open, again with partner Rudy Hernando, and lost by default to Roy Emerson and Rod Laver. Burwash competed in main draws at two events, the Canadian Open and the U.S. Open. In Montreal, he lost to Ismail El Shafei 3–6, 4–6 in singles, and partnering compatriot Ken Binns, lost to Bob Lutz and Charlie Pasarell in doubles. At Forest Hills, he was beaten by Milan Holeček, 1–6, 0–6, 7–5, 4–6. Burwash won the third annual Omnium de Tennis Labatt du Québec played at the Club de Tennis des Loisirs de Granby defeating Rudy Hernando of Detroit in the final 2–6, 6–1, 6–3. Burwash participated in the main draw in both singles and doubles at the Columbus Outdoor, losing to Charles Owens. In doubles he also lost in the first round, partnering Ian Fletcher. A week later at the U.S. Clay Court Championships, Burwash lost 1–6, 1–6 to Toshiro Sakai. In doubles, he and partner William Higgins lost 2–6, 2–6 to Jim Delaney and James Chico Hagey. The following week at the Canadian Open, his last appearance there in a main draw, Burwash lost to Jaime Fillol 6–7, 2–6, after a bye in the first round. Burwash was entered in the main draw of two grand prix events. At the Calgary Indoor, held in February, he lost in the first round to Nicholas Kalogeropoulos 4–6, 3–6. In doubles Burwash partnered Franklin Robbins and lost in the first round as well. In August, Burwash was set to play John Newcombe in the first round of the Louisville Outdoor but defaulted. Burwash lost by default to Bob Giltinan in the first round of the Calgary Indoor in what would be his last tour result. The computer rankings having been introduced only in September 1973, Burwash received his highest singles ranking in June 1974, when he was ranked World No. 240. He never earned a doubles ranking, as they were not kept until 1978.[5] Burwash died in Carmel, California, on 7 July 2022.[6]","Title":"Peter Burwash - Wikipedia","KeyID":"17660","URL":"https://en.wikipedia.org/wiki/Peter_Burwash"}