{"Content: ":"The St. Louis Browns were a Major League Baseball team that originated in Milwaukee, Wisconsin, as the Milwaukee Brewers. A charter member of the American League (AL), the Brewers moved to St. Louis, Missouri, after the 1901 season, where they played for 52 years as the St. Louis Browns. After the 1953 season, the team relocated to Baltimore, Maryland, where it became the Baltimore Orioles. As of 2022[update], there are only three living former St. Louis Browns players: Billy Hunter, Ed Mickelson, and Frank Saucier. In the late 19th century, the team was formed as the Milwaukee Brewers in the Western League.[citation needed] For the 1900 season, the Western League was renamed the \"American League\", and in 1901, league president Ban Johnson declared it a major league.[citation needed] The team was originally owned by Milwaukee lawyers Matthew and Henry Killilea. As a minor league team, the Brewers had usually fielded subpar teams until Connie Mack became manager in 1894. The Killileas were among the poorer owners in the league, and did not have the wherewithal to take advantage of the large number of National League players bolting to the league. Of the 100 frontline players who switched leagues, only three signed with the Brewers. When Mack transferred to the Philadelphia Athletics at Johnson's behest as manager and part-owner, one of the three players who jumped to the Brewers, Hugh Duffy, became player-manager.[2] Johnson knew the Brewers could not be viable in Milwaukee, and originally intended to move them to St. Louis, a larger market. At the time, St. Louis was the fourth-largest city in the nation, while Milwaukee was the 15th-largest. However, Matthew Killilea persuaded Johnson to give the Brewers what amounted to a one-year trial in Milwaukee, saying that he would agree to move to St. Louis if the team didn't make a good account of itself that year. Unfortunately, due to a lack of talent, the Brewers made a wretched showing. They never recovered from an 0–5 start, and crumbled to last place for good on June 30. They ultimately finished 48–89, the worst record in baseball, 35.5 games behind the pennant-winning Chicago White Sox. It did not help matters that Matthew Killilea spent most of the season battling tuberculosis, forcing Henry to become operating head of the team.[2] Under the circumstances, a move to St. Louis was a foregone conclusion. At a league meeting in Chicago, the Killileas requested and were granted permission to relocate to St. Louis. Soon after moving, the team changed its name to the \"Browns.\" This referred to the original name of the 1880s club that was called the Brown Stockings, and by 1900 had become known as the St. Louis Cardinals. Johnson then set about finding local ownership for the team, and found it in a syndicate headed by an old friend from his days as a sportswriter, Kansas City carriage maker Robert Hedges, who moved to St. Louis soon after the purchase closed. Although he ceded the presidency to St. Louis businessman Ralph Orthwein, Hedges was the head of the franchise. Hedges built a new park on the site of the old Browns' former venue, Sportsman's Park.[2] In their first season in St. Louis, the Browns finished second under manager Jimmy McAleer, five games behind Philadelphia. This was mainly because Hedges and McAleer persuaded six Cardinals to jump to the Browns. They looked to become even more powerful in 1903 when Hedges signed New York Giants ace Christy Mathewson to a deal that would have paid him almost four times what he was earning in New York. However, as part of the settlement that ended the war with the National League, Hedges and Mathewson tore up the contract. Years later, Hedges said that while he knew he was likely giving up a pennant by relinquishing Mathewson to the Giants, it was more important to bring peace to the game.[2] Although the Browns had only four winning seasons from 1902 to 1922, they were very popular at the gate during their first two decades in St. Louis. They trounced the Cardinals in attendance; in 1908, for instance, they attracted four times as many fans as the Cardinals.[2] Pitcher Barney Pelty was a workhorse for the Browns, and a member of their starting rotation from 1904, when he pitched 31 complete games and 301 innings, through 1911.[3][4] In 1909, the Browns rebuilt Sportsman's Park as the third concrete-and-steel park in the major leagues. During this time, the Browns were best known for their role in the race for the 1910 American League batting title. Ty Cobb took off the last game of the season, believing that his slight lead over Nap Lajoie, of the Cleveland Naps, would hold up unless Lajoie had a near-perfect day at the plate. However, the Browns players decided to help Lajoie win the title over the unpopular Cobb. Browns' manager Jack O'Connor went along with the plan, since the game would have no bearing on the pennant race.[5] O'Connor ordered rookie third baseman Red Corriden to play on the outfield grass. This all but conceded a hit for any ball Lajoie bunted. Lajoie bunted five straight times down the third base line and made it to first easily. On his last at-bat, Lajoie reached base on an error – officially giving him a hitless at-bat. O'Connor and coach Harry Howell tried to bribe the official scorer, a woman, to change the call to a hit – even offering to buy her a new wardrobe. Cobb won the batting title by just a few thousandths of a point over Lajoie. But it was later reported that one game may have been counted twice in the statistics, and there were rumors about the attempted bribery, causing a scandal about the rankings. After news broke of the scandal, a writer for the St. Louis Post claimed: \"All St. Louis is up in arms over the deplorable spectacle, conceived in stupidity and executed in jealousy.\" The resulting outcry triggered an investigation by Johnson. At his insistence, Hedges fired O'Connor and Howell; both men were informally banned from baseball for life.[5] After several pedestrian seasons, Hedges hired former Browns catcher Branch Rickey as business manager (de facto general manager) midway through the 1913 season, and made him manager as well in September. Although Rickey had been a mediocre player at best, he had a keen eye for spotting talent. His greatest find was George Sisler, who had played for Rickey at Michigan.[2] They fell back to sixth in 1914, but won 79 games in 1915, their first winning record in eight years. In 1916, as part of the settlement that ended the war with the Federal League, Hedges sold the Browns to refrigeration magnate Philip DeCatesby Ball, who had owned the defunct league's St. Louis Terriers. Concluding that Rickey's talents were better suited to the front office, he named Fielder Jones as manager, while Rickey remained de facto general manager.[2] Under Ball's early tenure, the club had its first sustained period of success on the field; they were a contender for most of the early 1920s. However, analysts think Ball made a series of blunders that would ultimately doom the franchise. Shortly after buying the team, he allowed Rickey to accept the presidency of the Cardinals. When Johnson got wind of this, he told Ball in no uncertain terms that Rickey could not be allowed to go to the National League. However, since Rickey had a signed contract, Ball was only able to keep Rickey on his payroll for another 24 hours; Rickey was replaced by Bob Quinn. Four years later, Ball allowed the Cardinals to move out of dilapidated Robison Field and share Sportsman's Park with the Browns. Rickey and owner Sam Breadon used the proceeds from the Robison Field sale to build baseball's first modern farm system. This effort eventually produced several star players who brought the Cardinals more drawing power than the Browns.[2] The 1922 Browns excited their owner by almost beating the Yankees to a pennant. The club was boasting the best players in franchise history, including future Hall of Famer George Sisler and an outfield trio of Ken Williams, Baby Doll Jacobson, and Jack Tobin, who batted .300 or better from 1919 to 1923 and in 1925. In 1922, Williams became the first player in Major League history to hit 30 home runs and steal 30 bases in a season, something that would not be done again in the Majors until 1956. The following year, they crumbled to fifth, partly because Sisler missed the entire season due to sinus problems. At the same time, Ball, already a very hands-on owner, became even more so after Quinn left to buy the Boston Red Sox.[2] Ball confidently predicted that there would be a World Series in Sportsman's Park by 1926. In anticipation, he increased the capacity of his ballpark from 18,000 to 30,000. There was a World Series in Sportsman's Park in 1926 – but it was the Cardinals who took part, upsetting the Yankees. Meanwhile, the Browns slumped to seventh in the American League. More importantly, the Cardinals outdrew the Browns by more than 400,000. St. Louis had been considered a \"Browns town\" until then; as late as 1925, the Browns outdrew the Cardinals by more than 50,000.[2] After their 1926 Series victory, however, the Cardinals dominated St. Louis baseball, while still technically tenants of the Browns. Meanwhile, the Browns rapidly fell into the cellar. They had only two winning records from 1927 to 1943, including a 43–111 mark in 1939 that is still the worst in franchise history. Ball had previously spent lavishly on the Browns, but gradually cut that spending to the bare minimum. He died in 1933, and his estate ran the team for three years, with Ball's former right-hand man Louis Von Weise as team president. The Ball estate mostly left the baseball side to player-manager and former Cardinals great Rogers Hornsby, whom Ball had hired in one of his last acts before his death. However, the Ball estate withheld badly needed capital that could have been used to get better players. Attendance sagged to the point that the other American League teams could not meet their travel expenses. In 1936, Rickey helped broker a sale to investment banker Donald Lee Barnes. His son-in-law, Bill DeWitt, was the team's general manager. To help finance the purchase, Barnes sold 20,000 shares of stock to the public at $5 a share, an unusual practice for a sports franchise. Soon afterward, he fired Hornsby after learning he was placing bets on horse races during games.[2] By 1941, Barnes was convinced he could never make money in St. Louis. After interests in Los Angeles approached him about buying a stake in the team, he asked AL owners for permission to move there for the 1942 season. Los Angeles was already the fifth-largest city in the United States, and was larger than any major-league city except New York, Chicago, Philadelphia and Detroit. The Browns got tentative approval from the league, which went as far as to draw up a schedule accounting for transcontinental train trips, though the Browns suggested that teams could travel by plane, a new concept at the time. Under the deal, the Browns would buy the Chicago Cubs' top affiliate, the Los Angeles Angels; in those days, whoever owned a minor league team owned the major league rights to that city. The deal was slated to receive final approval at a league meeting on December 8.[2] The deal was disrupted by the Japanese attack on Pearl Harbor, which took place on December 7. Sources differ on how the deal fell apart. According to the Los Angeles Daily News and Los Angeles Times, league officials expressed concerns that travel restrictions would be too stringent for a prospective Los Angeles-based team to be viable, and the Browns' proposal was unanimously rejected.[6][7] However, according to the Society for American Baseball Research, Barnes himself pulled the proposal off the table when he realized that a potential Japanese attack on the West Coast made large-scale events on the West Coast too great of a risk.[2] During World War II, in 1944 the Browns won their only American League pennant in St. Louis. Due to the draft decimating the minor leagues, Barnes and the Browns pursued a strategy of pursuing players who couldn't serve in the military. As a result, many of the Browns' best players were classified 4-F: unfit for military service. Years of having to live a hand-to-mouth existence actually served the Browns well during the war years. They were better prepared to adjust to the effects of the draft, while wealthier teams like the Cardinals were caught unawares when their best players were drafted.[2] The Browns spent the 1944 season in a vigorous three-way race with the Tigers and Yankees for the pennant. On the final day of the season, before a sellout crowd of 35,518–their first sellout since 1924–they defeated the Yankees 5–2. Minutes earlier, the Tigers lost 4–1 to the Washington Senators, giving the Browns the pennant by a single game.[8] They thus became the last of the 16 teams that made up the major leagues from 1903 to 1960 to play in a World Series. By comparison, the other seven American League teams had won at least three pennants. In the 1944 World Series, the Browns were decided underdogs against their tenants, the Cardinals. It would be the last World Series played entirely in one stadium until the 2020 World Series played in Arlington, Texas. While the Browns lost in six games, they won two of the first three games, and the final three games were very close. Despite losing the Series, Barnes took heart in outdrawing the Cardinals by almost 40,000 fans. It would be the only time after 1925 that the Browns would outdraw the Cardinals.[2] The 1945 Browns muddled through much of the early part of the season. However, in August, Barnes abruptly sold his stake in the team to minority owner and refrigeration magnate Richard Muckerman, who retained DeWitt as general manager. While the Browns had the best record in the league from the time Muckerman closed on his purchase, the hole from earlier in the season was too much to overcome, and they finished in third place with an 81–70 record. Despite fielding less than top-level talent, they were only six games behind the Tigers for first.[2] The 1945 season may be best remembered for the Browns' signing of utility outfielder Pete Gray, the only one-armed major league position player in history. However, the players felt that Gray was dragging down the team. After Muckerman bought the team, he signed manager Luke Sewell to a two-year contract, and Sewell significantly cut back Gray's playing time. Gray was sent to the minors after the season, and never played in the major leagues again.[2] Although it was not apparent at the time, the Browns had crested. They would never have another winning season in St. Louis. Indeed, 1944 and 1945 were two of only eight winning seasons they enjoyed in the 31 years after nearly winning the pennant in 1922. With the return of peace in 1946, the Browns found themselves in over their heads competing against teams augmented by stars returning from the war, and tumbled to seventh place. In response, Muckerman budgeted $300,000 to renovate Sportsman's Park. However, the bill swelled to $700,000 when it became apparent that the original plans would not be enough to bring the park up to code. He also built a new stadium for their top farm team, the San Antonio Missions of the Texas League. After a slow start to 1947, he hurriedly signed two Negro league stars, Willard Brown and Hank Thompson. They only lasted a month when it became clear they neither improved attendance or the team's on-field record. Only three years after winning the pennant, the Browns posted the worst record in the majors, at 59–95.[2] After the season, Muckerman was forced to sell Vern Stephens, Jack Kramer and Ellis Kinder, three stars from the 1944 pennant season, to the Red Sox. Years later, DeWitt revealed that between cost overruns from renovations to Sportsman's Park, cost overruns for building the new Mission Stadium in San Antonio, and a marked drop in attendance, the Browns were on the brink of insolvency.[2] At the same time, prospective buyers began circling the Browns. During the season, Chicago businessman Emory Perry considered buying the Browns and moving them to Los Angeles, but the effort foundered when Perry learned that any major league team moving to California would have to compensate every team in the PCL for invading their territory. After the season, Bob Rodenberg, owner of the National Football League's Baltimore Colts, considered buying the Browns and moving them to Baltimore. However, this hinged on the Cardinals buying Sportsman's Park, and Rodenberg withdrew his offer when the Cardinals expressed little interest.[2] After another abysmal season in 1948, in which the Browns struggled to attract crowds over 3,000, Muckerman sold the team to DeWitt and his brother Charley, the team's traveling secretary, mainly because they were the only credible buyers willing to keep the team in St. Louis. However, they financed the purchase with notes totaling $1 million that were due in 1954, and the team's attendance over the next two years was nowhere near enough to service the debt. Under the circumstances, DeWitt was unable to reverse the slide, and was forced to sell any good prospects to the Red Sox or Tigers in order to pay the bills.[2] In 1951, Bill Veeck, the colorful former owner of the Cleveland Indians, purchased the Browns from DeWitt, who stayed on as team vice president. In St. Louis, he extended the type of promotions and wild antics that had made him famous and loved by many and loathed by many others. His most notorious stunt in St. Louis was held on August 19, 1951, when he ordered Browns manager, Zack Taylor, to send Eddie Gaedel, a 3-foot 7-inch, 65-pound midget, to bat as a pinch hitter. When Gaedel stepped to the plate, he was wearing a Browns child's uniform with the number 1⁄8. With no strike zone to speak of, Gaedel walked on four straight pitches, as he was ordered not to swing at any pitch. The stunt infuriated American League President Will Harridge, who voided Gaedel's contract the next day. Veeck also promoted another publicity stunt in which the Browns handed out placards – reading \"take, swing, bunt\", etc. – to fans and allowed them to make managerial decisions for a day. Taylor dutifully surveyed the fans' advice and relayed the sign accordingly.[9] The Browns won the game against the Philadelphia Athletics, whose venerable owner Connie Mack took part in the \"Grandstand Managers\" voting (against his own team). After the 1951 season, Veeck made Ned Garver the highest-paid member of the Browns. Garver went on to win 20 games, while the team lost 100 games. He was the second pitcher in history to accomplish the feat. Veeck also brought Satchel Paige back to major league baseball to pitch for the Browns. Veeck had previously signed the former Negro leagues great at age 42 to a contract in Cleveland in 1948, amid much criticism. Paige was 45 when he returned to the mound in a Browns uniform. Veeck was criticized among baseball's owners, but Paige finished the season with a respectable 3–4 record and a 4.79 ERA. Veeck, believing that St. Louis was too small for two franchises, planned to drive the Cardinals out of town. He signed many of the Cardinals' most popular ex-players and, as a result, attracted many Cards fans to see the Browns. Notably, Veeck inked former Cardinals great Dizzy Dean to a broadcasting contract and tapped Rogers Hornsby for a second stint as manager. He also re-acquired former Browns fan favorite Vern Stephens and signed former Cardinals pitcher Harry Brecheen, both of whom had starred in the all-St. Louis World Series in 1944. Veeck stripped Sportsman's Park of all Cardinals material and dressed it exclusively in Browns memorabilia, even moving his family to an apartment under the stands. The Browns never came close to fielding a winning team during this time. In Veeck's three years as owner, they never finished any closer than 31 games out of first, and twice lost 100 games. But Veeck's showmanship and colorful promotions made Browns games more fun and unpredictable than the conservative Cardinals were willing to offer. Veeck's all-out assault on the Cardinals came during a downturn in the Cardinals' fortunes after Rickey left them for the Brooklyn Dodgers in 1942. It initially appeared Veeck had won the battle when Cardinals' owner Fred Saigh was charged with massive tax evasion late in 1952. He pleaded no contest, and put the Cardinals up for sale rather than face certain lifetime banishment from baseball. For a time, it looked almost certain that the Cardinals were leaving town, as most of the credible bids came from non-St. Louis interests. The most promising offer came from a group based in Houston, Texas, where the Cardinals operated a Triple-A farm team. Under the rules of the time, the Cardinals also owned the major league rights to Houston. However, just when it looked like the Cardinals were about to move to Texas, Saigh accepted a somewhat lower bid from St. Louis-based brewery Anheuser-Busch, and brewery president Gussie Busch jumped into the bidding specifically to keep the Cardinals in St. Louis. Veeck quickly realized that with Anheuser-Busch's corporate wealth behind them, the Cardinals now had more resources than he could ever hope to match. Unlike most of his fellow team owners, he had no income apart from the Browns. Reluctantly, Veeck concluded he was finished in St. Louis, and had no other option but to move the Browns. As a first step, he sold Sportsman's Park to the Cardinals for $800,000.[2] He would have likely had to sell it in any event. The 44-year-old park had fallen into disrepair, and even with the rent from the Cardinals, Veeck wasn't bringing in nearly enough money to bring the park up to code. Veeck first attempted to move the Browns back to Milwaukee, where he had owned the Triple-A Brewers of the American Association in the 1940s. However, the Brewers were now the top affiliate of the National League's Boston Braves, and therefore had first claim on the major league rights to Milwaukee. Veeck offered to pay Braves owner Lou Perini $700,000 as compensation. Perini stalled on the deal before abruptly moving the Braves there in March 1953, three weeks before opening day. Undaunted, Veeck got in touch with Baltimore Mayor Tommy D'Alesandro and attorney Clarence Miles, who were leading an effort to bring Major League Baseball back to Baltimore, a city which had lost their previous team in 1903 after the second incarnation of the Orioles had relocated to New York City as the Highlanders (later Yankees). He was rebuffed by the other owners, still seething over the publicity stunts he pulled at the Browns home games, and also opposed proposals Veeck had made to pool revenues from broadcasting. The revenue-sharing idea was particularly abhorrent to the Yankees, whose broadcast income dwarfed most other franchises. Although there was never any official word that the 1953 season would be the Browns' last in St. Louis, enough unofficial indications leaked out to show what little support the Browns still had collapsed. Attendance fell to 3,860 fans per game, last in Major League Baseball. Under the circumstances, the Browns made a wretched showing, finishing 54–100, 46 games out of first. Not only was Veeck forced to sell off top-drawer players to keep the team afloat, but late in the season, the Browns were running so low on baseballs that they were forced to ration them during batting practice. When what would be the Browns' last game in St. Louis (a 2–1 loss to the White Sox) went into extra innings, the Browns had so few baseballs on hand that the umpires were forced to recycle the least damaged used ones. Reportedly, the last ball used was gashed from seam to seam.[10][2] After the season, Veeck cut a deal with Miles to move the Browns to Baltimore. Under the plan, Veeck would have remained as principal owner, but he would have sold half of his 80% stake to a group of Baltimore investors headed by Miles. Despite assurances from American League president Will Harridge that approval would be a formality, only four owners voted in favor – two short of passage. Reportedly, Yankees co-owner Del Webb was drumming up support to move the Browns to Los Angeles (where Webb held extensive construction interests), but the Los Angeles proposal may have been a bluff – many owners believed that travel and schedule considerations would make moving only one franchise to the West Coast insurmountable for the league. However, Veeck, Miles and D'Alesandro realized that the other AL owners were merely looking for a way to push Veeck out. Over the next 48 hours, Miles lined up enough support from his group of investors to buy out Veeck's entire stake for $2.5 million. Facing threats of having the franchise canceled, and having sold his only leverage, the renamed Busch Stadium, Veeck had little choice but to agree to the deal. The other owners duly approved the sale. While Baltimore brewer Jerold Hoffberger became the largest shareholder, Miles was named president and chairman of the board. His first act was to request permission to move the team to Baltimore, which was swiftly granted by MLB. With this, the Browns' 52-year history in St. Louis came to an end. Unlike other clubs that relocated in the 1950s, retaining their nickname and a sense of continuity with their past, the St. Louis Browns were renamed the Baltimore Orioles upon their transfer. It was intended to distance them from their history. Their move was unique in that era as they moved eastward rather than westward. (A number of other teams moved and kept their former nicknames: Brooklyn/Los Angeles Dodgers, New York/San Francisco Giants, Boston/Milwaukee/Atlanta Braves, and Philadelphia/Kansas City/Oakland Athletics.) In December 1954, General Manager Paul Richards made a 17-player trade with the New York Yankees that included most former Browns of note still on the Baltimore roster, dramatically changing the team.[11] This remains the biggest trade in baseball history.[11] Though the deal did little to improve the short-term competitiveness of the club, it helped establish a fresh identity for the Orioles franchise. The Orioles make almost no mention of their past as the Browns. However, in 2003, when they returned to St Louis for the first time since they moved, they wore throwback Browns uniforms. In August 1979, new owner Edward Bennett Williams bought back the shares Barnes had sold to the public in 1936, making the franchise privately held once again and removing one of the last remaining links to the Browns era. The buyout price was not published. However, given the Orioles' prosperity over their then 25 years in Baltimore, the owners likely made a handsome return on their investment. The Browns, like the Washington Senators, were associated mostly with losing. The Senators became the butt of a well-known vaudeville joke, \"First in war, first in peace, and last in the American League\" (a twist on the famous \"Light Horse Harry\" Lee eulogy for George Washington: \"First in war, first in peace and first in the hearts of his countrymen\"). A spin-off joke was coined for the Browns: \"First in shoes, first in booze, and last in the American League.\" (On October 2, 1944, cartoonist Amadee drew the St. Louis Weatherbird in a Browns uniform, standing on its head, with the legend \"And first in the American League!\") [12] Many older fans[who?] in St. Louis remember the Browns fondly, and some have formed societies to keep the memory of the team alive. The former in-town rival Cardinals have honored George Sisler with a commemorative statue outside Busch Stadium, and generally take up the responsibility for honoring the Browns[citation needed]. The Browns' Rollie Stiles, 100, died July 22, 2007, in St. Louis County. He was believed to be the oldest former major leaguer at the time, and the last living pitcher to have faced Babe Ruth.[13]","Title":"St. Louis Browns - Wikipedia","KeyID":"17668","URL":"https://en.wikipedia.org/wiki/St._Louis_Browns"}