{"Content: ":"Blue Thumb Records was an American record label founded in 1968 by Bob Krasnow and former A&M Records executives Tommy LiPuma and Don Graham. Blue Thumb's last record was released in 1978. In 1995, the label was revived and remained active until 2005.[1] Bob Krasnow had been in the record business since the 1950s, working as a promotion man for King Records and also working for Buddah/Kama Sutra Records. Blue Thumb was originally intended by Captain Beefheart to be the name of his backing band. However, Krasnow did not think the name was right for the group. Later Krasnow chose the name for his label. Other acts that appeared on the label include Phil Upchurch, Ben Sidran, Last Poets,[2] Gerry Rafferty, The Credibility Gap, The Crusaders, Hugh Masekela, Sam Lay, Sylvester, Southwind, Robbie Basho, Tom Rapp, Aynsley Dunbar's Retaliation (licensed from UK Liberty Records), Dan Hicks and His Hot Licks, Jimmy Smith, Dave Mason, The Pointer Sisters, The Hoodoo Rhythm Devils, T. Rex (in its earlier incarnation as Tyrannosaurus Rex, licensed from the UK's Regal Zonophone Records), Ike & Tina Turner, Love, Gábor Szabó, Mark-Almond, Modereko, and National Lampoon (on the Banana label imprint). Blue Thumb originally used independent distribution, but went to Capitol/EMI for distribution in late 1970. Gulf and Western's Famous Music Group took over distribution in mid-1971, then bought the label outright in 1972. Late in 1974, the Famous Music record labels were sold to ABC Records. ABC kept Blue Thumb active for a time, mostly for albums by the Pointer Sisters and the Crusaders as well as some reissues. In 1979 ABC sold its labels to MCA Records, which discontinued the Blue Thumb imprint altogether. In the United Kingdom and Europe, Blue Thumb releases were licensed to Harvest Records (also owned by EMI) from 1969 to 1971, and to Island Records thereafter. In 1995, an anthology CD was released, All Day Thumbsucker Revisited: The History of Blue Thumb Records, consisting of recordings from various artists from 1968 to 1974.[3] The label was revived in 1995 for blues and soft rock releases.[1] This remained so, even after the 1998 merger with parent Universal Music Group and PolyGram and being put under the fold of the Verve Music Group, continuing to be Verve's imprint for non-jazz releases. In early 2005, the Blue Thumb imprint was deactivated and was replaced with Verve Forecast to handle such releases. UMG's reissue arm Hip-O Records has reissued several Blue Thumb recordings, including such acts as the Crusaders, Dan Hicks & his Hot Licks and the Pointer Sisters. [4]","Title":"Blue Thumb Records - Wikipedia","KeyID":"17672","URL":"https://en.wikipedia.org/wiki/Don_Graham_(music_promoter)"}