{"Content: ":"Real Madrid Baloncesto (English: Real Madrid Basketball) is a Spanish professional basketball team that was founded in 1931, as a division of the Real Madrid CF multi sports club. They play domestically in the Liga ACB, and internationally in the EuroLeague. As successful as the Real Madrid athletic association's football club, the basketball team has been the most successful of its peers in both Spain and Europe. Real Madrid CF is the only European sports club to have become the European champions in both football and basketball in the same season. The Real Madrid squads have won a record 36 Spanish League championships, including in 7-in-a-row and 10-in-a-row sequences. They have also won a record 28 Spanish Cup titles, a record 10 EuroLeague Championships, a record 4 Saporta Cups, and a record 5 Intercontinental Cups. Madrid has also won 3 Triple Crowns, which constitute a treble of the national league, cup, and continental league won in a single season. Some of the club's star players over the years have included: Arvydas Sabonis, Dražen Petrović, Rudy Fernández, Sergio Rodriguez, Serge Ibaka, Dražen Dalipagić, Nikola Mirotić, Juan Antonio Corbalán, Fernando Martín, Alberto Herreros, Dejan Bodiroga, and Luka Dončić. Real Madrid also has a developmental basketball team that plays in the amateur level Spanish 4th-tier Liga EBA, called Real Madrid B. For at least half a century, Madrid has been a standard-bearer in European basketball, accumulating a record ten continental titles, based on its dominance in the 1960s. Its early dominance in Spain has resulted in another untouchable cache of 36 national domestic league and 28 national cup trophies. And almost every time that Madrid did not play in Europe's top-tier level competition, it won a different continental trophy – four Saporta Cups, a Korać Cup, and a ULEB Cup – as a stepping-stone back to the big time. Players like Emiliano Rodríguez, Clifford Luyk, Wayne Brabender, Walter Szczerbiak, Juan Antonio Corbalán, Dražen Petrović, Mirza Delibašić, Arvydas Sabonis, and Dejan Bodiroga have turned Real Madrid into one of the biggest basketball clubs in the world. Madrid won as many as 7 EuroLeague titles between 1964 and 1980, becoming a European basketball club legend, and even when it took the club 15 years to win it again, it found success in other European competitions, too. Madrid downed Olimpia Milano in the 1984 Cup Winners' Cup, on free throws made by Brian Jackson, then Petrović had 62 points in the 1989 Cup Winners' Cup final, against Snaidero Caserta. Madrid added a 1988 Korać Cup title, against Cibona Zagreb. Real Madrid won the 1992 Saporta Cup trophy against PAOK, on a buzzer-beating jumper by Rickey Brown. It was not until Sabonis arrived in Madrid, when Real won its eighth EuroLeague title in 1995, by beating Olympiacos in the final. Madrid next won the 1997 Saporta Cup title against Verona, but no more European-wide trophies came for the club in the next decade. Madrid still found success at home, winning Spanish League titles in 2000 and 2005. It all changed in 2007, when Joan Plaza was promoted to the club's head coach position. With the help of players like Louis Bullock, Felipe Reyes, and Álex Mumbrú, Madrid added a new trophy to its roll of honours, the ULEB Cup, as it won 12 of its last 13 games and downed Lietuvos Rytas by a score of 75–87 in the 2007 ULEB Cup Final. Moreover, Madrid finished in 2nd place in the 2006–07 Spanish League regular season, and stayed strong in its play in Palacio Vistalegre during the Spanish league playoffs; they lifted the club's 30th national league trophy by besting their arch-rivals, Winterthur FC Barcelona, 3–1 in the Spanish League title series in 2007. In Pablo Laso's era, Real Madrid Baloncesto managed to find consistent success. Spanish top-tier level players of the time, like Sergio Rodríguez and Rudy Fernández, were acquired by the club. Also, ACB Rising Star winner Nikola Mirotić was a part of the team's mix, along with Sergio Llull and Felipe Reyes, to give Real Madrid a strong home grown core of players. This group of players gave Real Madrid Baloncesto 6 Copa del Reys (Spanish Cup) titles, 7 Spanish Super Cup titles, 6 Liga ACB (Spanish League) titles, 2 EuroLeague championships, and an FIBA Intercontinental Cup championship. On 17 May 2015, after waiting 20 years to win another EuroLeague championship, Real Madrid won the 2015 EuroLeague championship against Olympiacos. Madrid's Andrés Nocioni was named the Final Four MVP. This title was called La Novena.[2] Following the EuroLeague title, the 2014–15 ACB season's championship was also won by Real. Because Real also won the national Spanish Cup and the national Spanish Supercup that season, the club won its first \"Quadruble crown\".[3] On 27 September 2015, 34 years after their last FIBA Intercontinental Cup title, Real Madrid won their fifth FIBA Intercontinental Cup trophy, after defeating the Brazilian League club Bauru. Sergio Llull was named the MVP of the tournament. Real Madrid thus made it a record five FIBA Intercontinental Cup titles won, and with the Intercontinental Cup title. On 20 May 2018, Real Madrid conquered again the EuroLeague, achieving their tenth title ever. The considered major leader of the team that season would be a Slovenian guard/forward named Luka Dončić, who became the designated MVP of the EuroLeague on all accounts at 19 years old. On 5 June 2022, Pablo Laso suffered a heart attack.[4][5] Exactly one month later, Real Madrid parted ways with him citing \"medical reasons exclusively\" and adding that keeping him as a coach in his health condition would have been \"a risk that this institution cannot assume\".[6][7] Laso left Real Madrid as one of the greatest coaches in the club's history, having won 22 titles, which ties him with Lolo Sainz in the second place for most trophies won with Real Madrid, only behind Pedro Ferrándiz with 27. Laso is also the coach who has managed the most games for Madrid (860), having won 659 of them. He was succeeded at Real Madrid's helm by his assistant Jesús Mateo.[8] Note: Flags indicate national team eligibility at FIBA-sanctioned events. Players may hold other non-FIBA nationality not displayed. The following former Real Madrid players are inducted into the Naismith Memorial Basketball Hall of Fame:  ACB Most Valuable Player ACB Finals MVP All-ACB First Team All-ACB Second Team ACB Three Point Shootout Champion ACB Slam Dunk Champion ACB Most Spectacular Player of the Year Spanish Cup MVP Spanish Supercup MVP EuroLeague MVP EuroLeague Final Four MVP FIBA Intercontinental Cup MVP All-EuroLeague First Team All-EuroLeague Second Team EuroLeague Rising Star EuroLeague Best Defender Players who are currently on the team are in boldface. Players who are still active, but in other team, are in italics. Note: Flags indicate national team eligibility at FIBA-sanctioned events. Players may hold other non-FIBA nationality not displayed. To appear in this section a player must have either: ","Title":"Real Madrid Baloncesto - Wikipedia","KeyID":"17670","URL":"https://en.wikipedia.org/wiki/Real_Madrid_Baloncesto"}