{"Content: ":"Opposition (53) Opposition (224) The Congress of the Union (Spanish: Congreso de la Unión, pronounced [konˈɡɾeso de la uˈnjon]), formally known as the General Congress of the United Mexican States (Congreso General de los Estados Unidos Mexicanos), is the legislature of the federal government of Mexico consisting of two chambers: the Senate of the Republic and the Chamber of Deputies. Its 628 members (128 senators and 500 deputies) meet in Mexico City. The Congress is a bicameral body, consisting of two chambers: The Senate of the Republic and the Chamber of Deputies. Its structure and responsibilities are defined in the Third Title, Second Chapter, Articles 50 to 79 of the 1917 Constitution. The upper chamber is the Senate, \"Cámara de Senadores\" or \"Senado\". It comprises 128 seats, 96 members are elected by plurality vote, with 3 members being elected in each State; the other 32 members are elected by proportional representation in a single country-wide constituency. The lower house is the Chamber of Deputies, or \"Cámara de Diputados\". It has 500 seats; 300 members are elected by plurality vote and the other 200 members are elected according to proportional representation, through a system of regional lists (one for each of the 5 constituencies established for the election by law). The Congress of the Union (Congreso de la Unión) has two chambers. The Chamber of Deputies (Cámara de Diputados) has 500 members, each elected for a three-year term, 300 of whom are elected in single-seat constituencies by plurality, with the remaining 200 members elected by proportional representation in 5 multi-state, 40-seat constituencies.[5] The 200 PR-seats are distributed generally without taking account the 300 plurality-seats (parallel voting), but since 1996 a party cannot get more seats overall than 8% above its result for the PR-seats (a party must win 42% of the votes for the PR-seats to achieve an overall majority). There are two exceptions to that rule. A party can lose only PR-seats by that rule (not plurality-seats). Also, a party cannot get more than 300 seats overall (even if it has more than 52% of the votes for the PR-seats). The Chamber of Senators (Cámara de Senadores) has 128 members, elected for a six-year term, 96 of them in three-seat constituencies (corresponding to the nation's 31 states and Mexico City) and 32 by proportional representation on a nationwide basis.[6] In the state constituencies, two seats are awarded to the plurality winner and one to the first runner-up. The powers allocated in the Congress are defined in article 73 of the Constitution. Among its powers, the Congress can admit new States into the Union, alter the allocation of powers granted to the federal government, lay and collect taxes, declare war (upon request of the Government), provide for and maintain the Union's armed forces, and coordinate economic activities. Article 74, 75 and 76 of the Constitution state that each Chamber can address specific matters. In fact, some powers are reserved either to the Chamber of Deputies or to the Chamber of Senators, making the Congress of the union an imperfect bicameralism. For example, the former can approve the federal budget submitted by the Government, while the latter has the power to analyze the foreign policy of the Government, approve or dismiss the Presidential nominations of the Attorney General, Supreme Court Justices, diplomatic agents, general consuls, and senior civil and military officials. The \"Comisión Permanente del Congreso de la Unión\", translated variously as the Permanent Committee or Standing Committee, is a body of 19 deputies and 18 senators that is responsible for tasks relating to the Congress when it is in recess. It is conventional to refer to each Legislature by the Roman numeral of its term. Thus, the current Congress (whose term lasts from 2021 to 2024) is known as the \"LXV Legislature\"; the previous Congress (whose term lasted from 2018 to 2021) was the \"LXIV Legislature\", and so forth. The I Legislature of Congress was the one that met right after the Constituent Congress that enacted the 1857 Constitution. Early in the 20th century, the revolutionary leader Francisco I. Madero popularized the slogan Sufragio Efectivo – no Reelección (\"Effective suffrage, no reelection\"). In keeping with that long-held principle, and until 2014, the 1917 Constitution stated that \"Deputies and Senators could not be reelected for the next immediate term\".[7] On February 10, 2014, the Mexican Constitution was amended to allow reelection to the legislative bodies for the first time. Starting with the general election of 2018, deputies and senators are allowed to run for reelection.[8] Members of the Chamber of Deputies may serve up to four terms of three years each while members of the Senate may serve two terms of six years each; in total, members of both houses will be allowed to remain in office for a total of 12 years.[9] a Of the 53 seats won by the MORENA-PT–PES alliance, 40 were taken by MORENA, 8 by the PES, and 5 by the PT b Of the 25 seats won by the PAN–PRD–MC alliance, 16 were taken by the PAN, 6 by the PRD, and 3 by the MC c Of the 13 seats won by the PRI–PVEM–PNA alliance, 7 were taken by the PRI, 5 by the PVEM, and 1 by the PNA a Of the 210 seats won by the MORENA-PT–PES alliance, 97 were taken by MORENA, 57 by the PT, and 56 by the PES b Of the 63 seats won by the PAN–PRD–MC alliance, 37 were taken by the PAN, 17 by the MC, and 9 by the PRD c Of the 13 seats won by the PRI–PVEM–PNA alliance, 6 were taken by the PRI, 5 by the PVEM, and 2 by the PNA","Title":"Congress of the Union - Wikipedia","KeyID":"17681","URL":"https://en.wikipedia.org/wiki/Congress_of_the_Union"}