{"Content: ":"Musical Chairs is an American game show that aired from June 16 to October 31, 1975 on CBS. Singer Adam Wade hosted, making him the first African-American game show host. Wade had three Billboard top ten hits in 1961. The game show was recorded at the Ed Sullivan Theater (CBS Studio 50) in New York City and sportscaster Pat Hernon was the announcer.[3] The show was created by Don Kirshner.[1] Musical Chairs aired at 4:00 PM (3:00 Central Time), replacing Tattletales, which had moved to the morning, against NBC's Somerset and ABC's The Money Maze (and later You Don't Say!); it was not successful in the ratings against that competition.[2] Give-n-Take replaced Chairs the following Monday for 4 weeks before Tattletales moved back to 4:00 PM.[2] Usually appearing on each episode were guest singers and musical groups, among them The Tokens, The Spinners, Larry Kert, Margaret Whiting, Sharon Vaughn,[1] The New Christy Minstrels and Sister Sledge as well as up and coming singers and stars such as Alaina Reed, Kelly Garrett, Marilyn Sokol, Jane Olivor, and Irene Cara. Four contestants competed, one usually a champion. Three rounds and nine songs were played. A singer (host Wade and/or one of the guest performers) would begin to sing a song, but stop at a certain point. The singer then sang three different lyrics for the next line of the song, only one of which was correct, which were all displayed on back-lit panels. The third panel occasionally contained humorous or absurd lyrics. The incorrect lyrics were written by songwriters/lyricists who were on the show's staff. Songwriter Bruce Sussman was the show's chief writer for its entire run. On occasion, the performers would sing an entire verse and/or chorus and Wade would ask a simple trivia question related to the song, with three possible answers. The players then picked which of the three options s/he thought was correct by pressing a button on their console.[2] For the first question in each round, the first three players to lock in the correct answer won the money for that question. On the second question, only the first two correct answers won the money, and for the third question, only the first correct answer won the money. The questions were worth $50 for the first round, $75 for the second round, and $100 for the third round. However, after each question in the third round, the player with the least money was eliminated from the game, although they did get to keep any winnings up to that point.[2] Later in the run, the first song in each round paid $50 each to the first three players to lock in with the right answer. The second song paid $75 to the first three players to be correct, and the last song paid $100 to the first three players with the correct song line. The player with the lowest score after each round would be eliminated from further play, but kept all winnings up to that point. In the second round, the first two players to lock in the correct answer won money. The third round was played differently than the previous two. Once again, three songs were played with the money paying off to the first player to lock in the correct answer. If the leader rang in first and answered correctly on the third question, the game ended and he/she became the day's champion. If not, another song was played for $100. The game would then continue in this manner until the leader answered one more question or the opponent answered enough questions to overtake the leader. As before, the player with the most money after the final round won the game. Originally, the contestant had to name each song that was sung (with the singer humming through any part that uses the song's title, much like the \"Sing-A-Tune\" round of Name That Tune). Getting a stated amount in 60 seconds won a bonus prize. Later, the bonus round was dropped and the winning contestant simply had his/her main game total doubled. Beginning in mid-September, a new bonus round was introduced – the day's winner chose one of three categories, then heard the melody of a song. The lyrics were then shown split into ten lines, albeit scrambled and had to be put in the proper order. Each time a line was correctly placed, the contestant won $100. Getting all 10 in the proper places within 30 seconds won $2,000. The show's status is unknown, as CBS had ceased wiping its daytime games in late 1972.[citation needed] One episode exists with musical guests Irene Cara, soap star Mary Stuart, and the Spinners. A partial audio recording of an episode featuring musical guests Buddy Greco, Hattie Winston and Dick Roman is known to be in the collection of Roman's daughter, Miel. Former contestant Arlene Dittamo uploaded two more episodes to YouTube in October 2017, which originally aired during the show's final week in October 1975. Bobby Rydell, Ernestine Jackson, Ralph Carter, Donna Cellini, Sister Sledge, Larry Kert, and Shari Lewis appear in the episodes. Musical Chairs on IMDb","Title":"Musical Chairs (1975 game show) - Wikipedia","KeyID":"17687","URL":"https://en.wikipedia.org/wiki/Musical_Chairs_(1975_game_show)"}