{"Content: ":"Rodney Carl Zaine (May 18, 1946 – July 7, 2022) was a Canadian professional ice hockey player who played two seasons in the National Hockey League (NHL). He played for the Pittsburgh Penguins and Buffalo Sabres from 1970 to 1972. He later played for the Chicago Cougars of the World Hockey Association from 1972 to 1975. Zaine was born in Ottawa on May 18, 1946.[1] He attended Rideau High School in his hometown, where he was quarterback and safety on its Canadian football team that won three municipal championships,[2] and scored the championship-winning single in November 1962.[3] He began his junior career by playing for the Oshawa Generals of the Ontario Hockey League (OHL) during the 1963–64 season, before joining the Ottawa Montagnards and Smiths Falls Bears. He then played two seasons for the Clinton Comets of the Eastern Hockey League (EHL) from 1966 to 1968. Zaine played the 1968–69 season with the Ottawa Nationals.[4] Zaine signed with the Baltimore Clippers of the American Hockey League (AHL) in October 1969.[1] Over the next two seasons, he scored 20 goals and 25 assists in 61 games played.[4] He was later traded to the Pittsburgh Penguins in July 1970 for cash considerations and was assigned to its Amarillo Wranglers affiliate.[1] Zaine made his National Hockey League (NHL) debut for the Penguins on November 4, 1970,[5] against the Vancouver Canucks at the Civic Arena.[6] After appearing in four games, he did not play in the NHL between November 10 and December 31, 1970,[5] when he was recalled from the Wranglers after Ken Schinkel suffered a broken collarbone.[7] During his rookie season, Zaine scored eight goals and recorded five assists in 37 games played for the Penguins. He was subsequently claimed by the Buffalo Sabres in the Intra-League Draft on June 8, 1971.[1] He went on to have two goals and one assist in 24 games with the franchise.[1][8] Zaine was drafted by the Chicago Cougars of the World Hockey Association on February 12, 1972. In his three seasons with the team, he scored 11 goals and added 33 assists in 219 games.[1][4] He also briefly co-owned the Cougars with Pat Stapleton, Ralph Backstrom, and Dave Dryden.[9] He later served as field manager of the Northumberland Whiskey Jacks baseball team in Cobourg,[10] leading them to the Canada–New York league playoff title in 1998.[11] Zaine had five children.[12] He resided at a retirement home in Ottawa during his later years.[13] Zaine died on July 7, 2022, at Queensway Carleton Hospital in Ottawa. He was 76 years old.[12][8]","Title":"Rod Zaine - Wikipedia","KeyID":"17695","URL":"https://en.wikipedia.org/wiki/Rod_Zaine"}