{"Content: ":"Jimmy Ray Williams (March 10, 1979 – July 7, 2022) was an American professional football player who was a cornerback in the National Football League (NFL). He was drafted by the Buffalo Bills in the sixth round of the 2001 NFL Draft. He played college football at Vanderbilt. Williams prepped at Episcopal High School (Baton Rouge) in Baton Rouge. Williams also played for the San Francisco 49ers, Seattle Seahawks, and Houston Texans. Williams came to Vanderbilt as one of the highest recruited players in school history. He began his career as a running back, where he led the team in rushing yards, return yards, receptions, and touchdowns, landing him on the Freshman All-SEC team. In 1998, following encouragement from head coach Woody Widenhofer, he switched sides of the ball to earn All-SEC honors that same year as a starting cornerback. During the 1999 season against Northern Illinois, Williams returned a punt for a touchdown in the game's final minutes for a 34–31 victory. He is one of only three players in Vanderbilt history to return both a punt and kickoff for a touchdown. For his career, Williams was among the team's interception and kickoff returns for three straight years. After his senior season, Williams attended the NFL Draft combine in Indianapolis. In 2013, Williams was selected to the Southeastern Conference Football Legends Class. Williams was drafted in 2001 NFL Draft by the Buffalo Bills with the 33rd pick of the 6th round. He signed, however, with the San Francisco 49ers, where he served as a punt returner and cornerback through the 2004 season.[1] Beginning in 2004, he played for the Seattle Seahawks, which included his first Super Bowl appearance in 2005 as his Seahawks lost to the Steelers. On May 19, 2008, he signed with the Houston Texans. He was not re-signed following the 2008 season and became a free agent.[2] [3] Key Williams returned to Baton Rouge to give back to his school, Episcopal High School, where he coached the middle school team until 2010. Williams served as the assistant athletic director, in addition to defensive coordinator at Episcopal High School. Williams died on July 7, 2022, aged 43.[4]","Title":"Jimmy Williams (cornerback, born 1979) - Wikipedia","KeyID":"17692","URL":"https://en.wikipedia.org/wiki/Jimmy_Williams_(cornerback,_born_1979)"}