{"Content: ":"The Chicago Cougars were a franchise in the World Hockey Association from 1972 to 1975. The Cougars played their home games in the International Amphitheatre. During the 1974 Avco Cup Finals against Gordie Howe and the Houston Aeros, the team's two home games were played at the Randhurst Twin Ice Arena in suburban Mount Prospect. This was because a presentation of Peter Pan starring gymnast Cathy Rigby was booked into the Amphitheatre when the National Hockey League's Chicago Blackhawks and the National Basketball Association's Chicago Bulls had both entered their own playoffs, making the Chicago Stadium unavailable for either the Cougars or Peter Pan. Just prior to their third season, the team was sold to Cougars players Ralph Backstrom[1] and Dave Dryden, and player-coach Pat Stapleton after the original owners, Walter and Jordon Kaiser, were unable to secure funds to build a new arena. The land for the arena, originally named the O'Hare Sports Arena, was sold to the village of Rosemont and became the Rosemont Horizon (now the Allstate Arena). This building is the now the home of the Chicago Wolves of the American Hockey League. They were placed in the Western Division for their first season (1972–73) and transferred to the Eastern Division for their final two seasons (1973–74 and 1974–75) when the Philadelphia Blazers moved to Vancouver. The Cougars were the first North American major professional hockey team to feature player numbers on the front of their jersey in the upper right corner. The next professional team to adopt this feature was the NHL's Buffalo Sabres in 2006, who continued to feature front numbers on their jerseys until 2020. Four other NHL teams (Dallas, the New York Islanders, San Jose, and Tampa Bay) features similar front number treatments at points between 2007 and 2015. The Cougars finished last in the WHA's Western Division during the season with 54 points. Team defense finished 8th overall with 295 goals against and dead last in team offense with 245 goals. The one bright spot for Chicago was Bob Sicinski finishing 5th in the league with 63 assists. The Cougars finished fourth in the Eastern Division with 81 points. They were seventh overall in goals for with 271 and sixth overall in goals against with 273. Pat Stapleton finished ninth in the league with 52 assists and Ralph Backstrom followed in tenth with 50. Larry Mavety finished tenth in the league with 157 penalty minutes. The Cougars would make their only postseason appearance that year. In the Eastern Division semifinals, they upset the defending league champion New England Whalers, four games to three. In the divisional final, they defeated the Toronto Toros, four games to three, with the Cougars winning the decisive seventh game on Toronto ice, 5-2. Chicago would be hopelessly outmatched in the AVCO World Trophy Final against the Houston Aeros, though, who featured hockey legend Gordie Howe and his sons, Mark and Marty. The Aeros would sweep the series in four games, outscoring the Cougars 22-9. The Cougars finished third in the Eastern Division and twelfth overall with 61 points. They were tenth overall in goals for with 261 and twelfth overall in goals against with 261. Larry Mavety finished tenth in the league again with 150 penalty minutes but was traded to Toronto after playing 57 games with Chicago. Following the season, the Cougars franchise folded after the player-owners were unable to attract more financing. (With the death of the Cougars, the WHA had departed all of the three biggest markets in the United States: the New York Golden Blades shifted to south Jersey early in the 1973-74 season, while the Los Angeles Sharks moved to Detroit in 1974.) In the dispersal draft that followed, most of the players ended up with the expansion Denver Spurs, and the Spurs are sometimes considered as a continuation of the Cougars. The last active Chicago Cougars player in North American major professional hockey was Curt Brackenbury, who played 4 games with the Cougars in the 1973-74 season, and retired from the NHL after the 1982-83 NHL season. As well, Cougars draft pick Reggie Lemelin played in the NHL until the 1992-93 season, but never played in the WHA. The Cougars made the playoffs only once, in 1974. The initial series versus New England passed without incident, but the next two series would be difficult in more ways than one. The International Amphitheatre was unavailable for the second round because it had booked a production of Peter Pan, featuring former Olympic gymnast Cathy Rigby in the title role. Though the team did negotiate for use of Chicago Stadium, the home of the rival Chicago Black Hawks of the NHL and the National Basketball Association's Chicago Bulls, it too was unavailable because both those teams were playing in their own playoffs. The team briefly considered playing the matches at the Cleveland Arena before deciding to go to stay in Illinois at a public skating rink, the Randhurst Twin Ice Arena, adjacent to Mount Prospect's Randhurst Mall. Though the arena could only hold 2000 spectators, the team played its three home matches of the series in Randhurst. When the Cougars won their series versus Toronto, the Peter Pan show had moved on, and the Amphitheatre should have been available. However, the Amphitheatre had a portable ice surface. For reasons that were never stated, the Amphitheatre staff decided the hockey season was over so uncovered and dismantled the copper pipes used to chill the ice. The Cougars had no choice but to return to Randhurst for the finals. The Cougars never quite recovered from the public relations disaster; one sports reporter had quipped, \"The Cougars were beaten by the greatest lightweight of them all — Peter Pan.\" Note: GP = Games played, W = Wins, L = Losses, T = Ties, Pts = Points, GF = Goals for, GA = Goals against, PIM = Penalties in minutes","Title":"Chicago Cougars - Wikipedia","KeyID":"17698","URL":"https://en.wikipedia.org/wiki/Chicago_Cougars"}