{"Content: ":"Frontier Martial-Arts Wrestling is a Japanese professional wrestling promotion founded on July 28, 1989, by Atsushi Onita as Frontier Martial-Arts Wrestling (フロンティア・マーシャルアーツ・レスリング, Furontia Māsharuātsu Resuringu) (FMW). The promotion specializes in hardcore wrestling involving weapons such as barbed wire and fire. They held their first show on October 6, 1989. In the late 1990s, FMW had a brief working agreement with Extreme Championship Wrestling, and as well had 14 DVDs released in the U.S. by Tokyopop. On March 4, 2015, FMW was resurrected under the name Chō Sentō Puroresu FMW (超戦闘プロレスFMW, Chō Sentō Puroresu FMW). With the resurrected FMW not holding any events since 2018, Onita announced in 2021 that he would be starting Frontier Martial-Arts Wrestling-Explosion in which the promotion would specialize in exploding death matches.[1][2] The promotion was highlighted in the third season of the Vice TV's pro wrestling docuseries Dark Side of the Ring in September 2021. In August 1990, Onita wrestled in the first ever exploding barbed wire match with Tarzan Goto. This match started a revolution amongst the small \"garbage wrestling\" organizations of Japan. From there, Onita recruited some of hardcore wrestling's most notable names, like Mr. Pogo, Mitsuhiro Matsunaga, Super Leather (Leatherface) and Kintaro Kanemura. In October 1990, they held Japan's first mixed tag team match. In 1995, Onita wrestled his retirement match with young talent Hayabusa in an exploding ring, barbed wire steel cage match. Hayabusa became the central star of the promotion winning its belt several times and battling most of the FMW roster. FMW also had a thriving women's wrestling division, led by Megumi Kudo who was one of FMW's biggest stars in her heyday. All Japan Women's Pro-Wrestling talent feared them so much that they rarely had inter-promotional matches against each other, but the FMW women were successful in other feuds with LLPW and JWP. During this time FMW signed a contract to hold a major event every May 5 in the Kawasaki Stadium. Under new FMW president Shoichi Arai, the promotion began to falter. Arai brought in former International Pro Wrestling, All Japan Pro Wrestling and Super World of Sports star Kodo Fuyuki as the new booker and in 1998 he brought an end to the deathmatches in favor of an entertainment-oriented style based on that of the WWF. Although this saved the roster from further potential injury, it called into question the essence of FMW's wrestling. Onita began withdrawing further into the background, eventually leaving the promotion altogether to create his own death match ventures and to go back to high school to earn his diploma. On October 22, 2001, in a match against Mammoth Sasaki, Hayabusa attempted a springboard moonsault—one of his signature moves—but slipped on the ropes and fell directly on his neck, breaking it and paralyzing him. He retired, but actually regained some control over his legs a year later. By the end of 2001, Arai owed about a million dollars to influential organizations in Japan, rumored to be connected to the Yakuza (or Japanese Mafia). Realizing that the promotion was going nowhere, he decided to finally close its doors. FMW came to an end with a final show on February 4, 2002, and Shoichi Arai declared FMW bankrupt on February 15, 2002. On May 16, 2002, Arai hanged himself by his tie in a Tokyo park to collect life insurance for his family to pay off his debt to the Yakuza. The talent divided into two promotions: Kodo Fuyuki's World Entertainment Wrestling (WEW), the name of FMW's title governing body since 1999, and Mr. Gannosuke's Wrestling Marvelous Future (WMF). Some of the talent also made appearances on Onita's special shows. Following Fuyuki's death in 2003, most of the WEW talent formed a successor promotion, Apache Pro-Wrestling Army. On April 3, 2015, Hideki Takahashi, Hayabusa and Choden Senshi Battle Ranger held a press conference, announcing they were reviving FMW under the new name \"Chō Sentō Puroresu FMW\". Takahashi would serve as the president and Hayabusa as the executive producer of the promotion, which would also feature participation from Atsushi Onita. The promotion held its first event on April 21.[3][4] On October 30, 2015, they announced that they were reviving the FMW World Street Fight 6-Man Tag Team Championship, as they set a match to determine new champions on December 22. In 2016, two tragedies had befallen FMW. On February 17, 2016, Ray announced that she had inoperable stage three brain cancer after being diagnosed with a tumor in December 2015 and undergoing a biopsy on January 21, 2016. She succumbed to the disease in 2018. Over two weeks later on March 3, 2016, Hayabusa died at his home from a brain aneurysm, at the age of 47. On October 31, 2017, FMW founder Atsushi Onita retired after 43 years in the ring. The promotion held its most recent event as Chō Sentō Puroresu FMW in 2018. Although not officially closing once again the revival seemed to have been forgotten about. In 2018, Onita would come out of retirement at a Pro-Wrestling A-TEAM event.[5] After this he would come back as a wrestler having matches with Combat Zone Wrestling, Big Japan Pro-Wrestling, World Wonder Ring Stardom and DDT Pro-Wrestling. In 2021, Onita announced that he would be starting Frontier Martial-Arts Wrestling-Explosion, a promotion under the FMW name that specialized in exploding death matches, a match type in which Onita became famous for. The new promotion will have Hidetaka Kajiki serving as president. Onita stated he got the idea for the promotion after All Elite Wrestling's 2021 Revolution PPV in which the event held an exploding barbed wire death match and seeing that there was still a market for these types of matches internationally in the pro wrestling world and with the popularity of online media streaming the new promotion was formed.[2][1] Deceased individuals are indicated with a dagger (†).","Title":"Frontier Martial-Arts Wrestling - Wikipedia","KeyID":"17700","URL":"https://en.wikipedia.org/wiki/Frontier_Martial-Arts_Wrestling"}