{"Content: ":"Misery is a 1990 American psychological thriller film directed by Rob Reiner, based on Stephen King's 1987 novel of the same name, starring James Caan, Kathy Bates, Lauren Bacall, Richard Farnsworth, and Frances Sternhagen. The plot centers around an obsessive fan who holds an author captive and forces him to rewrite the finale to his book series. The film was released in the United States on November 30, 1990, by Columbia Pictures. It received highly positive reviews and was a box office success. Bates' performance drew widespread praise from critics and won her the Academy Award for Best Actress at the 63rd Academy Awards, making Misery the only film based on a Stephen King novel to win an Oscar.[4] King himself has stated that Misery is one of his top ten favorite film adaptations.[5] Famed novelist Paul Sheldon is the author of a successful series of Victorian romance novels featuring a character named Misery Chastain. Wanting to focus on more serious stories, he writes a manuscript for a new novel that he hopes will launch his post-Misery career. While traveling from Silver Creek, Colorado, to his home in New York City, Paul is caught in a blizzard and gets into an accident, rendering him unconscious. A nurse named Annie Wilkes finds him and brings him to her remote home. Paul regains consciousness and finds himself bedridden with broken legs and a dislocated shoulder. Annie claims to be his \"number one fan\" and talks at length about him and his novels. She offers to look after him until the telephone lines are re-connected and the local roads re-open following the blizzard. Out of gratitude, Paul lets her read his new manuscript. She is angered by the profanity in his new work, disturbing him, but apologizes. When she reads the latest Misery novel and discovers that Misery dies at the end, she flies into a rage, revealing to Paul that nobody knows where he is and that she had never informed any kind of authority or his Agent that she had rescued him, effectively holding him prisoner in her secluded home. Annie forces Paul to burn the only copy of his new manuscript due to the profanity it contained. When he is well enough to get out of bed, she forces him to begin writing a new novel titled Misery's Return, in which he brings the character back to life. One day, when Annie is away, Paul begins stockpiling his painkillers. He tries poisoning Annie during dinner by spiking her wine with crushed painkillers but fails after she accidentally knocks over her glass. He later finds a scrapbook of newspaper clippings about Annie's past. Annie was tried for the deaths of several infants in the hospital where she worked, but the trial collapsed due to lack of evidence. Annie had quoted lines from his Misery novels during her trial. When Annie discovers that Paul has been sneaking out of his room, she breaks his ankles with a sledgehammer to prevent him from escaping again. The local sheriff, Buster, is investigating Paul's disappearance. Clues lead him to pay Annie a visit but she fatally shoots him when he finds Paul drugged in the basement; she then attempts to kill Paul in a murder-suicide, but Paul, concealing a can of lighter fluid in his pocket, convinces her to let him live long enough to finish the novel in order to \"give Misery back to the world.\" When the manuscript is done, Paul asks for a cigarette and champagne, to which Annie complies. When she returns, he sets the manuscript on fire. As Annie rushes to save it, Paul strikes her with the typewriter and they engage in a violent struggle, with Paul suffering a gunshot wound to the shoulder from her revolver. He trips her, causing her to hit her head on the typewriter, then crawls out of the room, but Annie attacks again. Paul grabs a metal doorstop and bashes her in the face, finally killing her. Eighteen months later, Paul, now walking with a cane, meets his agent, Marcia, in a restaurant in New York City. The two discuss his first post-Misery novel, and Marcia tells him about the positive early buzz. Paul replies that he wrote the novel for himself as a way to help deal with the horrors of his captivity. Marcia asks if he would consider a non-fiction book about his captivity, but Paul—who suffers psychological trauma from the experience—declines. Paul then sees Annie approaching him, only to realize that he is hallucinating. In actuality, the figure he sees is a waitress, who tells Paul that she is his number one fan, causing Paul to meekly reply \"That's very sweet of you.\" J. T. Walsh makes an uncredited cameo appearance as State Trooper Sherman Douglas.[6] Director Rob Reiner also makes an uncredited appearance as a helicopter pilot.[6][7] Producer Andrew Scheinman read Stephen King's novel Misery on an airplane, and later recommended it to his director partner at Castle Rock Entertainment, Rob Reiner. Reiner eventually invited writer William Goldman to write the film's screenplay.[8] In the original novel, Annie Wilkes severs one of Paul Sheldon's feet with an ax. Goldman loved the scene and argued for it to be included, but Reiner insisted that it be changed so that she only breaks his ankles. Goldman subsequently wrote that this was the correct decision as the visual depiction of an amputation would cause the audience to hate Annie instead of sympathizing with her madness.[9] The part of Paul Sheldon was originally offered to William Hurt (twice), then Kevin Kline, Michael Douglas, Harrison Ford, Dustin Hoffman, Robert De Niro, Al Pacino, Richard Dreyfuss, Gene Hackman, and Robert Redford, but they all turned it down.[10] Warren Beatty was interested in the role, wanting to turn him into a less passive character,[11] but eventually had to drop out as post-production of Dick Tracy extended. Eventually someone suggested James Caan, who agreed to play the part. Caan commented that he was attracted by how Sheldon was a role unlike any of his others, and that \"being a totally reactionary character is really much tougher.\"[12] Anjelica Huston and Bette Midler were both offered the role of Annie Wilkes, but both of them turned it down.[13] Midler would later say that she deeply regretted this decision.[14] According to Reiner, it was Goldman who suggested that Kathy Bates, then unknown, should portray Annie Wilkes.[15] The film's score was composed by Marc Shaiman.[citation needed] Three recordings by Liberace, Annie Wilkes's favorite musician, are featured in the film, as is \"Shotgun\" by Junior Walker and the All-Stars, which plays before Paul's car accident.[citation needed] Misery grossed $10,076,834 on its opening weekend, finishing second at the box office behind Home Alone.[16] It eventually finished with $61 million domestically.[2] On review aggregator website Rotten Tomatoes, Misery has an approval rating of 90% based on 73 reviews, with an average rating of 7.60/10. The site's critics consensus reads: \"Elevated by standout performances from James Caan and Kathy Bates, this taut and frightening film is one of the best Stephen King adaptations to date.\"[17] At Metacritic, which assigns a weighted mean rating to reviews, the film has a score of 75 out of 100, based on 23 critics, indicating \"generally favorable reviews\".[18] Audiences polled by CinemaScore gave the film an average grade of \"A-\" on an A+ to F scale.[19] Roger Ebert of the Chicago Sun-Times gave the film a rating of three stars out of four, stating that \"it is a good story, a natural, and it grabs us.\"[20] Variety called it \"a very obvious and very commercial gothic thriller, a functional adaptation of the Stephen King bestseller.\"[21] Derek Malcolm of The Guardian gave it a positive review, writing that it \"plays enough tricks on us so that we don't ever treat anything quite seriously and Goldman's script has enough good lines and situations to keep one interested in exactly what is coming next.\" and praised the cast, especially Bates, writing that her \"demented devotee in Misery is inspired casting.\"[22] Vincent Canby of The New York Times praised Kathy Bates' performance, calling it \"a genuinely funny performance as the mad Annie, as gaudily written in Mr. Goldman's screenplay as it is in Mr. King's novel.\"[23] King himself has stated that Misery is one of his top ten favorite film adaptations, in his 2009 collection Stephen King Goes to the Movies.[5] In his 2000 memoir called On Writing: A Memoir of the Craft, King references the movie adaptation of the book, saying: In the early 1980s, my wife and I went to London on a combined business/pleasure trip. I fell asleep on the plane and had a dream about a popular writer (it may or may not have been me, but it sure to God wasn't James Caan)...[24] In 2003, Annie Wilkes was ranked #17 on AFI's 100 Years...100 Heroes & Villains list.[25] The \"hobbling\" scene in the film, in which Annie breaks Paul's ankles with a sledgehammer, was ranked #12 on Bravo's 2004 program The 100 Scariest Movie Moments.[26][better source needed] In 2009, Chris Eggertsen of Bloody Disgusting ranked Misery fourth place in his list of \"10 Claustrophobic Horror Films\".[27] Nelson Entertainment and its parent company, New Line Home Video first released Misery on VHS on July 11, 1991, and New Line re-released it in 1992, after Nelson went bankrupt. The film was later re-released on VHS again by PolyGram Video and on DVD on December 22, 1998 by MGM Home Entertainment. A 25th anniversary edition DVD and Blu-ray was released on September 8, 2015 by 20th Century Fox Home Entertainment and MGM Home Entertainment. Currently, Warner Bros. Home Entertainment (under the license from MGM) re-prints the film for home video.[33] The Shout! Factory released a collector's edition Blu-ray under their Scream Factory label on November 28, 2017. A 4K Ultra HD Blu-ray was released through Kino Lorber on October 12, 2021.[34]","Title":"Misery (film) - Wikipedia","KeyID":"17709","URL":"https://en.wikipedia.org/wiki/Misery_(film)"}