{"Content: ":"James Edmund Caan (/kɑːn/ KAHN; March 26, 1940 – July 6, 2022) was an American actor known for his film and television performances. He was nominated for several entertainment industry honors, including for an Academy Award, two Primetime Emmy Awards, four Golden Globe Awards, and a motion pictures star on the Hollywood Walk of Fame in 1978.[1][2] After early roles in Howard Hawks's El Dorado (1966), Robert Altman's Countdown (1967) and Francis Ford Coppola's The Rain People (1969), he came to prominence playing Sonny Corleone in Coppola's The Godfather (1972) – a performance which earned him Academy Award and Golden Globe nominations for Best Supporting Actor. He reprised his role in The Godfather Part II (1974). Caan gained acclaim for his portrayal of Brian Piccolo in the 1971 television movie Brian's Song for which he received a Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie nomination. Caan received Golden Globe Award nominations for his performances in the drama The Gambler (1974), and the musical Funny Lady (1975). He continued to receive significant roles in feature films such as Cinderella Liberty (1973), Rollerball (1975), A Bridge Too Far (1977), Comes a Horseman (1978), and Chapter Two (1979). His work after 1980 was more sporadic, with performances including Thief (1981), Gardens of Stone (1987), Misery (1990), Honeymoon in Vegas (1992), Bottle Rocket (1996), Eraser (1996), Mickey Blue Eyes (1999), The Yards (2000), City of Ghosts (2002), Dogville (2003), Elf (2003), and Get Smart (2008). Caan was born on March 26, 1940, in The Bronx, New York City, to Sophie (née Falkenstein; 1915–2016)[3] and Arthur Caan (1909–1986), Jewish immigrants from Germany.[4][5][6] His father was a kosher meat dealer.[7] One of three siblings,[8][9] Caan grew up in Sunnyside, Queens.[4] He was educated in New York City, and later attended Michigan State University (MSU). He was a member of the Alpha Epsilon Pi fraternity during his two years at Michigan State.[10] During his time at MSU he wanted to play football but was unable to make the team.[11] He later transferred to Hofstra University in Hempstead, New York, but did not graduate. His classmates at Hofstra included Francis Ford Coppola and Lainie Kazan.[12] While studying at Hofstra University he became intrigued by acting and was interviewed for, accepted to, and enrolled in New York City's Neighborhood Playhouse School of the Theatre,[13] where he studied for five years. One of his instructors was Sanford Meisner.[14] \"I just fell in love with acting\", he later recalled. \"Of course all my improvs ended in violence.\"[15] Caan began appearing off-Broadway in plays such as Arthur Schnitzler's La Ronde[16] before making his 1961 Broadway debut in Blood, Sweat and Stanley Poole, his first significant acting role.[17] In 1969, he starred in Coppola's The Rain People.[18] Caan's first television appearance was in an episode of Naked City.[19] He was also seen in episodes of Play of the Week, Route 66, Alcoa Premiere, Dr. Kildare, The Untouchables (in an episode guest starring Lee Marvin), The Doctors and the Nurses, Death Valley Days (twice),[20] Wide Country, and Combat! as a clever German sergeant.[21] He guest starred on Ben Casey and Kraft Suspense Theatre.[22] His first film was Irma la Douce (1963), in which he had an uncredited bit part as a sailor.[23] Caan's first substantial film role was as a punk hoodlum who gets his eyes poked out in the 1964 thriller Lady in a Cage, which starred Olivia de Havilland, who praised Caan's performance.[24] He had roles in The Alfred Hitchcock Hour and Wagon Train.[25] He was fourth-billed in a Western feature, The Glory Guys (1965).[26] He turned down the starring role in a TV series around this time, saying \"I want to be an actor not a millionaire.\"[27] In 1965, Caan landed his first starring role, in Howard Hawks' auto-racing drama Red Line 7000.[28] It was not a financial success. However Hawks liked Caan and cast him in his next film, El Dorado, playing Alan Bourdillion Traherne, a.k.a. Mississippi, in support of John Wayne and Robert Mitchum.[29] He then had the starring role in Robert Altman's second feature film, Countdown (1967)[30] and was second billed in the Curtis Harrington thriller Games (1967).[31] Caan went to Britain to star in a war film, Submarine X-1 (1968),[32] then played the lead in a Western, Journey to Shiloh (1968).[33] He returned to television with a guest role in The F.B.I., then had an uncredited spot on the spy sitcom Get Smart as a favor to star Don Adams, playing Rupert of Rathskeller in the episode \"To Sire with Love\".[34] Caan won praise for his role as a brain-damaged football player in The Rain People (1969), directed by Francis Ford Coppola.[35] He starred with Stefanie Powers in a Western called Gone with the West filmed in 1969 that was not released until 1975.[36] None of these films, apart from El Dorado, were particularly successful at the box office, including Rabbit, Run (1970), based on the John Updike novel, in which Caan had the lead. He said it \"was a film I really wanted to do, really wanted to be involved with.\"[37] \"No one would put me in a movie\", he later recalled. \"They all said, 'His pictures never make money'.\"[38] Caan returned to the small screen with the TV movie Brian's Song (1971), playing dying football player Brian Piccolo, opposite Billy Dee Williams.[39] Caan did not want to return to television and turned down the role several times,[40] but changed his mind after reading the script. The film was a huge critical success and Caan's performance earned him an Emmy nomination.[38] He got a deal to make a film and agreed to be in T.R. Baskin.[41] The following year, Coppola cast him as the short-tempered Sonny Corleone in The Godfather. Originally, Caan was cast as Michael Corleone (Sonny's youngest brother); both Coppola and Caan demanded that this role be played by Al Pacino, so Caan could play Sonny instead. Robert De Niro was also considered to play Sonny. Although another actor, Carmine Caridi, was already signed to play Sonny, the studio eventually insisted on having Caan,[42] so he remained in the production.[43] During production of The Godfather in 1971, Caan was known to hang out with Carmine Persico, also known as \"The Snake\",[44] a notorious mafioso and later head of the Colombo crime family. Government agents briefly mistook Caan, who was relatively unknown at the time, as an aspiring mobster.[45][46] Caan was nominated for an Academy Award for Best Supporting Actor for his performance in the film,[47] along with co-stars Robert Duvall and Pacino.[48] Caan was closely identified with the role for years afterward: \"They called me a wiseguy. I won Italian of the Year twice in New York, and I'm Jewish, not Italian.... I was denied in a country club once. Oh yeah, the guy sat in front of the board, and he says, 'No, no, he's a wiseguy, been downtown. He's a made guy.' I thought, What? Are you out of your mind?\"[49] Caan was now established as a leading movie star.[50] He was in a road movie, Slither (1973), based on a script by W. D. Richter,[51] and a romantic comedy with Marsha Mason, Cinderella Liberty (1973), directed by Mark Rydell.[52] He received good reviews for playing the title role in The Gambler (1974), based on a script by James Toback originally written for Robert De Niro, and directed by Karel Reisz.[53] More popular at the box office was the action comedy Freebie and the Bean (1974) with Alan Arkin.[54] Caan reprised his role as Sonny Corleone for a flashback scene in The Godfather Part II (1974).[55] He had a hit with Funny Lady (1975) playing Billy Rose opposite Barbra Streisand's Fanny Brice.″[56] Caan starred in two action feature action films, Norman Jewison's Rollerball (1975) as a star athlete of a deadly extreme sport,[57] and Sam Peckinpah's The Killer Elite (1975). Both were popular, though Caan hated Elite.[58] He made a cameo in Mel Brooks' Silent Movie (1976),[59] and tried comedy with Rydell's Harry and Walter Go to New York (1976).[60] Caan was so unhappy with the latter he sacked his management.[61] He said he did not want to make Elite or Harry but \"people kept telling me I had to be commercial.\"[62] Caan was one of many stars in the war film A Bridge Too Far (1977).[63] He had a change of pace when he went to France to make Another Man, Another Chance (1977) for director Claude Lelouch alongside Geneviève Bujold,[64] which Caan did for \"peanuts\"[65] and \"loved\" the experience.[61] Back in the United States, Caan made a modern-day Western, Comes a Horseman (1978), with Jane Fonda for director Alan J. Pakula.[66] He was reunited with Marsha Mason in the film adaptation of Neil Simon's autobiographical Chapter Two (1979).[67] Caan later said he only did the film for the money as he was trying to raise money for his directorial debut, but it was a success at the box office.[68] In 1978, Caan directed Hide in Plain Sight, a film about a father searching for his children, who were lost in the Witness Protection Program.[69] Despite critical praise, the film was only moderately successful with the public.[70] During Caan's peak years of stardom, he rejected a series of starring roles that proved to be successes for other actors, in films including M*A*S*H, The French Connection, One Flew Over the Cuckoo's Nest, Close Encounters of the Third Kind, Kramer vs. Kramer (\"it was such middle class bourgeois baloney\"[71]), Apocalypse Now (because Coppola \"mentioned something about 16 weeks in the Philippine jungles\"[65]), Blade Runner, Love Story, and Superman (\"I didn't want to wear the cape\"[65]).[71][72] In 1977, Caan rated several of his movies out of ten – The Godfather (10), Freebie and the Bean (4), Cinderella Liberty (8), The Gambler (8), Funny Lady (9), Rollerball (8), The Killer Elite (5), Harry and Walter Go to New York (0), Slither (4), A Bridge Too Far (7), and Another Man Another Chance (10).[61] He also liked his performances in The Rain People and Thief.[73] Caan had a role in Claude Lelouch's Les Uns et les Autres (1981), which was popular in France,[74] and won the Technical Grand Prize at the 1984 Cannes Film Festival.[75] In Hollywood, Caan appeared in the neo-noir film Thief (1981), directed by Michael Mann, in which he played a professional safe cracker.[76] Although the film was not successful at the time, Caan's performance was widely lauded and the movie has acquired something of a cult following.[77] Caan always praised Mann's script and direction and often said that, next to The Godfather, Thief was the movie of which he was proudest.[78] From 1982 to 1987, Caan suffered from depression over his sister's death from leukemia, a growing problem with cocaine, and what he described as \"Hollywood burnout\"[71] and did not act in any films. In a 1992 interview, Caan said that this was a time when \"a lot of mediocrity was produced. Because I think that directors got to the point where they made themselves too important. They didn't want anything or anybody to distract from their directorial prowess. There were actors who were good and capable, but they would distract from the special effects. It was a period of time when I said, 'I'm not going to work again.'\"[79] He walked off the set of The Holcroft Covenant and was replaced by Michael Caine. Caan devoted much of his time during these years to coaching children's sports.[15] In 1985 he was in a car crash.[80] Caan considered retiring for good but instead of being \"set for life\", as he believed, he found out one day that \"I was flat-ass broke... I didn't want to work. But then when the dogs got hungry and I saw their ribs, I decided that maybe now it's a good idea.\"[81] Caan returned to acting in 1987, when Coppola cast him as an army platoon sergeant for the 3rd U.S. Infantry Regiment (The Old Guard) in Gardens of Stone, a movie that dealt with the effect of the Vietnam War on the United States homefront.[82] He only received a quarter of his pre-hiatus salary, and then had to kick in tens of thousands more to the completion bond company because of Holcroft. \"I don't know what it is, but, boy, when you're down, they like to stomp on you\", he said.[81] The movie was not a popular success but Alien Nation (1988), where Caan played a cop who partnered with an alien, did well. The film received a television spinoff.[83] He had a support role as Spaldoni, under much make up, in Warren Beatty's Dick Tracy.[84] Caan was planning to make an action film in Italy, but then heard Rob Reiner was looking for a leading man in his adaptation of Stephen King's Misery (1990). Since the script for Misery called for the male lead, Paul Sheldon, to spend most of his time lying in bed tormented by his nurse, the role was turned down by many of Hollywood's leading actors before Caan accepted.[81] Caan had a small role in The Dark Backward (1991) and co-starred with Bette Midler in the expensive For the Boys (1991), directed by Rydell who called Caan \"one of the four or five best actors in America\".[71] Caan was a gangster in the comedy Honeymoon in Vegas (1992)[85] and played Coach Winters in The Program (1993).[86] He had supporting roles in Flesh and Bone (1993)[87] and A Boy Called Hate (1995), the latter starring his son Scott.[88] In 1996, he appeared in North Star, a Western; Bottle Rocket, the directorial debut of Wes Anderson;[89] Eraser, with Arnold Schwarzenegger;[90] and Bulletproof with Adam Sandler and Damon Wayans.[91] In 1998, Caan portrayed Philip Marlowe in the HBO film Poodle Springs.[92] He was also in This Is My Father (1998).[93] Caan was a gangster for comedy in Mickey Blue Eyes (1999), with Hugh Grant.[94] Caan was in The Yards (2000) with Mark Wahlberg and director James Gray, Luckytown (2000) with Kirsten Dunst, and The Way of the Gun (2000) for Christopher McQuarrie.[95] Caan starred in TV movies like Warden of Red Rock (2001) and A Glimpse of Hell (2001), and was in some thrillers: Viva Las Nowhere (2001), In the Shadows (2001), and Night at the Golden Eagle (2002). He was in Lathe of Heaven with Lukas Haas (2002), City of Ghosts (2002) with Matt Dillon, Blood Crime (2002), The Incredible Mrs. Ritchie (2003), and Jericho Mansions (2003).[96] Most of these films were not widely seen, but Dogville (2003) and Elf (2003), in which Caan had key supporting roles, were big successes on the art house and commercial circuit respectively.[97][98] In 2003, Caan portrayed Jimmy the Con in the film This Thing of Ours, whose associate producer was Sonny Franzese, longtime mobster and underboss of the Colombo crime family.[99] The same year, Caan played Will Ferrell's estranged book publisher father in the enormously successful family Christmas comedy Elf, and auditioned for, and won, the role of Montecito Hotel/Casino president \"Big Ed\" Deline in Las Vegas.[100] On February 27, 2007, Caan announced that he would not return to the show for its fifth season to return to film work; he was replaced by Tom Selleck.[101] Caan had a role in the TV movie Wisegal (2008),[102] played the President of the United States in the 2008 film Get Smart,[103] and had a part in the movie Cloudy with a Chance of Meatballs (2009).[104] He was one of many stars in New York, I Love You (2008)[105] and had a support role in Middle Men (2009).[106] He did Mercy (2009), starring and written by his son Scott.[107] Caan appeared in Henry's Crime (2010), Detachment (2011), Small Apartments (2012), That's My Boy (2012) with Adam Sandler, For the Love of Money (2012), and Blood Ties (2013). In 2012, Caan was a guest star on the re-imagined Hawaii Five-0 TV series, playing opposite his son, Scott Caan who played Danny \"Danno\" Williams. As of 2010[update] Caan was the chairman of an Internet company, Openfilm, intended to help up-and-coming filmmakers.[108] In 2013, Caan portrayed Chicago mob kingpin Sy Berman in the Starz TV drama Magic City.[109] He tried another regular series, the sitcom Back in the Game (2013) with Maggie Lawson.[110] Caan returned to film work with A Fighting Man (2013) and The Outsider (2014). In 2014, Caan appeared in the dramatic comedy Preggoland, playing a father who is disappointed with his daughter's lack of ambition, but who becomes overjoyed when she (falsely) announces that she is pregnant. The film premiered in the Special Presentations section at the 2014 Toronto International Film Festival[111] The film had its U.S. premiere on January 28, 2015, at the Santa Barbara International Film Festival. Crackle premiered The Throwaways on January 30, 2015. Caan plays Lt. Col. Christopher Holden, who leads a team fighting a cyberterrorist.[112] Caan's later films include The Wrong Boyfriend (2015), Sicilian Vampire (2015), JL Ranch (2016), and Good Enough (2016). He had the lead in The Good Neighbor (2016), The Red Maple Leaf (2016), and Undercover Grandpa (2017).[113] In 2019, he starred in Carol Morley's crime drama Out of Blue.[114] Caan married four times. In 1961,[115] he married Dee Jay Mathis; they divorced in 1966. They had a daughter, Tara (born 1964). Caan's second marriage to Sheila Marie Ryan (a former girlfriend of Elvis Presley) in 1976 was short-lived; they divorced the following year.[116] Their son, Scott Caan, also an actor, was born August 23, 1976. Scott Caan's godfather is Colombo crime family boss Andrew Russo. James Caan and Andrew Russo were friends since the early 1970s.[citation needed] Caan was married to Ingrid Hajek from September 1990 to March 1994; they had a son, Alexander James Caan, born 1991. In a 1994 interview with Vanity Fair, Hollywood madam Heidi Fleiss claimed to be in a relationship with Caan during his marriage to Hajek in 1992, visiting him on the set of Flesh and Bone in Texas.[117] Caan said his relationship with Fleiss was platonic.[118] Caan married Linda Stokes on October 7, 1995, they had two sons, James Arthur Caan (born 1995) and Jacob Nicholas Caan (born 1998). Caan filed for divorce in 2017, citing irreconcilable differences.[119] In 1994, Caan was arrested and released after being accused by a Los Angeles rap artist of pulling a gun on him.[120] Caan was a practicing martial artist. He trained with Takayuki Kubota for nearly 30 years, earning various ranks.[121] He was a Master (6 Dan) of Gosoku-ryu Karate and was granted the title of Soke Dai by the International Karate Association.[4] He also took part in steer roping at rodeos and referred to himself as the \"only Jewish cowboy from New York on the professional rodeo cowboy circuit.\"[122] Caan supported Donald Trump during the 2016 United States presidential election.[123] On July 6, 2022, Caan died at Ronald Reagan UCLA Medical Center in Los Angeles from a heart attack, caused by coronary artery disease, at the age of 82.[17][124] He was buried at Eden Memorial Park Cemetery.[124] Tributes to Caan were paid by Rob Reiner, Francis Ford Coppola, Barbra Streisand, Al Pacino, Robert De Niro, Talia Shire, Robert Duvall, and Will Ferrell among others.[125][126][127]","Title":"James Caan - Wikipedia","KeyID":"17706","URL":"https://en.wikipedia.org/wiki/James_Caan"}