{"Content: ":"New Japan Pro-Wrestling Co., Ltd. (新日本プロレスリング株式会社, Shin Nihon Puroresuringu Kabushiki-gaisha) (NJPW)[2] is a Japanese professional wrestling promotion based in Nakano, Tokyo. Founded on January 13, 1972, by Antonio Inoki, the promotion was sold to Yuke's, who later sold it to Bushiroad in 2012. TV Asahi and Amuse, Inc. own minority shares of the company.[2] Naoki Sugabayashi has served as the promotion's Chairman since September 2013,[5] while Takami Ohbari has served as the president of the promotion since October 2020.[6] Owing to its TV program aired on TV Asahi, NJPW is the largest and longest-running professional wrestling promotion in Japan.[7] It was affiliated with the National Wrestling Alliance at various points in its history. NJPW has had agreements with various MMA and professional wrestling promotions around the world, including WWE, All Elite Wrestling, World Championship Wrestling, American Wrestling Association, World Class Championship Wrestling, Impact Wrestling, WAR, UWFi, Ring of Honor, Pride Fighting Championships, and Jersey All Pro Wrestling.[8] NJPW's biggest event is the January 4 Tokyo Dome Show, held each year since 1992 and currently promoted under the Wrestle Kingdom banner. The promotion is currently owned by Japanese card game company Bushiroad, which parlayed its entry to the world of professional wrestling into a best-selling trading card game, King of Pro Wrestling, and appearances from NJPW stars in its various franchises. The promotion was founded by Antonio Inoki on January 13, 1972[9] after his departure from the Japan Pro Wrestling Alliance promotion.[10] The first NJPW event, titled Opening Series, took place on March 6, 1972, in the Ota Ward Gymnasium in Tokyo, to a crowd of 5,000.[11][12] The following year, NJPW signed a television deal with NET TV, now known as TV Asahi.[9] The company launched its own governing body, the International Wrestling Grand Prix (IWGP); and in 1983, Hulk Hogan became the first ever IWGP Heavyweight Champion by defeating Inoki.[13] However, this championship was later abandoned and the current version of the championship was established in 1987. Inoki would serve as the president of the promotion until 1989, when he was succeeded by Seiji Sakaguchi.[9] On April 24, 1989, NJPW hosted Battle Satellite, its first show in the Tokyo Dome.[14] The promotion was a member of the National Wrestling Alliance (NWA) from 1975 to 1985 and once more from 1992 to 1993. NJPW was briefly reaffiliated with the NWA in the late 2000s to the early 2010s as well. On January 4, 1992, NJPW partnered with World Championship Wrestling (WCW) to produce Super Warriors, the first ever January 4 Tokyo Dome Show,[15] an event that would become an annual tradition for NJPW and is considered their biggest event of the year and comparable to WWE's WrestleMania event. In April 1995, NJPW and WCW held the two-day Collision in Korea event at the Rungrado 1st of May Stadium in Pyongyang, North Korea. The event was the first professional wrestling event held in North Korea and holds the record for most attended wrestling event of all time, with 355,000 people packing the stadium over the two days.[16][17][18] In the early 2000s, the burgeoning popularity of mixed martial arts (MMA) in Japan was noticed by Inoki, who wanted to integrate elements of shoot wrestling to make the company appear more realistic. The company would partner with martial arts organization K-1 and begin to insert wrestlers into MMA fights, with the goal of pushing NJPW in a more realistic direction and to make it appear as an actual sport.[19] The company's new management was criticized by critics and fans, and the combination of MMA and professional wrestling was dubbed \"Inokism\".[20] Inoki later departed NJPW in 2005 after selling his share of the company to Yuke's,[21][22] and began his own promotion, the Inoki Genome Federation (IGF), in 2007. After his departure, Inoki's son-in-law Simon took over the company, before Naoki Sugabayashi was appointed president in 2007 after Simon also left NJPW to join Antonio in IGF.[9] After the departure of the Inoki family, the company began to reintegrate its prior puroresu style of wrestling. Also in 2007, NJPW hosted its first ever pay-per-view (PPV) event Wrestle Kingdom I.[23] The promotion debuted a new series called NEVER in August 2010, designed to be a series of events spotlighting younger up-and-coming New Japan talent and feature more outsider participation in the promotion. The final NEVER event was held in November 2012. On January 4, 2011, New Japan officially announced the NJPW Invasion Tour 2011: Attack on East Coast, the promotion's first tour of the United States to be held in May 2011. The tour featured shows in Rahway, New Jersey on May 13, New York City on May 14 and Philadelphia, Pennsylvania on May 15, as well as cross-promotion with American independent group Jersey All Pro Wrestling (JAPW). As part of the tour, NJPW introduced a new title, the IWGP Intercontinental Championship.[24] On January 31, 2012, Yuke's announced that it had sold all shares of New Japan Pro-Wrestling to card game company Bushiroad for ¥500 million ($6.5 million).[25] New Japan aired its first internet pay-per-view, the fourth day of the 2012 G1 Climax, on August 5, 2012.[26] The October 8, 2012, King of Pro-Wrestling pay-per-view marked the first time viewers outside Japan were able to order a pay-per-view by the promotion through Ustream.[27][28] On October 5, 2012, New Japan announced the creation of the NEVER Openweight Championship, which would be contested for on the NEVER series. A two-day tournament to determine the inaugural champion was held between November 15 and 19, 2012.[29] In February 2014, New Japan announced a partnership with Ring of Honor (ROH), which saw the promotion return to North America the following May to present two supershows; Global Wars in Toronto and War of the Worlds in New York City.[30][31] During the tour, New Japan wrestlers also took part in an event held by Canadian promotion Border City Wrestling (BCW).[32] A year later, NJPW and ROH announced another tour together to produce four more supershows; War of the Worlds '15 on May 12 and 13 in Philadelphia and Global Wars '15 on May 15 and 16 in Toronto.[33] In June 2014, New Japan announced a partnership with the new American Global Force Wrestling (GFW) organization helmed by Jeff Jarrett.[34] In November 2014, GFW announced that it would be broadcasting NJPW's Wrestle Kingdom 9 in Tokyo Dome on pay-per-view in the United States as a four-hour event.[35] Also in November 2014, the American AXS TV network announced it had acquired rights to rebroadcast a series of thirteen episodes of NJPW matches from TV Asahi. The series premiered on January 16, 2015, airing weekly on Fridays.[36] Averaging 200,000 viewers per episode, the show was considered a success, leading to AXS TV and TV Asahi signing a multi-year deal to continue airing the show.[37] In June 2016, the show was also acquired by the Canadian Fight Network.[38] On December 1, 2014, NJPW and TV Asahi announced NJPW World, a new worldwide streaming site for the promotion's events.[39] On July 18, 2015, NJPW announced the \"New IWGP Conception\", a global expansion strategy centered on their international partnerships with Consejo Mundial de Lucha Libre (CMLL), GFW, ROH, Revolution Pro Wrestling (RPW), Westside Xtreme Wrestling (wXw), and the National Wrestling Alliance (NWA) as well as holding more shows in Thailand, Singapore, and Taiwan. Also announced was the Lion's Gate Project, which would feature NJPW rookies as well as up-and-coming outsiders working trial matches in an effort to earn a spot in the promotion. Finally, it was announced that there were plans to take the company public with a listing on the stock market within three to five years.[40][41][42] On December 21, 2015, NJPW announced the creation of its seventh active title and the first six-man tag team championship in the promotion's history, the NEVER Openweight 6-Man Tag Team Championship.[43] On January 5, 2016, NJPW announced a partnership with the Amuse talent agency with the goal of making the promotion's wrestlers internationally recognized stars in the vein of Dwayne \"The Rock\" Johnson.[44] In March 2017, NJPW partnered with the New Zealand-based Fale Dojo, a pro wrestling training facility run by NJPW performer Bad Luck Fale.[45] NJPW will utilize the partnership as an opportunity to scout talent from Oceania.[45] The following month on April 24, 2017, it was announced that NJPW would co-present the Japanese qualifiers for the Pro Wrestling World Cup tournament hosted by the British What Culture Pro Wrestling (WCPW) promotion.[46] On May 12, 2017, NJPW announced the creation of a new title: the IWGP United States Heavyweight Championship, with the inaugural champion to be crowned during the promotion's G1 Special in USA shows in Long Beach, California on July 1 and 2.[47][48] Four days later, NJPW held a press conference to announce plans to establish a subsidiary company, including a dojo, in the United States.[49] A Los Angeles office was scheduled to be opened before the end of 2017, with a dojo scheduled to be opened at the start of 2018.[50] NJPW's second American event, Strong Style Evolved, took place on March 25, 2018, also in Long Beach.[51] In November 2017, NJPW signed a television deal with Discovery Communications, which would see the company's programming brought to 70 million Indian homes through DSport.[52] In January 2018, NJPW announced the four-show Fallout Down Under tour, the promotion's inaugural tour of Australia spanning from February 16–19.[53] In March 2018, New Japan opened the NJPW LA Dojo with Katsuyori Shibata serving as head trainer and ROH wrestler Scorpio Sky serving as assistant trainer.[54] On May 13, 2018, New Japan hired its first foreign president, Dutch businessman Harold Meij.[55] In February 2019, NJPW re-established their partnership with the NWA and entered into a new partnership with The Crash Lucha Libre; both partnerships ended later in 2019.[56][57] On October 21, 2019, NJPW announced the formation of a new American subsidiary of the company, named New Japan Pro-Wrestling of America.[4] In 2019, they had run a record 13 shows in the United States, with plans to run double that in 2020. It was reported at the same time that NJPW and ROH had no joint shows planned for the future.[58] On October 31, 2019, Super7 announced the first line of NJPW action figures.[59][60] Amidst from the Japanese onset of the COVID-19 pandemic, in accordance with recommendations from the Japanese Ministry of Health, NJPW decided to cancel all scheduled shows from March 1 through March 15.[61] On March 10, NJPW announced that they were cancelling all shows through March 22, which meant that they cancelled the 2020 New Japan Cup as well.[62] World Wonder Ring Stardom, the sister company of NJPW also owned by Bushiroad, also made adjustments to their scheduled, cancelling shows from February 18 to March 14. Their March 8 show in Korakuen Hall was held without any spectators in attendance, instead streaming live on their YouTube channel.[63] On March 23, NJPW would later cancel the 2020 Sakura Genesis event that was originally scheduled to take place in on March 31.[64][65] On April 8, NJPW would cancel more events from April 11 through May 4, which mean both nights of 2020 Wrestling Dontaku were cancelled as well.[66] On May 6, NJPW cancelled their annual Best of the Super Juniors tournament.[67] The next day, NJPW postponed their Wrestle Dynasty event to 2021, which was to take place in Madison Square Garden in New York.[68] On June 9, NJPW announced their return with special show with mystery match card called Together Special on June 15 and the return of the New Japan Cup would now be held from June 16 until July 11, with the final being held at Osaka-jō Hall in Osaka alongside Dominion in Osaka-jo Hall being rescheduled to July 12.[69][70] On September 29, NJPW announced that Meij would no longer be appointed president of the promotion and was replaced by Takami Ohbari on October 23, who is the current CEO of New Japan Pro-Wrestling of America.[6] In 2020, NJPW partnered with Game Changer Wrestling (GCW) and Major League Wrestling (MLW), with both promotions sending wrestlers to the Super J-Cup tournament.[71] On July 31, NJPW announced a new weekly series titled NJPW Strong, with its initial episodes to feature matches from the inaugural New Japan Cup USA tournament. As part of NJPW's expansion into the United States, the series would be produced by NJPW of America.[72] In February 2021, it was reported that NJPW had entered into partnerships with All Elite Wrestling (AEW)[73] and Impact Wrestling.[74] On November 19, 2021, NJPW would re-established its relationship with Pro Wrestling Noah with Noah wrestlers being involved at the third night of NJPW's Wrestle Kingdom 16 event.[75] During Wrestle Kingdom 16 in January 2022, it was announced that NJPW programming, including new programs and reruns of past English broadcasts, would return to AXS TV and Fight Network in the United States and Canada. Reruns will begin airing on AXS starting January 20, with all new content to premiere on March 3.[76] On April 20, 2022, at AEW Dynamite, New Japan and AEW announced they were going to present supershow called AEW×NJPW: Forbidden Door which would take place on June 26, 2022, at the United Center in Chicago, Illinois.[77] Up until the 1980s, NJPW signed its workers to multi-year contracts,[78] before changing to a system where the promotion signed its wrestlers to one-year deals that expired at the end of every January.[79] Following the departures of A.J. Styles and Shinsuke Nakamura, NJPW chairman Takaaki Kidani announced in February 2016 that the promotion was returning to the multi-year contract system.[78] The contracts forbid negotiations with other promotions.[80] After All Elite Wrestling (AEW) was launched by wrestlers working for NJPW, they started signing foreigners to guaranteed deals as well.[81] Any side contracts or agreements offered to wrestlers under NJPW contracts, need the promotion's approval before being signed.[82] NJPW currently has partnerships with several promotions across the world, for which NJPW wrestlers can also perform for. The promotion has its own fictional governing body, the International Wrestling Grand Prix, shortened as IWGP. NJPW currently has nine titles: the IWGP World Heavyweight, IWGP United States Heavyweight, IWGP Junior Heavyweight, IWGP Tag Team, IWGP Junior Heavyweight Tag Team, NEVER Openweight, NEVER Openweight 6-Man Tag Team, and Strong Openweight Championships as well as the KOPW Trophy. As of July 28, 2022  The Greatest 18 Club was New Japan's first hall of fame, being established in 1990 during Antonio Inoki's career 30th anniversary. Additionally, Lou Thesz also debuted a new Greatest 18 Club Championship, awarding it to Riki Choshu. The Greatest Wrestlers is New Japan's hall of fame, established in 2007 to honor wrestlers who have wrestled for the promotion. From 2007 to 2011, the inductions begin on March 6, the anniversary of the promotion's founding.[99] Domestic: International (former): International (current): Worldwide: Impact Wrestling Ohio Valley Wrestling","Title":"New Japan Pro-Wrestling - Wikipedia","KeyID":"17701","URL":"https://en.wikipedia.org/wiki/New_Japan_Pro-Wrestling"}