{"Content: ":"Hunt Brothers Pizza is an American pizza restaurant chain. It was founded in 1991 in Nashville, Tennessee. The store's locations are primarily within convenience stores. Hunt Brothers Pizza was established in 1991 and is based in Nashville, Tennessee, although its roots go back to 1962 when four brothers from Evansville, Indiana – Don, Lonnie, Jim, and Charlie Hunt – began a local wholesale food route named Pepe's Pizza,[2] which distributed par-baked pizza crusts and other pizza items to restaurants, taverns, bowling alleys and drive-in theaters.[3] By 1994, the brand had over 750 locations.[4] By 2015, the company had partnered with the Army and Air Force Exchange Service to open five stores on U.S. bases in Germany.[5] Hunt Brothers Pizza program was developed for convenience stores as a food service destination within each store. The program has no franchise fees, royalty fees, or advertising fees[6] and offers marketing support to bring in a profit, a simple prepared consistent pizza as well as customizable point of sale presentations that complement the location's existing footprint,[7] which is often in a rural area.[8] Hunt Brothers Pizza is also the official pizza of Eldora Speedway,[9] Bridgestone Arena and the corresponding Nashville Predators,[10] and Minor League Baseball's Nashville Sounds, Jackson Generals, Memphis Redbirds, Lexington Legends and Rupp Arena. Hunt Brothers Pizza has built a strong presence in the NASCAR community, partnering with Kevin Harvick Incorporated and Stewart-Haas Racing. The brand first became involved with NASCAR as a team partner in 2008, where the company sponsored Haas CNC Racing,[11] the predecessor of Stewart-Haas Racing. Hunt Brothers Pizza aligned with Harvick in 2010. A. J. Allmendinger drove the No. 44 Hunt Brothers Pizza Dodge in five Sprint Cup Series races for Richard Petty Motorsports in 2009.[12] The partnership with RPM continued in 2010 when Elliott Sadler drove the No. 19 Ford in six Sprint Cup races.[13] As a primary sponsor for Kevin Harvick Incorporated in three 2011 Camping World Truck Series races, Kevin Harvick drove the No. 2 Hunt Brothers Pizza truck to a first-place finish at the O'Reilly 200[14] at Bristol Motor Speedway and the WinStar World Casino 350k[15] at Texas Motor Speedway. Elliott Sadler drove the Richard Childress Racing No. 2 Hunt Brothers Pizza Nationwide Series car to victory at the STP 300 at Chicagoland Speedway on July 22, 2012.[16] In 2014, Hunt Brothers Pizza served as an associate sponsor of Harvick and the No. 4 team of SHR, and was the primary sponsor on Harvick's No. 5 JR Motorsports Chevrolet for four races including appearances at Texas, Charlotte Motor Speedway and Bristol.[17] Hunt Brothers Pizza moved with Harvick to SHR's No. 41 Xfinity Series Ford.[18] Hunt Brothers also continued to maintain a presence at JR Motorsports by partnering to sponsor the No. 1 Chevrolet of Elliott Sadler in the 2017 season at Atlanta in March and Kansas in October, as well as two additional races in the 2018 NASCAR Xfinity Series season.[19]","Title":"Hunt Brothers Pizza - Wikipedia","KeyID":"17715","URL":"https://en.wikipedia.org/wiki/Lonnie_Hunt"}