{"Content: ":"The Edmonton Oilers are a professional ice hockey team based in Edmonton. The Oilers compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. They play their home games at Rogers Place, which opened in 2016.[3][4] Their current head coach Jay Woodcroft was hired on February 11, 2022, and Ken Holland was named as the general manager on May 7, 2019. The Oilers are one of two NHL franchises based in Alberta, the other being the Calgary Flames; their close proximity to each other has led to a fierce rivalry known as the \"Battle of Alberta\". The Oilers were founded in 1971 by W. D. \"Wild Bill\" Hunter and Dr. Chuck Allard, and played its first season in 1972 as one of the twelve founding franchises of the major professional World Hockey Association (WHA). They were originally intended to be one of two WHA Alberta teams, along with the Calgary Broncos. However, when the Broncos relocated and became the Cleveland Crusaders before the WHA's first season began, the team was renamed the Alberta Oilers. They returned to their current name in the following year, and subsequently joined the NHL in 1979 as one of four franchises absorbed through the NHL–WHA merger. After joining the NHL, the Oilers went on to win the Stanley Cup on five occasions: 1983–84, 1984–85, 1986–87, 1987–88, and 1989–90. Along with the Pittsburgh Penguins, they are tied for the most championships won by any team since the NHL-WHA merger, as well as the most won by any team that joined the league in or after 1967. Among all NHL teams, only the Montreal Canadiens have won the Stanley Cup more times since the league's 1967 expansion. The Oilers also won six straight division titles from 1981–82 through 1986–87. Notably however, the Oilers have not won a division title since 1987, a drought that includes their most recent two Stanley Cup wins and is currently the longest division title drought in all of the North American major professional sports.[a] For their overall success in the 1980s and early 1990s, the Oilers team of this era has been honoured with dynasty status by the Hockey Hall of Fame.[5] The Oilers began to struggle after coming up short in their most recent trip to the Stanley Cup Finals in 2006, missing the playoffs for the subsequent ten seasons. The Oilers have made twelve first-round selections since 2007: ten within the first ten picks overall, six within the first four picks overall, and four first overall selections. In the NHL Entry Draft, Edmonton selected Taylor Hall, Ryan Nugent-Hopkins, Nail Yakupov, and Connor McDavid with those first overall picks; of these, only Nugent-Hopkins and McDavid remain with the team as of 2022. On November 1, 1971, the Edmonton Oilers became 1 of the 12 founding WHA franchises. The original owners were \"Wild Bill\" Hunter (1920–2002) and partner, Dr. Charles A. \"Chuck\" Allard (1919–1991)[6] (father of Vancouver lawyer Peter Allard)[7] who, a decade later, also brought the SCTV sketch comedy TV series to Edmonton.[8] Hunter also owned the Edmonton Oil Kings, a junior hockey franchise,[9] and founded the Canadian Major Junior Hockey League (now known as the Western Hockey League (WHL)).[9] Hunter's efforts to bring major professional hockey to Edmonton via an expansion NHL franchise had been rebuffed by the NHL. So, he looked to the upstart WHA instead. It was Hunter who chose the \"Oilers\" name for the new WHA franchise. This was a name that had previously been used as a nickname for the Edmonton Oil Kings in the 1950s and 1960s.[10] Hunter also served as head coach during the 1972–73, 1974–75, and 1975–76 seasons. After the newly founded Calgary Broncos folded prior to commencement of the inaugural WHA season, the Oilers were renamed the Alberta Oilers as it was planned to split their home games between Edmonton and Calgary. Possibly for financial reasons or to allow for a less complicated return of the WHA to Calgary, though, the team ultimately played all of its home games in the Edmonton Gardens and changed its name back to the Edmonton Oilers the following year.[11] They won the first game in WHA history 7–4 over the Ottawa Nationals.[12] The Oilers drew fans with players such as defenceman and team captain Al Hamilton, goaltender Dave Dryden and forwards Blair MacDonald and Bill Flett. However, a relatively little-noticed move in 1976 had an important impact on the history of the franchise. That year, journeyman forward Glen Sather was acquired by the Oilers.[13] It turned out to be his final season as a player and he was named player-coach late in the season, moving to the bench full-time after the season. Sather was the coach or general manager of the Oilers for the next 23 years.[14] Although the Oilers' on-ice performance for most of the WHA's history was mediocre, they remained relatively well-supported and financially stable by WHA standards. In 1976, Hunter and Allard sold the franchise to Vancouver real estate tycoon Nelson Skalbania, who later became notorious for flipping property, both real and franchised.[15] Skalbania soon made local businessman Peter Pocklington a full partner, then sold his shares to him the following year. The team's fortunes improved dramatically in 1978 when Pocklington acquired underage player Wayne Gretzky,[16] as well as goaltender Eddie Mio and forward Peter Driscoll, for cash, from Skalbania's recently folded Indianapolis Racers.[17] His first year of WHA experience prevented Gretzky from being an official 1979–80 NHL rookie; his first and only WHA season, 1978–79, saw the Oilers finish first in the WHA standings, posting a league-best 48–30–2 record.[18] However, Edmonton failed to win the championship, as they fell to the Winnipeg Jets in the Avco World Trophy Final. Dave Semenko of the Oilers scored the last goal in WHA history in the third period of the final game, which they lost 7–3.[19] The Oilers joined the NHL for 1979–80, along with fellow WHA teams Hartford Whalers, Quebec Nordiques, and the Jets following a merger agreement between the two leagues. Of these four teams, only Edmonton has avoided relocation and renaming; the Nordiques became the Colorado Avalanche in 1995, the Jets became the Phoenix Coyotes in 1996 and the Whalers became the Carolina Hurricanes in 1997.[20] The Oilers lost most of the players from 1978–79 when the NHL held a reclamation draft of players who had bolted to the upstart league as they were allowed to protect two goaltenders and two skill players.[21] Originally, Gretzky was not eligible to be protected; under the rules of the time, he normally would have been placed in the Entry Draft pool. However, Pocklington had signed him to a 21-year personal services contract in 1979 and Pocklington used the contract to force the NHL to admit the Oilers and allow the Oilers to keep Gretzky.[22] Upon joining the NHL, the Oilers were placed in the Campbell Conference's Smythe Division. They were mediocre during the regular season in their first two seasons, finishing sixteenth and fourteenth respectively. However, because 16 of the 21 NHL teams made the playoffs at the time, the Oilers were still able to get their young players experience in the playoffs (they made the playoffs for their first 13 years in the NHL).[23] They won only one playoff series in their first three NHL seasons, though, upsetting the Montreal Canadiens in 1980–81. Gretzky set new NHL records in 1980–81 for assists (109)[24] and points (164).[25] Also, they still had great draft positions. This allowed the Oilers to put together a young, talented, experienced team quickly. Within three years, Sather and chief scout Barry Fraser had drafted several players who would have an important role in the team's success, including Mark Messier, Glenn Anderson, Jari Kurri, Paul Coffey, Kevin Lowe, Grant Fuhr and Andy Moog.[26] The Oilers improved in 1981–82, finishing second overall. Grant Fuhr emerged as the starting goaltender, and he set a rookie record by going undefeated in 23 straight games.[27] However, Gretzky stole the show by setting the single season record for goals with 92[28] and becoming the first player in NHL history to score 200 points (with 212).[25] Gretzky's accomplishments helped the Oilers become the first team to score 400 goals in a season, a feat they accomplished for five straight years.[29] However, they were upset by the Los Angeles Kings in five games (Game 3 of this series, the Miracle on Manchester, saw the Oilers take a 5–0 lead into the third period, only to lose 6–5 in overtime).[30][31] In 1982–83, the Oilers finished third overall in the NHL. They advanced all the way to the Stanley Cup Finals (losing only once in the process) before getting swept by defending Stanley Cup champion New York Islanders.[32] During this season, Gretzky, Messier, Anderson, and Kurri all topped 100 points, with Coffey not far behind at 96.[32] After the season, Lee Fogolin resigned as captain of the Oilers, picking Gretzky as his successor.[33] In 1983–84, the Oilers finished first overall in the NHL, winning a franchise record 57 games and earning 119 points (15 points ahead of the second-place Islanders). They were the first team to feature three players with 50 goals (Gretzky, Kurri and Anderson).[34] Gretzky started off strong by scoring at least a point in the first 51 games of the season.[35] Paul Coffey became the second defenceman ever to score forty goals in a season (with forty exactly).[36] The team scored a grand total of 446 goals as a team, an NHL record.[37] The Oilers were so determined to win the Stanley Cup that they hired Roger Neilson as a video analyst.[38] They started the playoffs strongly by sweeping the Winnipeg Jets in the Smythe Division semifinals. They faced a tougher test in the Calgary Flames, but they defeated them in seven games in the division finals. They then swept the Minnesota North Stars in the conference finals to earn a rematch with the Islanders in the Stanley Cup Finals. The Oilers split the first two games in Long Island, but then won three in a row in Edmonton to become the first former WHA team to win the Stanley Cup. After the series, Mark Messier was awarded the Conn Smythe Trophy as playoff MVP.[39] The following season, the Oilers finished second overall in the NHL with 49 wins and 109 points. Gretzky led the NHL in goals with 73,[40] and Kurri was close behind with a career high 71.[41] Gretzky also became the youngest player in NHL history to score one thousand points.[42] In the playoffs, the Oilers swept the Kings in the opening round and Jets in round two. They won the first two games of the Campbell Conference Finals against the Chicago Blackhawks, but lost the next two before winning the final two and returning to the Stanley Cup Finals. Edmonton lost the first game to Philadelphia, but won the next four to win the Stanley Cup for the second year in a row. Paul Coffey had a playoff performance to remember, setting records for most goals (12), assists (25) and points (37) ever by a defenceman in a playoff year.[43] In addition, Jari Kurri tied Reggie Leach's record for most goals in a playoff year, with 19.[44] However, Gretzky won the Conn Smythe Trophy after setting the record for most points in a playoff year (47).[45] The 1984–85 Oilers were voted as the greatest NHL team of all-time during the league's centennial celebrations in 2017.[46] Despite off-season legal issues,[39][47] the Oilers were again the top team in the NHL during the 1985–86 season, with 56 wins and 119 points. They won the inaugural Presidents' Trophy, the trophy given to the team with the best regular-season record. Gretzky, Kurri and Anderson each scored 50 goals again.[34] Kurri led the NHL in goals with 68, finishing with 131 points. Paul Coffey set a new record for most goals in a season by a defenceman (48), and just missed setting a new record for points by a defenceman with 138 (Bobby Orr scored 139 in 1970–71).[48][49] Gretzky also set records for assists (163) and points (215).[35] However, the Oilers failed to win their third-straight Stanley Cup, as the Calgary Flames defeated them in seven games in the second round. In the third period of a 2–2 tie during Game 7, Steve Smith, a rookie for the Oilers, accidentally sent the puck into his own net on his birthday. This goal stood as the series-winning goal.[50] 1986–87 saw the Oilers capture their second straight Presidents' Trophy with 50 wins and 106 points. Gretzky and Kurri were first and second in the NHL point-scoring race, while Messier was fourth.[51] Edmonton returned to the Stanley Cup Final and faced the same opponent as they had in 1985, the Philadelphia Flyers. The Oilers took a three-games-to-one lead in the series. However, strong goaltending by Flyers' rookie Ron Hextall forced a Game 7, which the Oilers won, 3–1. In the post-game celebration, Gretzky immediately passed the Stanley Cup to Steve Smith, vindicated after his costly miscue the previous season.[52] Hextall won the Conn Smythe Trophy.[53] The Oilers began losing star players in 1987–88. Paul Coffey sat out the first 21 games of the season before getting traded to the Pittsburgh Penguins.[54] Andy Moog also failed to report; he was tired of being the backup goalie. Moog played for the Canadian Olympic team in the 1988 Winter Olympics before getting traded to the Boston Bruins for Bill Ranford.[55] Despite the changes, the Oilers placed third overall in the NHL. Grant Fuhr started a league-record 75 games (which has now been broken)[56] and posted a team-record 40 wins.[57] In the first round of the playoffs, the Oilers dispatched the third-place Winnipeg Jets in five games. The Oilers then defeated first-overall Calgary in a sweep. In the Campbell Conference Final against the Detroit Red Wings, the Oilers prevailed in five games. The Oilers then swept the Boston Bruins in four games. The fourth game had to be re-played because of a cancellation. With the score tied 3–3 with 3:23 to play in the second period, a power outage hit the Boston Garden, forcing cancellation of the entire game. The Oilers won the next game (originally scheduled as game five) back in Edmonton 6–3 to complete the series sweep. However, all player statistics for the aborted game four in Boston are counted in the NHL record books. Gretzky won the Conn Smythe Trophy after leading the playoffs in scoring with 43 points. After the Cup-clinching game, Gretzky implored his teammates, coaches, trainers and others from the Oilers organization to join at centre ice for an impromptu team photo with the Stanley Cup. This started a tradition since continued by every subsequent Stanley Cup champion.[58] After the season, Fuhr was awarded the Vezina Trophy as the NHL's top goaltender.[59] In a surprising and shocking trade, Gretzky, along with enforcer Marty McSorley and centre Mike Krushelnyski, were traded to the Los Angeles Kings on August 9, 1988. In exchange, the Oilers received US$15 million, young star Jimmy Carson, 1988 first-round draft choice Martin Gelinas, and the Kings' first-round draft picks in 1989, 1991, and 1993. The trade occurred because Pocklington did not want to risk Gretzky leaving Edmonton without getting anything in return. Gretzky had converted his personal-services contract with Pocklington into a standard five-year player's contract with the Oilers in the summer of 1987 with an option to declare himself an unrestricted free agent after the 1988–89 season. During the 1987–88 season, Pocklington had approached Gretzky about renegotiating the contract, but Gretzky, unwilling to give up his chance at free agency, refused, which ultimately led to the trade. None of this was public knowledge at the time.[60] However, the Oilers and their fans were still upset. Nelson Riis, the New Democratic Party leader in Canada's House of Commons, went so far as to ask the government to block the trade.[61] Several of the Oilers considered launching a team-wide strike, and even considered demanding that Pocklington sell the team.[62] The loss of Gretzky had an immediate impact in 1988–89, as the Oilers were only able to finish in third place in their division. Mark Messier was chosen to succeed Gretzky as captain.[63] Coincidentally, the Oilers' first-round playoff opponent was Gretzky's Los Angeles Kings. Edmonton took a commanding 3–1 series lead, but Gretzky and the Kings fought back to win the series, winning Game 7 6–3 in Los Angeles. It was the first time since 1982 that the Oilers had been eliminated from the playoffs in the first round. The Oilers underwent more changes during the 1989–90 season. John Muckler replaced Sather, who remained general manager and became the Oilers' president, as head coach of the team.[64] During training camp, Grant Fuhr came down with a severe case of appendicitis. He missed the first ten games of the season, and when he returned he suffered a shoulder injury that eventually sidelined him for the remainder of the season.[27] This marked the emergence of Bill Ranford as a starter. Four games into the season, Jimmy Carson decided the pressure of playing in Edmonton was too intense, and he was traded to Detroit with Kevin McClelland in exchange for Petr Klima, Adam Graves, Joe Murphy, and Jeff Sharples.[65] The Oilers improved on their previous season, finishing with 38 wins and 90 points, good for fifth place overall in the NHL. Messier had 45 goals and 84 assists for 129 points, good for second in the NHL scoring race (behind only Gretzky).[66] In the first round, the Oilers faced the Winnipeg Jets. Trailing the series 3–1 and trailing Game 5 by the identical score, the Oilers rallied to win the next three and take the series. In the division final, the Oilers met Los Angeles for the second-straight season. Edmonton swept the series 4–0, outscoring the Kings 22–10. The Oilers then met the Chicago Blackhawks in the Campbell Conference Final and fell behind 2–1 in the series. However, the Oilers won the next three games to earn a rematch of the 1988 Stanley Cup Finals with Boston. The Final is remembered for Game 1, still the longest Stanley Cup Final game played in the modern NHL. Despite being soundly outshot by the Bruins, the Oilers won the game 3–2 when Klima—benched for much of the game, and thus the only player on either team who was not exhausted—scored at 15:13 of the third overtime.[67] The Oilers defeated the Bruins in five games, and won their first Cup without Gretzky. For his superlative goaltending, Bill Ranford won the Conn Smythe Trophy.[68] The Oilers lost another important player before the 1990–91 season, as Jari Kurri chose to play the entire season with Devils Milano. Grant Fuhr was suspended for 60 games for drug abuse.[69] The season itself was not great for the Oilers, who finished with 37 wins and 80 points, in third place in the Smythe Division. In the playoffs, the Oilers met the Flames in the opening round, winning a thrilling series in seven games, led by seven goals by Esa Tikkanen. Despite injuries suffered in the series with Calgary, they next defeated the Los Angeles Kings in six games. However, their success did not continue into the Conference Final, as they lost in five games to the Minnesota North Stars. The final star players from the Oilers left before the 1991–92 season. Fuhr and Glenn Anderson were traded to Toronto,[70] Steve Smith was traded to Chicago,[71] and Kurri was traded to Philadelphia.[72] Charlie Huddy was claimed by Minnesota in the expansion draft,[73] and Mark Messier was traded to the New York Rangers a day after the season began.[74] The Oilers even lost their head coach, as John Muckler left to become head coach and general manager of the Buffalo Sabres.[64] Ted Green replaced Muckler as head coach,[75] and Kevin Lowe succeeded Messier as captain.[76] Despite the number of changes, the Oilers produced a comparable season to 1990–91, finishing third in the Smythe Division with 36 wins and 82 points. In the first round of the playoffs, the Oilers again met the Los Angeles Kings. Again, for the third time since the Gretzky trade, the Oilers defeated the Kings. In the next round, the Oilers defeated the Vancouver Canucks in six games to return to the Campbell Conference Final for the third straight season, this time facing the Chicago Blackhawks. However, the Oilers unexpected run in the playoffs came to a crashing halt, as the Blackhawks dominated every game and swept the series. The departures of the stars from the 1980s exposed serious deficiencies in the Oilers' development system. They had done a poor job of drafting during the dynasty years,[26] and the younger players had not had enough time to develop before the core of the 1980s dynasty left the team. This did not become apparent for a few years; as noted above, the Oilers still had enough heft to make the conference finals two years in a row. However, it was obvious that they were nowhere near being the powerhouse that had dominated the league in the previous half-decade. In 1992–93, they missed the playoffs for the first time as an NHL team. They did not return to the postseason for four years, despite the emergence of young centremen Doug Weight and Jason Arnott. In the 1993–94 season, the Oilers were placed into the Western Conference's Pacific Division. In 1996–97, the Oilers made the playoffs for the first time in five years, thanks to stellar goaltending by Curtis Joseph. In the first round, they upset the Dallas Stars, who had compiled the league's second-best record, in a seven-game series. The Oilers won game seven on a goal by Todd Marchant in overtime. However, the Oilers' surprise playoff run failed to continue, as the Colorado Avalanche defeated them in the next round. In 1997–98, Joseph led the Oilers to another first-round upset. After Colorado took a 3–1 series lead, the Oilers held them scoreless for eight straight periods en route to winning the series in seven games. Dallas and Edmonton met again in the second round, but this time, the Stars were the victors. The Oilers made the playoffs in four of the next six years, but they were defeated after the first round every time. Despite their success over the past two seasons, the Oilers were in trouble off the ice. Owner Peter Pocklington had explored moving the Oilers to Minnesota during the 1990s. In 1998, Pocklington almost made a deal to sell the team to Leslie Alexander, the owner of the Houston Rockets of the National Basketball Association (NBA), who would have moved the team to Houston, Texas. On March 14, 1998, hours before the deadline to keep the team in Edmonton, the Edmonton Investors Group agreed to pay $70 million to buy the club.[77] The EIG were spearheaded by Cal Nichols, who had a commitment to retain NHL hockey in Edmonton. The deal was finalized on May 5,[78] and thus prevented them from being the third Canadian team to move in the 1990s and the fourth former WHA team to move in successive years (Quebec had moved in 1995, Winnipeg in 1996 and Hartford in 1997). The Oilers received support from the NHL for this very reason.[79][80] In the 1998–99 season, the Oilers joined the Western Conference's Northwest Division. On November 22, 2003, the Oilers hosted the 2003 Heritage Classic, the first regular-season outdoor hockey game in the NHL's history and part of the celebrations of the Oilers' 25th season in the NHL. They were defeated by the Montreal Canadiens 4–3 in front of more than 55,000 fans, an NHL attendance record, at Commonwealth Stadium in Edmonton. The Oilers failed to make the playoffs in the 2003–04 season. The Oilers struggled with their small-market status for several years, but after the wiped-out 2004–05 season, they were aided by a Collective Bargaining Agreement (CBA) between the NHL owners and players. This included a league-wide salary cap that essentially forced all teams to conform to a budget, as the Oilers had been doing for years.[81] A more reasonable conversion rate of Canadian dollar revenues to US dollar payroll in the new millennium also helped the Oilers to return to profitability.[79] Because of this, Edmonton was able to acquire Chris Pronger (former winner of the Hart and Norris Trophies)[82] and Michael Peca (two-time Frank J. Selke Trophy winner)[83] before the 2005–06 season.[84][85] The team suffered from inconsistency during the first few months of the regular season, especially in goal and on offence. Goaltenders Ty Conklin and Jussi Markkanen were unreliable in net, and Peca also struggled with offence.[85][86][87] However, in-season acquisitions, such as defencemen Jaroslav Spacek[88] and Dick Tarnstrom,[89] goaltender Dwayne Roloson, and left winger Sergei Samsonov,[90] helped Edmonton finish the season with 95 points and clinch the final playoff spot in the Western Conference over Vancouver.[91] In the first round of the playoffs, the Oilers played the Detroit Red Wings (winners of the Presidents' Trophy).[92] Despite Detroit's much better regular-season record, the Oilers pulled off a six-game upset for their first playoff series win since 1998.[23] Edmonton then met the San Jose Sharks in the Conference Semifinals. After trailing the series two games to none, the team won the next four and became the first eighth-seeded team to reach a Conference Final since the NHL changed the playoff format in 1994.[93] There, the Oilers beat the sixth-seeded Mighty Ducks of Anaheim in five games, claiming the Clarence S. Campbell Bowl for a seventh time. In the Stanley Cup Final, Edmonton met the Carolina Hurricanes. During Game 1, the Oilers blew a 3–0 lead, lost Dwayne Roloson for the series after he suffered a knee injury, and ultimately lost 5–4 when Carolina's captain Rod Brind'Amour scored the winning goal in the final minute after backup goalie Ty Conklin misplayed the puck. From that game forward, the Oilers used Jussi Markkanen in net.[94] Despite trailing the series 2–0 and 3–1, the Oilers forced a Game 7 with a 2–1 win in Game 3, a Fernando Pisani short-handed overtime winner in Game 5 and a 4–0 shutout for Markkanen in Game 6. However, the Oilers could not complete the comeback as the Hurricanes won Game 7 3–1 to capture their first-ever Stanley Cup.[95] In the 2006 off-season, many Oilers left the team. Four days after their loss to the Hurricanes, Chris Pronger surprisingly issued a trade request for personal reasons. Pronger was subsequently traded to the Anaheim Ducks in exchange for Joffrey Lupul, Ladislav Smid, and three draft picks.[96] Several Oilers left via free agency and during the season, long-time Oiler Ryan Smyth was traded to the New York Islanders for Ryan O'Marra, Robert Nilsson, and a first-round pick in the 2007 NHL Entry Draft (used to select Alex Plante).[97] However, the Oilers were able to re-sign Dwayne Roloson and Fernando Pisani. Having lost so many players, the Oilers posted a 32–43–7 record in 2006–07, their worst record since the 1995–96 season, and eventually finished in 11th place in the Western Conference. Throughout the season, the Oilers lost various players to injury and illness; at one point, they had 11 players out of the line-up and had to rely on emergency call-ups to fill their roster.[98] In 2007–08, the Oilers had a 16–21–4 record after the first half of the season. They improved in the second half of the year, however, going 25–14–2 in 41 games for a final record of 41–35–6. Nonetheless, this was not enough to qualify for the playoffs, as the Oilers finished three points out in ninth place. During the season, Daryl Katz, owner of the Rexall pharmaceutical company, purchased the team from the Edmonton Investors Group.[99] The Oilers announced a restructuring of their hockey operations on July 30, 2008, which saw the promotion of Kevin Lowe to the role of president of hockey operations and was replaced by Steve Tambellini.[100] The 2008–09 season saw the Oilers finish with a record of 38–35–9, but that was only good enough for 11th in the West. However, one bright spot during the season was Oilers goaltender Dwayne Roloson, as he became the oldest goaltender to play 60 NHL games in one season.[101] After the season, the Oilers fired head coach Craig MacTavish and hired Pat Quinn as his replacement.[102] Roloson left via free agency at the end of the season,[103] and the Oilers replaced him in goal with Nikolai Khabibulin.[104] The Oilers also worked out a trade with the Ottawa Senators for star right wing Dany Heatley, which would have seen Dustin Penner, Ladislav Smid, and Andrew Cogliano go the other way, but Heatley refused a trade to Edmonton and was later acquired by San Jose.[105][106] Off-season moves failed to help the Oilers as they finished last in the NHL during 2009–10. It was also easily their worst season as an NHL team. Following the season, Tom Renney replaced Quinn as the Oilers head coach.[107] The one advantage to such a bad season was that the Oilers were able to make the first pick in the 2010 NHL Entry Draft. The Oilers selected two-time Stafford Smythe Memorial Trophy winner Taylor Hall from the Windsor Spitfires with their pick.[108] They used the off-season to begin the rebuild of the club around their young talent.[109] Patrick O'Sullivan was traded to the Phoenix Coyotes in exchange for Jim Vandermeer, Robert Nilsson was bought out of his contract and Oilers captain Ethan Moreau was placed on waivers and claimed by the Columbus Blue Jackets. Along with these players, several others were allowed to enter free agency, including Mike Comrie, Marc-Antoine Pouliot, and Ryan Potulny. Also during the off-season, radio announcer Rod Phillips announced his retirement. Phillips had been the Oilers' play-by-play announcer since 1973–74. Phillips called ten specific games in 2010–11 before calling it quits.[110] The 2010–11 Oilers season is documented in the series Oil Change. The 2010–11 season brought a new look to the Edmonton Oilers line-up, when Shawn Horcoff was selected to succeed Ethan Moreau as team captain. Horcoff had become the Oilers longest-serving player by this point.[111][112] Taylor Hall, Jordan Eberle, and Magnus Paajarvi-Svensson all made their NHL debuts for the team. Despite the influx of their young talent, Edmonton still found themselves at the bottom of the standings. In an attempt to gain valuable prospects and draft picks, Dustin Penner was traded from the Oilers to Los Angeles on February 28, 2011, in exchange for Colten Teubert, a first-round draft pick in 2011 (used to select Oscar Klefbom) and a conditional third-round pick in 2012.[113] At the end of the season, the Oilers were at the bottom of the standings and received the right to choose first overall in the upcoming 2011 NHL Entry Draft. The Oilers selected Ryan Nugent-Hopkins with the first overall selection, along with several other \"blue chip\" prospects. During the 2011 off-season, the team again made several moves to bolster the offence and defence, re-acquiring fan favourite Ryan Smyth from Los Angeles for Colin Fraser and a seventh-round draft pick.[114] The team also traded with the Anaheim Ducks to acquire Andy Sutton for Kurtis Foster. Sheldon Souray, who played the entire 2010–11 season in the American Hockey League (AHL) with the Hershey Bears, was bought out of the last year of his contract.[115] These moves, coupled with the signings of Eric Belanger, Cam Barker, Ben Eager, and Darcy Hordichuk, changed the complexion of the team, to add \"grit and toughness\". However, the Oilers were again unable to qualify for the playoffs for the sixth-straight season, as they finished 14th in the Western Conference. On May 17, 2012, a month after the ending of the 2011–12 season, the Oilers announced they would not renew the contract of head coach Tom Renney.[116] The following month, Edmonton selected Nail Yakupov as the first overall pick at the 2012 NHL Entry Draft.[117] A week later, Ralph Krueger was named as the Oilers' new head coach on June 27, being promoted from his role as associate coach the season previous.[118] Three days later, Edmonton announced they had agreed to terms with sought-after free agent defenceman Justin Schultz.[119][120] The 2012–13 season start was delayed from its original date of October 11, 2012, due to a labour lock-out imposed by the NHL franchise owners after the expiration of the NHL's CBA. After a new labour agreement was reached between the owners and the National Hockey League Players' Association (NHLPA), training camps opened on January 13, 2013, and a 48-game season (reduced from 82 games) commenced on January 19. The Oilers played their first game of the shortened season a day later, on January 20. On January 23, to ensure of the health of the Edmonton Oilers in Edmonton and for the planned revitalization of downtown Edmonton, the City of Edmonton council voted 10–3 to the approval of a deal which saw a new $480 million arena built in Edmonton's downtown core for the start of the 2016–17 season. Rogers Communications announced it had the naming rights to the new arena on December 3, 2013; the new 18,641-seat arena was called Rogers Place.[121][122] After 41 games into the shortened season, and with the Oilers mathematically eliminated from the playoffs for a seventh successive time, Edmonton terminated Steve Tambellini's contract as general manager, where he was replaced with former head coach Craig MacTavish.[123] Following the end of the season, on June 8, MacTavish fired Ralph Krueger after just one season as head coach.[124][125] Two days later, it was announced Krueger was to be replaced by former Toronto Marlies head coach Dallas Eakins.[126][127][128] Some of MacTavish's first player moves as Oilers' general manager came at the 2013 NHL Entry Draft, as Edmonton used their seventh overall selection to draft defenceman Darnell Nurse.[129] More moves came on July 5, during free agency, which saw MacTavish trade captain Shawn Horcoff to the Dallas Stars in exchange for Philip Larsen. MacTavish also signed Andrew Ference, Boyd Gordon, Jason LaBarbera, Will Acton, Ryan Hamilton, and Jesse Joensuu.[130] Ference was later announced as the 14th captain in Oilers NHL franchise history on September 29.[131] Ales Hemsky and Ryan Smyth, who after the Horcoff trade became the last remaining members of the Oilers' 2006 Stanley Cup finalists still with the team, departed the Oilers franchise, as Hemsky was traded to the Ottawa Senators on March 5, 2014.[132] Smyth (who had previously left the Oilers in 2007, but had returned in 2011) announced his retirement on April 11,[133] playing his final NHL game on April 13, where he was ceremoniously named team captain.[134] On December 15, 2014, after 31 games of the 2014–15 season, MacTavish announced Dallas Eakins had been terminated as head coach. MacTavish assumed the role of interim coach while Todd Nelson transitioned into the role for the remainder of the season. Nelson was previously serving as the head coach of the Oklahoma City Barons, the Oilers' then-AHL affiliate.[135][136] Three days later, the Oilers released a statement that their affiliation with the Barons would cease at the end of the season.[137][138] Following Edmonton's decision not to renew affiliation with the Barons, the Oilers relocated their AHL franchise from Oklahoma City, Oklahoma, to Bakersfield, California. This move was announced on January 29, 2015, as part of the AHL's new Pacific Division, which included the Oilers' affiliation in Bakersfield.[139] The following month, on February 25, the team was given its new identity, the Bakersfield Condors.[140] On April 2, the Condors released their new logo.[141] The Oilers won the 2015 Draft Lottery on April 18, moving them from the third-overall pick to first, marking their fourth lottery win in six seasons.[142] The Oilers selected Connor McDavid first overall in the 2015 NHL Entry Draft held in Sunrise, Florida, on June 26. On April 24, Craig MacTavish was removed from his position as general manager and was replaced by former Boston Bruins general manager Peter Chiarelli, who was also appointed president of hockey operations as part of other related changes.[143] In Chiarelli's first transactions as Oilers general manager, he traded a first and a second-round pick during the first day of the 2015 NHL Entry Draft to the New York Islanders, in exchange for defenceman Griffin Reinhart. Chiarelli again made trades the following day and traded another second-, a third- and a seventh-round draft pick to the New York Rangers, to acquire goaltender Cam Talbot and the Rangers' seventh-round draft pick.[144] On May 19, Todd McLellan was named the new head coach of the Oilers.[145] He and his former team, the San Jose Sharks, mutually agreed to part ways on April 20 after the Sharks failed to qualify for the 2015 playoffs.[146] More coaching changes came on June 4 when Keith Acton and Craig Ramsay were relieved of their duties.[147] In addition to these coaching changes, the Oilers also made some changes to their scouting staff on June 22, which saw both head amateur and professional scouts Stu MacGregor and Morey Gare relieved of their duties. Amateur scouts Brad Davis and Kent Hawley, professional scout Dave Semenko and Billy Moores, who served as director of coaching and special projects, were also relieved of their duties.[148][149] Further changes came on October 7, when the Oilers elected to begin the 2015–16 season without a team captain; this marked the first time they had done so since entering the NHL, in 1979. Taylor Hall, Jordan Eberle, Ryan Nugent-Hopkins, and Andrew Ference, who had served as team captain the previous two seasons, were all named as alternate captains.[150] On February 27, 2016, mathematically eliminated from playoff contention, the Oilers traded defenceman Justin Schultz to the Pittsburgh Penguins, in exchange for a third-round pick in the 2016 NHL Entry Draft. Prior to his trade, Schultz endured the worst season of his professional career, with just 10 points in 45 games.[151] After the 2015–16 season, the Oilers prepared to move from Rexall Place, their home since 1974, to newly built Rogers Place. On April 6, in their final home game at Rexall, the Oilers defeated the Vancouver Canucks 6–2.[152] Before the game, the Oilers held a ceremony honouring the history of the arena. Oilers' alumni, including Mark Messier and Wayne Gretzky, skated around the rink one more time. In a one-for-one trade on June 29, Edmonton dealt all-star winger Taylor Hall to the New Jersey Devils, in exchange for defenceman Adam Larsson.[153] Following the Hall trade, Chiarelli also pursued impending free agent Milan Lucic, signing him to a seven-year contract, in a bid to make the playoffs for the first time since 2006. Chiarelli and Lucic were already familiar with each other, during their time together with the Boston Bruins.[154] On October 5, 19-year-old Connor McDavid was named the 15th captain of the Oilers; McDavid was the youngest team captain in NHL history, having broken the record previously held by current Colorado Avalanche captain Gabriel Landeskog.[155] The Oilers made further moves to their roster a few days later, when they traded Nail Yakupov to the St. Louis Blues,[156] and signed free-agent defenceman Kris Russell.[157] The 2016–17 season was a great success for the team. After defeating the Los Angeles Kings 2–1 on March 28, 2017, the Oilers qualified for the 2017 Stanley Cup playoffs, ending their 11-year drought. The Oilers finished with a 47–26–9 record, thanks largely to a 100-point season from McDavid and breakout performances from fellow forwards Leon Draisaitl and Patrick Maroon, whilst backstopped with strong play from netminder Cam Talbot. McDavid led the entire league with 70 assists and 100 points, earning himself both the Art Ross Trophy[158] and Hart Memorial Trophy, as his team's most valuable player.[159] Talbot also set a new franchise record, with a total of 42 games won by a goaltender, surpassing the 40 games won by Grant Fuhr, during the 1987–88 season.[160] In the first round of the playoffs, the Oilers eliminated the San Jose Sharks, following a 3–1 win in Game 6, to secure their first playoff series win since 2006. Their playoff run was stopped on May 10, losing to the Anaheim Ducks in Game 7 with a 2–1 loss, ending the second round series.[161][162][163] In the 2017 off-season, the Oilers traded Jordan Eberle to the New York Islanders, in exchange for forward Ryan Strome, in order to gain salary relief. The Oilers signed both McDavid and Draisaitl to 8-year contracts worth $100 million and $68 million, carrying annual cap hits of $12.5 million and $8.5 million, respectively. The Oilers had high expectations coming into the 2017–18 season, as many expected to make progress off of their surprising year in 2016–17. However, the Oilers regressed, posting a 36–40–6 record and missing the playoffs for the 11th time in 12 seasons. On January 22, 2019, the Oilers terminated Chiarelli's employment as president and general manager. Keith Gretzky was appointed interim general manager the following day.[164] The Oilers again missed the playoffs, posting a 35–38–9 record and having only qualified for the playoffs once in 13 seasons. On May 7, the Oilers announced the appointment of Ken Holland as general manager.[165] Three weeks later, the Oilers named Dave Tippett as the team's new head coach, on May 28.[166] In the 2019–20 season, the Oilers showed some hope; the team had a record of 37–25–9 on March 12, 2020, when the COVID-19 pandemic suspended the season. Edmonton was chosen as one of the two host cities of the 2020 Stanley Cup playoffs, and qualified for the playoffs as the fifth seed in the Western Conference; however, the team was upset by the Chicago Blackhawks in four games in the preliminary round. In the 2020–21 season, the Oilers finished second in the North Division with a 35–19–2 record, largely due to a 105-point season from Connor McDavid, only the ninth player to reach the mark in 53 games. Additionally, Leon Draisaitl had an excellent season, as the runner-up in NHL league scoring, with 84 points. McDavid's 105-point season earned him a unanimous second Hart Trophy win as the most valuable player in the NHL, becoming the second unanimous winner in league history (along with Wayne Gretzky in 1981–82).[167] The Oilers faced the Winnipeg Jets in the first round of the playoffs, who finished third in the North Division. The Oilers lost four games in a sweep to the Jets, three of which were overtime losses, including the final game, which went to triple overtime. Darnell Nurse logged 62 minutes and 7 seconds of ice time in the final game, third-most in NHL history.[168] In the 2021–22 season, the Oilers finished with 49–27–6, their first 40-win season since 2017. McDavid got a career-high of 123 points and the Oilers clinched the second place in the Pacific Division. The Oilers faced the Los Angeles Kings in the first round of the 2022 Stanley Cup playoffs. After struggling at first, the Oilers managed to cling on and win an extremely close Game 7 to advance to the second round.[169] There, they faced the Calgary Flames (a first since 1991), a provincial rival. The series was a tight battle, leading to the Oilers triumphing over the Flames in five games. The series was apart of the iconic Battle of Alberta (a provincial rivalry), which is known for its excessive amount of high scoring games and brutality.[170] The Oilers advanced to the Western Conference Finals (first time since 2006) where they were defeated in four games by the Colorado Avalanche.[171] The original 1972 design featured the now-traditional colours of blue and orange, but reversed from their more familiar appearance in later seasons, orange being the dominant colour and blue used for the trimming. For the first few games of the 1972 season, player names were not displayed on the uniform; rather the word \"ALBERTA\" was written in that space. About halfway through the season, though, the player names made their appearance, since the Oilers had played exclusively in Edmonton.[172] These jerseys also featured the player numbers high on the shoulders, rather than on the upper sleeve as is standard. In the 1975–76 season, the jersey was changed to a blue base with orange trim. The logo that appeared on programs and promotional material remained the same. However, the logo that appeared on the home jersey had a white oil drop, on a dark orange field, with the team name written in deep blue. The away jersey featured an orange-printed logo. When the team joined the NHL in 1979, the alternate logos were discarded, giving the jersey its most famous form. However, the logo appeared slightly differently on a few vintages of the jersey. Minor changes were also made to the numbering, lettering and collar in their first few NHL campaigns. From 1982 to 1989, Nike provided the Oilers' sweaters. The essential design remained untouched until 1996, when the team colours were changed to midnight blue and copper with red trim. Other changes made to the jersey at that point were the removal of the shoulder bar and cuffs from the away jersey, and the addition of the \"Rigger\" alternate logo to the jersey's shoulders. A year later, the shoulder bars were removed from the home jersey as well, and the Oilers' sweater design then remained stable until 2007. In 2001, the Oilers introduced their first alternate third sweater. Designed by then-minority owner Todd McFarlane and his production studio, the new uniforms were a radical departure from previous Oilers designs. The original Oilers logo was completely absent, along with copper and red; midnight blue was complemented with two shades of silver/grey, and the primary logo was a flying set of gears with an oil drop on top. Elements of the logo paid tribute to the five Stanley Cup titles and 10 team captains to that point. A silver shield bearing \"OILERS\" above a variation of the oil-drop gear adorned the shoulders.[173][174] The jersey's sleeve numbers are located inside the white sleeve stripe. In 2007, with the NHL's switch to Reebok Edge jerseys, the Oilers kept their team colours but changed the style of their jerseys. Most notable about the Edge jerseys were the removal of the waistline stripes in favour of vertical piping, and the sleeve stripes only appearing on the inside of the elbow panels. The \"Rigger\" was retired, along with the McFarlane third jersey and its associated logos. In 2008, the Oilers introduced a new alternate jersey that closely resembled the blue-and-orange away jersey of the dynasty era. For the 2009–10 season, this jersey became the Oilers' main home jersey as blue and orange became the primary team colours once again. The old midnight blue-and-copper jersey became their alternate. On June 24, 2011, the Oilers presented their new white road jerseys at the 2011 NHL Entry Draft, when they selected Ryan Nugent-Hopkins first overall.[175] The midnight blue jersey remained as the third jersey before being dropped altogether in 2012. For the 2015–16 season, the team introduced a new alternate jersey inspired by their original WHA design, with orange as a primary colour. This design immediately became popular with the fanbase, and Oilers home games were soon flooded with fans wearing the orange jerseys, calling it the \"Orange Surge\" in response to the Calgary Flames' \"C of Red\" and Winnipeg Jets' \"Whiteout\" traditions.[176][177] With the switch to Adidas jerseys in the 2017–18 season, the orange jersey became the Oilers' home design, but with a few alterations: the 1980s-era template was retained while midnight blue returned as an accent colour.[178][179] To commemorate the franchise's 40th anniversary in the NHL, the Oilers wore their classic 1980s blue jerseys for four home games in 2018–19 against original Smythe Division rivals Los Angeles Kings, Calgary Flames, Winnipeg Jets, and Vancouver Canucks.[180] Prior to the 2019–20 season, the Oilers unveiled a new midnight blue alternate jersey with minimal striping and lack of white elements.[181] The Oilers wore their midnight blue alternates at home playoff games during the 2021 and 2022 Stanley Cup playoffs, despite the popularity of the orange jerseys.[177] In the 2020–21 season, the Oilers released a \"Reverse Retro\" alternate uniform, reviving the 1980s white jersey but with the orange and blue switching places, save for the team's crest.[182] Beginning with the 2022–23 season, the Oilers brought back the 1980s blue and white jerseys, while retaining the alternate midnight blue jerseys.[183] From 1981 to 2011, Paul Lorieau was the original anthem singer. The Oilers' anthem singer has been Robert Clark, an opera singer from Sherwood Park, since 2013. In the 2017 playoffs, Robert was the first anthem singer to sing from within the crowd, at Game 1 of the first round. Before singing the anthems, public address announcer Al Stafford introduces him as \"The singing voice of your Edmonton Oilers\". The Oilers mascot is a Canadian lynx named Hunter who was unveiled on September 26, 2016. The choosing of the Canadian lynx was because their largest place of habitat, in terms of population, is Alberta. It was also because it was the largest vote overall. The name gives tribute to the original Oilers owner, William \"Wild Bill\" Hunter. Hunter wears the number 72 on his jersey, referencing the year the Oilers were established, which was in 1972.[184] Hunter has a portable drum, in which he uses to entertain the crowds and make them chant \"Let's Go Oilers!\", along with a rhythmic beat. The Oilers Octane was the cheer-leading team for the Edmonton Oilers. The team was the first cheer squad for a Canadian NHL franchise.[185] The debut of the cheer-leading team received a mixed reaction from the Edmonton community, including petitions to keep cheerleading out of the sport of hockey in Canada.[186] The Octane performed for the first time on December 14, 2010 at a home game against the Toronto Maple Leafs.[186] The first team had 19 cheerleaders, women aged 18 to 29, dressed in uniforms that resembled the original Edmonton Oilers jerseys, albeit with skirts and knee-high boots.[187] In August 2016 the Oilers Entertainment Group (OEG), which owns the Oilers, announced it was discontinuing the Octane, saying the franchise was \"looking for a new direction related to the fan experience\" as the team prepared to move from Rexall Place to Rogers Place for the 2016–17 season.[188] The Group also announced auditions for a newly formed, co-ed group of \"brand ambassadors\" named the Oilers Orange and Blue Ice Crew for the upcoming season.[189] This is a partial list of the last five seasons completed by the Oilers. For the full season-by-season history, see List of Edmonton Oilers seasons Note: GP = Games played, W = Wins, L = Losses, T = Ties, OTL = Overtime Losses/Shootout Losses, Pts = Points, GF = Goals for, GA = Goals against, PIM = Penalties in minutes Updated July 26, 2022[190][191] Note: This list includes the Oilers' captains from both the NHL and WHA. * Ryan Smyth was named captain for his final NHL game Note: This list includes the Oilers' head coaches from both the NHL and WHA. Note: This list includes the Oilers' general managers from both the NHL and WHA. The Oilers have retired eight numbers.[192] Notes: The Oilers are affiliated with a number of inductees in the Hockey Hall of Fame. Eleven Oilers players have been inducted into the Hockey Hall of Fame. Jacques Plante, who briefly played for the Oilers in the WHA was inducted in 1978. Regarded as one of the greatest goalies of all time Plante led the Montreal Canadiens to six Stanley cups through the 1950s and early 1960s.[194] Norm Ullman, who played for the Oilers in the WHA was inducted in 1982. Ullman played twenty years for the Detroit Red Wings and Toronto Maple Leafs putting up 1,229 points. Ullman is among the top scoring forwards ever to play in the NHL.[195] Wayne Gretzky was immediately inducted into the Hockey Hall of Fame in 1999 after retiring the same year. Gretzky who played ten seasons with the Oilers, led them to four Stanley cups consecutively throughout the Mid 1980s.[196] Know as \"the Great One\", Gretzky is considered the greatest hockey player ever and holds the NHL record with most goals, assists, and points.[197] In 2001, Jari Kurri became the first Finnish player to be inducted into the Hockey Hall of Fame. After being selected by the Oilers in the 1980 NHL draft Kurri played ten seasons with the Oilers alongside Gretzky and Messier.[198] Grant Fuhr who was present during the \"dynasty era\" as the main starting goalie for the Oilers was inducted in 2003.[199] Paul Coffey (inducted in 2004) and Glenn Anderson (inducted in 2008) where the final Oilers players to be inducted in the 2000s. Adam Oates was inducted into the Hockey Hall of fame in 2012. Oates played sixty games with the Oilers after signing a one year contract in 2003. Considered an elite playmaker, Oates totaled 1,079 assists which at the time of his retirement made him the fifth most assisted player in NHL history.[200] Chris Pronger who played defence for the Oilers was inducted in 2015.[201] Pronger helped lead the Oilers to their 2006 Stanley cup run. The most recent inductee who played for the Oilers is Kevin Lowe. Lowe played with the Oilers from 1979 to 1992 and from 1996 to 1998. After retiring Lowe became head coach of the Oilers and soon after became their general manager.[202] Four Oilers builders have been inducted into the Hockey Hall of Fame. The first was Glen Sather who was inducted in 1997. Sather was head coach for the Oilers from 1976 to 2000, leading them to four Stanley cups.[203] Roger Neilson who was inducted in 2002, briefly worked for the Oilers as a video analyst during the 1984 Stanley Cup Playoffs. Broadcaster Rod Phillips was awarded the Foster Hewitt Memorial Award by the Hockey Hall of Fame in 2003. Pat Quinn who coached the Oilers for one year in 2009 was posthumously inducted in 2016.[204] In his first and only season as head coach of the Oilers, the team finished in last place in the league with a record of 27–47–8.[205] Clare Drake was inducted in 2017. During the 1975–76 WHA season Drake served as the head coach of the Edmonton Oilers.[206] Ken Holland who is currently the Oilers general manager and president of hockey operations was inducted in 2020.[207] These are the top-ten point, goal, and assist scorers in franchise history. Figures are updated after each completed NHL regular season. Note: Pos = Position; GP = Games Played; G = Goals; A = Assists; Pts = Points; P/G = Points per game Note: This list includes WHA statistics.  Items marked in bold are NHL records. Stanley Cup NHL League Championship* * prior to creation of the Presidents' Trophy in 1985–86 Presidents' Trophy Clarence S. Campbell Bowl Art Ross Trophy Conn Smythe Trophy Hart Memorial Trophy Jack Adams Award James Norris Memorial Trophy King Clancy Memorial Trophy Lady Byng Memorial Trophy Lester B. Pearson Award/Ted Lindsay Award NHL Plus/Minus Award Vezina Trophy Television rights to all Edmonton Oilers games are held by Rogers Media. This includes all regional telecasts, which are carried by Sportsnet West and the overflow channel Sportsnet Oilers, as well as nationally televised games on Sportsnet or Hockey Night in Canada—which may either be broadcast by CBC Television, Citytv, or Sportsnet. The team's broadcast region is shared with the Calgary Flames, and includes all of Alberta, Saskatchewan, Northwest Territories and Nunavut. As of 2021, Jack Michaels calls play-by-play on most Oilers TV broadcasts alongside Louie DeBrusk and reporter Gene Principe. On radio, the games are aired on CHED called by either Cam Moon or Jack Michaels, and Bob Stauffer and Reid Wilkins as reporter. Moon only calls games when Michaels works on TV.","Title":"Edmonton Oilers - Wikipedia","KeyID":"17719","URL":"https://en.wikipedia.org/wiki/Edmonton_Oilers"}