{"Content: ":"Tricia (24 January 1957 – 6 July 2022) was a female Asian elephant which resided at Perth Zoo in Perth, Western Australia. She was born in 1957 in Vietnam and was transported to Perth in 1963. Tricia was named after Tricia Reschke, the Miss Australia from the previous year. Tricia's health began to decline in 2016 and significantly worsened in 2022. She lived to be one of the oldest Asian elephants in the world. Tricia was born in Saigon, Vietnam, on 24 January 1957 and came to Perth Zoo in Perth, Western Australia, in January 1963.[1][2] She was acquired from Mayfield Kennels, an animal dealer based in Singapore.[3] Tricia was named after Tricia Reschke, who was Miss Australia in 1962, as part of a newspaper competition.[4][5] She, along with fellow elephant Tania, was officially christened in 1963 by Australian beauty queen Tania Verstak.[6] For her first two decades at Perth Zoo, Tricia was kept in a small concrete enclosure, but from 1986 lived in a larger enclosure with a swimming pool, mud wallows and a heated barn.[2][5][7] Three elephants, a bull named Putra Mas and females Permai and Teduh, joined Tricia at Perth Zoo in 1992;[8] the three females lived together, while Putra Mas was kept separate due to the solitary nature of male elephants.[5] When Teduh died in 2007, Tricia mourned her death for about a year. Usually the most vocal of the Perth Zoo elephants, Tricia remained silent during her depression and grief. Her keepers were relieved when she eventually regained her playfulness.[8] Tricia's enclosure was made three times larger following exhibit upgrades in 2004 and 2005.[5] Tricia and the other elephants at the Perth Zoo made artwork with their trunks, the proceeds of which went to charity.[2][9] The elephants painted either by holding paintbrushes in their trunks or blowing paint onto canvas with their snouts.[10] In 2016, a Change.org petition was started by an animal rights activist to stop the elephant-created artwork, claiming that the trainers used bullhooks. The Perth Zoo refuted these claims.[11] Tricia's likeness was captured by artist Ross Potter for the Animaze exhibit at the Fremantle Arts Centre.[12] In July 2022, Perth Zoo disclosed that Tricia's health had been declining over the past few days and she had been experiencing sleep and mobility issues.[13][14] Her health decline was suspected to have begun in 2016; on 5 July 2022, Kristy Carey, one of Tricia's caretakers, said, \"She knows how to take a piece of your heart and she doesn't return it. There's going to be a huge hole missing when she does go.\"[14] Tricia died on the evening of 6 July 2022 surrounded by her caretakers.[14] A statement from the Zoo explained, \"Tricia's final moments were peaceful. She was surrounded by her carers in her night quarters on Wednesday evening, July 6, 2022.\"[14] The cause of her death was \"age-related complications\" and was expected.[14] She died as one of the world's oldest Asian elephants.[15][16] Female elephant Permai, who had joined Tricia at Perth Zoo in 1992, stayed by Tricia's side in the hours after her death.[8] Tricia did not have any offspring.[2] Perth Zoo publicly announced her death not long after, which was met with tributes from the public, her caretakers and the Premier of Western Australia, Mark McGowan.[14] McGowan posted to Instagram: Tricia wasn't just well-known, she was well-loved. Her stature and her grace were compelling. For many, she was a Perth icon. For six decades, she was an integral part of any visit to Perth Zoo. If you lived in Perth at some point in your life then you probably have a memory of Tricia.[14] Perth Zoo asked the public to not send flowers, but to instead donate to the Tricia Tribute to Conservation Fund, which was named after her.[14] MV Tricia, a ferry built in 2019 and operated by Transperth, is named after the elephant.[17][18] Following her death, Perth Zoo dedicated the Tricia Tribute to Conservation Fund in honour of her.[14] A memorial walk to remember her legacy will open to the public on 10 July 2022.[14] In 2018, Perth Zoo announced that it would no longer house any elephants after Tricia died, and would move the other two elephants to other zoos.[19]","Title":"Tricia (elephant) - Wikipedia","KeyID":"17727","URL":"https://en.wikipedia.org/wiki/Tricia_(elephant)"}