{"Content: ":"Royce W. Murray (January 9, 1937 – July 6, 2022) was an American chemist and chemistry professor at the University of North Carolina at Chapel Hill. His research interests were focused on electrochemistry, molecular designs, and sensors.[1] He published over 440 peer-reviewed articles in analytical, physical, inorganic, and materials chemistry, and trained 72 Ph.D students, 16 master’s students, and 58 postdoctoral fellows, 45 of whom have gone on to university faculty positions.[1] He was named a fellow of the American Chemical Society in 2012,[1] and was the inventor on three patents related to surface-modified electrodes.[2] Royce W. Murray was born to Royce Leroy Murray and Louisa Justina Herd Murray in Birmingham, Alabama, on January 9, 1937.[3] He worked at the electrical shop run by his father, who was an electrician for the Alabama Power Company. Here he became familiar with electrical meters, generators, lathes, wiring diagrams, and insulating materials, as well as scrap metal from the War, 50-call ammo, and gunpowder, foreshadowing his career in electrochemistry.[4] Murray graduated from Birmingham Southern College with a focus in chemistry, having switched from the pre-ministerial program. He then attended graduate school at Northwestern University, where he worked with Richard Bowers and Don DeFord, and began tinkering with chronoamperometry and chronopotentiometry. After graduating from Northwestern in three years, Murray became an instructor at the University of North Carolina at Chapel Hill.[4] Murray was promoted from Instructor to Assistant Professor in 1961, and Associate Professor in 1966. At roughly the same time as his promotion to Full Professor (1969), he was made an Alfred P. Sloan Fellow. In 1980, he was named a Kenan Professor of Chemistry and, in 1996, a Kenan Professor of Applied and Materials Sciences.[4][5] He died in Chapel Hill, North Carolina, on July 6, 2022, aged 85.[3] In 1967, Murray was made Building Committee Chair for construction of the new Kenan Laboratories of Chemistry. This initial service role led him to the position of Acting Chair and Vice Chair of the UNC Chemistry Department in the early 1970s, Director of Undergraduate Studies, and then on to Chair of the Department in the early 1980s. His service to UNC then expanded beyond the boundaries of the Department, as witnessed by his roles as Chair, Division of Basic and Applied Natural Sciences; Chair, Curriculum in Applied and Materials Sciences; and Vice Chair, Division of Basic and Applied Natural Sciences. He was also the Chair, Task Force for Planning the Science Complex at UNC, a role that is quite similar in nature to his role in 1967 with the Kenan buildings.[5] In 2009, UNC-CH named the new Chemistry Department building, Murray Hall, in his honor.[6] Murray's service positions have included roles as the National Science Foundation’s first “rotator” in the Chemistry Division in the early 1970s and a key participant in subsequent NSF activities, and with the American Chemical Society in roles relating to the Subcommittee on Graduate Level Analytical Chemistry Examination, Division of Chemical Education (1964–74, Chair, 1970–74); Division of Analytical Chemistry, Alternate Councilor (1978–79), Councilor (1980–82); Canvassing Committee, ACS National Awards (1984–86); Advisory Board, Analytical Chemistry (1979–1981); Division of Analytical Chemistry (1985–1989); Committee on Publications (1985–90); and Executive Committee, Division of Analytical Chemistry (1991–2022). He was also the Editor-in-Chief of Analytical Chemistry from 1991 to 2011.[5] He received The Thomas Jefferson Award at the University of North Carolina in 2001, and the state of North Carolina presented Royce with the North Carolina Award in Science in November 2001.[5] Dr. Murray has received numerous awards:[1]","Title":"Royce W. Murray - Wikipedia","KeyID":"17721","URL":"https://en.wikipedia.org/wiki/Royce_W._Murray"}