{"Content: ":"Ing-Marie Birgitta Wieselgren (9 April 1958 – 6 July 2022) was a Swedish psychiatrist and national coordinator for psychiatric issues in Sweden's Municipalities and Regions. She was also chief physician at Uppsala University Hospital. Wieselgren completed her medical degree at Uppsala University and defended her dissertation in 1995 at Uppsala University with a dissertation on prognosis and prognostic factors in schizophrenia. Wieselgren was head of the clinic for the psychosis and rehabilitation clinic at the Uppsala University Hospital from 1998 to 2002 and head of operations for the same clinic from 2003 to 2004. Wieselgren was the initiator and head of a special team at the Academy for Adolescents with Psychosis 1997–2004 and a neuropsychiatric investigation team between 1999 and 2004. Between 2004 and 2006, Wieselgren was the Secretary General of the National Psychiatric Coordination. She has been a member of Region Skåne's Ethics Council since 2007 and chair of the reference group for the work of developing national guidelines for psychosocial interventions in schizophrenia at the National Board of Health and Welfare in 2008. Wieselgren also participated as an expert in various working groups at the Swedish Agency for Health Technology Assessment and Assessment of Social Services. In August 2015, she was appointed a member of the Government's Commission for Equal Health.[1] She regularly appeared in Sveriges Radio P1's program Tankar för dagen (Thoughts for the day).[2] On 6 July 2022, during Almedalen Week, Wieselgren died after being stabbed at Donners plats in Visby.[3][4] The stabbing occurred near to a stage where Centre Party leader Annie Lööf was about to give a press conference, and Wieselgren had been walking towards a seminar on neuropsychiatric diagnoses in children she was due to moderate. After stabbing Wieselgren, the attacker was tackled by a pensioner and was shortly thereafter arrested by police.[5] The arrested perpetrator was a 33-year-old man who had previously participated in events organized by the neo-Nazi Nordic Resistance Movement and had written for the neo-Nazi newspaper Nordfront.[6][7] However, the prosecutor of the case told media that the connection to the far-right would not be the main focus of the investigation, as the arrested man's explanation of his actions suggested the attack was motivated by dissatisfaction over the state of psychiatric care in Sweden and as there were reports that he had \"committed the act under the influence of narcotics.\"[8] The prosecutor further stated that the suspect would undergo a psychiatric evaluation under police custody.[9] On 11 July, the prosecutor told media that the Swedish Security Service took over the investigation and that the case is being treated as terrorism.[10]","Title":"Ing-Marie Wieselgren - Wikipedia","KeyID":"17732","URL":"https://en.wikipedia.org/wiki/Ing-Marie_Wieselgren"}