{"Content: ":"The skull roof, or the roofing bones of the skull, are a set of bones covering the brain, eyes and nostrils in bony fishes and all land-living vertebrates. The bones are derived from dermal bone and are part of the dermatocranium. In comparative anatomy the term is used on the full dermatocranium.[1] In general anatomy, the roofing bones may refer specifically to the bones that form above and alongside the brain and neurocranium (i.e., excluding the marginal upper jaw bones such as the maxilla and premaxilla),[2] and in human anatomy, the skull roof often refers specifically to the skullcap. Early armoured fish did not have a skull in the common understanding of the word, but had an endocranium that was partially open above, topped by dermal bones forming armour. The dermal bones gradually evolved into a fixed unit overlaying the endocranium like a heavy \"lid\", protecting the animal's head and brain from above. Cartilaginous fish whose skeleton is formed from cartilage lack a continuous dermal armour and thus have no proper skull roof. A more or less full shield of fused dermal bones was common in early bony fishes of the Devonian, and particularly well developed in shallow water species.[3] In early sarcopterygians the skull roof was composed of numerous bony plates, particularly around the nostrils and behind each eye. The skull proper was joined by the bones of the operculum. The skull itself was composed rather loosely, with a joint between the bones covering the brain (the parietal bones and the bones behind them) and the snout (the frontal bone, nasal bone and the bones in front and to the side of them). This joint disappeared in the evolving labyrinthodonts, at the same time the number of bones were reduced and the operculum disappeared.[1] In frogs and salamanders the skull roof is further reduced and has large openings. Only in caecilians can a full covering skull roof be found, an adaption for burrowing.[4] The skull roof in lungfish is composed of a number of bony plates that are not readily compared to those found in early amphibians.[5] In most ray-finned fishes the skull is often reduced to a series of loose elements, and a skull roof as such is not found.[3] The pattern of plates of the labyrinthodonts formed that basis for that seen in all land-living vertebrates. The roof itself formed a continuous cover over the whole of the head, leaving only openings for nostrils, eyes and a parietal eye between the parietal bones. This type of skull was inherited by the first reptiles as they evolved from labyrinthodont stock in the Carboniferous. This type of skull roof without any above openings behind the eyes is called anapsid. Today anapsid skulls are only found in turtles, though this may be a case of secondary loss of the post orbital openings.[6] In two groups of early reptiles the skull roof evolved post orbital openings to allow for greater movement of the jaw muscles. The two groups evolved the openings independently: The synapsids are the mammal-like reptiles and the mammals. In mammals, the side opening is closed by the sphenoid bone, so that the skull roof appear whole, despite the temporal opening. All other reptiles (with the possible exception of turtles) and the birds are diapsids.","Title":"Skull roof - Wikipedia","KeyID":"1773","URL":"https://en.wikipedia.org/wiki/Skull_roof"}