{"Content: ":"American Football League (AFL) (1960–1969) National Football League (1970–1996) The Houston Oilers were a professional American football team that played in Houston from its founding in 1960 to 1996 before relocating to Memphis, and later Nashville, Tennessee becoming the Tennessee Titans. The Oilers began play in 1960 as a charter member of the American Football League (AFL). The team won two AFL championships before joining the NFL as part of the AFL–NFL merger in the late 1960s. The Oilers competed in the AFL's East division – along with the Buffalo Bills, the New York Jets and the Boston Patriots – before the merger, after which they joined the newly formed AFC Central. Throughout their existence the team was owned by Bud Adams. For the majority of their time in Houston, the team played their home games at the Astrodome; Jeppesen Stadium and Rice Stadium hosted the team for their first eight years. The Houston Oilers were the first champions of the American Football League, winning the 1960 and 1961 contests, but they never won another championship. The Oilers appeared in the 1962 AFL Championship, losing in double overtime to their in-state rivals, the Dallas Texans (now the Kansas City Chiefs); they also won the AFL East Division title in 1967 and qualified for the AFL Playoffs in 1969, both times losing to the Oakland Raiders. From 1978 to 1980, the Oilers, led by Bum Phillips and in the midst of the Luv Ya Blue campaign, appeared in the 1978 and 1979 AFC Championship Games, but lost both. The Oilers were a consistent playoff team from 1987 to 1993, an era that included both of the team's only division titles (1991 and 1993), as well as the dubious distinction of being on the losing end of the largest comeback in NFL history. For the rest of the Oilers' time in Houston, however, they compiled losing seasons in almost every other year. The Houston Oilers' main colors were Columbia blue and white, with scarlet trim, while their logo was a simple derrick. Oilers jerseys were always Columbia blue for home and white for away. The helmet color was Columbia blue with a white derrick from 1960 through 1965, silver with a Columbia blue derrick from 1966 through 1971, and Columbia blue with a white and scarlet derrick from 1972 through 1974, before changing to a white helmet with a Columbia blue derrick beginning in 1975 and lasting the remainder of the team's time in Houston. Owner Bud Adams, who had openly threatened to move the team since the late 1980s, relocated the Houston Oilers to Tennessee after the 1996 season, where they were known as the Tennessee Oilers for the 1997 and 1998 seasons. The Tennessee Oilers played the 1997 season in Memphis before moving to Nashville in 1998. In 1999, to coincide with the opening of their new stadium, Adams changed the team name to the Tennessee Titans and the color scheme from Columbia Blue, Scarlet, and White to Titans Blue, Navy, White, and Silver with scarlet accents. The franchise retained the Houston Oilers' team history and records, while the team name was officially retired by then-NFL Commissioner Paul Tagliabue, thus preventing a future Houston, Texas NFL team from using the Houston Oilers' name.[1] The NFL returned to Houston, Texas in 2002 with a new franchise, the Houston Texans. The Houston Oilers began in 1960 as a charter member of the American Football League. They were owned by Bud Adams, a Houston oilman, who had made several previous unsuccessful bids for an NFL expansion team in Houston. Adams was an influential member of the eight original AFL owners, since he, Dallas Texans/Kansas City Chiefs founder Lamar Hunt and Buffalo Bills founder Ralph Wilson were more financially stable than the other five (all three would go on to own their franchises for over forty years, whereas the others pulled out by the 1980s). The Oilers appeared in the first three AFL championships. They scored an important victory over the NFL when they signed LSU's Heisman Trophy winner, All-America running back Billy Cannon. Cannon joined other Oiler offensive stars such as quarterback George Blanda, flanker Charlie Hennigan, running back Charlie Tolar, and guard Bob Talamini. After winning the first-ever AFL championship over the Los Angeles Chargers in 1960, they repeated over the same team (then in San Diego) in 1961. (In 2012, the retail outlet Old Navy earned infamy for selling a shirt that misidentified the 1961 AFL champions as the Houston Texans, who did not exist until 2002.)[2] The Oilers lost to the Dallas Texans in the classic 1962 double-overtime AFL championship game, at the time the longest professional football championship game ever played. In 1962, the Oilers were the first AFL team to sign an active NFL player away from the other league, when wide receiver Willard Dewveall left the Bears to join the champion Oilers. Dewveall that year caught the longest pass reception for a touchdown in professional American football history, 99 yards, from Jacky Lee, against the San Diego Chargers. The Oilers won the AFL Eastern Division title again in 1967, then became the first professional football team to play in a domed stadium, when they moved into Houston's Astrodome, then home of MLB's Houston Astros for the 1968 season. Previously, the Oilers had played at Jeppesen Stadium at the University of Houston (later called Robertson Stadium) from 1960 to 1964, and Rice University's stadium from 1965 to 1967. Adams had intended the team play at Rice from the first, but Rice's board of regents initially rejected the move. After the Astrodome opened for business, Adams attempted to move there, but could not negotiate an acceptable lease with the Houston Sports Association (owners of the Houston Astros) from whom he would sublease the Dome. The 1969 season, the last as an AFL team, saw Houston begin 3–1, but tumble afterwards. They qualified for the playoffs, but were defeated by the Raiders 56–7, to finish the year with a record of 6–7–2. See also: Luv Ya Blue The years immediately after the AFL-NFL Merger were not as kind to the Oilers, who sank to the bottom of the AFC Central division. After going 3–10–1 in 1970, they went 4–9–1 in 1971, and then suffered back-to-back 1–13 seasons in 1972–73. But by 1974, the Oilers led by Hall of Fame coach Sid Gillman brought the team back to respectability by reaching .500 at season's end. The next year, Bum Phillips arrived and with talented stars like Elvin Bethea and Billy \"White Shoes\" Johnson, the Oilers had their first winning season of the decade going 10–4 but did not make the playoffs. Injuries and inadequate offense doomed them to a 5–9 season in 1976, but the team improved to 8–6 the following year, and in 1978, the Oilers' fortunes improved when they drafted University of Texas football star Earl Campbell, known as the \"Tyler Rose\", who was Rookie of the Year that year and led the Oilers to their first playoff appearance since the merger. Defeating Miami in the wild-card round, they then trumped New England, leading to immediately rebuilding of the Patriots. But in the AFC Championship, the Steelers routed them 34–5. In spite of the lopsided defeat, the Oilers returned home to a packed Astrodome for a pep-rally uncommon in professional sports.[3] The 1979 season was a near rerun of 1978 as the Oilers finished 11–5 with Campbell gaining 1,600 yards in the regular season, and again earned a wild card spot. Beating the Broncos in the first home playoff game in Houston in over a decade, the Oilers' performance suffered with injuries to Campbell, Pastorini and Burroughs. They did manage to edge past the high-flying San Diego of Dan Fouts in the divisional round, partly thanks to the play of Vernon Perry (4 INTs and a blocked FG) as well as the outstanding line coached by Joe Bugel. The Oilers returned to the AFC Championship game for the second year in a row, only to get knocked down by the Pittsburgh Steelers again, in spite of a terrific effort by Dan Pastorini—the Steelers had shut the ailing Campbell down, yet Pastorini nearly succeeded with the modest receiving corps of Mike Renfro, Rich Caster, and Ronnie Coleman venturing into the Steelers Hall of Fame defense. A controversial out-of-bounds call nullified a touchdown by wide receiver Mike Renfro resulting in a 27–13 victory for Pittsburgh. Once again, after a tough loss, the Oilers returned to their then-adoring fans who packed the Astrodome for an impromptu pep-rally for the second year in a row. 1980 saw the Oilers go 11–5 and achieve a wild card spot for the third year in a row, but they were quickly vanquished by Oakland, 27–7. Bud Adams fired Bum Phillips, who was succeeded by Ed Biles. Afterwards began a long playoff drought as the Oilers fell to 7–9 in 1981, and 1–8 in the strike-shortened 1982 season. In 1983, Houston went 2–14. Biles resigned in Week 6 and was succeeded by Chuck Studley, who served merely as an interim coach until Hugh Campbell was hired in the off-season. In 1984, the Oilers won a bidding war for free-agent former CFL quarterback Warren Moon but didn't return to the playoffs that year either, with two wins and fourteen losses. The aging Earl Campbell was traded to New Orleans during the off-season and was replaced by Mike Rozier, a refugee from the USFL. In week 14 of the 1985 season, Campbell was replaced by Jerry Glanville, who saw the team through the last two games to finish 5–11. A 31–3 rout of Green Bay in the 1986 season opener looked promising, but in the end Houston only managed another 5–11 record. Another strike in 1987 reduced the season to 15 games, three by substitute players. After ending 9–6, the team achieved its first winning record and playoff berth in seven years. After beating the Seahawks in overtime, they fell to Denver in the divisional round. Going 10–6 in 1988, the Oilers again got into the playoffs as a wild card, beat Cleveland in a snowy 24–23 match, and then lost to Buffalo a week later. 1989 saw a 9–7 regular season, but the team gained a wild card berth. In a messy, penalty-ridden game, they were beaten by Pittsburgh. The Oilers' resurgence came in the midst of a battle for the franchise's survival. In 1987, Adams threatened to move the team to Jacksonville, Florida (later the home of Jacksonville Jaguars), unless the Astrodome was \"brought up to date\". At the time the Astrodome seated about 50,000 fans, the smallest capacity in the NFL. Not willing to lose the Oilers, Harris County responded with $67 million in improvements to the Astrodome that included new AstroTurf, 10,000 additional seats and 65 luxury boxes. These improvements were funded by increases in property taxes and the doubling of the hotel tax, as well as bonds to be paid over 30 years. However, Adams' increasing demands for greater and more expensive accommodations to be funded at taxpayer expense sowed seeds of tension that assisted the team's departure from Houston.[citation needed] The Oilers briefly rose to become a league power once again in the first half of the 1990s. In 1991, the Oilers won their first division title in 25 years, and their first as an NFL team. However, only two minutes away from their first conference title game in 13 years, they were the victims of an 80-yard march by John Elway and the Denver Broncos before David Treadwell kicked a 28-yard field goal to win the game 26–24. In 1992, the Oilers compiled a 10–6 regular season record, but made history against the Buffalo Bills in the AFC Wild Card playoffs by blowing an NFL record 35–3 lead and eventually losing 41–38 in overtime, a game now known simply as \"The Comeback\". In the 1993 season, the Oilers finished with a 12–4 record, their best record ever in Texas, and another AFC Central title, but lost in the second round to the Chiefs. However, the 1993 season is best remembered as being a turbulent season for the team, as internal conflict plagued the team with a 1–4 start before they eventually won their final 11 games of the season. One notable part of the turbulence was a brawl between offensive coordinator Kevin Gilbride and defensive coordinator Buddy Ryan (who did not get along very well at all) on the final game of the regular season (nationally broadcast on ESPN) against the New York Jets. After the season ended, Moon was traded to the Minnesota Vikings. Without Moon, the Oilers finished the next season 2–14, the third-worst record for a full season in franchise history. The Oilers would never make the playoffs again in Texas. However, they did draft Steve McNair in 1995. At the same time, Adams again lobbied the city for a new stadium, one with club seating and other revenue generators present in recently built NFL stadiums, and he committed to pay for 25% of the cost of a new stadium. His idea called for a downtown domed stadium that could also be reconfigured to accommodate the NBA's Houston Rockets–similar to San Antonio's Alamodome.[4] Mayor Bob Lanier initially supported Adams' bid for a new stadium privately, but refused to publicly support the project. Although Houstonians wanted to keep the Oilers, they were leery of investing more money on a stadium so soon after the Astrodome improvements.[citation needed] The city was also still struggling to recover from the oil collapse of the 1980s. Adams, sensing that he was not going to get the stadium he wanted, began shopping the Oilers to other cities. He was particularly intrigued by Nashville, and opened secret talks with mayor Phil Bredesen. At the end of the 1995 season, Adams announced that the Oilers would be moving to Nashville for the 1998 season.[5] City officials there promised to contribute $144 million toward a new stadium, as well as $70 million in ticket sales. Soon after the move was announced, support for the Oilers in the Houston area dried up almost overnight. As a result, the 1996 season was an unmitigated disaster. Only three games attracted crowds of more than 30,000 people. Games were so quiet that it was possible to hear conversations on the field from the grandstand.[citation needed] Meanwhile, the team's radio network, which once stretched across the state of Texas, was reduced to flagship KTRH in Houston and a few affiliates in Tennessee. By October 1996, KTRH was cutting off games prior to their finish in favor of Houston Rockets preseason games.[6] The Oilers got off to a 5–2 start, but a stretch of four losses in five games took them out of playoff contention. The team went 8–8, finishing 6–2 in road games and only 2–6 in home games. The team's final game in Houston, against the Bengals on December 15, attracted just over 15,000 people—by at least one estimate, the smallest crowd in franchise history. Adams, the city and the league were unwilling to see this continue for another season, so a deal was reached on May 8, 1997 to let the Oilers out of their lease a year early and move to Tennessee.[4] The Oilers lost their final game in Houston 21–13. In 1999, Robert McNair was awarded, at a cost of $1 billion, an expansion team which replaced the Oilers in Houston. The franchise became the Houston Texans, which adopted a similar red, white and blue team color tandem, albeit in darker shades and inherited the sports complex the Oilers had played in, but not the Oilers' former home; what is now called NRG Stadium (formerly Reliant Stadium) would be built next door to the Astrodome in 2002. Bud Adams established the Titans/Oilers Hall of Fame after the 40th season of the franchise to honor past players and management.[7]","Title":"Houston Oilers - Wikipedia","KeyID":"17731","URL":"https://en.wikipedia.org/wiki/Houston_Oilers"}