{"Content: ":"Ira Lynn Valentine (June 4, 1963 – July 6, 2022) was an American football running back who played one season in the National Football League (NFL) for the Houston Oilers. He played college football at Texas A&M and also had a stint with the Tampa Bay Buccaneers. Valentine was born on June 4, 1963, in Marshall, Texas.[1] He attended Marshall High School and played football. He played on defense for his first three seasons, only seeing time as a running back in his senior year.[2] As a senior, Valentine ran 174 times for 858 yards (a 4.9 yard average) and scored nine touchdowns.[2] After graduating from high school, Valentine committed to Texas A&M University, joining two of his former Marshall teammates.[3] He was the first Marshall player to sign a letter-of-intent in 1982, signing at 8 a.m. on February 10, the earliest possible time.[4] For his first season at the school, he played on the junior varsity football team.[5] Valentine made the varsity roster in 1983 as the backup fullback.[6] However, he suffered an injury and did not play.[1] In 1984, Valentine played as a reserve fullback and return specialist.[7][8] Valentine saw his first \"extensive playing time\" in 1985 and was the team's top blocking back.[9] He scored his first career touchdown in a 43–16 win over Houston in week five and scored a key two-point conversion in the Aggies' 28–27 win versus the Texas Tech Red Raiders two weeks earlier.[9] Valentine saw more time as a ball-carrier in 1986 due to the departure of Anthony Toney.[10] He finished his college career with 101 touches for 486 yards and six touchdowns.[11] Valentine was selected in the 12th round (314th overall) of the 1987 NFL Draft by the Houston Oilers.[12][13] \"Ira was the fastest player at his position still available when it came our turn,\" said Oilers' coach Jerry Glanville, as Valentine had run a 4.40 second 40-yard dash in college.[14] \"That's what we look for in our 12th round pick ... the fastest player available at his position.\"[14] He reported to camp at the beginning of May.[13] He was officially signed by the team in mid-July.[15] In two preseason games against the Indianapolis Colts, Valentine ran for 65 yards on 15 carries.[16] He survived the final roster cuts on September 7.[16] He made his NFL debut in week one against the Los Angeles Rams, in a 20–16 win.[17] Valentine did not play again until week ten, a 23–3 win at the Pittsburgh Steelers.[17] In the game, he recorded three rush attempts for five yards as well as two receptions for 10 yards.[17] He also appeared in five other games: week eleven, a 7–40 loss versus the Cleveland Browns; week twelve, a 27–51 loss at the Indianapolis Colts; week thirteen, a 33–18 win over the San Diego Chargers, in which he recorded two rushes for five yards; week fourteen, a 10–24 loss at the New Orleans Saints; and week sixteen, a 21–17 win over the Cincinnati Bengals, in which he recorded one kickoff return for 13 yards.[17] He also appeared in two playoff games, in a win over the Seattle Seahawks and in a loss to the Denver Broncos.[17] Valentine finished the season with five rushes for 10 yards, two catches for 10 yards, and one kickoff return for 13 yards for a total of 33 all-purpose yards.[17] He appeared in seven total games as well as two playoff games.[17] Valentine entered the 1988 season competing with Alonzo Highsmith, Mike Rozier, Lorenzo White, Allen Pinkett, Spencer Tillman, and Ray Wallace for the starting running back job.[18] He was released at the final roster cuts in August.[19] Valentine received a tryout with the St. Louis Cardinals in October 1988, but was not signed.[20] In January 1989, he signed a two-year contract with the Tampa Bay Buccaneers.[21] He was released at the final roster cuts in August and did not sign another NFL contract afterwards.[22] Valentine died July 6, 2022, at the age of 59, from a heart attack.[11]","Title":"Ira Valentine - Wikipedia","KeyID":"17730","URL":"https://en.wikipedia.org/wiki/Ira_Valentine"}