{"Content: ":"Mohammed Sanusi Barkindo (20 April 1959 – 5 July 2022) was a Nigerian politician. From 1 August 2016 until his death, he was the Secretary General of the Organization of the Petroleum Exporting Countries. He helped to create the OPEC+ alliance between OPEC members and other oil-producing countries. Barkindo previously served as Acting Secretary General in 2006. He led the Nigerian National Petroleum Corporation from 2009 to 2010, and headed Nigeria's technical delegation to UN climate negotiations beginning in 1991. Barkindo was born on 20 April 1959 in Yola.[1] Barkindo completed his bachelor's degree in political science from Ahmadu Bello University (Zaria, Nigeria) in 1981[1] and his Master of Business Administration degree from Southeastern University (Washington, D.C.) in 1991. Prior to his MBA, he earned a postgraduate diploma in Petroleum Economics from Oxford University in 1988.[2][3] Barkindo began his career in 1982 at the Nigerian Mining Corporation (NMC), which he left in 1986 at the level of principal administrative officer. Shortly before leaving NMC, he was hired as a special assistant of Rilwanu Lukman, Nigeria’s Minister of Oil and Energy.[4] He remained in this position until 1989, during which he was also the head of the Office of the Chairman of the Board at the state-owned Nigerian National Petroleum Corporation (NNPC).[5] After completing his MBA, Barkindo went on to spend much of his career in the NNPC. He was manager of different divisions, including General Manager of the London Office. In 2007, he was appointed the coordinator of special projects, which included oversight of all the company’s federal government projects. He served as Group Managing Director (GMD) of NNPC from January 2009 to April 2010.[5] In 2010, Barkindo moved to Washington, D.C.[6] He was a research fellow at George Mason University from 2014 to 2016.[1] From 1991, Barkindo was leader of Nigeria's delegations to the United Nations Framework Convention on Climate Change. He was the only Nigerian delegate to attend all the United Nations Climate Change conference meetings from 1995 to 2010. He was elected Vice President of the Conference of Parties in 2007, 2008, and 2009.[4] Barkindo first became one of Nigeria's delegates to OPEC ministerial conferences in 1986. In 1993, he was appointed as Nigeria's representative on the OPEC economic commission board (ECB).[4] He remained on the board until 2008, and as a delegate until 2010. From 2009 to 2010, he was the Nigerian Governor on the OPEC Board of Governors.[1] In 2006, Barkindo served as the Acting Secretary General of OPEC. In this capacity, he chaired the ECB. In the following year's meeting of the UN Commission on Sustainable Development, Barkindo was chair of the OPEC Task Force.[3][7] At the beginning of June 2016, Barkindo was appointed Secretary General of the OPEC for a period of three years. He would take office on 1 August 2016, succeeding the Libyan Abdallah Salem el-Badri, who had been Secretary General since 2007.[8] Barkindo was considered a neutral choice. Nigeria was not calling for production regulation to raise prices, and was not directly involved in existing tensions between Saudi Arabia, Iraq, and Iran.[9] In his first remarks about the appointment, Barkindo acknowledged the diplomatic nature of the position, hoping that the members would be willing to \"sit down and talk\" over policy differences.[10] To this end, he aimed to develop personal rapport with the heads of state in OPEC member countries, particularly Saudi Arabia and Iran.[6] Through discussions with Russia and nine other non-OPEC countries, Barkindo facilitated the formation of an informal alliance called OPEC+. This new alliance, which controlled close to half the global oil production, began collective actions in 2017.[11][6] Barkindo also developed relationships with executives from U.S. oil producers, who traditionally viewed OPEC as a rival.[12] He was appointed for a second term in 2019,[13] and OPEC+ was formalized that same year.[6] Barkindo continued to attend the UN climate change conferences, which he would address on behalf of OPEC.[14] He also led summits with the European Union in 2020[15] and 2022.[16] Barkindo turned down offers of an extended term, so Haitham al-Ghais of Kuwait was chosen by acclamation as his successor.[17] Barkindo agreed to become a distinguished fellow at the Global Energy Center of the Atlantic Council upon completing his term as Secretary General[18] on 31 July 2022.[6] Barkindo died in Abuja on 5 July 2022, at the age of 63.[19] His death was announced by the group managing director of Nigerian National Petroleum Corporation, Mele Kyari.[20][21] Barkindo was awarded a Doctor of Science honoris causa by the Federal University of Technology Yola in 2010.[22] In 2011, the Lamido of Adamawa bestowed on him the honorific title of Wali.[23] The Abdullah bin Hamad Al Attiyah International Foundation for Energy and Sustainable Development gave Barkindo a \"Lifetime Achievement Award for the Advancement of OPEC\" in 2018.[24] In 2022, Barkindo received the Grand Decoration of Honour in Silver with Sash for Services to the Republic of Austria (Austrian German: Grosse Silberne Ehrenzeichen am Bande für Verdienste um die Republik Österreich) for strengthening ties between OPEC and its host nation Austria.[25]","Title":"Mohammed Barkindo - Wikipedia","KeyID":"17737","URL":"https://en.wikipedia.org/wiki/Mohammed_Barkindo"}