{"Content: ":"Annalisa \"Lisetta\" Carmi (15 February 1924 – 5 July 2022) was an Italian photographer. Carmi was born in Genoa in a family of Jewish origins. Her older brother was the painter Eugenio Carmi. In the 1930s the Carmi family became a target of the Italian racial laws introduced by Benito Mussolini. Lisetta was expelled from school and forced to relocate with her family to Switzerland.[1] At the end of World War II, the family relocated to Milan. Carmi, who had studied piano from the age of 10, graduated from the Milan Conservatory in 1946.[1] In 1960 she eventually decided to leave a promising career as a concert pianist to focus on photography; her first commission was as a stage photographer at the Teatro della Tosse in Genoa.[1][2] In 1964, posing as a cousin of a dock worker, Carmi produced an exclusive report of the working conditions in the Port of Genoa. The resulting exhibition Genova Porto at Doge's Palace, Genoa, was received with critical acclaim and led her to collaborate with national magazines.[1] Carmi's focus was on representing outcasts and socially marginalized subjects. Her 1972 photo-book I travestiti (\"The cross-dressers\"), which focused on the Italian LGBQ community, generated controversies, with many bookstores refusing to carry the publication.[3] Among Carmi's best known works are her 1977 photo-books Acque di Sicilia (\"Waters of Sicily\"), with a text by Leonardo Sciascia, and Metropolitain (2018), set in the Paris Métro. Other notable achievements were her report of the 1966 flood of the Arno and the Northern Irish conflict in Belfast.[2][3] Carmi was also a portraitist. Among her well-known subjects were Ezra Pound, Charles Aznavour, Joris Ivens, Edoardo Sanguineti, Lucio Fontana, César Baldaccini, Judith Malina, Carmelo Bene, Leonardo Sciascia, Jacques Lacan and Claudio Abbado.[2][3] In 1976 Carmi bacame a disciple of Haidakhan Babaji and opened an ashram in Cisternino, mainly devoting the rest of her life to spreading his teachings.[1][2][3] She died in Cisternino on 5 July 2022, at the age of 98.[1][2][3]","Title":"Lisetta Carmi - Wikipedia","KeyID":"17739","URL":"https://en.wikipedia.org/wiki/Lisetta_Carmi"}