{"Content: ":"Lenny Von Dohlen (December 22, 1958 – July 5, 2022) was an American television, film, and stage actor.[1][2][3] With a 40-year career that primarily featured work in independent films and guest appearances on numerous prominent series, he was probably best known for his performance as architect Miles Harding in the film Electric Dreams (1984),[4] the title role as a steelworker's son opposite Karl Malden in Billy Galvin (1986), and as the orchid-loving agoraphobe Harold Smith in the television series Twin Peaks and its prequel film Twin Peaks: Fire Walk With Me.[5] Von Dohlen was born on December 22, 1958, in Augusta, Georgia, and raised in Goliad, a small town in south Texas.[2][6] He had German ancestry from his paternal side. As a child he wished to become a jockey, but grew too tall for his dream.[6] He studied Theater at the University of Texas, and graduated from Loretto Heights College in Denver, Colorado.[6] From there he moved to New York City to pursue a career on the stage, saying in an interview: \"I knew I wanted to go to New York City to work in the theater ... so I rid myself of my Texas accent by listening to John Gielgud records. Then, after I got to NYC, the first film I was offered was to play the leader of a country & western band in Texas. Ahh, irony.\"[6] Lenny Von Dohlen's film debut was in the Academy Award-winning 1983 film Tender Mercies, starring Robert Duvall, as a young country musician seeking the advice of a former star living quietly in rural Texas.[5][7] The following year, Von Dohlen played the lead role in the cult film Electric Dreams, as a shy architect who finds himself competing romantically with his computer for the affection of his neighbor, which Roger Ebert called \"perfect casting\".[4][7][8] Other early movie roles include: Under the Biltmore Clock (1985); the title role in Billy Galvin (1986) opposite Karl Malden; Dracula's Widow (1987); Blind Vision (1992); Twin Peaks: Fire Walk with Me (1992); Jennifer 8 (1992); and Ed Zwick's Leaving Normal (1992).[7] He appeared in acclaimed independent films such as Tollbooth (1994), Bird of Prey (1996), One Good Turn (1996), Entertaining Angels (1996), Cadillac (1997) and Frontline (1997),[7][9] and played one of the villains in Home Alone 3 (1997).[7] In 2007 he appeared in Beautiful Loser,[10] and in Teeth, a Sundance and Berlin Film Festival Dramatic Competition nominee.[7] In 2010 he played Elder Daniel in Downstream[11] and in the same year he played Sheriff Jack Carter in a short film called Night Blind (2010).[12] In 2012/13 he was seen in Camilla Dickinson and White Camellias.[13] In 2015 he played the title role of fictional legendary film director Oskar Knight in the mockumentary Near Myth: The Oskar Knight Story.[14][15][16] Von Dohlen's first television role was in NBC's Emmy-award-winning Kent State (1981).[17] He is well-known for portraying agoraphobic orchid lover Harold Smith in David Lynch and Mark Frost's 1990 TV series Twin Peaks.[5] In 2010, for its homage to Twin Peaks, Von Dohlen appeared in USA Network's show Psych in the episode Dual Spires, playing Sheriff Andrew Jackson joining a cast reunion including Sheryl Lee.[18] Others television roles include Don't Touch, directed by Beau Bridges; The Equalizer; Tales From the Darkside; Miami Vice; thirtysomething (1987); The Lazarus Man (playing John Wilkes Booth), Picket Fences (playing the gay brother of Marlee Matlin's character (1992)); as the diabolical Mr. Cox in a recurring role on The Pretender (1999); Walker, Texas Ranger (1996); and Chicago Hope (1999).[7][9] He appeared in the Masterpiece Theatre presentation of Eudora Welty's The Ponder Heart (2000) on PBS.[19] In 1992, he played a government agent of a future fascist state in the BBC's Red Dwarf series V, episode 6, Back to Reality.[20] In 2017 he appeared in Episode 12 of Seth MacFarlane's futuristic sci-fi Fox series The Orville, as the priest Valondis.[21] In the theater, Von Dohlen created roles in the New York productions of Asian Shade,[22] The Team,[6] Twister,[23] Vanishing Act,[24] and The Maderati,[24] the latter two by Richard Greenberg. For nine months he starred in Caryl Churchill's play Cloud 9, directed by Tommy Tune,[25][26] followed by The Roundabout Theatre Company's revival of Desire Under the Elms, opposite Kathy Baker.[27][28][29] He starred in Hamlet, Romeo and Juliet, Joe Orton's Loot, Legacy of Light at the Cleveland Play House,[30] Lanford Wilson's one-man play \"A Poster of the Cosmos\", and \"Doubt\" at the Indiana Repertory Theatre.[30] On the West Coast, Von Dohlen was seen in Wedekind's Lulu at the La Jolla Playhouse, and The Blue Room at the Pasadena Playhouse, Theater District at the Black Dahlia Theater.[30] In Pasadena at The Theater at Boston Court, Von Dohlen both originated the role of the famous literary personality Voltaire in the world premiere of Jean Claude van Italli's Light and played Don Quixote in Tennessee Williams's Camino Real.[30][31] In 2012 at GTC, he played Elyot Chase in Noël Coward's Private Lives.[32][33] He died on July 5, 2022, after a long illness. His death was announced by his sister Catherine on Facebook three days later. He had a daughter called Hazel and a partner, playwright James Still.[1][2] He predeceased his mother, Gay Von Dohlen; and siblings Mary Gay, Catherine and John David.[2] His father, Leonard, died in 2009.[34]","Title":"Lenny Von Dohlen - Wikipedia","KeyID":"17742","URL":"https://en.wikipedia.org/wiki/Lenny_Von_Dohlen"}