{"Content: ":"Nazareth are a Scottish hard rock band formed in Dunfermline in 1968 that had several hits in the United Kingdom, as well as in several other Western European countries in the early 1970s. They established an international audience with their 1975 album Hair of the Dog, which featured their hits \"Hair of the Dog\" and a cover of the ballad \"Love Hurts\".[3][4][5] The band continues to record and tour. Nazareth formed in December 1968 in Dunfermline, Scotland, from the remaining members of semi-professional local group The Shadettes (formed in 1961) by vocalist Dan McCafferty, guitarist Manny Charlton, bassist Pete Agnew, and drummer Darrell Sweet.[6] They were inspired by The Beatles and The Rolling Stones.[7] Nazareth took their name from Nazareth, Pennsylvania, which is cited in the first line of The Band's classic song \"The Weight\" (\"I pulled into Nazareth, was feelin' about half past dead...\").[6] The band moved to London, England in 1970 and released their eponymous debut album in 1971.[6] After getting some attention with their second album Exercises, released in 1972, Nazareth supported Deep Purple on tour, and issued the Roger Glover-produced Razamanaz, in early 1973.[6] This collection spawned two UK Top Ten hits, \"Broken Down Angel\" and \"Bad Bad Boy\".[6] This was followed by Loud 'N' Proud in late 1973, which contained another hit single with a cover of Joni Mitchell's song \"This Flight Tonight\".[6] Then came another album Rampant, in 1974, that was equally successful although its only single, \"Shanghai'd in Shanghai\", narrowly missed the British Top 40.[4] A non-album song, again a cover version, this time of Tomorrow's \"My White Bicycle\", was a UK Top 20 entry in 1975.[6] Hair of the Dog was released in April 1975 and was produced by Manny Charlton, ending Roger Glover's association with the band.[4] The title track of that album (popularly, though incorrectly, known as \"Son of a Bitch\" due to its hook lyric) became a staple of 1970s rock radio. The American version of the album included a song originally recorded by The Everly Brothers, the melodic Boudleaux Bryant-penned ballad \"Love Hurts\", that was released as a hit single in the UK and in the US, where it went platinum. The track became the band's only US Top Ten hit[8] and was also a top 10 hit in nine other countries, reaching number 1 in six of them. The song was on the Norwegian chart for 60 weeks.[8] In 1979, second guitarist Zal Cleminson was added to the line-up, remaining for two albums, No Mean City and Malice in Wonderland, and contributing numerous compositions.[6] Malice in Wonderland contained the single \"Holiday\".[4] In 1981, they contributed the song \"Crazy (A Suitable Case for Treatment)\" to the soundtrack to the film, Heavy Metal. Various Nazareth line-ups continued to make studio albums and tour throughout the 1980s and 1990s, although their popularity had declined such that some albums no longer received either a UK or a US release. They remained popular in Europe, particularly Germany, where \"Dream On\" became a hit single. In 1991, Billy Rankin returned to replace Manny Charlton on the No Jive album, remaining with the band until 1994.[6] A tribute came in 1993 when Guns N' Roses covered Nazareth's \"Hair of the Dog\" on \"The Spaghetti Incident?\", consolation after they turned down Axl Rose's request for the group to play at his wedding.[6] Rankin departed again in 1994, but with Jimmy Murrison and keyboard player Ronnie Leahy, Nazareth maintained a live following in Europe and the US.[6] Nazareth continued touring after Rankin's departure, with Jimmy Murrison and keyboard player Ronnie Leahy.[6] While on tour in 1999, original drummer Darrell Sweet died at age 51 of a heart attack. He was replaced by bassist Pete Agnew's son Lee for later editions of the band. On 4 August 2006, John Locke, the former keyboardist of the band, died from cancer at the age of 62.[9] In February 2008, The Newz was released on the Hamburg-based label, Edel Entertainment. The release of the album coincided with Nazareth's fortieth anniversary tour, which started on 25 January in Sweden and visited most of Europe, finished on 4 November 2008 in Norway. A follow up album, Big Dogz, was released on 15 April 2011. Nazareth announced McCafferty's retirement from the band due to ill health on 28 August 2013,[10] leaving Pete Agnew as the sole remaining original member of the band. On 22 February 2014, it was announced that Scottish singer Linton Osborne was chosen as McCafferty's replacement, with the former singer's blessing.[11] In December 2014, Nazareth announced the cancellation of several shows,[12] and later postponement of their UK tour,[13] due to Osborne contracting a virus that left him unable to perform. In a post on his Facebook page 16 January 2015, Osborne announced his departure from the band.[14][non-primary source needed] On 13 February 2015, the band announced that Carl Sentance, formerly of Persian Risk, Geezer Butler Band, and Krokus, was their new lead vocalist.[15][non-primary source needed] In October 2018, the album Tattooed on My Brain, was released via Frontiers Records.[16] 'The 50th Anniversary Tour' followed, spanning 2018 and 2019, along with German hard rock band Formosa as support.[17][18] Original guitarist Manny Charlton died on 5 July 2022, aged 80.[19] ","Title":"Nazareth (band) - Wikipedia","KeyID":"17741","URL":"https://en.wikipedia.org/wiki/Nazareth_(band)"}