{"Content: ":"Manuel Charlton (25 July 1941 – 5 July 2022)[1] was a founding member of the Scottish hard rock band Nazareth and was their lead guitarist from 1968 to 1990. Charlton was born in La Línea, Andalusia, southern Spain. His family had emigrated from Spain to Dunfermline, Scotland in the 1940s when he was aged 2. Prior to joining Nazareth, Charlton played in a few bands, most notably the Mark 5 and later the Red Hawks, until joining the local semi-pro Dunfermline band The Shadettes. In 1968, the band changed their name to Nazareth, inspired by the opening lyric from \"The Weight\", a song by The Band. Charlton played a huge part in Nazareth's worldwide success. His bluesy style of playing, combined with Dan McCafferty's vocals, first came to the attention of wider rock audiences when Nazareth toured in 1971 as the opening act for Deep Purple. But by 1973, they were headlining their own shows.[2] Charlton was also the band's producer for many years, succeeding Deep Purple's Roger Glover, after the band decided they wanted to move in a new direction for the Hair of the Dog album. Hair of the Dog attained platinum sales in the United States and has to date sold in excess of two million copies. It is the band's most well known album, and contains their biggest hit \"Love Hurts\" which reached No. 8 in the United States. Charlton also produced the self-titled Dan McCafferty debut LP in 1975, with a single \"Out of Time\" (1975) reaching # 41 in the UK chart. He would go on to produce a string of successful Nazareth albums, up to and including No Mean City (1979). Axl Rose of Guns N' Roses initially wanted \"the guy who produced Nazareth's Hair of the Dog\"[3] to produce what would become the band's breakthrough album. Charlton got the request from Geffen Records and produced several recordings at Sound City Studios (Los Angeles) in June 1986. At the end of the session they had 25 songs on tape, including \"Paradise City\", \"Rocket Queen\", \"Welcome to the jungle\", \"Nightrain\", two versions of \"Move to the City\", \"November Rain\", \"Shadow of your Love\" (takes one and two), and \"Reckless Life\". After this initial work, he rejoined Nazareth in Europe, and Guns N' Roses hired Mike Clink to produce the album. Charlton's productions are included as bonuses on the 2018 reissue of Appetite for Destruction. After leaving Nazareth in 1990, Charlton played some solo shows on the Scottish club circuit, and released his first solo album Drool in 1997, on the Red Steel record label with Neil Miller on vocals. The following year, he relocated to Texas, where he formed the Manny Charlton Band (MCB). The new band released a pair of albums – Stonkin and Klone This – before disbanding in 2003. In 1995, Charlton sent to id Software, creator of Doom, a cassette tape featuring an untitled song that John Romero would later title \"Blood on the Walls\". The liner said, \"For all the guys and gals at I.D. (sic) who came up with the coolest game this side of hell, kick some demon butt to this!!\" It also said \"distribute as shareware\", in keeping with the old days of PC gaming in which one could get the first third or fourth of the game for free or a reduced price, and buy the full game later.[citation needed] Romero would later find this tape and record it to mp3, providing it for free on his website. The song is actually titled \"Doom\" from Charlton's album Drool. In 2004, Charlton released Say The Word on the Scottish label River Records. 2005 saw the release of Sharp, which is on the whole a covers album, including Tim Hardin's \"Hang On To A Dream\" and Bob Dylan's \"Shelter from the Storm\". Later that same year, Charlton completed the follow-up to Sharp, titled Sharp Re-Loaded. In early 2006, Charlton joined the Swedish rock band, From Behind, who released their debut album titled Game Over, and toured in support of the album around Europe before disbanding in late 2007. Charlton then released a solo album Americana Deluxe, covering songs such as Fleetwood Mac's \"Tusk\". In March 2013, Charlton released Hellacious[4] co-produced by Gary Bryant (GB Records). This recording was made in California and featured Tim Bogert, Walfredo Reyes, Jr., Steven Adler, Vivian Campbell, and Robin DeLorenzo. In 2014, Charlton's solo albums Sharp and Sharp Re-Loaded were issued as a double CD. Neil Jefferies of Classic Rock commended Charlton's production work, writing: \"Among three Dylan songs tackled, 'All Along The Watchtower' is simply stunning, sidestepping both the original and Hendrix’s seminal version with quasi-reggae tones that cement Charlton’s reputation as a truly gifted arranger.\" In 2018, Atom Records released Créme De La Créme, an album celebrating the 'Best Of' Charlton's solo career. Charlton was married to Isabel and they later divorced.[1] They had a son and daughter together. His son preceded him in death by 6 months. [5] In 1997, Charlton moved to Texas in the US, where he married his second wife Julie. He relocated again to Cordoba in Spain in 2015. During a visit to the US, Charlton died in Texas on 5 July 2022, aged 80.[1][6][7]","Title":"Manny Charlton - Wikipedia","KeyID":"17740","URL":"https://en.wikipedia.org/wiki/Manny_Charlton"}