{"Content: ":"Alfred Koerppen (16 December 1926 – 5 July 2022) was a German organist, music pedagogue, composer and academic teacher. He taught composition and music theory at the Hochschule für Musik und Theater Hannover from 1948 to 1991. His compositions focus on choral music with and without accompaniment, but he also wrote symphonies, chamber music and stage works. Koerppen was born in Wiesbaden on 16 December 1926.[1][2] His father, August Koerppen, was a conductor, so he became familiar with music early. He received his first music lessons at the age of six. While still at school, he wrote his own compositions. He attended the Musisches Gymnasium Frankfurt for especially musically gifted children from all over Germany, from 1939 to 1945; he was trained in composition and music theory by Kurt Thomas.[1][2] He studied at the same time as Heinz Hennig, Paul Kuhn, Clytus Gottwald and Siegfried Strohbach.[3] After World War II, Koerppen initially worked as an organist and music teacher at the Musisches Gymnasium.[4][2] In 1946, his first works were published and he received commissions for compositions. In 1948, Koerppen became a lecturer at the Landesmusikschule Hannover,[2] (later the Hochschule für Musik und Theater).[1] When the opera house was reopened after restoration, his oratorio Der Turmbau zu Babel was premiered.[3] Koerppen's opera Virgilius, der Magier von Rom to a libretto by the composer after Virgil was premiered in Frankfurt in 1951, and published by Breitkopf & Härtel in 1953.[5] In 1960, he was granted a one-year scholarship at the Villa Massimo in Rome.[2] In 1967, he was appointed professor of composition and music theory at the Hochschule für Musik und Theater Hannover.[2] Since 1970, he has also been active internationally, teaching for example as a visiting professor at the Shanghai Academy of Music.[2] In 1983, Koerppen received the Lower Saxony State Prize for culture.[2] He retired from teaching in 1991, having educated many students who became notable composers, conductors, church musicians and pedagogues.[1] Koerppen wrote his last work, a cantata In Paradisum (To paradise) to the text from the Requiem, in 2021 at age 94.[4] It was premiered in the Stadthaus Burgdorf in September 2021.[3] In 1960, Koerppen married the violinist Barbara Koerppen, nèe Boehr.[3] They lived in Burgdorf.[3][6] Together, they founded in 2002 the Alfred Koerppen Stiftung, a foundation towards the creation, publication and performance of new classical music.[7] Koerppen died on 5 July 2022, at the age of 95, at the hospital of the Medizinische Hochschule Hannover after a brief serious illness.[8][9] Koerppen's works are published by Breitkopf & Härtel, Möseler Verlag [de], Bärenreiter, Ferrimontana and ADU-Verlag (later Merseburger Verlag [de]).[2] He wrote chamber music for strings and piano, among others, organ works, Lieder, numerous choral works a cappella and with accompaniment.[1][10][11][12] Source:[16] Several of his works were recorded, such as his string quartets by the Nomos Quartet.[19] A melodrama \"Das verschleierte Bild von Sais\", setting a poem by Friedrich Schiller on the occasion of his celebration in 2005, was premiered and recorded by duo pianoworte, together with other new melodramas under the title Schiller beflügelt.[20]","Title":"Alfred Koerppen - Wikipedia","KeyID":"17749","URL":"https://en.wikipedia.org/wiki/Alfred_Koerppen"}