{"Content: ":"Padmanabha Pillai Gopinathan Nair (7 July 1922 – 5 July 2022) was an Indian social worker, Gandhian, independence activist, and the chairman of Mahatma Gandhi National Memorial Trust (popularly known as Gandhi Smarak Nidhi).[1] He participated in the Quit India movement of 1942 and worked alongside Vinoba Bhave to promote Bhoodan and Gramdan movements.[2] He was the initiator of the camp movement, a student program that was part of the Construction Movement of Mahatma Gandhi.[3] He was a recipient of the Jamnalal Bajaj Award, among other honors.[4] The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2016, for his contributions to society.[5] Gopinathan Nair was born on 7 July 1922 to M. Padmanabha Pillai and K. P. Janaki Amma in Neyyattinkara, a town in the southern part of Thiruvananthapuram district of the south Indian state of Kerala.[3] After completing his school education at the Government High School, Neyyattinkara, he did his university studies in science at the University College, Thiruvananthapuram.[1] During university, Nair participated in the Quit India movement.[6] In 1944, he founded the Trivandrum Students Settlement movement with 35 students, inspired by the Construction movement of Mahatma Gandhi. In 1946, he became the Chief Tattwa Pracharak of the Kerala Gandhi Smarak Nidhi and conducted several courses for his colleagues as well as other students.[6] During that same year, he completed further studies in Chinese culture and Gandhian philosophy at Shantiniketan.[1] For the next decade and a half, he set up camps for training people and carried out construction projects such as roads and sanitation facilities. He organized people for Bhoodan and Gramdan activities.[7] When Vinoba Bhave visited Kerala as a part of his Padayatra, Nair organized a meeting in Kalady. Nair also became associated with Shanti Sena and was involved in many of its activities. He was reported to have been a mediator during the Naxalite insurgency in Kilimanoor in 1970, the Hindu-Muslim communal riots in Thalassery, the East Bengali refugee crisis of 1971, and the Kuttanad Peace Project of 1971 to 1976. He also served as the chair of the Sarva Seva Sangh in 1989[6] and was the convenor of the Cow Protection Committee in Kerala when Bhave campaigned against slaughter of cows. In the aftermath of the Marad massacre of 2002, Chief Minister A. K. Antony requested Nair's assistance in mediating between the warring factions; Nair was reportedly successful in his efforts.[7] Nair, who wrote several articles on Gandhian thought,[8] was associated with Gandhi Smarak Nidhi in various positions. He held the post of the secretary of the Kerala chapter from 1980 to 1982, then became head of the chapter in 1999.[1] He was elected as the national president of Gandhi Smarak Nidhi in 2012.[9] In addition, Nair was a life member and a member of the governing board of the Gandhi Peace Foundation[10] and a president of the All India Sarva Seva Sangham, Varanasi (6 years) and Sevagram, Wardha (11 years).[1] He was the chairman and patron of the Noorul Islam Civil Service Academy[11] and a member of Sree Uthradam Thirunal Institute Of Culture, Thiruvananthapuram[12] Nair was married to L. Saraswathi Amma, a retired State Women’s Welfare officer,[1] and the couple lived in Neyyattinkara.[13] Nair died from a heart attack at a private hospital in Neyyattinkara on 5 July 2022, two days before his 100th birthday.[14][15] He suffered from post-COVID-19 health complications and age-related ailments prior to his death.[16][15] Nair received the Social Service Award of the Stallions International in 2003.[17] He was selected for the Jamnalal Bajaj Award in 2005 in recognition of his constructive social service.[4] The University of Calicut honored him for his services to Gandhian studies in 2005;[18] the University of Kerala felicitated him on 24 April 2012, when he was elected as the national president of Gandhi Smarak Nidhi.[9] The Government of India awarded him the civilian honor of the Padma Shri in 2016, though the original recommendation of the state government was for the higher award of the Padma Bhushan.[2] The Department of Information and Public Relations of the Government of Kerala and the state chapter of Gandhi Smarak Nidhi jointly organized a photo exhibition at Gandhi Bhavan, Thiruvananthapuram, featuring various photographs from Nair's life, in connection with his 95th birthday celebrations. Besides photographs, the exhibition had several informative write-ups about him.[19] Noorul Islam Civil Service Academy of the NIMS Charity Trust, where he was the patron, was renamed as P. Gopinathan Nair Civil Service Training Academy in his honor in 2011, in connection with his 90th birthday celebrations.[20] His life has been documented in a 30-minute documentary film, directed by Rajan V. Pozhiyoor, the secretary of Thikkurissi Foundation and produced by the Media Research Institute, Thiruvananthapuram.[21] His biography has also been published under the title, Gandhian Karmapadhangalil (Along the Gandhian Paths).[19]","Title":"P. Gopinathan Nair - Wikipedia","KeyID":"17752","URL":"https://en.wikipedia.org/wiki/P._Gopinathan_Nair"}