{"Content: ":"Maurice Lamoureux (1933 – 5 July 2022) was politician in Sudbury, Ontario, Canada. He was an alderman for several years, and served as mayor of Sudbury from 1981 to 1982.[1] Lamoureux was an office supervisor at Falconbridge Ltd. in private life.[2] He retired in 1992, and later worked as a real estate representative with Coldwell Banker Marsh Real Estate.[3] He was first elected as an alderman in the municipal election of 1964. He was twice defeated for the provincial New Democratic Party nomination, and later joined the Progressive Conservative Party. He was chosen as deputy mayor by council in 1978, and became acting mayor in 1981 when Jim Gordon suspended his duties to run for the provincial legislature. Gordon was elected to the legislature in the 1981 provincial election, and members of Sudbury City Council chose Lamoureux as his replacement on 30 March 1981. His only opponent, Sterling Campbell, withdrew before voting took place. Newspaper reports indicate that council declined to hold a by-election, even though almost twenty months remained in Gordon's two-year term. Lamoureux was chosen as mayor at a time of hostile relations between Sudbury City Council and the Sudbury Regional Council.[4] He opposed a round of layoffs at Inco in 1982, and called on local businesses to support striking workers.[5] Lamoureux brought forward what he described as a \"severe attrition policy\" in 1982, cutting 19 jobs to save $500,000 at city hall. Several senior bureaucrats were demoted, and many chose to resign. One of the bureaucrats to lose his job was city engineer Peter Wong, who later challenged Lamoureux for the mayoral position. Wong argued that it was inconsistent for Lamoureux to target the city's high unemployment rate while simultaneously cutting municipal jobs.[6] On election day, Wong defeated Lamoureux for the mayor's position. Lamoureux was later re-elected to city council. In 1987, he argued that the city was losing money from selling surplus land at less than the assessed value.[7] He criticized the federal government's cuts to unemployment insurance in 1989, arguing that it would devastate Sudbury's economy.[8] Lamoureux campaigned for the House of Commons of Canada in the 1993 federal election as a candidate of the Progressive Conservative Party, and finished third against Liberal incumbent Diane Marleau. In 2000, he was appointed by provincial Municipal Affairs and Housing Minister Tony Clement to a transitional board to amalgamate Sudbury and its neighbouring communities into the new city of Greater Sudbury. Board members were paid $400 per day.[9] After his appointment, Lamoureux acknowledged that he was not entirely comfortable with an appointed board imposing terms on elected officials.[10] He supported the board's decision to merge Sudbury Hydro, Capreol Hydro and Nickel Centre Hydro into Greater Sudbury Utilities, and said the board made the right decision in not selling the utilities to Ontario Hydro One.[11] Lamoureux resigned from the transition board in October 2000 to run for the Greater Sudbury Municipal Council in the 2000 municipal election.[3] He defended the work of the transition board, and called for tax cuts through the amalgamation process.[12] He was defeated, finishing fifth in a two-member ward. He later applied to council for a position on Greater Sudbury Utilities, but was not hired.[13] He ran again in the 2003 municipal election, calling for a five-year roads program.[14] He finished sixth in the city's fourth ward. In May 2003, Lamoureux purchased a former nursing home in Sudbury called Garson Manor. He reopened the building the following year as alternative housing for seniors.[15]","Title":"Maurice Lamoureux - Wikipedia","KeyID":"17750","URL":"https://en.wikipedia.org/wiki/Maurice_Lamoureux"}