{"Content: ":"Rangitāne is a Māori iwi (tribe). Their rohe (territory) is in the Manawatū, Horowhenua, Wairarapa and Marlborough areas of New Zealand.[1] Rangitāne o Wairau has a rohe over Marlborough, including much of Kahurangi National Park, Nelson Lakes National Park, Mount Richmond Forest Park and the Marlborough Sounds. Its marae (Tua Mātene) and wharenui (Te Huataki) are in Grovetown, just north of Blenheim. However, its rohe also includes the city of Nelson, and the towns of Tākaka, Motueka, Saint Arnaud and Picton.[2] Te Runanga a Rangitāne o Wairau Trust represents the iwi under the Māori Fisheries Act and Māori Commercial Aquaculture Claims Settlement Act 2004. It is run by an executive committee of ten trustees and a chairperson. Iwi Aquaculture Organisation in the Māori Commercial Aquaculture Claims Settlement Act 2004. Rangitāne o Wairau Settlement Trust governs the iwi's Treaty of Waitangi settlement under the Ngāti Apa ki te Rā Tō, Ngāti Kuia, and Rangitāne o Wairau Claims Settlement Act, and represents the iwi in resource consent consultation under the Resource Management Act 1991. Both trusts share managers and offices in Blenheim.[2] Rangitāne o Wairau's chief executive/general manager is Corey Hebberd. The iwi has interests in the territory of Tasman District Council, Nelson City Council and Marlborough District Council. It also has a working relationship with Kaikoura District Council and Buller District Council on issues relating to waterways, catchment areas and coastal areas.[2] Rangitāne rohe on the eastern side of the Ruahine/Tararua Ranges stretches from Rakautatahi through to Eketahuna. This rohe is centered on the town of Dannevirke, where there are three Rangitāne Marae, Mākirikiri, Kaitoki, and Whiti-te-rā. Major regional locations Major regional locations Kia Ora FM is the official radio station of the Rangitāne people. It began as Radio Rangitane, or Te Reo Irirangi O Rangitane, on 1 May 1992, and adopted its current name in the 2000s. It broadcasts from Palmerston North and is available on 89.8 FM in Manawatu.[4][5]","Title":"Rangitāne - Wikipedia","KeyID":"17767","URL":"https://en.wikipedia.org/wiki/Rangit%C4%81ne_o_Wairau"}