{"Content: ":"\"Have I the Right?\" was the debut single and biggest hit of British band The Honeycombs. It was composed by Ken Howard and Alan Blaikley, who had made contact with The Honeycombs, a London-based group, then playing under the name of The Sheratons,[2] in the Mildmay Tavern in the Balls Pond Road in Islington, where they played a date. Howard and Blaikley were impressed by the group's lead vocalist, Dennis D'Ell, and the fact that they had a female drummer, Anne (‘Honey’) Lantree. The group were looking for material to play for an audition with record producer Joe Meek,[3] and they played the songs Howard and Blaikley had just given them. Meek decided to record one of them, \"Have I the Right?\", there and then. Meek himself provided the B-side, \"Please Don’t Pretend Again\".[4] Music critic Tom Ewing, writing for Freaky Trigger, commented that the song \"invents\" post-punk, \"which is to say, when I listen to the instrumental break on this record, bright guitar and sharp keyboard slicing tuneless chunks out of each other, it’s not 1964 I’m hearing.\"[5] It was used as the opening theme for Hold the Sunset. Meek used his apartment at 304 Holloway Road, Islington (north London) as a recording studio. Three U.K. No.1 hits were produced there: \"Johnny Remember Me\" by John Leyton in 1961, \"Telstar\" by The Tornados in 1962, and the last of them, \"Have I the Right?\" in 1964.[6] Conspicuous in \"Have I the Right?\" is the prominent part of the drums that carry the song. Their effect was enhanced by having the members of the group stamp their feet on the wooden stairs to the studio. Meek recorded the sound with five microphones he had fixed to the banisters with bicycle clips. For the finishing touch someone beat a tambourine directly onto a microphone. The recording was somewhat speeded up, reportedly to the disappointment of Dennis D'Ell, who regretted that he could not reproduce this sound on stage.[3] \"Have I the Right?\" was presented by Meek to several major labels, who turned it down. It was released in June 1964 on the Pye record label (Pye 7N 15664). Louis Benjamin, Pye’s later chairman, rechristened the group The Honeycombs, a pun on the drummer’s name and her job as a hairdresser's assistant.[7] The single’s sales started slowly, but by the end of July the record started to climb in the UK Singles Chart. At the end of August the record reached No. 1.[1] Outside the UK \"Have I the Right?\" was a big success too. The song became No. 1 in Australia, Canada[8] and Sweden.[9] In the US the record reached No. 5[8] and in the Netherlands No. 2.[10] \"Have I the Right?\" sold worldwide about two million copies within a year. In July 1965, the British music magazine NME reported that it had been agreed in the London High Court that \"Have I the Right?\" was the work of Howard and Blaikley. Composer Geoff Goddard agreed to drop allegations that he, and not they, had written the song.[11] Goddard had been Meek's principal songwriter, but the two had fallen out. He claimed that the song was adapted from his earlier song \"Give Me The Chance\", but was too shy to testify in court.[11] The Honeycombs also recorded a German version of the song: \"Hab ich das Recht?\" (Deutsche Vogue, DV 14210). Both the English and the German version reached No. 21 in the German charts: the English one in October, the German one in November 1964.[12] The German version was recorded without the group’s stamping their feet on the stairs and without speeding up. One line was left out, so the German version is still shorter than the English one. The song was recorded 13 years later, in 1977, by Scottish boy band The Dead End Kids. Their version peaked at number six in the UK singles chart, and topped the Irish pop charts for two weeks.[citation needed]. It also peaked at number 36 in Australia.[13]Dead Kennedys played the song in their concerts in the 1970s. A version is featured on their live album Live at the Deaf Club. Off Broadway included the song on their 1997 album Fallin' In. The song appears on the 2006 live album Rockin' the Paradiso by Chris Spedding and Robert Gordon.","Title":"Have I the Right? - Wikipedia","KeyID":"17762","URL":"https://en.wikipedia.org/wiki/Have_I_the_Right%3F"}