{"Content: ":"Richard Jacob Bernstein (May 14, 1932 – July 4, 2022) was an American philosopher who taught at The New School for Social Research, and wrote extensively about a broad array of issues and philosophical traditions including American pragmatism, neopragmatism, critical theory, deconstruction, social philosophy, political philosophy, and Hermeneutics. His work is best known for the way in which it examines the intersections between different philosophical schools and traditions, bringing together thinkers and philosophical insights that would otherwise remain separated by the analytic/continental divide in 20th century philosophy. The pragmatic and dialogical ethos that pervades his works has also been displayed in a number of philosophical exchanges with other contemporary thinkers like Hannah Arendt, Jürgen Habermas, Richard Rorty, Hans-Georg Gadamer, Jacques Derrida, Agnes Heller, and Charles Taylor. Bernstein was an engaged public intellectual concerned not only with the specialized debates of academic philosophy, but also with the larger issues that touch upon social, political, and cultural aspects of contemporary life. Throughout his life Bernstein actively endorsed a number of social causes and was involved in movements of participatory democracy, upholding some of the cardinal virtues of the American pragmatist tradition, including a commitment to fallibilism, engaged pluralism, and the nurturing of critical communities. Bernstein was born May 14, 1932, in Brooklyn to a second-generation Jewish immigrant family. The youngest of three children, he attended Midwood High School, a public high school in Brooklyn where he first met his future wife Carol L. Bernstein. Too young to be drafted into the Second World War, Bernstein enrolled as an undergraduate in the University of Chicago, where he fell in love with philosophy, eventually writing an honors thesis entitled “Love and Friendship in Plato: A Study of the Lysis and the Phaedrus”. His classmates included Susan Sontag, Philip Roth, Mike Nichols, George Steiner, and the person who would become one of Bernstein's closest friends and philosophical interlocutors, Richard Rorty. Upon graduation, and partly because he needed more credits to begin graduate studies, Bernstein returned to New York City for a couple of years to study at Columbia University where he took courses on a variety of subjects, ranging from ancient Greek to book binding, and obtained a Bachelor of Science degree, graduating summa cum laude. In 1953, following Rorty's advice, he went to Yale University to pursue graduate studies in philosophy, writing a dissertation on John Dewey's Metaphysics of Experience. This was a time when interest in Dewey was reaching an all-time low, partly due to the rising influence of analytic philosophy and the prejudiced conviction that there was not much to be learned from the Classical American Pragmatists. Indeed, for many philosophers under the sway of the analytic wave, the work of Charles Sanders Peirce, William James, and John Dewey was just a half-baked version of the real philosophical inquiries being conducted by analytic philosophy. From early on, however, Bernstein became more and more aware of the damaging consequences of what he labeled “analytic ideology”, i.e. “the belief that the analytic style is the only game in town and the rest of philosophy is to be dismissed as simply not really worthwhile.”[1] Of course, this “analytic ideology” should not be confused with the hard-won results of analytic philosophy. One of the reasons he decided to go to Yale was because it was one of the few departments that resisted this questionable ideology, offering a stimulating atmosphere where thinkers like Hegel, Kierkegaard, and Nietzsche were read with the same enthusiasm and seriousness as Wittgenstein and Carnap. There, he studied under a remarkable group of teachers, including Carl Gustav Hempel, John Smith, George Schrader, and Paul Weiss. Bernstein began to teach his first courses at Yale around 1954, when he was 22 years old. In 1958 after a year as Fulbright lecturer in Hebrew University, he returned to Yale as an Assistant Professor of Philosophy. His return coincided with the arrival of a new member of the faculty, a thinker that would greatly influence Bernstein's own work and his approach to philosophy, Wilfrid Sellars. As Bernstein recalls: “it was Sellars who taught me that one could employ analytic techniques to deal with fundamental philosophic issues. I strongly admired the way in which he combined a sophisticated understanding of the history of philosophy with the ‘new way of words’ and I attended many of his seminars during a highly creative stage of his philosophic development.”[2] In 1964 he became the editor of The Review of Metaphysics, the philosophic journal founded by Paul Weiss, and one of the few that accepted contributions from different traditions and schools of thought. In its pages one could find articles from prominent analytic thinkers like Quine and Sellars side-by-side with articles by Leo Strauss and even translations of Heidegger. That same year he joined a group of faculty to participate in the Civil Rights Movement and anti-Vietnam War protests, and in the summer he traveled to Mississippi to take part in the Freedom Summer Project of the Student Nonviolent Coordinating Committee.[3] In 1965, after teaching at Yale for almost ten years, and in spite of having the unanimous support of the entire philosophy faculty and a large number of students, he was denied tenure by the Yale Tenure Committee. This event, which is sometimes referred to as the Bernstein Affair, sparked a number of student protests and eventually led to reforms in the tenure system at Yale.[4] Professor Paul Weiss summed up the inconformity of the philosophical community when he stated that “the committee came to its conclusion slowly and conscientiously, but that does not mean that its decision was not stupid, unfair, dismaying, and one from which it will take this university and the department a long time to recover.”[5] Other philosophy departments soon tried to recruit the young Bernstein, who after considering offerings from more than thirty institutions decided to go to Haverford College, a prestigious liberal arts college where he taught for the following 23 years. During his time at Haverford, Bernstein published some of his most famous books, including Praxis and Action: Contemporary Philosophies of Human Activity (1971), The Restructuring of Social and Political Theory (1978), Beyond Objectivism and Relativism: Science, Hermeneutics and Praxis (1983), and Philosophical Profiles: Essays in a Pragmatic Mode (1986). In 1972 he met Jürgen Habermas, establishing a friendship that grew over the years and that is reflected in the exchanges and projects they undertook over the ensuing four decades. In 1976, while spending a semester at Haverford, Habermas asked Bernstein to join him in directing a seminar to be held in Dubrovnik in support of eight dissident Yugoslavian Marxists of the Praxis group who had been dismissed from Belgrade University because of their political views. This gesture of solidarity became an international institution, attracting, over the years, a group of intellectuals including Albrecht Wellmer, Charles Taylor, Anthony Giddens, Cornelius Castoriadis, Richard Rorty, Alain Touraine, Agnes Heller, and the young graduate students Seyla Benhabib, Nancy Fraser, and Judith Butler. Bernstein's involvement in the Dubrovnik seminar expanded when, in 1980, he became the founding co-editor of Praxis International, the successor of the important Yugoslav journal Praxis, where critics of Stalinism and proponents of a “Marxist humanism” would write. In 1989 Bernstein was elected president of the Eastern Division of the American Philosophical Association, delivering a presidential address entitled “Pragmatism, Pluralism, and the Healing of Wounds”. That same year he was invited to join the Graduate faculty of the New School for Social Research in New York City, which at the time was experiencing hardships. Together with Agnes Heller and Reiner Schürmann, Bernstein led the reconstruction of the philosophy department, and he served as chair from 1989 to 2002.[6] During his time at the New School Bernstein wrote books on Hannah Arendt, Sigmund Freud, Radical Evil, Pragmatism, Violence, and Irony. Bernstein work embodies the pragmatist ethos that he has tirelessly articulated since his first publications. For him, engaged pluralism, fallibilism, and public deliberation are not abstract philosophical concepts but practical guidelines that must orient responsible action. Thanks to this dialogical approach, he played a crucial role in broadening the philosophical horizon of American philosophy.[7] Bernstein “has the rare capacity to weave a coherent vision out of the disparate strands of seemingly conflicting intellectual traditions. He has regularly showed us how to see past surface contradictions to the underlying problems we share and to the sometimes common assumptions that animate contemporary sensibilities.”[8] Moreover, Bernstein “opened pragmatism to international intellectual currents, including phenomenology, deconstruction, and critical theory. The result has been a more cosmopolitan pragmatism, one less centered on the United States and more appropriate to a globalizing world.”[9] It is Bernstein's conviction that many of the themes of classical American pragmatism have resurfaced in the work of some of the most prominent twentieth and twenty-first-century philosophers. This is what he calls the Pragmatic Turn in philosophy, a subtle but important shift that brought together thinkers as diverse as Wittgenstein, Heidegger, Putnam, Habermas, Honneth, and Brandom. In his 1983 book Beyond Objectivism and Relativism: Science, Hermeneutics, and Praxis, Bernstein diagnosed a serious issue that affects much of modern philosophy as it oscillates between two untenable positions; on the one hand, the dogmatic search for absolute truths, and on the other, the conviction that “anything goes” when it comes to the justification of our most cherished beliefs and ideas. According to Bernstein, what underlies this predicament is a deep longing for certainty, the urge “to find some fixed point, some stable rock upon which we can secure our lives against the vicissitudes that constantly threaten us.”[10] He calls this problem the Cartesian anxiety, a mostly unacknowledged existential fear that seems to lead us ineluctably to a grand Either/Or: “Either there is some support for our being, a fixed foundation for our knowledge, or we cannot escape the forces of darkness that envelop us with madness, with intellectual and moral chaos”.[11] Although in philosophy this Cartesian anxiety mostly shows up in the discussion of epistemological issues, Bernstein points to something much deeper and universal with this notion, something that permeates almost every aspect of life and has serious ethical and political consequences. After all, it has been in the name of religious and ideological absolutes that some of the greatest atrocities and injustices in human history have been perpetrated. Bernstein's strategy to exorcise the Cartesian Anxiety is to challenge its underlying assumption, namely, that the only type of foundations that can support our knowledge of the world and our everyday practices must be unshakeable and eternally fixed. Appealing to the ancient tradition of practical philosophy, and some of its contemporary proponents like Hannah Arendt, Jürgen Habermas, and Hans-Georg-Gadamer, Bernstein is able to show that acknowledging our finitude and the fallibility of our beliefs and convictions is not incompatible with truth, knowledge, or getting things right. For Bernstein, “the spirit of critical pragmatic fallibilism represents what is best in the American tradition and has global significance.”[12] Although, for the most part, fallibilism is seen as an epistemological doctrine, Bernstein argues that we can extrapolate its significance to other realms of human existence. “Fallibilism is the belief that any knowledge claim or, more generally, any validity claim—including moral and political claims—is open to ongoing examination, modification, and critique.”[13] Indeed, more than a specialized scientific or epistemological doctrine, fallibilism is an ethical and political stance, the outlook on life we need to cultivate if we want to exorcise the Cartesian Anxiety and overcome the grand Either/Or between relativism and foundationalism that affects contemporary culture. Bernstein consistently explored the consequences of pragmatic fallibilism in both philosophical thought and also in broader cultural debates about evil (Radical Evil: A Philosophical Interrogation and The Abuse of Evil: The Corruption of Politics and Religion since 9/11 ) and violence (Violence: Thinking Without Banisters). Throughout his work, Bernstein defends the importance of practical judgment (phronesis) for dealing with the complex social, political, ethical, and cultural issues that confront us in our everyday life. The fact that there are no algorithms or ahistorical decision procedures to deal with these issues must not be a motive of despair (i.e. the Cartesian Anxiety), but rather a first step in the realization that, when it comes to human affairs, the type of reasoning appropriate to praxis is the ability to do justice to particular situations in their particularity.[14] This is what Aristotle called phronēsis or “practical wisdom”, a form of reasoning and knowledge that involves a distinctive mediation between the universal and the particular. “This mediation is not accomplished by any appeal to technical rules or Method (in the Cartesian sense) or by the subsumption of a pregiven determinate universal to a particular case. The ‘intellectual virtue’ of phronēsis is a form of reasoning, yielding a type of ethical know-how in which what is universal and what is particular are codetermined.”[15] Moreover, one can view Bernstein's project as an attempt to democratize phronēsis and show the great importance of cultivating dialogical communities where different arguments and opinions are taken into consideration and decisions are the result of a process of serious communal deliberation. In addition to pragmatic fallibilism and judgment, Bernstein also highlights the importance of cultivating an engaged pluralism, an ethos that was also central for the classical American pragmatists, particularly James and Dewey. In his 1988 Presidential Address to the Eastern Division of the American Philosophical Association, Bernstein defined engaged pluralism as the genuine willingness to listen to others, “being vigilant against the dual temptations of simply dismissing what others are saying by falling back on one of those standard defensive ploys where we condemn it as obscure, wooly, or trivial, or thinking we can always easily translate what is alien into our own entrenched vocabularies.”[16] As James observed in his essay “On a Certain Blindness in Human Beings”, we tend to be egocentric and insensitive to the feelings, opinions, and convictions of those who are really different from us. “Hence the stupidity and injustice of our opinions, so far as they deal with the significance of alien lives. Hence the falsity of our judgments, so far as they presume to decide in an absolute way on the value of other persons’ conditions or ideals.”[17] To really listen becomes one of the most important virtues in a true democratic community. But of course, listening is always much more than just hearing or even paying attention to what the other is saying; openness, in the words of Gadamer (another of Bernstein’s closest interlocutors), “involves recognizing that I myself must accept some things that are against me, even though no one else forces me to do so.”[18] Pluralism, in this ethical sense, is intimately related to democracy, understood not as a set of institutions or political procedures but rather as an ethical way of life, as John Dewey proposed. As such, democracy, more than a form of government, is an ongoing practical endeavor, a task that always lies before us and forces us to continually rebuild and reenergize the public space where we meet to discuss the “problems of men”. This, as Bernstein emphasizes, requires commitment, hard work, and the cultivation of certain habits, attitudes, feelings, and institutions. Ultimately, a healthy democracy turns out to be the most effective antidote against the Cartesian anxiety and the quest for absolutes, and the best way to reach concrete, yet non-relativist, communal solutions to our public concerns. Bernstein was married to Carol L. Bernstein, former chair of the English Department at Bryn Mawr College.[19] They had four children.[20] Bernstein died in New York City on July 4, 2022, at the age of 90.[21]","Title":"Richard J. Bernstein - Wikipedia","KeyID":"17760","URL":"https://en.wikipedia.org/wiki/Richard_J._Bernstein"}