{"Content: ":"The Little Mermaid (Russian: Русалочка, romanized: Rusalochka) is a 1976 Soviet fantasy film directed by Vladimir Bychkov based on the 1837 fairy tale of \"The Little Mermaid\" by Hans Christian Andersen. The story is set in the 13th century. The little mermaid sees a prince on a ship from a distance and falls in love with him. Other mermaids mesmerize the sailors into crashing their ship on to the rocks. The mermaid saves the prince from drowning and brings him to shore. A local princess notices the unconscious prince and rescues him. The mermaid wants to marry the prince and swims towards palace where the princess lives. One of the fishermen spots her and they all throw rocks at her. She hides for safety in the canal within the palace. A traveling handyman befriends her. He enlists the help of a local witch who demands her hair and sweet voice for transforming her tail into legs. The witch takes the mermaid's hair but does not take her voice. The traveling handyman contacts the prince who is recovering at the palace and tells him about the mermaid. By then, the mermaid is about to be burned at the stake by the people who had caught her. The prince saves the mermaid and the princess takes the mermaid in her care. The prince fights off a local challenger in a joust to marry the princess. But, the challenger stabs the prince in the back when he was not looking. Everyone abandons the prince now that he is dead. The mermaid begs the witch to revive the prince. The witch does so but warns her that if the prince does not marry the mermaid, she will die. The prince comes back alive but does not marry the mermaid. He marries the princess and the mermaid is destined to die on the same day. The traveling handyman challenges the prince to a fight and is killed. His sacrifice spares the mermaid from death and her soul becomes eternal. This article related to a Soviet film of the 1970s is a stub. You can help Wikipedia by expanding it. This article about a fantasy film is a stub. You can help Wikipedia by expanding it.","Title":"The Little Mermaid (1976 Russian film) - Wikipedia","KeyID":"17775","URL":"https://en.wikipedia.org/wiki/The_Little_Mermaid_(1976_Russian_film)"}