{"Content: ":"WQAM (560 AM, \"AM 560 Sports\") is a radio station in Miami, Florida. Owned by Audacy, Inc., it broadcasts a sports talk format carrying a mixture of local and CBS Sports Radio programming. Its studios are located in Audacy's Miami office on Northeast Second Avenue,[2] and the transmitter is in the Little River neighborhood of Miami at 360 NE 71 Street. WQAM is one of Florida's oldest radio stations, first signing on the air in February 1921. WQAM was launched in Miami, Florida by the W.W. Luce Electrical Equipment Company with founder Fred W. Borton, WQAM received the first broadcasting license in Miami being the first broadcast radio station in the State of Florida. In January 1923.[1] The station's early history was related to WFAW, also of Miami, which was licensed to The Miami Daily Metropolis from June 16, 1922, to June 11, 1923.[3] In the beginning, the young station was helped with programming by the newspaper, until the paper ended its participation.[4] Things were primitive in the early days. Fred W. Borton, president of the Miami Broadcasting Company made many of the electrical parts himself. In 1926, the station increased its power to 500 watts. The station was the first in the United States to install a permanent remote pick-up from the U. S. Meteorological Department. Power was increased to 1,000 watts in 1928, and WQAM became a full-time affiliate of CBS. In 1947, it switched to ABC Radio. In 1948, Barton sold his interest in the station and The Miami Herald assumed entire ownership.[4] WQAM is famous for its days in the 1960s, under the ownership of Storz Broadcasting, when it presented a Top 40 format and competed vigorously with rival WFUN (at 790 AM). In February 1964, the station interviewed and heavily promoted The Beatles' second and third nationally televised appearances on CBS's The Ed Sullivan Show live from the Deauville Hotel in North Beach, Miami Beach. By far Miami and South Florida's preeminent radio station at the time, baby boomers from Jupiter to Key West, and down to Havana, listened to WQAM for the latest in local and American pop music from the 1960s well into the late 1970s. At that time, WQAM was one of the many AM radio stations airing Casey Kasem's American Top 40, and Cuban youngsters used to gather at friends’ houses to listen to the countdown of America's most popular songs, especially the 8-hour-long year-end show of Billboard's top 100 songs of the year in which the syndication company that owned the show had put out on vinyl records at a speed of 33 RPM. On February 29, 1980, Sunshine Wireless bought WQAM. WQAM had been a long-time Top 40 station. After many years as a contemporary music station and heavy competition from FM competitors forced the station to switch to a country music format, and was known as Sun Country WQAM but not after running a montage of music, soundbites, and Jingles from PAMS from its Top 40 days. Sunshine Wireless now had an AM country station, with personality DJs, NBC News, and local information. WQAM was known as \"56 Country WQAM\" in the mid 80's and was successful in the ratings under the direction of program director Jon Holiday. WQAM had many veteran DJ's for the country format like Mike Bell, Mitch Lewis, Johnny Dolan, Boomer, and George Sheldon- who had his start in radio at WQAM in 1986, WQAM shared studios with then-WKQS at 9881 Sheridan Street in Cooper City. In 1986, WQAM would add sports talk programming in the evening hours with Ed Kaplan. By 1989, the station had been unable to achieve a full share point in the Arbitron surveys with its mix of country music and sports. In 1990, WQAM abandoned its country music format in favor of the satellite-fed \"Kool Gold\" service, which aired '50s and '60s music. Around 1992, WQAM became an all-sports station. Currently, WQAM is the flagship station for the Miami Dolphins, Florida Panthers, and University of Miami Hurricanes. WQAM used to be a Yahoo! Sports Radio affiliate. On January 2, 2013, the station switched to CBS Sports Radio for after-hours programming.[5] On October 2, 2014, Beasley Broadcast Group announced that it would trade 5 radio stations located in Miami (including WQAM) and Philadelphia to CBS Radio in exchange for 14 stations located in Tampa, Charlotte and Philadelphia.[6] The swap was completed on December 1, 2014.[7] On December 23, 2015, WQAM was granted a Federal Communications Commission construction permit to move approx. 10 miles north from Virginia Key to the [1360+1450] transmitter site at 360 NE 71st Street in Little River (Miami) and decrease day power to 4,100 watts.[8] On February 2, 2017, CBS Radio announced it would merge with Entercom (now Audacy, Inc.).[9] The merger was approved on November 9, 2017, and was consummated on November 17, making WQAM a sister station to fellow sports station WAXY.[10] On August 2, 2019, Entercom announced that WQAM would re-launch as 560 The Joe on August 5, as part of a re-alignment of its sports talk lineups. WAXY's ESPN Radio affiliation was swapped to WQAM, clearing The Dan Le Batard Show with Stugotz (as its new flagship station), Stephen A. Smith, and the network's overnight and weekend programming (notwithstanding conflicts with sports play-by-play). In turn, some of WQAM's local hosts were moved to WAXY's lineup, while Marc Hochman and Channing Crowder's afternoon program would be simulcast by both stations (but with an opening hour exclusive to WAXY).[11] As part of a larger realignment of ESPN Radio's schedule on August 17, 2020 (which saw Dan Le Batard cut to two hours, and the premiere of Greeny with Mike Greenberg), WQAM began to simulcast Hochman and Crowder from WAXY in full.[12] On October 26, 2021, Audacy realigned WQAM and WAXY's programming once again; WQAM rebranded as 560 Sports and took on a CBS Sports Radio affiliation and WAXY's local programming (with the first hour of Hochman and Crowder now exclusive to WQAM), while WAXY replaced much of its local programming with sports betting-oriented shows from Audacy's BetQL network.[13] ** = Audacy operates pursuant to a local marketing agreement with Martz Communications Group.","Title":"WQAM - Wikipedia","KeyID":"17780","URL":"https://en.wikipedia.org/wiki/WQAM"}