{"Content: ":"Kolejowy Klub Sportowy Lech Poznań S.A., commonly referred to as KKS Lech Poznań or simply Lech Poznań (Polish pronunciation: [lɛx ˈpɔznaj̃]), is a Polish professional football club based in Poznań and currently competing in the Ekstraklasa, the nation's highest division. The club is named after Lech, the legendary founder of the Polish nation. The club was established on 19 March 1922 as KS Lutnia Dębiec, later changing its name several times. From 1930 until 1994, the club was closely linked to Polish State Railways (PKP). As a result, its popular nickname is Kolejorz [kɔˈlɛjɔʂ], which means The Railwayman in local slang. The club's debut in the Polish top division took place in the year 1948. The brightest era of Lech was in the early 1980s and early 1990s. Lech has won the Polish league a total of eight times, most recently in 2022, and is the most popular football club in the Greater Poland region.[3] Lech Poznan will win against Batumi! In August 1920, a group of young activists from the Catholic Youth Association decided to split off and form their own football team. The founders of the club were: Jan Nowak, Antoni Dyzman, Jan Dyzman, Leon Nowicki, Józef Magdziak, Kazimierz Zmuda, Stanisław Nowicki, Stefan Fiedler, Józef Gośliński, Leon Stachowski, Józef Blumreder and Jan Wojtek. The origin of Lech can be traced back to 19 March 1922, when it was officially registered as a football club.[4] The club's first official name was Towarzystwo Sportowe Liga Dębiec. In September 1922 the club gained a football pitch on Grzybowa street. The first match for the club was played in May 1922 against Urania Starołęka, which ended in a 1–1 draw. The club started its foundation in a low tier league, which at the time was the Class C. The club achieved promotion in 1928 to the Class B after six years of being in Class C. In 1932 the club was promoted to Class A where the biggest teams of the region played. From there they could get promoted to the First National Division, but the club would not achieve that goal before the outbreak of World War II. In autumn of 1933 the Klub Sportowy Kolejowego Przysposobienia Wojskowego Poznań (\"Poznań Military Training Railway Sports Club\") was founded or KPW. In 1945, shortly after the war ended, sporting officials made Lech the first club from the city. In 1947, the Polish Football Association (PZPN) decided to create the first national division (Ekstraklasa). At first, the club was not admitted to the top flight, but the Kolejorz (\"the railwayman\", the popular nickname of the club) filed an appeal and the PZPN decided, in a special meeting, to extend the First Division to 14 teams, including the KKS (at that time called Kolejowy Klub Sportowy Poznań) and Widzew Łódź. The first match was against Widzew Łódź which Widzew won 4–3. The club changed its name again in January 1957, this time to Klub Sportowy Lech Poznań and in December to Kolejowy Klub Sportowy Lech Poznań, which lasted throughout the history of the team. That same year turned out to be one of the worst for the club, since it finished last and was relegated to the second division. Lech only gained twelve points in 22 games, despite having striker Teodor Anioła, the club's top scorer, with 141 goals and top scorer of the Polish championship in three consecutive editions (1949-1951).[5] Along with Edmund Białas and Henryk Czapczyk, Anioła formed the famous trio known as ABC. During that period, the club managed to finish third in the First Division twice, as the best result, before its relegation to second division. Lech managed to return to the first division in 1961, but after two seasons with poor results, the blue team was relegated again in 1963. The club was even demoted to the third division, then known as the Interprovincial Division (Liga międzywojewódzka), in one of the biggest sports crisis of the organization. In 1972 the club returned to the first division, in which they had to fight again to avoid relegation every season. Coach Jerzy Kopa, who arrived from Szombierki Bytom, was responsible for reviving Lech spectacularly. He took over the team in 1976, when they were bottom of the table. Kopa gathered players at a training camp in Błażejewo, saved the team from relegation and twelve months later qualified for the first time to play in Europe after finishing third in the league, just two points behind the champion, Wisła Kraków. Therefore, this transformation became known as The Miracle of Błażejewo.[6] The club's first participation in the UEFA Cup in 1978-79 was brief, as they were eliminated in the first round by MSV Duisburg. The arrival of coach Wojciech Łazarek in 1980 at the club was key to overcome third place and European participation. That year the team reached the final of the Polish Cup for the first time, losing 0–5 to Legia Warsaw in Częstochowa. Two years later, the club managed to win the first title in its history, the Polish Cup, by defeating Pogoń Szczecin 1–0 in Wroclaw. The league championships of 1983 and 1984 went down in history as they were the first two league titles of the Kolejorz and for winning on such tight margins against Widzew Łódź. The first league championship for Lech was a point of advantage (39) over Widzew (38). The 15 goals scored by the top scorer of the tournament, Mirosław Okoński and the participation of other players like Krzysztof Pawlak and Józef Adamiec were very important to win their first league championship. Meanwhile, the championship of the following season both teams staged an exciting tournament and tied at 42 points. Lech defended championship by having a better difference of goals than Widzew to break the tie. That season was historic for the blue team, as they got their first double by becoming champions of the Polish Cup, after winning in the final at Wisła Kraków (3–0). As Polish champions, Lech participated for the first time in the European Cup, although they could not pass the first round in the two seasons. In its first season it was eliminated by Athletic Club. In the first leg in Poland, Mariusz Niewiadomski and Mirosław Okoński scored the first two Lech goals in the tournament and the team won 2–0. However, the return match in San Mamés was a nightmare for the Poles and the Spanish team qualified by winning 4–0. The following season the team faced the current champion, F.C. Liverpool, who won by a 5–0 aggregate. In 1988, Lech won another Cup by beating Legia in Łódź in the penalty shootout. In the second round of the European Cup, Lech faced Barcelona, coached by Johan Cruyff. After finishing the two games in a 1–1 draw, Barcelona, in the end the tournament, could only eliminate Lech in the penalty shootout. Jerzy Kopa returned to Lech in 1990 along with Andrzej Strugarek and Kolejorz returned to be proclaimed league champions for the third time. Andrzej Juskowiak was the top scorer of the tournament with 18 goals and his team finished with 42 points, two more than the runner-up, Zagłębie Lubin. Henryk Apostel, however, was the coach who led Lech to two new championships in 1992 and 1993. The first one was achieved with a win over GKS Katowice, while the second one tied in points with the second team, Legia, and only won because Legia was penalized for disputed match fixing. In the autumn of 1990, Lech played one of the most spectacular qualifiers of the last decade in the European Cup. At Bułgarska street stadium the Polish club defeated Olympique Marseille 3–2 in the first leg of the second round. The return match at the Stade Vélodrome, the French team, thrashed Lech 6–1, in a match in which most of the Polish players complained of food poisoning. Since 1993 the club entered into a major financial crisis and had to sell its most important players to continue in professional football. Lech managed to stay in the middle of the table and their best result was fourth place in 1990, which allowed him to play in the 1999–00 UEFA Cup, where they eliminated Liepājas Metalurgs in the qualifying round and were defeated by IFK Göteborg in the first round. However, just a few months later, in 2000, Lech was relegated to the second division after 28 years of presence in the top flight. Lech's first season in the second division was a disaster, as they were very close to falling to the third division. It was only with a great effort that the club was saved from relegation and even won the promotion the next season to the first division. In their first year of the return to the I league (2002–03) Lech focused on ensuring permanence. The following season began with a very negative dynamic for the Kolejorz. After five days, the club hired a new coach, Czesław Michniewicz.[7] The unexpected appointment of the young coach turned out to be a shock, since Lech finished the season in sixth position. Most important, however, was the conquest of a Polish Cup by defeating their great rival, Legia Warsaw, in the final two games in 2004. Several days later, the fans in Poznań celebrated the victory of Lech in the Super Cup against Wisła Kraków. Although the next two seasons did not bring any success of that proportion, Lech managed to finish at the top of the table of each season with coach Franciszek Smuda. Smuda formed a strong team with the arrival at the club of players like Robert Lewandowski, Hernan Rengifo, Semir Štilić, Marcin Zając and Rafał Murawski. In the Ekstraklasa 2008–09 season, Lech had a great season and finished in third place and qualified for the UEFA Europa League thanks, in part, to the 14 goals scored by Robert Lewandowski. On 19 May 2009, Lech won the Cup for the fifth time by beating Ruch Chorzów with a solo goal by Sławomir Peszko at Stadion Śląski. The following season, Jacek Zieliński replaced Franciszek Smuda, who was hired as the manager of the Poland national team. With many of the players who achieved third place and the cup last season, Zieliński managed to lead Lech to the sixth championship in their history in the 2009–10 season. The striker Robert Lewandowski returned to be a reference in attack and was top scorer of the championship with 18 goals. In their participation in the 2010–11 Champions League, they were eliminated by Sparta Prague in the third round and without Lewandowski, who was transferred to Borussia Dortmund. One of their most successful European appearance was in the 2010–11 UEFA Europa League, in which they eliminated Dnipro Dnipropetrovsk to enter the group stage of the tournament for the first time. Lech finished second in their group with Manchester City, leaving Juventus and FC Salzburg out of the tournament. However, they were eliminated by S.C. Braga, runner-up of the tournament months later, in the round of 32 after winning in Poland (1–0) and losing in Portugal (2–0). In the 2021–22 season, during which Lech celebrated its 100th anniversary, the team led by Maciej Skorża finished runners-up in the Polish Cup, losing 3–1 against Raków Częstochowa,[8] and won the club's eighth championship, their first in seven years.[9] As of 16 December 2010, Lech Poznań had played a total of 62 games in European competition during the years 1978–10. Among the most memorable games in the club's history were the clashes against Barcelona in the 1988–89 season of the UEFA Cup Winners' Cup second round. After both matches ended with 1–1 draw, Lech Poznań lost the penalty shoot-out with 4–5. Barcelona eventually went on to win the tournament. During the 1983–84 European Cup season, Lech earned a 2–0 win at home against Spanish champions Athletic Bilbao. During the 1990–91 season, Lech eliminated the Greek champions Panathinaikos in the first round, with a 5–1 score on aggregate. In the next tie Lech was knocked out by Marseille but won the first leg 3–2 at home. During the 2008–09 UEFA Cup season, Lech made it to the group stage of the competition after knocking out higher seeded teams of Grasshopper (notching its greatest margin of victory with a 6–0 win at home) and Austria Wien (scoring the decisive goal in the last minute of extra-time). In the group stage, Lech finished third-placed ahead of Nancy and Feyenoord to secure a place in the Third Round, where it was knocked out by the Italian side Udinese. Their home ground Stadion Poznań has been totally rebuilt and completed in September 2010 for UEFA Euro 2012, during which it is expected to host 3 games in Group C.  Kolejorz wrote another glorious chapter in club's history during its 2010–11 UEFA Europa League campaign. After being knocked out by Sparta Prague during Champions League qualification, they made it to the group stage of the Europa League. This time the Polish underdog had to face the big names: Juventus and Manchester City. In Turin a hat-trick by Artjoms Rudņevs earned them a surprising 3–3 draw. After defeating the English side at home 3–1, Lech made it to the top of the group. The game against Juventus was played in very bad, snowy conditions and ended in a 1–1 draw. This was enough to put Lech Poznań into the knockout phase of the Europa League. As of 20 September 2021.[11] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. 12 - number retired for fans, called \"the 12th player\"[13] Source: Lech Poznań Initially the club's first stadium was located in the Dębiec district between two train tracks.[14] It belonged to PKP (the Polish state railways) and was demolished in 2013 after a long period of inactivity.[15] Edmund Szyc Stadium is a currently ruined multi-purpose stadium in the Wilda district, named after Edmund Szyc, one of founders of Warta Poznań.[16] It is the historical home of the other football team Warta Poznań,[17] but Lech played there sporadically between the 1950s and 1970s. The Stadion Poznań is the home ground of Lech Poznań, and was one of the venues for the group phase of Euro 2012. It has a league capacity of 43,269 (all seated). The stadium was originally built between 1968 and 1980. From its inauguration in August 1980 Lech Poznań has used the ground as its main venue; since 2010 it has also been used by Warta Poznań, which currently plays in Ekstraklasa.[18] The ground is situated on the street ul. Bułgarska 17 in the southwestern part of the city (Grunwald district). In the years 2003–10 the stadium underwent a complete reconstruction, including the building of four new fully covered stands.[19] Currently it is the fifth largest stadium in Poland (after National Stadium, Silesia Stadium, The Municipal Stadium in Wroclaw and PGE Arena Gdańsk) and third largest in Ekstraklasa (after the latter two).[20] The grand opening after final renovation took place on 20 September 2010, with Sting's Symphonicity Tour concert. Exterior of the municipal stadium in Poznań Full Exterior of the stadium Full interior showing vip stand Interior of the municipal stadium Lech Poznań is considered to have one of the strongest fan support in Poland due to the club's high average attendance in the Ekstraklasa and the atmosphere during the games. Lech's fanbase is mainly located in the Greater Poland region, with fan clubs in many other towns. For over a decade Lech supporters have a fellowship with fans from Arka Gdynia and KS Cracovia sometimes called the Wielka Triada or The Great Triad. Close friendship links Lech fans also with KSZO Ostrowiec Świętokrzyski and ŁKS Łódź supporters. Among the more ardent element of supporters, there are some private contacts with Fratria, fans of Spartak Moscow, and Crveni Đavoli, fans of Radnički Kragujevac from Serbia. The biggest rival is Legia Warsaw with whom they contest the \"Derby of Poland\". Wisła Kraków, Lechia Gdańsk and Śląsk Wrocław are also big rivals due to the fans friendship with Arka and Cracovia, similarly Korona Kielce are disliked due to the friendship with KSZO and Widzew Łódź due to ŁKS. Other teams that can be considered rivals are Ruch Chorzów and Pogoń Szczecin. In past the \"Greater Poland derby\" was played against regional rivals Dyskobolia Grodzisk Wielkopolski before their decline. Relations with local rival Warta Poznań are neutral as the clubs have almost always played in different leagues and many fans attend matches of both teams. The fans' goal celebration involving the turning of their backs to the pitch, joining arms and jumping up and down in unison—originated in 1961[citation needed]. It is known in the English speaking world as \"The Poznan\" after Manchester City began using the celebration following their clash with Lech Poznań in the group stages of the 2010–11 UEFA Europa League. Also popular with fans of Scottish club Celtic who call their version \"The Huddle\", in homage to the team's pre-match ritual of a huddle before every game kicks off. Many Polish rappers who hail from Poznań have been strongly linked to the Lech supporter scene and the club prominently features in their music. Peja was an ardent supporter since he was 15 years old, and was active in the hooligan scene in the 90s.[21][22] Evtis,[23] Ascetoholix,[24][25] Bzyk[26] and DJ Decks are all prominent supporters. The fans have produced recorded and released two rap CD's called Definicja Kibol and Definicja Kibol 2 as compilation of various artists.[27][28] The club operates a reserve team which currently plays in II liga, the third tier of the league pyramid. They gained promotion in the 2003–04 season to the third tier after winning the league and beating Jarota Jarocin 2–0 twice, 4–0 on aggregate. In that same season they reached the First Round of the Polish Cup but were knocked out by Górnik Konin 3–1. In the 2006–07 season the reserve teams were scrapped in favour of a central youth league, but in the 2013–14 season they were reinstated, meaning that between 2007 and 2013 the team ceased to exist. They were reinstated to their previous league position for the 2013–14 season. Lech's women section was opened on 26 August 2021.[29] It was formed through a partnership with Adam Mickiewicz University in Poznań. It currently competes in the fourth women's league, and is coached by Alicja Zając. The Lech Poznań Academy (Polish: Akademia Lecha Poznań) is the club's youth system, with several teams across all children's ages up until its most senior U-19 youth team.[30] The teams play in the Central Junior League, which was at first formed to replace the clubs' reserve teams which participated in the league pyramid. The club's youth system is the most extensive and advanced in the country and has produced many players which went on to play in the senior team. KKS Wiara Lecha is a football club founded by Lech Poznań supporters in 2011. Only active supporters can play in the team and they have to have made a contribution to the supporter scene in order to be admitted to the squad.","Title":"Lech Poznań - Wikipedia","KeyID":"17799","URL":"https://en.wikipedia.org/wiki/Lech_Pozna%C5%84"}