{"Content: ":"Morski Związkowy Klub Sportowy Arka Gdynia (Polish pronunciation: [ˈmɔrskʲi zvʲjɔ̃w̃sˈkɔvɨ klup spɔrˈtɔvɨˈarka ˈɡdɨɲa]) is a Polish professional football club, based in Gdynia, Poland, that plays in the Polish I liga. The club was founded as Klub Sportowy Gdynia in 1929.[2] The history of Arka dates back to 1929, when a group of workers of the Port of Gdynia founded Sports Club (Klub Sportowy, KS) Gdynia. In 1932, a new stadium of KS was opened at Polanka Redlowska. This location was used by the club until 2000. In 1934, Sports Club Kotwica (Anchor) was registered. Both team existed until 1939. In 1949, Fishermen Sports Club (Rybacki Klub Sportowy) MIR was formed. Three years later, its name was changed into Klub Sportowy Kolejarz-Arka Gdynia. In 1953, the team for the first time won promotion to the third level of Polish football. In 1959, Arka's U-19 became Polish runner-up, and in 1960, after a dramatic game vs. Hutnik Kraków, Arka won promotion to the Second Division. In 1964, Arka merged with Doker Gdynia, to form Maritime United Sports Club (Morski Związkowy Klub Sportowy, MZKS) Gdynia. In 1972, its name was changed into Arka. Two years later Arka won promotion to the Ekstraklasa. Relegated after one year, Arka returned to the top level in 1976. In 1979 Arka, managed by Czesław Boguszewicz, became the first team from Polish Baltic Sea coast to win the Polish Cup. In the final game, which took place in Lublin, Arka beat Wisła Kraków 2–1. In its UEFA Cup Winners' Cup debut, Arka lost to Bulgarian side PFC Beroe Stara Zagora (3–2, 0–2). In 1982, Arka was relegated from the top level, to return there in 2005. In the 1982 World Cup in Spain, Arka's Janusz Kupcewicz was among top players of Polish national team, which won bronze medal. In the 1980s and 1990s, Arka played either in the third or second division, with a number of promotions and relegations. In 2001, after six years in the third level, Arka again won promotion to the second division, and in 2005, the team returned to Ekstraklasa. In 2011, the City of Gdynia completed the construction of a new stadium, located on Olimpijska Street. On February 19, 2011, in a friendly game to commemorate the opening of the stadium Arka tied 1–1 with Beroe Stara Zagora. That year, Arka Gdynia got relegated from the top level. In 2016, Arka was promoted to the top level (Ekstraklasa) after taking first place in I Liga. Immediately after getting promoted, Arka won the Polish Cup for the second time, and the Polish SuperCup twice in 2017,2018. By tier: Arka is one of the most supported clubs in Poland, drawing in support from mostly across Pomerania. Outside the Tricity, Arka has fan-clubs in all major cities and towns in the region, such as Tczew, Wejherowo, Braniewo and Kościerzyna for example, as well as fan-clubs in places further away such as Zakopane and Lublin Voivodeship, and even two fan-clubs in Germany set up by expatriate Arka fans, in Oberhausen and Stuttgart.[3] The fans have an alliance with fans of Cracovia Kraków and Lech Poznań, and the three are known as \"The Great Triad\" (Wielka Triada). Fans of Lechia Gdańsk, Śląsk Wrocław and Wisła Kraków also share a friendship called \"The Three Kings of Great Cities\" (Trzej Królowie Wielkich Miast) and any match between the two alliances is a considered a big rivalry.[4] Arka fans maintain alliances with several other fans aside from Cracovia and Lech, many of them lasting now for decades: fans of Górnik Wałbrzych (since 1983), Zagłębie Lubin (since 1983), Gwardia Koszalin (since 1989), and KSZO Ostrowiec Świętokrzyski (since 2004) are all considered good friends.[5] The friendship with Polonia Bytom fans dates back to 1974, and is one of the longest friendships in supporter history which has survived to date.[6] The greatest rival or Arka is Lechia Gdańsk, a team with whom they contest the so-called Tricity Derby or Pomeranian Derby. Fans of both teams remain venomously hostile and since the early 1970s the history of games between Arka and Lechia is marked by riots and violence. Relations with another Gdynia football team Bałtyk Gdynia used to be friendly until the 1980s, when they turned hostile. Due to Bałtyk's successive relegations and their declining numbers of fans this rivalry is now of lesser importance. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality.  Coordinates: 54°29′35.29″N 18°31′52.37″E﻿ / ﻿54.4931361°N 18.5312139°E﻿ / 54.4931361; 18.5312139","Title":"Arka Gdynia - Wikipedia","KeyID":"17798","URL":"https://en.wikipedia.org/wiki/Arka_Gdynia"}