{"Content: ":"Kampf um Rom (English language title: The Last Roman) is a West German-Italian historical drama film starring Laurence Harvey, Orson Welles, Sylva Koscina and Honor Blackman. It was produced by Artur Brauner and was the last film to be directed by Robert Siodmak.[1] It was originally released in two parts (Kampf um Rom 1. Teil and Kampf um Rom 2. Teil: Der Verrat) in 1968 and 1969 as a late installment of the sword-and-sandal genre. Kampf um Rom shows the 6th-century power struggle between Byzantine emperor Justinian, the descendants of the Western Roman Empire and the Ostrogoths. The film is based on a novel by Felix Dahn. In the 6th century AD, the Roman Empire has been shattered by Germanic invasions. Italy is ruled as an independent kingdom by the Ostrogoths, while the surviving, eastern remnant of Roman civilization is fast taking on a new identity as the Byzantine Empire. The aristocracy of Rome, led by the crafty and arrogant Cethegus Caesarius, dream of overthrowing the Goths and reclaiming their city's ancestral glory. When the Ostrogothic king Theodoric the Great dies, Cethegus takes advantage of the struggle for the succession that erupts between Amalaswintha and Mataswintha, the king's savage daughters. Having played on Amalaswintha's paranoia to build his own power, Cethegus makes a secret pact with Narses, Byzantium's greatest general. The two will pool their armies to recapture Italy, meanwhile trying to undermine one another. Whoever emerges alive and victorious will claim both armies and power over a reconstituted Roman world. Meanwhile, Cethegus' hatred of the Ostrogoths is counterbalanced by his daughter Julia's romance with Totila, a distinguished young Gothic warrior. The ensuing war causes upheavals in all three competing governments and ravages Italy itself. When the Ostrogothic state falls, Rome's hopes of reviving the past die with it. After his domestic market success with Die Nibelungen German producer Artur Brauner planned to make another two-part movie, but one that would measure up to international standards and open up new markets in the US.[3]: 147  Notwithstanding warnings that the public's interest in epic movies had already peaked, Brauner went ahead with his project to adapt the German novel A Struggle for Rome (original German title: Ein Kampf um Rom) written by Felix Dahn, which had been quite popular since it was first published in 1876. With an eye on the US market, Brauner hired director Robert Siodmak and actors Orson Welles, Laurence Harvey and Honor Blackman. For German audiences, the cast included Robert Hoffmann, Friedrich von Ledebur and Dieter Eppler.[3]: 148  The novel was adapted for the screen by David Ambrose, but the screenplay was written by Ladislas Fodor.[1] Director Robert Siodmak was not comfortable with the project. In late 1967, he wrote a letter to Brauner in which he noted that after having read all the scripts he felt that the dialogue was \"too simple (to put it mildly) almost throughout and barely up to the standard of ten-year-old children. The characters are not consistent, they have numerous breaks and even the heroes are becoming uninteresting and unlikeable towards the end of the movie. [...] At the end of part 2 the historical facts have been changed so violently that we have to voice serious concerns. The doom of the Ostrogoths is not just a great drama of world literature but also a huge historical drama. [...] Treason and exposure, guilt and atonement are constructed so primitively that they cause deadly boredom [...]\"[3]: 130  Filming took place between 6 May 1968 and September 1968 in Romania and the Spandau Studios in Berlin.[1] Brauner chose Romania as a low cost location — the Romanian army supplied several thousand extras for the film.[3]: 148  According to one source, the production was at the time the most expensive German film after World War II, at 15 million Deutsche Mark.[4] However, Brauner himself put the production costs at 8 million DM.[3]: 148  Due to a string of problems (budget overruns, withdrawn guarantees, cancelled powers of attorney) he said he lost 4 million DM on the project.[3]: 148  Robert Siodmak received billing as director in the credits, his collaborators Sergiu Nicolaescu and Andrew Marton were only mentioned as directors of the 2nd unit.[1] Part 1 premiered on 17 December 1968 at the Zoo-Palast in Berlin.[1] Part 2 went on mass release in West Germany on 21 February 1969.[2] In Italy the two parts were initially called La guerra per Roma — prima parte and La guerra per Roma — seconda parte.[1][2] They were later edited into one movie entitled La calata dei barbari.[5] The one-part version was released to German movie theatres in 1976.[6] It may have been originally re-cut in 1973 for release in the US. The film was not well received by the critics. 'Evangelischer Filmbeobachter' gave the film credit for \"much love, splendour and pathos\" but criticised it for not even attempting to put it on a \"historic foundation\".[7] 'Lexikon des internationalen Films' described it as \"a spectacle of power struggles, intrigues and battles in an outdated historical and scenographical style\" that \"rigorously excluded the ideological element of Felix Dahn's novel\". It also called the film \"naive-entertaining\", but \"psychologically crude\" and \"too superficial\".[8] The Filmbewertungsstelle Wiesbaden, which handed out the ratings of \"Wertvoll\" and \"Besonders wertvoll\" to films, refused to give the film one of these ratings. It argued that \"The colour cinematography [...] is just as boring in its conventionality as the editing. Décor and costumes are obtrusively theatrical and do not make the viewer forget for one second that they are scenery and drapery. The actors are very much in line with this. Instead of dialogues they are reciting wooden texts.\"[3]: 130 ","Title":"Kampf um Rom - Wikipedia","KeyID":"17791","URL":"https://en.wikipedia.org/wiki/Kampf_um_Rom"}