{"Content: ":"Shriman Prithviraj (Bengali: শ্রীমান পৃথ্বীরাজ; transl. 'Mr. Prithviraj') is a 1973 Indian Bengali romantic comedy film starring Ayan Banerjee and Mahua Roy Choudhury, and directed by Tarun Majumdar, featuring teenage love.[2] It has a cult following.[3] This is essentially a comedy with Tom Sawyeresque leanings laced elegantly into the fabric of Bengal of the late 19th or early 20th century. In the subtle backdrop of the Indian freedom movement, it is the story of the transformation of a young boy's innocent but naughty childhood to an appreciation of the Swadeshi movement and the growth of adolescent love for a girl even younger than him. The comic appeal of the film is natural and free-flowing. It includes a number of beautifully rendered traditional Bengali songs and is punctuated by a series of stand-offs faced by the young boy, mostly with unfavourable results for the opposing party. At heart, it is a beautiful pre-pubescent/adolescent love story. It was a huge box-office success when it came out and is an oft-watched movie even today.[4] The leading cast, Ayan Banerjee and Mahua Roychoudhury as the teenage-couple are still remembered for their roles in the film.[5] Moreover, the blend of the pre-Independence political backdrop with the simple love life of the newlywed is excellently portrayed. On one hand there is the caricature of a typical Babu, who's hell-bent on getting the ‘Raibahadur’ title from the British rulers played excellently by Utpal Dutt, and on the other hand a Swadeshi played by Biswajit Chatterjee, who is out to teach the British rulers a lesson. The main focus is on Rashik Laal (Ayan), a notorious boy. To curb him, his parents get him married to Kamala (Mohua). But he creates havoc in his in-laws’ house as well. The interplay between the two, their becoming friends, missing each other, understanding their feelings for each other all make for a charming love story.[5] Young Rashik lal is a notorious brat and the entire village, including his father is fed up with the boy. He is in love with the character 'Prithviraj'Prithviraj Chauhan, a great warrior who he (falsely and somewhat comically) believes to have fought against Alexander the Great; and often fantasizes himself as Prithviraj. One day he has a fight with his classmate Anta and is suspended from school. His father gets him married thinking that marriage would bring stability and seriousness in his life. He is married to the daughter of an aristocratic babu, whose only desire in life is to achieve the title of 'Raibahadur'. Rashik is super excited after he meets Abala, his wife, as she can not only read and write but can also converse in English. However this is shortlived and Rashik goes back to living his reckless life as a notorious brat. His father in law hires an Englishman for tutoring him. However the situation soon gets out of control which leads to a rift between the families of the newly wed groom and the bride. After much hassle and confusion the couple is not only united but they also develop a strong bond of love and friendship. The film contains total six songs. All songs were composed by Hemanta Mukhopadhyay and written by Gauriprasanna Mazumder (except Sakhi Bhabona Kahare Bole, which was written and composed by Rabindranath Tagore). Kavita Krishnamurthi made her playback debut in this film. [6] The songs are: 1. Haridaser Bulbul Bhaja (sung by Tarun Banerjee) 2. Tolpi Tolpa Niye Ebar (sung by Hemanta Mukhopadhyay) 3. Sakhi Bhabona Kahare Bole (sung by Lata Mangeshkar and Kavita Krishnamurthi) [7] 4. Haridaser Bulbul Bhaja - Reprise (sung by Tarun Banerjee) 5. Aaji Basante (sung by Aarti Mukherjee) 6. Noro Dhame Sakhato Ishwar He (sung by Hemanta Mukhopadhyay and Tarun Banerjee)","Title":"Shriman Prithviraj - Wikipedia","KeyID":"17805","URL":"https://en.wikipedia.org/wiki/Shriman_Prithviraj"}