{"Content: ":"Clive Middlemass (25 August 1944 – 4 July 2022)[1] was an English professional footballer and manager. As a player, Middlemass made 169 appearances in the Football League as a defender for Workington before a near fatal car crash ended his career. Middlemass had gone to see his parents in Sheffield (with his wife and son) to inform them about a possible transfer to Ipswich Town. However, on the way home his car was hit by a lorry near Bradford. After nearly a year out of the game, Middlemass returned to the side at Workington (then in the 3rd tier), but after a few appearances he realised his injuries had been too severe, and retired from professional playing. Middlemass started his career away from playing as assistant to Terry Cooper at Bristol Rovers (1980), and then Bristol City (1982). After leaving Carlisle United (1987–1991), Middlemass had a brief stint as first team coach at Darlington (1991), before becoming assistant to Jimmy Mullen at Burnley (1992). After Jimmy Mullen left in 1996, Middlemass briefly took over as caretaker manager, before becoming assistant manager to Adrian Heath and then chief scout under Chris Waddle. In 1998, he joined Preston North End as chief scout to David Moyes, and remained for the tenures of Craig Brown and Billy Davies. In 2006, he left as part of Billy Davies' back-room team to take over as chief scout at Derby County. In 2010, he hooked up again with David Moyes (a centre-half during Middlemass's days at Bristol City) as opposition scout at Everton. In his only role as a manager, Middlemass took over at Carlisle United in November 1987, converting a club that had suffered consecutive relegations from the Second to the Fourth Division, to one that narrowly failed to reach the promotion play-offs on goal-difference in 1990. During this season, where Carlisle United had led the division for several weeks, he was complimented by the national press on the way he played an attractive style of football with three at the back. A good FA Cup run also saw them drawn against Liverpool, which ended in a 3–0 defeat in front of nearly 20,000 at Brunton Park. However, two broken legs to key players, and a run of four consecutive away matches to London (in a two weeks) towards the end of the season took their toll. The following season the side failed to kick on, and Middlemass left the club in March 1991.","Title":"Clive Middlemass - Wikipedia","KeyID":"17807","URL":"https://en.wikipedia.org/wiki/Clive_Middlemass"}