{"Content: ":"Workington Association Football Club is an English football club based in Workington, Cumbria.[2][3] The club competes in the Northern Premier League Division One North West, the eighth tier of English football. The club plays its home matches at Borough Park, which has a capacity of 3,101. The club is often referred to as Workington Reds (red being its home colour) to distinguish it from Rugby League club Workington Town.[4] Its traditional rivals are Carlisle United and Barrow. Their current manager is Danny Grainger. Football in Workington has a very long history.[5] Close by and adjacent to the home of Workington A.F.C the folk game of \"Uppies and Downies\" is still an annual event. There are records about the game from 20 April 1775 in the Cumbrian Pacquet which is one of the earliest written reports of a match anywhere in the world. This report says the match on which it is reporting is \"long contended\".[6] Association football was introduced to Workington in the 1860s and further popularised when a group of steel workers migrated to the town from Dronfield, Derbyshire. They were workers of the Charles Cammel and Co steel works that arrived in the town in 1884. It is estimated that 1,500 townspeople moved to Workington. 'Dronnies', as the people of Workington called the newcomers, formed Workington AFC in 1888.[7] This is also confirmed in a short history of the club which was produced as part of 16 page brochure in the club's application to the Football League in 1951.[8] The original Workington A.F.C. were one of the founder members of the Cumberland Association League in 1888 and played at Lonsdale Park. In 1894 they moved to the Cumberland Senior League, and in 1901 joined the Lancashire League. However, the league closed two seasons later, and they returned to the Cumberland Senior League. In 1904 the club were admitted to the Lancashire Combination, but in 1910 seasons they decided to economise and join the North Eastern League. However, after only one season, the club folded. The new Workington A.F.C. was born in 1921 and immediately joined the North Eastern League. During the 1933–34 season, the club managed its best-ever FA Cup performance, reaching the 4th round, before losing to Preston North End. Later in the decade, the club moved to its present home, Borough Park. In 1951 the club was voted into the Third Division North of the Football League, replacing New Brighton.[9] The early Football League years of Workington Reds are chronicled in a series of books entitled So Sad So Very Sad – The League History of Workington AFC: part 1 (1951–58), part 2 (1958–64) and part 3 (1964–65).[10] The history of the club as a member of the Football League was one of almost constant struggle. Their first season in the League was a sign of things to come: the club finished rock bottom, and only improved by one place the following season. From 6 January 1954 to 15 November 1955 the club was managed by Bill Shankly,[2][11][12] who would later go on to achieve great fame through his success as manager of Liverpool.[13] During the 1957–58 season they played the great Manchester United team known as the Busby Babes at home in the 3rd round of the FA Cup, attracting a record crowd of 21,000.[2][14] This was just a month before eight of the United players lost their lives in the Munich air disaster.[4][15] At the end of that season, the club dropped into the newly formed Fourth Division after a reorganisation of the Football League which saw the abolition of the two regionalised Third Divisions. In 1964, player-manager Ken Furphy led them to 3rd position, earning promotion to the Third Division. During both the 1963–64 and 1964–65 season, they made it to the quarter-finals of the League Cup, where they lost to West Ham United and Chelsea (in a replay) respectively.[3] During the latter cup run, the club beat neighbours Barrow 9–1, a record which remained until the mid-1980s. The club's proudest night was at Blackburn Rovers on 22 October 1964 in a Football League Cup 3rd round replay.[16] A Workington team of seasoned professionals such as Keith Burkinshaw, Dave Carr, Ken Furphy and Kit Napier[17] and a few youngsters, like John Ogilvie who went on to have a long career at the club that reached 430 appearances,[18] beat the Blackburn team 5–1 at Ewood Park.[19] The Blackburn team that night were full of internationals, such as Ronnie Clayton, Mike England, Newton, Byrom etc. This was reported in one newspaper as \"Incredible Fantastic Workington rubbed Rovers elegant noses in the mud of Ewood Park to produce the finest result in their 80 year history\"[20] On 3 April 1965, Workington gave a debut to one of the youngest players ever to play in the Football League, Tony Geidmintis, who was only 15 years 247 days old.[21] Geidmintis went on to play 328 games for Workington. The mid-1960s also saw Workington give a debut to one of the earliest black professional footballers in the Football League. This was Peter Foley, who played over 80 games for Workington as a forward and scored some 16 goals for the club, before moving on to Scunthorpe where he kept a young Kevin Keegan out of the team for a couple of years.[22] Later, Foley became an ambassador for racial equality in football, being awarded an O.B.E. from the Queen for his work.[23] In 1966 Workington had their best ever season in the Football League, finishing 5th in the Third Division and narrowly missing out on promotion to the Second Division. However, the next year they finished bottom and were relegated back to the Fourth Division. Manager Ken Furphy had moved on to Watford, taking some of Workington's key players such as Dave Carr and Dixie Hale with him. This marked the start of Workington's painful downward spiral back to non-league status. In the 1968–69 season Workington gave a Football League debut to one of the game's legendary goalkeepers, John Burridge.[24] Burridge, born locally, made his debut against Newport County on the last day of the 1968/69 season; in an inauspicious debut, one of his very first touches saw him punch the ball into his own net from a Newport corner. In the late '60s and early '70s, Workington had \"Johnny Martin on the wing\",[25] a statement that became the most popular chant for Workington supporters. A cult hero at the club, Martin was often dubbed the \"poor man's George Best\",[25] but to older supporters with longer memories, his tricks were reminiscent of the Clown Prince of Football Len Shackleton. Martin would, for example, dribble past two or three opponents, then sit on the ball and ask who wanted it next.[26][27] Martin played 224 league and cup games for Workington, scoring 33 goals. He joined the club in 1969 and was transferred to Southport in 1974.[28] In 1974 and 1975 the club finished second from bottom, and in 1976 they finished bottom, but at the end of each season they achieved just enough votes from fellow League clubs to retain their Football League status.[3] However, in 1977 the club won only four games all season, and again finished bottom of the league, with home attendances falling well below the 1,000-mark. This poor run finally led to the club to be voted out of the League in summer 1977, being replaced by Wimbledon.[29][30] Workington were the penultimate team to fail the re-election process before it was scrapped in 1986 and replaced with automatic relegation to the conference National; Southport, who were voted out the season after Workington, were the last club to lose their Football League status this way. During the 1985–86 season, one of the world's football greats played for Workington.[31] The club was in poor financial straits with debts of £300,000, but on 9 April 1986 George Best played for the \"Reds\" in a fund-raising friendly match against a Lancashire Football League 11. The Oldham Athletic chairman, Ian Stott, put together a team managed by Joe Royle to play at Borough Park. Hence a few weeks before Best's fortieth birthday he captained the Workington team with Phil Neal leading out the opposition, which included players from Oldham Athletic, Carlisle United and Bolton Wanderers.[31] The club's appearance record for the whole period that Workington played in the Football League was achieved by Bobby Brown. Born in Motherwell, Brown played for Polkemmet, Motherwell and Workington.[32] Brown, who was selected for the Third Division North representative team while at Workington, made a total of 469 league and cup appearances for the club between 1956 and 1967.[33] Bobby Brown, Malcolm Newlands, Jimmy Fleming, Dennis Stokoe and Jack Bertolini were all recognised by the Football League and played in the Football League Third Division North vs. South Representative Games during the 1950s. The club dropped into the Northern Premier League (NPL), but failed to trouble the top teams, never finishing higher than 7th, before they were relegated to the NPL First Division in 1988. They continued to struggle, eventually being relegated to the North West Counties League in 1998. However, the club managed to win the League at their first attempt (This was also their first ever championship).[34] After a 2–0 defeat at Kidsgrove Athletic on 27 February 1999, manager Peter Hampton set the squad a challenge, win their last 14 games and they would win the league. Sure enough after winning the next 13 games Workington squared up to league leaders Mossley at Borough Park in front of a 2,281 spectators, a league record only beaten by the formation of F.C. United of Manchester. Workington ran out 2–1 winners with goals from Stuart Williamson and substitute Grant Holt. Workington became the first club to return to the NPL First Division at the first attempt.[8] As a result of a 7th-place finish in 2004, the club moved up to the NPL's Premier Division during the non-league restructuring. They then continued their upward movement by winning the first-ever NPL promotion play-offs (after finishing in 2nd place) to win promotion to the Conference North. Following a mid-table finish in their first season in Conference North, the 2006–07 season saw Workington finish in third place and qualify for the promotion play-offs where they lost 2–1 against Hinckley United. After two mid table finishes the following seasons, Workington made the playoffs again in 2009–10 this time going down 4–1 on aggregate to Alfreton Town in the semi final. The club's longest serving manager Darren Edmondson left the club in December to take over at Barrow. Former player Ian McDonald took over as manager prior to Christmas. He was unable to save the club from relegation as Workington finished 22nd in Conference North. Ian McDonald resigned as manager at the end of the 2013–14 season. Gavin Skelton was appointed as his replacement in May 2014. Derek Townsley joined the club as Skelton's assistant. 2014–15 Skelton led the Borough Park side to the Northern Premier League Play-offs in his first full season in charge, finally falling to Ilkeston Town in front of 1,391 supporters at Borough Park. Skelton left Workington in June 2015 to take a coaching role with the Dumfries club Queen of the South. Derek Townsley was appointed as his replacement a couple of weeks later. Average attendance for home games rose to 605 with the game against league champions F.C. United of Manchester attracting 2,603. 2015–16 Workington qualified for their second successive Northern Premier League Play-off beating Blyth Spartans 4–3 in the semi final before going down 2–3 in the final against Salford City 2016–17 On 19 April 2017, having beaten Ilkeston 2–0, Workington qualified for their third successive Northern Premier League playoff losing 2–3 in the semi final against Stourbridge after extra time. 2017–18 After a slow start to the season the side went on a 17 match unbeaten run to sit 2nd in the Northern Premier League table at the turn of the year. Unfortunately with a long injury list to the small squad the team slipped down the table in the new year to eventually finish 12th. The team also had an excellent run in the FA Trophy reaching the last 16 after knocking out higher league opposition in the form of Hartlepool United of the National League and Weston-super-Mare of the National League South before being beaten by eventual finalists Bromley in a replay. Danny Grainger was appointed the new Workington manager at the end of the 2018–19 season following his retirement from playing at Carlisle United. His assistant is Steven Rudd. Defender Bobby Brown is the current (2014) record holder for Workington, all of Brown's 469 appearances were during the period Workington were during the football league. Brown was also honoured to represent the club in Football League Third Division North vs. South Representative Games. Only 2 others have passed the 400 appearance mark; defender John Ogilvie with 431 again in the football league years and more recently defender Kyle May reached the 400 milestone in the club's non-league days and has already reached 430.[35] Long serving goalkeeper Mike Rogan fell just short with 390 appearances.[36][37] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The following players won full senior international caps: ~ Denotes Acting Manager † Denotes Joint Manager The details of Workington A.F.C.'s performance year by year between 1921 and 2005 is detailed in Tom Allen's book Reds Remembered – The Definitive Workington A.F.C.[3]","Title":"Workington A.F.C. - Wikipedia","KeyID":"17809","URL":"https://en.wikipedia.org/wiki/Workington_A.F.C."}