{"Content: ":"Aleksei Georgievich Sveshnikov (Russian: Алексей Георгиевич Свешников, 19 November 1924 – 4 July 2022) was a Russian mathematical physicist. Born in Saratov as the son of Georgy Nikolaevich Sveshnikov and Vera Konstantinovna Sveshnikova (née Snitko), A. G. Sveshnikov graduated from a Moscow high school in 1941. As an artillery soldier and platoon commander in WWII, he was in April 1945 seriously wounded on the 4th Ukrainian Front. He was awarded the Order of the Red Star (1945), the Order of the Patriotic War of the 1st Degree (1995), the Medal for Victory over Germany (1945) and many jubilee medals.[1] After demobilization in 1945, he entered the Faculty of Physics of Moscow State University, from which he graduated in 1950. After graduating from the university, he worked at the Physics Department of Moscow State University. There in 1953 he received his Candidate of Sciences degree (PhD) with thesis Принцип излучения и единственность решения задач дифракции (The principle of radiation and the uniqueness of the solution of diffraction problems). In 1963 he received his Russian Doctor of Sciences degree (habilitation) with thesis Мето ды исследования распространения колебаний в нерегулярных волноводах (Methods for studying the propagation of oscillations in irregular waveguides).[2] Andrey Nikolayevich Tikhonov was Sveshnikov's thesis advisor and role model.[3] In the department of mathematics of the Faculty of Physics of Moscow State University, Sveshnikov became a full professor in 1966 and was head of the department from 1971 to 1993. He supervised 45 Candidate of Sciences degrees and 15 Russian Doctor of Sciences degrees.[2] Sveshnikov developed effective algorithms for waveguide systems, based on the projection methods developed by him for solving a wide range of problems in mathematical physics. He took an active part in the creation of new methods for the mathematical design of systems for various purposes. He and his colleagues created and implemented algorithms for mathematical models of plasma physics and dynamics of continuous media. His research also dealt with inverse problems of synthesis and recognition of multilayer optical coatings, direct and inverse problems of diffraction theory, and problems of propagation of oscillations in waveguide systems. He was the author or co-author of over 400 scientific works, including 5 textbooks, 6 monographs, several monographic reviews and teaching materials.[2] In 1974 Sveshnikov was an invited speaker at the International Congress of Mathematicians.[4] In 1976 he was awarded both the USSR State Prize and the Order of the Badge of Honour. In 1991 he was elected a member of the Russian Academy of Natural Sciences. Sveshnikov died in Moscow on 4 July 2022, at the age of 97.[5][6]","Title":"Aleksei Sveshnikov - Wikipedia","KeyID":"17816","URL":"https://en.wikipedia.org/wiki/Aleksei_Sveshnikov"}