{"Content: ":"Supreme Court Intermediate Appeals Court Circuit Courts District Courts Family Courts Tax Appeal Court Land Court The Supreme Court of Hawaii is the highest court of the State of Hawaii in the United States. Its decisions are binding on all other courts of the Hawaii State Judiciary. The principal purpose of the Supreme Court is to review the decisions of the trial courts in which appeals have been granted. Appeals are decided by the members of the Supreme Court based on written records and in some cases may grant oral arguments in the main Supreme Court chamber. Like its mainland United States counterparts, the Supreme Court does not take evidence and uses only evidence provided in previous trials. The court meets in Aliʻiōlani Hale in Honolulu. The Supreme Court's reported case law dates back to the 1840s and the reign of Kamehameha III, long before Hawaii was annexed by the United States in 1898. Kamehemeha III sought to modernize the Hawaiian Kingdom by rapidly transitioning from indigenous traditions to a new legal system based on Anglo-American common law.[1] Hawaii is one of the rare examples of an indigenous polity which voluntarily adopted the common law (albeit as part of the larger objective of avoiding annexation by larger colonial powers), in contrast to the common law's coercive imposition elsewhere by English-speaking colonists. The Hawaii State Supreme Court has original jurisdiction to answer questions of law that have been passed to it from trial courts or the federal court, hear civil cases submitted to the Supreme Court on agreed statements of facts, and decide questions coming from proceedings of writs of mandamus, prohibition, and habeas corpus.[2] The Supreme Court consists of five justices[3][4] who are initially appointed to ten-year terms by the Governor of Hawaii, who makes his or her nomination from a list of four to six candidates from the Hawaii Judicial Selection Commission.[5] The Governor's nominee is subject to confirmation by the Hawaii State Senate.[5] Candidates must be U.S. citizens, Hawaii residents, and have been licensed to practice law for at least 10 years prior to nomination.[5] The Judicial Selection Commission can opt to retain incumbent justices for additional ten-year terms.[5] All justices must retire at 70 years of age.[5] As of December 11, 2020, the five Justices are:[6] Coordinates: 21°18′20″N 157°51′36″W﻿ / ﻿21.305478°N 157.859974°W﻿ / 21.305478; -157.859974","Title":"Supreme Court of Hawaii - Wikipedia","KeyID":"17812","URL":"https://en.wikipedia.org/wiki/Supreme_Court_of_Hawaii"}