{"Content: ":"Kazuo Takahashi (Japanese: 高橋 一雅, Hepburn: Takahashi Kazuo, October 4, 1961 – c. July 4, 2022), known professionally as Kazuki Takahashi (高橋 和希, Takahashi Kazuki), was a Japanese manga artist. He made his serial manga debut in 1986, and is best known as the author of Yu-Gi-Oh!, published in Weekly Shōnen Jump from 1996 to 2004. The manga spawned a popular trading card game of the same name, which holds the Guinness World Record for the best-selling trading card game to date. Kazuo Takahashi was born in Tokyo on October 4, 1961.[1] In 1981, his one-shot manga Ing! Love Ball, submitted under the pen name Hajime Miyabi (雅はじめ, Miyabi Hajime), won the Shogakukan New Comic Award and was published in Weekly Shōnen Sunday in the same year.[1] His serial debut was in 1986 with Go-Q-Choji Ikkiman, an adaptation of the TV sports anime of the same name, published in Kodansha's Weekly Shōnen Magazine.[1] In 1990, his one-shot Tokio no Taka was published in Shueisha's Weekly Shōnen Jump.[2] Another manga, Tennenshoku Danji Buray, was published in the magazine from 1991 to 1992.[3] In a 2002 interview, Takahashi later called much of his early manga work a \"total flop\".[4] In 1996, Takahashi launched Yu-Gi-Oh! under the pen name \"Kazuki Takahashi\" in Weekly Shōnen Jump, where it was serialized until 2004.[5] The series became a huge success and has sold more than 40 million copies. The series has also received several media adaptations, notably an anime television series and a trading card game developed by Konami,[5] which holds the Guinness World Record for the best-selling trading card game in history, with more than 25.1 billion cards sold as of 2011.[6] Takahashi continued to supervise the Yu-Gi-Oh! franchise following the end of the original manga's run.[2] In 2013, his one-shot manga Drump was released in Weekly Shōnen Jump.[7] In 2015, Takahashi received the Inkpot Award from Comic-Con International for his outstanding contributions to comics.[8] In 2018, Takahashi published the limited series The Comiq in Weekly Shōnen Jump.[9] Takahashi also wrote a two-part manga, titled Secret Reverse, for the Marvel × Shōnen Jump+ Super Collaboration, which was released on Shōnen Jump+ in September 2019.[10] On July 6, 2022, Takahashi was found dead off the shore of Nago, Okinawa, by Japan Coast Guard officers following a civilian report from a passing boat.[11] He was found wearing snorkeling gear, and his cause of death was determined to be drowning, estimated on the afternoon of July 4.[12] Takahashi liked to play games such as shogi, mahjong, card games, and tabletop role-playing games.[13] In an interview with Shonen Jump, Takahashi stated that his favorite manga from other authors included Akira by Katsuhiro Otomo, JoJo's Bizarre Adventure by Hirohiko Araki, and Dragon Ball by Akira Toriyama.[14] He also enjoyed reading American comics, with Hellboy being his favorite American comic book character.[15] His pet dog, a shiba inu named Taro (タロ), was the basis for the Yu-Gi-Oh! Trading Card Game monster card Shiba-Warrior Taro ( 柴（しば） 戦（せん） 士（し）タロ); the card's artwork was personally drawn by Takahashi.[16][17] He occasionally expressed political opinions with his art. For instance, he once posted a drawing on Instagram of Yu-Gi-Oh! characters criticizing the Shinzo Abe government and asking his followers to \"vote for justice\" in the 2019 House of Councillors election, for which he later apologized.[18]","Title":"Kazuki Takahashi - Wikipedia","KeyID":"17817","URL":"https://en.wikipedia.org/wiki/Kazuki_Takahashi"}