{"Content: ":"Joseph Murray Banowetz (December 5, 1934 – July 3, 2022) was an American pianist, pedagogue, author, and editor, who taught at the University of North Texas. Banowetz was an expert on the music of the Russian romantic composer Anton Rubinstein. Banowetz studied first in New York City with Carl Friedberg, a pupil of German composer-pianist Clara Schumann. He continued his studies at the Vienna Akademie für Musik und Darstellende Kunst, where György Sándor, a pupil of Hungarian composer Béla Bartók, was among his teachers. He graduated with a First Prize in piano performance and was later sent by the Austrian government on an extended European concert tour. He also studied with Sándor at Southern Methodist University in Dallas, Texas, where he earned a Bachelor of Music degree.[1][2] Banowetz was heard as recitalist and orchestral soloist on five continents, with performances with the St. Petersburg Philharmonic (formerly Leningrad), Moscow State Symphony, Prague and Bratislava Radio Orchestras, Budapest Symphony, New Zealand Symphony (on a twelve-concert national tour), Beijing Central Philharmonic, Barcelona Concert Society Orchestra, and Shanghai Symphony, in addition to several recitals in New Delhi and Mumbai, India. Banowetz was a National Patron of Delta Omicron, an international professional music fraternity.[3][failed verification] Joseph Banowetz was also internationally recognized as an author and editor. His book The Pianist's Guide to Pedaling (Indiana University Press, USA) has been printed in five languages to date and is universally recognized as the authoritative reference on the history and art of piano pedaling. Many of his piano editions have been translated into Chinese, Korean, and Japanese and include: He had also published editions of music by Chopin, Rubinstein, Schumann, Rachmaninoff and Debussy. Banowetz served on major piano juries such as the Arthur Rubinstein Master Piano Competition (Israel), the Scottish International Piano Competition (Glasgow), the Belarusian International Piano Competition (Minsk), the Gina Bachauer International Piano Competition (USA), the 2001 World Piano Competition (USA) and the Antonín Dvořák International Piano Competition (Czech Republic). Banowetz was invited to teach and lecture at many schools, including the St. Petersburg Conservatory, the Juilliard in New York City, London's Royal College and Guildhall School of Music and Drama, Artmúsic Escola de Música I Dansa of Barcelona, the Chopin Academy of Warsaw, Hong Kong's Academy for Performing Arts, and the national conservatories of Beijing, Shanghai, and Guangzhou. He concertized in 30 countries worldwide, including performances at festivals in the Czech Republic, Italy, Portugal, Spain, and South Africa. Students of Joseph Banowetz have been awarded important national and international competition prizes, including first prizes at the Hilton Head International Piano Competition (U.S.), Shreveport Symphony International Piano Competition (U.S.), Missouri Southern International Piano Competition (U.S.), Los Angeles International Liszt Competition, and McMahan International Piano Competition (U.S.). His pupils have also received awards from the Minsk (Belarus) International Piano Competition, the Varna (Bulgaria) International Orchestral Soloist Competition, and the Louisiana International Piano Competition (U.S.). Several of his students have also been recorded on internationally distributed commercial compact disc recordings. His former student Petronel Malan received a Grammy nomination from the Recording Academy (U.S.) for her recording \"Transfigured Bach\" on the Hänssler Classic label. Following his first concerts in Asia in 1981, Banowetz's tours there received an ever-increasing enthusiastic response. In 1984 he became the first foreign artist ever to be invited by the Chinese Ministry of Culture to record and give world premiere performances of a contemporary Chinese piano concerto (Piano Concerto, Op. 25b by Huang An-lun). Banowetz recorded with the CSR Symphony Orchestra, the Budapest Symphony, the Hong Kong Philharmonic and the China Central Opera Orchestra of Beijing. Banowetz visited the People's Republic of China eleven times since 1983 to perform and give master-classes. He was a soloist with such Chinese orchestras as the Hong Kong Philharmonic, the Beijing Central Philharmonic, the Beijing Central Opera Orchestra, the Shanghai Symphony, and the Guangzhou Philharmonic. In 1985 Banowetz was again honored by the Shenyang Conservatory with the title of \"permanent visiting professor\". His book on pedaling has been translated into Chinese and published by the Shanghai Music Publishing House. The book is scheduled for its second Chinese edition. Joseph Banowetz recorded twenty-five compact discs for the Naxos, Marco Polo, Toccata Classics, Warner Brothers, and Altarus labels, these including the Grammy-Nominated recording of Balakirev's \"Thirty Songs of the Russian People\" (with Alton Chung Ming Chan), Tchaikovsky Concerto No. 1, Franz Liszt's Concertos and Totentanz, d'Albert concertos, world-premiere recordings of all Rubinstein piano and orchestra works, and solo repertory of Bach, Busoni, Balakirev, Chopin, Debussy, Leopold Godowsky, Liszt, Mendelssohn, Schumann, Rubinstein and Stevenson.[4] His recordings of the Rubinstein orchestra and piano series was named by a Fanfare magazine record review as an outstanding international release for 1993, and a similar citation was given in 1987 by the German Music Critics Association for his world-premiere recording of works by Balakirev. Recently, Naxos has released Banowetz's recordings of the complete F. Liszt transcriptions of lieder by Robert and Clara Schumann, Chopin and F. Mendelssohn, Rubinstein's 24 Kamennoy-ostrow, and both piano concertos of Eugen d'Albert with the Moscow Symphony. Banowetz died on July 3, 2022, aged 88.[5] General references Name: Joseph Banowetz Source Citation: Inline citations","Title":"Joseph Banowetz - Wikipedia","KeyID":"17824","URL":"https://en.wikipedia.org/wiki/Joseph_Banowetz"}