{"Content: ":"Clifford Leopold Alexander Jr. (September 21, 1933 – July 3, 2022) was an American lawyer, businessman and public servant from New York City. He first served on the National Security Council during the Kennedy administration, before becoming chairman of the Equal Employment Opportunity Commission in 1967. He was appointed Secretary of the Army a decade later, becoming the first African American to hold the position. He served in that role until 1981. Alexander was born in Harlem on September 21, 1933.[1][2] His father immigrated to the United States from Jamaica and managed the Riverton Houses; his mother, Edith (McAllister), was a community leader who was an adviser on civil rights to several mayors.[1] Alexander attended the private Ethical Culture and Fieldston schools. He then studied government at Harvard College, graduating in 1955. He was the first African American to be elected president of its student council. He subsequently studied at Yale Law School.[1][2] After graduating in 1958, he enlisted in the New York National Guard and served briefly with the 369th Field Artillery Battalion at Fort Dix, New Jersey.[3][4] After being admitted to the bar, Alexander served as an assistant district attorney for New York County under Frank Hogan from 1959 to 1961.[2][5] He then became executive director of the Manhattanville Hamilton Grange Neighborhood Conservation Project,[6] before serving as program and executive director of Harlem Youth Opportunities.[1][2] Alexander was first called to Washington, D.C. in 1963 to serve as a foreign affairs officer on the National Security Council staff, having been recommended to John F. Kennedy by McGeorge Bundy.[1][2] He became the administration's unofficial adviser on race, with Kennedy asking him to observe the March on Washington.[1] Alexander later served as deputy special assistant to Lyndon B. Johnson, associate special counsel, and deputy special counsel on the White House staff all during the span of 1964 to 1967.[5] He was appointed as the chairman of the U.S. Equal Employment Opportunity Commission in 1967, but continued to act as Johnson's go-between with the African American community, notably in the aftermath of the assassination of Martin Luther King Jr.[1] As a special representative of the President, Alexander headed the American delegation to ceremonies marking the independence of the Kingdom of Swaziland in 1968.[5] Leaving government service after Republican Richard M. Nixon was elected to the presidency, Alexander practiced law with the Washington firm of Arnold and Porter between 1969 and 1975. He eventually became its first Black partner,[1][2] and successfully pressed the firm to employ graduates from Howard University School of Law.[2][7] He also hosted a television talk show Cliff Alexander: Black on White from 1972 to 1976.[1] In 1974, he ran unsuccessfully as a candidate for mayor of the District of Columbia.[8] He subsequently joined Verner, Lipfert, Bernhard, McPherson and Hand the following year. He also taught as a professor of law at Howard and Georgetown University Law Center.[5] Alexander returned to public service as Secretary of the Army under the Carter Administration, serving from 1977 to 1981.[2][7] He was the first African American appointed to this Cabinet position.[1][2] During this time, he concentrated upon improving the all-volunteer Army, stressing programs to enhance professionalism, and emphasizing the award of contracts to minority businesses to fulfill the federal commitment to encourage diversity.[2][7] He also sought to eliminate barriers to women and racial minorities being promoted to the rank of general.[2][9] One of the beneficiaries of Alexander's efforts was Colin Powell, who finished second in his class at the Army Command and General Staff College.[2] Alexander also endorsed the increases in salary for military personnel and military budget at the end of the Vietnam War, stating that it was \"a quality Army\" with members who \"work hard [and] take their training and their missions seriously\".[2] After his tenure as Secretary of the Army ended in 1981, Alexander formed the consulting firm of Alexander and Associates with his wife.[1] In addition, he served on the boards of directors of several national corporations and was a member of the Board of Governors of the American Stock Exchange.[10] He served as a political and campaign advisor to Barack Obama in 2008.[1] Alexander was outspoken in his opposition to the \"Don't Ask, Don't Tell\" policy of the military, signed a statement in November 2008 calling for its repeal so that gays could serve openly.[11] He also expressed his point of view on the matter in his interviews by Rachel Maddow on April 3 and May 11, 2009,[12][13] as well as on June 28, 2013.[14] Alexander married Adele Logan in 1959.[1] She became a history professor at George Washington University.[2] They remained married until his death. Together, they had two children: Elizabeth Alexander and Mark C. Alexander. Elizabeth wrote and recited the poem \"Praise Song for the Day\" at the first inauguration of Barack Obama in 2009.[1] Mark was the first African American dean of the Villanova University School of Law.[2] Alexander was a member of Omega Psi Phi fraternity.[15] He relocated to Manhattan in 2013.[2] He died on July 3, 2022, at his home in Manhattan. He was 88, and suffered from heart failure prior to his death.[1][2]","Title":"Clifford Alexander Jr. - Wikipedia","KeyID":"17822","URL":"https://en.wikipedia.org/wiki/Clifford_Alexander_Jr."}