{"Content: ":"Chelsea Football Club is an English professional football club based in Fulham, in the western parts of London. Founded in 1905, they play their home games at Stamford Bridge.[4] The club competes in the Premier League, the top division of English football. They won their first major honour, the League championship, in 1955. The club won the FA Cup for the first time in 1970, their first European honour, the Cup Winners' Cup, in 1971, and becoming only the third English club to win the Club World Cup in 2022. Chelsea are one of five clubs to have won all three of UEFA's main club competitions, being the first English club to achieve the UEFA treble, and the only club to have won all three major European competitions twice. They are also the only London club to have won the Champions League and the Club World Cup.[5] Domestically, the club has won six league titles, eight FA Cups, five League Cups, and four FA Community Shields. Internationally, they have won the UEFA Champions League, the UEFA Europa League, the UEFA Cup Winners' Cups and the UEFA Super Cup twice each, and one FIFA Club World Cup since their inception. In terms of overall trophies won, it is the fourth-most successful club in English football. The club has rivalries with neighbouring teams Arsenal and Tottenham Hotspur, and a historic rivalry with Leeds United. In terms of club value, Chelsea are the seventh most valuable football club in the world (as of 2021[update]), worth £2.39 billion ($3.2 billion), and are the seventh highest-earning football club in the world, with earnings of over €493.1 million (as of May 2022).[6][7] In 1904, Gus Mears acquired the Stamford Bridge athletics stadium in Fulham with the aim of turning it into a football ground. An offer to lease it to nearby Fulham F.C. was turned down, so Mears opted to found his own club to use the stadium. As there was already a team named Fulham in the borough, the name of the adjacent borough of Chelsea was chosen for the new club; names like Kensington FC, Stamford Bridge FC and London FC were also considered.[8] Chelsea F.C. was founded on 10 March 1905 at The Rising Sun pub (now The Butcher's Hook),[2][9] opposite the present-day main entrance to the ground on Fulham Road, and were elected to the Football League shortly afterwards. Chelsea won promotion to the First Division in their second season, and yo-yoed between the First and Second Divisions in their early years. They reached the 1915 FA Cup Final, where they lost to Sheffield United at Old Trafford, and finished third in the First Division in 1920, the club's best league campaign to that point.[10] Chelsea had a reputation for signing star players[11] and attracted large crowds. The club had the highest average attendance in English football in ten separate seasons[12] including 1907–08,[13] 1909–10,[14] 1911–12,[15] 1912–13,[16] 1913–14[17] and 1919–20.[18][19] They were FA Cup semi-finalists in 1920 and 1932 and remained in the First Division throughout the 1930s, but success eluded the club in the inter-war years. Former Arsenal and England centre-forward Ted Drake was appointed manager in 1952 and proceeded to modernise the club. He removed the club's Chelsea pensioner crest, improved the youth set-up and training regime, rebuilt the side with shrewd signings from the lower divisions and amateur leagues, and led Chelsea to their first major trophy success – the League championship – in 1954–55. The following season saw UEFA create the European Champions' Cup, but after objections from The Football League, Chelsea were persuaded to withdraw from the competition before it started.[20][21] Chelsea failed to build on this success, and spent the remainder of the 1950s in mid-table. Drake was dismissed in 1961 and replaced by player-coach Tommy Docherty. Docherty built a new team around the group of talented young players emerging from the club's youth set-up, and Chelsea challenged for honours throughout the 1960s, enduring several near-misses. They were on course for a treble of League, FA Cup and League Cup going into the final stages of the 1964–65 season, winning the League Cup but faltering late on in the other two.[22] In three seasons the side were beaten in three major semi-finals and were FA Cup runners-up. Under Docherty's successor, Dave Sexton, Chelsea won the FA Cup in 1970, beating Leeds United 2–1 in a final replay. The following year, Chelsea took their first European honour, a UEFA Cup Winners' Cup triumph, with another replayed win, this time over Real Madrid in Athens. The late 1970s through to the '80s was a turbulent period for Chelsea. An ambitious redevelopment of Stamford Bridge threatened the financial stability of the club,[23] star players were sold and the team were relegated. Further problems were caused by a notorious hooligan element among the support, which was to plague the club throughout the decade.[24] In 1982, Chelsea were, at the nadir of their fortunes, acquired by Ken Bates for the nominal sum of £1, from Mears' great-nephew Brian Mears for £1. Bates bought a controlling stake in the club and floated Chelsea on the AIM stock exchange in March 1996[25] although by now the Stamford Bridge freehold had been sold to property developers, meaning the club faced losing their home.[26] On the pitch, the team had fared little better, coming close to relegation to the Third Division for the first time, but in 1983 manager John Neal put together an impressive new team for minimal outlay. Chelsea won the Second Division title in 1983–84 and established themselves in the top division with two top-six finishes, before being relegated again in 1988. The club bounced back immediately by winning the Second Division championship in 1988–89. After a long-running legal battle, Bates reunited the stadium freehold with the club in 1992 by doing a deal with the banks of the property developers, who had been bankrupted by a market crash.[27] In the mid-1990s Chelsea fan and businessman Matthew Harding became a director and loaned the club £26 million to build the new North Stand and invest in new players.[28] Chelsea's form in the new Premier League was unconvincing, although they did reach the 1994 FA Cup Final. The appointment of Ruud Gullit as player-manager in 1996 began an upturn in the team's fortunes. He added several top international players to the side and led the club to their first major honour since 1971, the FA Cup. Gullit was replaced by Gianluca Vialli, whose reign saw Chelsea win the League Cup, the UEFA Cup Winners' Cup and the UEFA Super Cup in 1998, and the FA Cup in 2000. They also mounted a strong title challenge in 1998–99, finishing four points behind champions Manchester United, and made their first appearance in the UEFA Champions League. Vialli was sacked in favour of Claudio Ranieri, who guided Chelsea to the 2002 FA Cup Final and Champions League qualification in 2002–03. \"I don't want to throw my money away but it's really about having fun and that means success and trophies.\" —Roman Abramovich, in an interview with the BBC following the takeover.[29] With the club facing an apparent financial crisis,[30] Bates unexpectedly sold Chelsea F.C. in June 2003 for £60 million.[31] In so doing, he reportedly recognised a personal profit of £17 million on the club he had bought for £1 in 1982 (his stake had been diluted to just below 30% over the years). The club's new owner was Russian oligarch and billionaire Roman Abramovich, who also took on responsibility for the club's £80 million of debt, quickly paying some of it. Sergei Pugachev, a former friend of Vladimir Putin, explained that \"Putin personally told me of his plan to acquire the Chelsea Football Club in order to increase his influence and raise Russia’s profile, not only with the elite but with ordinary British people.\"[32] Abramovich reportedly denied that he was acting under control from the Kremlin.[32] Over £100 million was spent on new players, but Ranieri was unable to deliver any trophies,[33] and was replaced by José Mourinho.[34] Under Mourinho, Chelsea became the fifth English team to win back-to-back league championships since the Second World War (2004–05 and 2005–06),[35] in addition to winning an FA Cup (2007) and two League Cups (2005 and 2007). After a poor start to the 2007–2008 season, Mourinho was replaced by Avram Grant,[36] who led the club to their first UEFA Champions League final, which they lost on penalties to Manchester United. The club did not turn a profit in the first nine years of Abramovich's ownership, and made record losses of £140m in June 2005.[37] I am a fan of special nature. I'm excited before every single game. The trophy at the end is less important than the process itself. —Abramovich discussing two trophy-laden years at Chelsea (2006).[38] In 2009, under caretaker manager Guus Hiddink, Chelsea won another FA Cup.[39] In 2009–10, his successor Carlo Ancelotti led them to their first Premier League and FA Cup Double, also becoming the first English top-flight club to score 100 league goals in a season since 1963.[40] In 2012, Roberto Di Matteo led Chelsea to their seventh FA Cup,[41] and their first UEFA Champions League title, beating Bayern Munich 4–3 on penalties, the first London club to win the trophy.[42] The following year the club won the UEFA Europa League,[43] making them the first club to hold two major European titles simultaneously and one of five clubs to have won the three main UEFA trophies.[44] Mourinho returned as manager in 2013 and led Chelsea to League Cup success in March 2015,[45] and the Premier League title two months later.[46] Mourinho was sacked after four months of the following season after a poor start.[47] In November 2012, Chelsea announced a profit of £1.4 million for the year ending 30 June 2012, the first time the club had made a profit under Abramovich's ownership.[37][48] This was followed by a loss in 2013 and then their highest ever profit of £18.4 million for the year to June 2014.[49] In 2018 Chelsea announced a record after-tax profit of £62 million.[50] In 2017, under new coach Antonio Conte, Chelsea won their sixth English title and the following season won their eighth FA Cup.[51] In 2018 Conte was sacked after a 5th-place finish and replaced with Maurizio Sarri,[52][53] under whom Chelsea reached the League Cup final, which they lost on penalties to Manchester City[54] and won the Europa League for a second time, beating Arsenal 4–1 in the final. Sarri then left the club to become manager of Juventus and was then replaced by former Chelsea player Frank Lampard.[55] In Lampard's first season he guided Chelsea to 4th place in the Premier League and reached the FA Cup final, losing 2–1 to Arsenal.[56] Lampard was dismissed in January 2021 and replaced with Thomas Tuchel.[57][58] Under Tuchel, Chelsea reached the FA Cup final, losing 1–0 to Leicester City, and won their second UEFA Champions League title with a 1–0 win over Manchester City in Porto.[59] The club subsequently won the 2021 UEFA Super Cup for the second time by defeating Villarreal 6–5 in a penalty shootout, after it had ended 1–1 in Belfast after extra time.[60] On 18 April 2021, Chelsea announced they would be joining a new European Super League, a league competition comprising the biggest European clubs.[61] After a backlash from supporters, the club announced their withdrawal days later.[62] Former Chelsea player Tony Cascarino revealed that the club had been calling ex-players to check up on their health during the COVID-19 pandemic.[63][64] The club opted against furloughing their non-matchday staff with the decision reportedly coming from Abramovich himself. Chelsea, one of the first clubs to help the National Health Service, lent the club-owned Millenium Hotel for the NHS staff.[64] \"[Chelsea] have been a success machine for the last 10–20 years. That doesn't just come with money, we've seen at Manchester United and Arsenal where they've put billions into the team and not had the success that Chelsea have had. Chelsea can feel comfortable that they'll have rich owners, but will they have football smart owners? Because that's what Abramovich has been. —Gary Neville on Abramovich's legacy.[65] Amidst financial sanctions leveled at Russian oligarchs by Western governments in response to the 2022 Russian invasion of Ukraine, Abramovich stated on 26 February that he would hand over the stewardship of Chelsea to the trustees of the Chelsea Foundation.[66] The trustees did not immediately agree, due to legal concerns regarding the rules of the Charity Commission for England and Wales.[67] A week later, Abramovich wrote-off the £1.5 billion the club owed him, and put the club up for sale, pledging to donate net proceeds from it to the victims of the war in Ukraine.[68][69] On 10 March 2022, the British government announced sanctions on Abramovich with Chelsea allowed to operate under a special license until 31 May.[70][71] In the following weeks, reports emerged of Abramovich's involvement in brokering a peace deal between Ukraine and Russia and securing safe evacuation corridors in besieged Ukrainian cities.[72][73] An American government official revealed that the Ukrainian president, Volodymyr Zelenskyy had requested the US government to not levy sanctions at Abramovich given his importance in war relief efforts.[74] On 7 May 2022, Chelsea confirmed that terms have been agreed for a new ownership group, led by Todd Boehly, Clearlake Capital, Mark Walter and Hansjörg Wyss, to acquire the club.[75] On 25 May 2022, the government has approved the £4.25bn Boehly-led consortium takeover of Chelsea.[76] On 30 May 2022, the sale was completed, ending Abramovich's 19 year ownership of the club.[77] The consortium led by Todd Boehly, chairman and CEO of Eldridge Industries, and Clearlake Capital, announced completion of the ownership transfer of Chelsea on the 30 May 2022. The consortium also includes Hansjörg Wyss, founder of the Wyss Foundation, and Mark Walter, co-founder and CEO of Guggenheim Partners. Walter and Boehly are owners of the Los Angeles Dodgers, the Los Angeles Lakers, and the Los Angeles Sparks. The transaction has received all necessary approvals from The Governments of the United Kingdom and Portugal, The Premier League, and other authorities was mentioned by the club in their statement.[78] The club then announced on the 20 June that Bruce Buck, who served as Chairman since 2003, will be stepping down from his role effective 30 June although he would continue to support the Club as a Senior Advisor. While Boehly would assume the chairmanship.[79] This was followed by the club restructuring the board and announcing the departure of long serving Club Director and de-facto Sporting Director Marina Granovskaia on the 22 June.[80] While Petr Čech left the role of Technical and Performance Advisor 5 days later.[81] L1 = Level 1 of the football league system; L2 = Level 2 of the football league system Chelsea have only had one home ground, Stamford Bridge, where they have played since the team's foundation. The stadium was officially opened on 28 April 1877 and for the next 28 years it was used by the London Athletic Club as an arena for athletics meetings. In 1904 the ground was acquired by businessman Gus Mears and his brother Joseph, who had also purchased nearby land (formerly a large market garden) with the aim of staging football matches on the now 12.5 acre (51,000 m2) site.[82] Stamford Bridge was designed for the Mears family by the noted football architect Archibald Leitch, who had also designed Ibrox, Craven Cottage and Hampden Park.[83] Most football clubs were founded first, and then sought grounds in which to play, but Chelsea were founded for Stamford Bridge. Starting with an open bowl-like design and one grandstand with seating, Stamford Bridge had an original capacity of around 100,000, making it the second biggest stadium in England after Crystal Palace.[82] The early 1930s saw the construction of a terrace on the southern part of the ground with a roof that covered around one fifth of the stand. As the roof resembled that of a corrugated iron shed, the stand eventually became known as the \"Shed End\", although it is unknown who first coined this name. From the 1960s, it became known as the home of Chelsea's most loyal and vocal supporters.[82] In 1939, another small seated stand was added, the North Stand, which remained until its demolition in 1975.[82] In the early 1970s, the club's owners announced a modernisation of Stamford Bridge with plans for a state-of-the-art 50,000 all-seater stadium.[82] Work began in 1972 but the project was beset with problems and ultimately only the East Stand was completed; the cost brought the club close to bankruptcy. The freehold was sold to property developers and the club were under threat of eviction from the stadium.[82] Following a long legal battle, it was not until the mid-1990s that Chelsea's future at Stamford Bridge was secured and renovation work resumed.[82] The north, west and southern parts of the ground were converted into all-seater stands and moved closer to the pitch, a process completed by 2001. The East Stand was retained from the 1970s development. In 1996, the north stand was renamed the Matthew Harding stand, after the club director and benefactor who was killed in a helicopter crash earlier that year.[84] When Stamford Bridge was redeveloped in the Bates era many additional features were added to the complex including two Millennium & Copthorne hotels, apartments, bars, restaurants, the Chelsea Megastore, and an interactive visitor attraction called Chelsea World of Sport. The intention was that these facilities would provide extra revenue to support the football side of the business, but they were less successful than hoped and before the Abramovich takeover in 2003 the debt taken on to finance them was a major burden on the club. Soon after the takeover a decision was taken to drop the \"Chelsea Village\" brand and refocus on Chelsea as a football club. However, the stadium is sometimes still referred to as part of \"Chelsea Village\" or \"The Village\". The Stamford Bridge freehold, the pitch, the turnstiles and Chelsea's naming rights are now owned by Chelsea Pitch Owners, a non-profit organisation in which fans are the shareholders. The CPO was created to ensure the stadium could never again be sold to developers. As a condition for using the Chelsea FC name, the club has to play its first team matches at Stamford Bridge, which means that if the club moves to a new stadium, they may have to change their name.[85] Chelsea's training ground is located in Cobham, Surrey. Chelsea moved to Cobham in 2004. Their previous training ground in Harlington was taken over by QPR in 2005.[86] The new training facilities in Cobham were completed in 2007.[87] Stamford Bridge hosted the FA Cup Final from 1920 to 1922,[88] has held ten FA Cup Semi-finals (most recently in 1978), ten FA Charity Shield matches (the last in 1970), and three England international matches, the last in 1932; it was also the venue for an unofficial Victory International in 1946.[89] The 2013 UEFA Women's Champions League Final was played at Stamford Bridge as well.[90] The stadium has also been used for a variety of other sports. In October 1905 it hosted a rugby union match between the All Blacks and Middlesex,[91] and in 1914 hosted a baseball match between the touring New York Giants and the Chicago White Sox.[92] It was the venue for a boxing match between world flyweight champion Jimmy Wilde and Joe Conn in 1918.[93] The running track was used for dirt track racing between 1928 and 1932,[94] greyhound racing from 1933 to 1968, and Midget car racing in 1948.[95] In 1980, Stamford Bridge hosted the first international floodlit cricket match in the UK, between Essex and the West Indies.[96] It was also the home stadium of the London Monarchs American Football team for the 1997 season.[97] The previous owner Mr Abramovich and the clubs then executive board determined that a larger stadium is necessary in order for Chelsea to stay competitive with rival clubs who have significantly larger stadia, such as Arsenal and Manchester United.[98] Owing to its location next to a main road and two railway lines, fans can only enter Stamford Bridge via the Fulham Road exits, which places constraints on expansion due to health and safety regulations.[99] The club have consistently affirmed their desire to keep Chelsea at their current home,[100][101] but have nonetheless been linked with a move to various nearby sites, including the Earls Court Exhibition Centre, Battersea Power Station and the Chelsea Barracks.[102] In October 2011, a proposal from the club to buy back the freehold to the land on which Stamford Bridge sits was voted down by Chelsea Pitch Owners shareholders.[103] In May 2012, the club made a formal bid to purchase Battersea Power Station, with a view to developing the site into a new stadium,[104] but lost out to a Malaysian consortium.[105] The club subsequently announced plans to redevelop Stamford Bridge into a 60,000-seater stadium,[106] and in January 2017 these plans were approved by Hammersmith and Fulham council.[107] However, on 31 May 2018, the club released a statement saying that the new stadium project had been put on hold indefinitely, citing \"the current unfavourable investment climate.\"[108] Chelsea have had four main crests, which all underwent minor variations. The first, adopted when the club was founded, was the image of a Chelsea Pensioner, the army veterans who reside at the nearby Royal Hospital Chelsea. This contributed to the club's original \"pensioner\" nickname, and remained for the next half-century, though it never appeared on the shirts. When Ted Drake became Chelsea manager in 1952, he began to modernise the club. Believing the Chelsea pensioner crest to be old-fashioned, he insisted that it be replaced.[109] A stop-gap badge which comprised the initials C.F.C. was adopted for a year. In 1953, the club crest was changed to an upright blue lion looking backwards and holding a staff. It was based on elements in the coat of arms of the Metropolitan Borough of Chelsea[110] with the \"lion rampant regardant\" taken from the arms of then club president Viscount Chelsea and the staff from the Abbots of Westminster, former Lords of the Manor of Chelsea. It also featured three red roses, to represent England, and two footballs.[109] This was the first Chelsea crest to appear on the shirts, in the early 1960s. In 1975, a heraldic badge was granted by the College of Arms to the English Football League for use by Chelsea. The badge took the form of the familiar lion and staff encircled by a blue ring but without lettering and without the red roses and red footballs (blazoned as \"A lion rampant reguardant azure supporting with the forepaws a crozier or all within an annulet azure\").[111] In 1986, with Ken Bates now owner of the club, Chelsea's crest was changed again as part of another attempt to modernise and because the old rampant lion badge could not be trademarked.[112] The new badge featured a more naturalistic non-heraldic lion, in white and not blue, standing over the C.F.C. initials. This lasted for the next 19 years, with some modifications such as the use of different colours, including red from 1987 to 1995, and yellow from 1995 until 1999, before the white returned.[113] With the new ownership of Roman Abramovich, and the club's centenary approaching, combined with demands from fans for the popular 1950s badge to be restored, it was decided that the crest should be changed again in 2005. The new crest was officially adopted for the start of the 2005–06 season and marked a return to the older design, used from 1953 to 1986, featuring a blue heraldic lion holding a staff. For the centenary season this was accompanied by the words '100 YEARS' and 'CENTENARY 2005–2006' on the top and bottom of the crest respectively.[114] Chelsea have always worn blue shirts, although they originally used the paler eton blue, which was taken from the racing colours of then club president, Earl Cadogan, and was worn with white shorts and dark blue or black socks.[116] The light blue shirts were replaced by a royal blue version in around 1912.[117] In the 1960s Chelsea manager Tommy Docherty changed the kit again, switching to blue shorts (which have remained ever since) and white socks, believing it made the club's colours more modern and distinctive, since no other major side used that combination; this kit was first worn during the 1964–65 season.[118] Since then Chelsea have always worn white socks with their home kit apart from a short spell from 1985 to 1992, when blue socks were reintroduced. Chelsea's away colours are usually all yellow or all white with blue trim. More recently, the club have had a number of black or dark blue away kits which alternate every year.[119] As with most teams, they have also had some more unusual ones. At Docherty's behest, in the 1966 FA Cup semi-final they wore blue and black stripes, based on Inter Milan's kit.[120] In the mid-1970s, the away strip was a red, white and green kit inspired by the Hungarian national side of the 1950s.[121] Other away kits include an all jade strip worn from 1986 to 1989, red and white diamonds from 1990 to 1992, graphite and tangerine from 1994 to 1996, and luminous yellow from 2007 to 2008.[119] The graphite and tangerine strip has appeared in lists of the worst football kits ever.[122] At matches, Chelsea fans sing chants such as \"Carefree\" (to the tune of \"Lord of the Dance\", whose lyrics were probably written by supporter Mick Greenaway),[123][124] \"Ten Men Went to Mow\", \"We All Follow the Chelsea\" (to the tune of \"Land of Hope and Glory\"), \"Zigga Zagga\", and the celebratory \"Celery\". The latter is often accompanied by fans throwing celery at each other, although the vegetable was banned inside Stamford Bridge after an incident involving midfielder Cesc Fàbregas at the 2007 League Cup Final.[125] Popular Fanchants include, \"Super Chelsea\", \"Super Frank\" (dedicated to all time leading goal scorer Frank Lampard), \"We love you Chelsea\" and \"Come on Chelsea\". There also some situation specific or team specific cheats meant to rile up option teams, managers or players.[126] Chelsea are among the most widely supported football clubs in the world.[127][128] They have the sixth highest average attendance in the history of English football,[129] and regularly attract over 40,000 fans to Stamford Bridge; they were the seventh best-supported Premier League team in the 2013–14 season, with an average gate of 41,572.[130] Chelsea's traditional fanbase comes from all over the Greater London area including working-class parts such as Hammersmith and Battersea, wealthier areas like Chelsea and Kensington, and from the home counties. There are also numerous official supporters clubs in the United Kingdom and all over the world.[131] Between 2007 and 2012, Chelsea were ranked fourth worldwide in annual replica kit sales, with an average of 910,000.[132] As of 2018, Chelsea had 72.2 million followers on social media, the fourth highest among football clubs.[133] During the 1970s and 1980s in particular, Chelsea supporters were associated with football hooliganism. The club's \"football firm\", originally known as the Chelsea Shed Boys, and subsequently as the Chelsea Headhunters, were nationally notorious for football violence, alongside hooligan firms from other clubs such as West Ham United's Inter City Firm and Millwall's Bushwackers, before, during and after matches.[134] The increase of hooligan incidents in the 1980s led chairman Ken Bates to propose erecting an electric fence to deter them from invading the pitch, a proposal that the Greater London Council rejected.[135] Since the 1990s, there has been a marked decline in crowd trouble at matches, as a result of stricter policing, CCTV in grounds and the advent of all-seater stadia.[136] In 2007, the club launched the Back to the Shed campaign to improve the atmosphere at home matches, with notable success. According to Home Office statistics, 126 Chelsea fans were arrested for football-related offences during the 2009–10 season, the third highest in the division, and 27 banning orders were issued, the fifth-highest in the division.[137] Chelsea have long-standing rivalries with North London clubs Arsenal and Tottenham Hotspur.[138][139] A strong rivalry with Leeds United dates back to several heated and controversial matches in the 1960s and 1970s, particularly the 1970 FA Cup Final.[140] More recently a rivalry with Liverpool has grown following repeated clashes in cup competitions.[141][142] Chelsea's fellow West London sides Brentford, Fulham and Queens Park Rangers are not considered major rivals, as matches have only taken place intermittently due to the clubs often being in separate divisions.[143] A 2004 survey by Planetfootball.com found that Chelsea fans consider their main rivalries to be with (in descending order): Arsenal, Tottenham Hotspur and Manchester United. In the same survey, fans of Arsenal, Fulham, Leeds United, QPR, Tottenham, and West Ham United named Chelsea as one of their three main rivals.[144] In a 2008 poll conducted by the Football Fans Census, Chelsea fans named Liverpool, Arsenal and Manchester United as their most disliked clubs. In the same survey, \"Chelsea\" was the top answer to the question \"Which other English club do you dislike the most?\"[145] A 2012 survey, conducted among 1,200 supporters of the top four league divisions across the country, found that many clubs' main rivals had changed since 2003 and reported that Chelsea fans consider Tottenham to be their main rivals, above Arsenal and Manchester United. Additionally, fans of Arsenal, Brentford, Fulham, Liverpool, Manchester United, QPR, Tottenham and West Ham identified Chelsea as one of their top three rivals.[146] The rivalry between Chelsea and Tottenham in particular has gotten more intense over the years. While the rivalry itself dates back to the 1967 FA Cup Final, which was the competition's first final to be contested between two teams from London, and is thus often dubbed the \"Cockney Cup Final\". Tottenham won the game 2–1 with over 100,000 people in attendance.[147] The rivalry further intensified during the 1974–75 season, one in which Tottenham and Chelsea fought out a bitter battle against relegation from the First Division. Before the match, Tottenham were in the relegation zone and Chelsea were one point ahead of them. The tension of the match led to fans invading and fighting on the pitch before the game started.[148] After a delayed start, Tottenham won the game 2–0.[149] Chelsea failed to win either of their remaining two games and were ultimately relegated from the First Division with Tottenham staying up via a solitary point.[150] Another angle to the rivalry with Tottenham is the battle to sign players. Prior to signing for Chelsea for example, former Chelsea player Willian had attracted interest from Chelsea's London rivals Tottenham. He completed a medical at Tottenham before meeting with Chelsea, which caused confusion as to which club he would sign for. Willian claims Chelsea was his first preference and he would have only signed at Tottenham if the deal with Chelsea fell through.[151] Another major rivalry that has been brewing over the years has been with FC Barcelona. It began back in 2000, the Blues were perennial underdogs in all competitions. Barcelona were led by Louis van Gaal at the height of his popularity.[152] Because of this, few thought Chelsea would beat the Spanish side 3-1 at Stamford Bridge. In the second leg, Chelsea pushed the tie into extra time. A red card for the Blues gave Barcelona the chance to turn on the afterburners. Because of the man advantage, they won 5-1. The seeds of a rivalry were planted.[152] The landscape for the Blues changed completely before the two sides played again. Roman Abramovich purchased the club and used his financial power to make Chelsea more than perennial underdogs. Jose Mourinho came in and used the clubs recent status to create a culture of “us against the world”. It was rare for Mourinho’s Mark I Chelsea to lose to anyone, but lose they did. An own goal cost the Blues early. In addition, Didier Drogba was sent off. Unlike in 2000, however, the Blues held on and only lost 2-1. That played right into Mourinho’s hands.[153] Mourinho galvanized the side, using the loss as a rallying cry. Consequently, the fortress at Stamford Bridge held firm, and Chelsea overthrew their Spanish opponents. Chelsea won 4-2 and advanced.[152] This was the last match before Messi made his comments about the rivalry. Prior to the 2006 matchup between Chelsea and Barcelona, then 19 year old Lionel Messi said some Barcelona players hate Chelsea more than anyone else. In addition, he even compared the rivalry to the hotly contested Boca Juniors/River Plate rivalry in his native country.[154] The next set of fixtures remains the most controversial. By this point, Jose Mourinho had left the club and Guus Hiddink was the interim manager for the remainder of the 2008/09 season. His Blues managed to hold Barcelona at the Camp Nou. There was all to play for at Stamford Bridge.[152] Time after time, Chelsea were denied clear and obvious penalties. A 93rd minute Andres Iniesta goal saw Barcelona advance on away goals.[155] Club legend Drogba famously called it “a disgrace”. He was banned alongside teammate Jose Bosingwa for behavior after the match. This set the stage for the 2012 semifinal between the two teams. [156] The matches referee Tom Henning Øverbø had one of the worst referee performances of all time, admitting his errors in a subsequent interview in 2018. In 2012, Barcelona were without a doubt the best team in the world with some even calling them the best club team ever. Chelsea, at the time, were in a crisis. Andre Villas-Boas had been sacked earlier in the season and Roberto Di Matteo was placed in the hot seat. In was a surprise that Chelsea even made it to the semi finals that season. [157][152] At Stamford Bridge, the Blues held firm. Drogba scored just as the second half began to give Chelsea the lead. Few expected them to survive the trip to Camp Nou. Barcelona were perceived to have an easy route to the finals despite the loss while Chelsea were perceived to have none. The first half at Camp Nou justified that view. Gary Cahill came off injured early into the match. John Terry foolishly earned a red card by kneeing Alexis Sanchez in the back. At halftime, the Blues were down 2-0. The Blues came out for the second half with a renewed energy. Ramires scored his most famous Chelsea goal as the half began. As the final whistle was about to blow, Fernando Torres broke away and scored with seconds left. As a result, Chelsea had pulled off a miracle.[158] Subsequently scandals of Barcelona tapping up players came to light, however this was not limited to players contracted to the blues.[159][160] This was compunded by the fact that during the 2022-23 pre-season, after the immediate sale of the blues to new ownership, Barcelona despite claiming to be cash strapped, indulged in financial creativity to pursure many of chelsea's targets namely Raphinha and Jules Koundé. All this while signing Andreas Christensen on a free transfer, instigating a trasnfer for Marcus Alonso and pestering César Azpilicueta.[161] Chelsea's highest appearance-maker is ex-captain Ron Harris, who played in 795 competitive games for the club between 1961 and 1980.[162] Four other players made more than 500 appearances for the club: Peter Bonetti (729; 1959–79), John Terry (717; 1998–2017), Frank Lampard (648; 2001–2014) and John Hollins (592; 1963–1975 and 1983–1984). With 103 caps (101 while at the club) for England, Lampard is Chelsea's most capped international player. Every starting player in Chelsea's 57 games of the 2013–14 season was a full international – a new club record.[163] Lampard is Chelsea's all-time top goalscorer, having scored 211 goals in 648 games (2001–2014);[162] he passed Bobby Tambling's longstanding record of 202 in May 2013.[164] Eight other players have also scored over 100 goals for Chelsea: George Hilsdon (1906–1912), George Mills (1929–1939), Roy Bentley (1948–1956), Jimmy Greaves (1957–1961), Peter Osgood (1964–1974 and 1978–1979), Kerry Dixon (1983–1992), Didier Drogba (2004–2012 and 2014–2015), and Eden Hazard (2012–2019). Greaves holds the club record for the most goals scored in one season (43 in 1960–61).[165] While a Chelsea player, Greaves also became the youngest ever player to score 100 goals in the English top-flight, at 20 years and 290 days.[166] Chelsea's biggest winning scoreline in a competitive match is 13–0, achieved against Jeunesse Hautcharage in the Cup Winners' Cup in 1971.[167] The club's biggest top-flight win was an 8–0 victory against Wigan Athletic in 2010, which was matched in 2012 against Aston Villa.[168] Chelsea's biggest loss was an 8–1 reverse against Wolverhampton Wanderers in 1953.[169][170] The club's 21–0 aggregate victory over Jeunesse Hautcharage in the UEFA Cup Winners' Cup in 1971 is also a record in European competition.[171] Officially, Chelsea's highest home attendance is 82,905 for a First Division match against Arsenal on 12 October 1935. However, an estimated crowd of over 100,000 attended a friendly match against Soviet team Dynamo Moscow on 13 November 1945.[172][173] From 20 March 2004 to 26 October 2008, Chelsea went a record 86 consecutive league matches at home without defeat, beating the previous record of 63 matches unbeaten set by Liverpool between 1978 and 1980.[174][175] Chelsea hold the English record for the fewest goals conceded during a league season (15), the highest number of clean sheets overall in a Premier League season (25) (both set during the 2004–05 season),[176] and the most consecutive clean sheets from the start of a league season (6, set during the 2005–06 season).[177] Chelsea's streak of eleven consecutive away league wins, set between 5 April 2008 and 6 December 2008, is a record for the English top flight.[178] Chelsea are the only Premier League side to win their opening nine league games of the season, doing so in 2005–06.[179][180] From 2009 to 2013, Chelsea were unbeaten in a record 29 consecutive FA Cup matches (excluding penalty shoot-outs).[181] On 25 August 1928, Chelsea, along with Arsenal, became the first club to play with shirt numbers, in their match against Swansea Town.[182] They were the first English side to travel by aeroplane to a domestic away match, when they visited Newcastle United on 19 April 1957,[183] and the first First Division side to play a match on a Sunday, when they faced Stoke City on 27 January 1974. On 26 December 1999, Chelsea became the first British side to field an entirely foreign starting line-up (no British or Irish players) in a Premier League match against Southampton.[184] In May 2007, Chelsea were the first team to win the FA Cup at the new Wembley Stadium, having also been the last to win it at the old Wembley.[185] They were the first English club to be ranked No. 1 under UEFA's five-year coefficient system in the 21st century.[186] They were the first Premier League team, and the first team in the English top flight since 1962–63, to score at least 100 goals in a single season, reaching the milestone during the 2009–10 season.[40] Chelsea are the only London club to win the UEFA Champions League.[187][188] Upon winning the 2012–13 UEFA Europa League, Chelsea became the first English club to win all four UEFA club trophies and the only club to hold the Champions League and the Europa League at the same time.[189] Chelsea have twice broken the record for the highest transfer fee paid by a British club. Their £30.8 million purchase of Andriy Shevchenko from A.C. Milan in June 2006 was a British record until surpassed by the £32.5 million paid by Manchester City for Robinho in September 2008.[190][191] The club's £50 million purchase of Fernando Torres from Liverpool in January 2011[192] held the record until Ángel Di María signed for Manchester United in August 2014 for £59.7 million.[193] The club's £71 million purchase of Kepa Arrizabalaga in August 2018 remains a world record fee paid for a goalkeeper.[194] On the 12 February 2022, Chelsea became the first London club to win FIFA Club World Cup against Palmeiras with Kai Havertz scoring a late penalty.[195] Chelsea Football Club were founded by Gus Mears in 1905. After his death in 1912, his descendants continued to own the club until 1982, when Ken Bates bought the club from Mears' great-nephew Brian Mears for £1. Bates bought a controlling stake in the club and floated Chelsea on the AIM stock exchange in March 1996.[196] In the mid-1990s Chelsea fan and businessman Matthew Harding became a director and loaned the club £26 million to build the new North Stand and invest in new players.[197] In July 2003, Roman Abramovich purchased just over 50% of Chelsea Village plc's share capital, including Bates' 29.5% stake, for £30 million and over the following weeks bought out most of the remaining 12,000 shareholders at 35 pence per share, completing a £140 million takeover. Other shareholders at the time of the takeover included the Matthew Harding estate (21%), BSkyB (9.9%) and various anonymous offshore trusts.[198] At the time of the Abramovich takeover, the club also had debts of around £100 million, which included a ten-year £75 million Eurobond taken out in 1997 by the Bates regime to buy the freehold of Stamford Bridge and finance the redevelopment of the stadium. The 9% interest on the loan cost the club around £7 million a year and according to Bruce Buck, Chelsea were struggling to pay an instalment due in July 2003.[199] Abramovich paid off some of that debt immediately, but the outstanding £36 million on the Eurobond was not fully repaid until 2008.[200] Since then, the club had no external debt.[201] Abramovich changed the ownership name to Chelsea FC plc, whose ultimate parent company was Fordstam Limited, which was controlled by him.[202] Chelsea were additionally funded by Abramovich via interest free soft loans channelled through his holding company Fordstam Limited. The loans stood at £709 million in December 2009, when they were all converted to equity by Abramovich, leaving the club themselves debt free,[203][204] although the debt remained with Fordstam.[205] Chelsea did not turn a profit in the first nine years of Abramovich's ownership, and made record losses of £140m in June 2005.[37] In November 2012, Chelsea announced a profit of £1.4 million for the year ending 30 June 2012, the first time the club had made a profit under Abramovich's ownership.[37][206] This was followed by a loss in 2013 and then their highest ever profit of £18.4 million for the year to June 2014.[207] In 2018 Chelsea announced a record after-tax profit of £62 million.[208] Chelsea have been described as a global brand; a 2012 report by Brand Finance ranked Chelsea fifth among football brands and valued the club's brand value at US$398 million – an increase of 27% from the previous year, also valuing them at US$10 million more than the sixth best brand, London rivals Arsenal – and gave the brand a strength rating of AA (very strong).[209][210] In 2016, Forbes magazine ranked Chelsea the seventh most valuable football club in the world, at £1.15 billion ($1.66 billion).[211] As of 2016[update], Chelsea are ranked eighth in the Deloitte Football Money League with an annual commercial revenue of £322.59 million.[212] As of May 2022, Chelsea are still ranked at the 8th according to Forbes.[213] While also being ranked 8th by Deloitte, with an annual commercial revenue of €493.1 million.[214] The club's recent accounting records highlight £26.6m they have lost in compensation to former head coach Antonio Conte for sacking and to pay off his backroom staff and the legal costs that followed.[215] On 26 February 2022, during the Russo-Ukrainian War, Abramovich handed over \"stewardship and care\" of Chelsea FC to the Chelsea Charitable Foundation.[216] Abramovich released an official statement on 2 March 2022 confirming that he is selling the club due to the ongoing situation in Ukraine.[217] Although the UK government froze Abramovich's assets in United Kingdom on 10 March due to his \"close ties with Kremlin\", it was made clear that the Chelsea club will be allowed to operate in terms of activities which are football related.[218] On 12 March, the Premier League disqualified Abramovich as a director of Chelsea Football Club.[219] On 19 March 2022, there were five confirmed bids to acquire Chelsea FC: submitted to Raine Capital who were handling the sale of the club. Some of these were a consortium led by ex-Liverpool chairman Sir Martin Broughton, a group of investors led by the Ricketts family (among them Joe and Pete Ricketts), Swiss and American businessmans Hansjörg Wyss and Todd Boehly, Aethel Partners headed by Portuguese Ricardo Santos Silva and British multi-millionaire businessman Nick Candy, supported by former Chelsea striker Gianluca Vialli.[220] On 7 May, the club finally confirmed that \"terms have been agreed\" for a new ownership group led by Todd Boehly and Clearlake Capital.[221] On 30 May, it was confirmed that a consortium led by Boehly and Clearlake Capital have completed the purchase of the club.[222] The consortium also includes Wyss and Mark Walter as well. Walter and Boehly are also owners of the Los Angeles Dodgers, the Los Angeles Lakers, and the Los Angeles Sparks. The transaction had received all necessary approvals from The Governments of the United Kingdom and Portugal, The Premier League, and other authorities.[223][224] Chelsea's kit has been manufactured by Nike since July 2017. Previously, the kit was manufactured by Adidas, which was originally contracted to supply the club's kit from 2006 to 2018. The partnership was extended in October 2010 in a deal worth £160 million over eight years.[225] This deal was again extended in June 2013 in a deal worth £300 million over another ten years.[226] In May 2016, Adidas announced that by mutual agreement, the kit sponsorship would end six years early on 30 June 2017.[227] Chelsea had to pay £40m in compensation to Adidas. In October 2016, Nike was announced as the new kit sponsor, in a deal worth £900m over 15 years, until 2032.[228] Previously, the kit was manufactured by Umbro (1975–81), Le Coq Sportif (1981–86), The Chelsea Collection (1986–87), Umbro (1987–2006), and Adidas (2006–2017). Chelsea's first shirt sponsor was Gulf Air, agreed during the 1983–84 season. The club were then sponsored by Grange Farms, Bai Lin Tea and Simod before a long-term deal was signed with Commodore International in 1989; Amiga, an offshoot of Commodore, also appeared on the shirts. Chelsea were subsequently sponsored by Coors beer (1994–97), Autoglass (1997–2001), Emirates (2001–05), Samsung Mobile (2005–08), Samsung (2008–15).[229][230] and Yokohama Tyres (2015–20). From July 2020, Chelsea's sponsor was Three,[231] however they temporarily suspended their sponsorship in March 2022 in response to sanctions leveled by the UK Government against Abramovich.[232] But restored their sponsorship after the change of ownership of the club.[233] Following the introduction of sleeve sponsors in the Premier League, Chelsea had Alliance Tyres as their first sleeve sponsor in the 2017–18 season.[234] Followed by Hyundai Motor Company in 2018-19 season.[235] Starting in 2022-23 season, Amber Group became the new sleeve sponsor, with the flagship digital asset platform WhaleFin appearing on the kit's sleeves of both men's and women's teams.[236] The club also has a variety of other sponsors and official partners, which include Cadbury, EA Sports, GO Markets, Hublot, Levy Restaurants, MSC Cruises, Parimatch, Singha, Trivago, and Zapp.[237] In 1930, Chelsea featured in one of the earliest football films, The Great Game.[238] One-time Chelsea centre forward, Jack Cock, who by then was playing for Millwall, was the star of the film and several scenes were shot at Stamford Bridge, including on the pitch, the boardroom, and the dressing rooms. It included guest appearances by then-Chelsea players Andrew Wilson, George Mills, and Sam Millington.[239] Owing to the notoriety of the Chelsea Headhunters, a football firm associated with the club, Chelsea have also featured in films about football hooliganism, including 2004's The Football Factory.[240] Chelsea also appear in the Hindi film Jhoom Barabar Jhoom.[241] In April 2011, Montenegrin comedy series Nijesmo mi od juče made an episode in which Chelsea play against FK Sutjeska Nikšić for qualification of the UEFA Champions League.[242] Up until the 1950s, the club had a long-running association with the music halls; their underachievement often provided material for comedians such as George Robey.[243] It culminated in comedian Norman Long's release of a comic song in 1933, ironically titled \"On the Day That Chelsea Went and Won the Cup\", the lyrics of which describe a series of bizarre and improbable occurrences on the hypothetical day when Chelsea finally won a trophy.[11] In Alfred Hitchcock's 1935 film The 39 Steps, Mr Memory claims that Chelsea last won the Cup in 63 BC, \"in the presence of the Emperor Nero.\"[244] Scenes in a 1980 episode of Minder were filmed during a real match at Stamford Bridge between Chelsea and Preston North End with Terry McCann (played by Dennis Waterman) standing on the terraces.[245] The song \"Blue is the Colour\" was released as a single in the build-up to the 1972 League Cup Final, with all members of Chelsea's first team squad singing; it reached number five in the UK Singles Chart.[246] The song has since been adopted as an anthem by a number of other sports teams around the world, including the Vancouver Whitecaps (as \"White is the Colour\")[247] and the Saskatchewan Roughriders (as \"Green is the Colour\").[248] In the build-up to the 1997 FA Cup Final, the song \"Blue Day\", performed by Suggs and members of the Chelsea squad, reached number 22 in the UK charts.[249] Chelsea also operate a women's football team, Chelsea Football Club Women, formerly known as Chelsea Ladies. They have been affiliated to the men's team since 2004[250] and are part of the club's Community Development programme. They play their home games at Kingsmeadow, formerly the home ground of the EFL League Two club AFC Wimbledon. The club were promoted to the Premier Division for the first time in 2005 as Southern Division champions and won the Surrey County Cup nine times between 2003 and 2013.[251] In 2010 Chelsea Ladies were one of the eight founder members of the FA Women's Super League.[252] In 2015, Chelsea Ladies won the FA Women's Cup for the first time, beating Notts County Ladies at Wembley Stadium,[253] and a month later clinched their first FA WSL title to complete a league and cup double.[254] In 2018, they won a second league and FA Cup double.[255] Two years later, in 2020, they repeated their double success by winning the third league title and the FA Women's League Cup for the first time.[256][257] In the 2020–21 season, Chelsea won a domestic treble by winning the league, FA Cup and League Cup.[258] They also reached the final of the UEFA Women's Champions League for the first time, losing to Barcelona 4–0.[259] John Terry, former captain of the Chelsea men's team, is the President of Chelsea Women.[260] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Source: Chelsea F.C. The following managers won at least one trophy when in charge of Chelsea: Source: Chelsea F.C. Upon winning the 2012–13 UEFA Europa League, Chelsea became the fourth club in history to have won the \"European Treble\" of European Cup/UEFA Champions League, UEFA Cup/UEFA Europa League, and European Cup Winners' Cup/UEFA Cup Winners' Cup after Juventus, Ajax and Bayern Munich. Chelsea are the first English club to have won all three major UEFA trophies.[263] ","Title":"Chelsea F.C. - Wikipedia","KeyID":"17828","URL":"https://en.wikipedia.org/wiki/Chelsea_F.C."}