{"Content: ":"The secretary of the Army (SA or SECARMY) is a senior civilian official within the United States Department of Defense, with statutory responsibility for all matters relating to the United States Army: manpower, personnel, reserve affairs, installations, environmental issues, weapons systems and equipment acquisition, communications and financial management. The secretary of the Army is nominated by the president of the United States and confirmed by the United States Senate. The secretary is a non-Cabinet-level official, subordinate to the secretary of Defense.[2] This position was created on September 18, 1947, replacing the secretary of war, when the Department of War was split into the Department of the Army and Department of the Air Force.[3] On May 28, 2021 Christine Wormuth was sworn in as the 25th (and current) secretary of the Army, the first woman to serve in the role.[4] The Army senior leadership consists of two civilians; the secretary of the Army and the under secretary of the Army—and two military officers of four-star rank—the chief of staff of the United States Army and the vice chief of staff. The secretary of the Army (10 U.S.C. ยง 3013) is in effect the chief executive officer of the Department of the Army, and the chief of staff of the Army works directly for the secretary. The secretary presents and justifies Army policies, plans, programs, and budgets to the secretary of defense, other executive branch officials, and to the congressional Defense Committees. The secretary also communicates Army policies, plans, programs, capabilities, and accomplishments to the public. As necessary, the secretary convenes meetings with the senior leadership of the Army to debate issues, provide direction, and seek advice. The secretary is a member of the Defense Acquisition Board. The secretary of the Army has several responsibilities under the Uniform Code of Military Justice, including the authority to convene general courts-martial.[5] The Office of the Secretary of the Army is composed of the under secretary of the Army, the assistant secretaries of the Army, the administrative assistant to the secretary, the general counsel of the Department of the Army, the inspector general of the Army, the chief of legislation, and the Army Reserve Forces Policy Committee. Other offices may be established by law or by the secretary of the Army. No more than 1,865 Army officers on the active-duty list may be assigned or detailed to permanent duty in the Office of the Secretary of the Army and on the Army staff.[6] Each civilian has a military counterpart, as shown in the diagram below. Thus, for example, the Army G-1 has a defined responsibility to the Assistant Secretary of the Army (Manpower and Reserve Affairs), the ASA (M&RA). Kenneth Claiborne Royall, the last secretary of war, became the first secretary of the Army when the National Defense Act of 1947 took effect. Gordon Gray was the last Army secretary to hold the Cabinet status, which was henceforth assigned to the secretary of defense.[3][7] Prior military service is not a requirement, but several have served in the United States armed forces. Secretary Stone (1989-1993) is the only holder to serve in the military outside of the United States.","Title":"United States Secretary of the Army - Wikipedia","KeyID":"17823","URL":"https://en.wikipedia.org/wiki/United_States_Secretary_of_the_Army"}