{"Content: ":"The Westmeath County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae na hIarmhí) or Westmeath GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Westmeath. The county board is also responsible for the Westmeath county teams. The county football team won the Leinster Senior Football Championship in 2004. The county hurling team contests the Liam MacCarthy Cup via the Leinster Senior Hurling Championship. Clubs contest the Westmeath Senior Football Championship. Westmeath clubs have won the following: the Leinster Senior Club Football Championship (1): Garrycastle, 2011; and the Leinster Junior Club Football Championship (3): Ballinagore, 2005; Moate All Whites, 2014; Multyfarnham, 2017. The county team has never won an All-Ireland Senior Football Championship (SFC). Under the management of Páidí Ó Sé, the county team won the 2004 Leinster Senior Football Championship Final. That campaign is covered in the documentary film Marooned. Clubs contest the Westmeath Senior Hurling Championship. The Westmeath hurlers experienced a successful period in the mid 1930s, when they won the Leinster League twice in succession, the Junior Championship in 1936, and beat Laois to qualify for the 1937 Leinster Senior final. Rickardstown's John 'Jobber' McGrath, who played for the county in the 1950s and 1960s, is regarded as Westmeath's greatest hurler, and as one of the greatest players never to have won an All-Ireland senior hurling title. Westmeath played in the first division of the National Hurling League in 1985–86, and were the only team to beat Galway in an 18-month period. This team included the three Kilcoyne brothers and produced an All Star award for David, who was the team's free taker and top scorer in 1986. The first All Star award for any Westmeath player in hurling or football. In 2005, the county won the first Christy Ring Cup and thereby gained promotion to the 2006 Liam MacCarthy Championship. In 2006, they beat Dublin in the first round of the Leinster Senior Hurling Championship before losing the semi final to Kilkenny in Mullingar by 14 points. They then lost to Waterford, Galway and, disappointingly, Laois before tamely losing a relegation playoff against Dublin on a scorching July day in Tullamore. Despite progress made in 2006, the GAA condemned the county's hurlers to the Christy Ring Cup - this time without the prospect of promotion. Further rule changes and a Christy Ring win in 2010 allowed Westmeath back into the 2011 Liam MacCarthy. Further progress came on 20 April 2008 with victory in the NHL (Division 2), winning the final against Carlow. That day also saw their footballing counterparts move into Division 1 of the NFL also, with a win over Dublin. In 2015, the Westmeath minor hurlers surprised heavy favourites Wexford by two points in the Leinster quarter-final, the win has been regarded by the manager as the 'biggest result in history of Westmeath hurling'.[1] The senior hurlers beat Carlow by two points in the Leinster Qualifier group and extended their winning run beating favourites, Antrim 1–21 to 0–7. A famous victory over near rivals Offaly was achieved in May 2016 in the Leinster Championship. Westmeath led by some distance for the entire game before winning 2–21 to 1–10. Westmeath won the Máire Ní Chinnéide Cup in 2006.[2] They were defeated in the final of the fourth division of the National Camogie League in 2009 and 2010.[3] Mary Henry won the camogie All-Ireland Poc Fada Championship in 2006, the first Westmeath woman to win it. Tubberclair in 1987 and Cullion in 1992 won the Coiste Chontae an Chláir Shield at Féile na nGael in 1987. Aileen Lawlor refereed the All Ireland senior finals of 2002 and became president elect of the Camogie Association in 2011. Under Camogie's National Development Plan 2010-2015, \"Our Game, Our Passion\",[4] five new camogie clubs were to be established in the county by 2015.[5]","Title":"Westmeath GAA - Wikipedia","KeyID":"17836","URL":"https://en.wikipedia.org/wiki/Westmeath_GAA"}