{"Content: ":"The Girl Who Kicked the Hornets' Nest (Swedish: Luftslottet som sprängdes, lit. 'The castle in the sky[a] that was blown up') is a 2009 Swedish-Danish crime thriller film with German co-production directed by Daniel Alfredson from a screenplay by Ulf Rydberg and produced by Søren Stærmose, based on the 2007 novel of the same name by Swedish writer Stieg Larsson, the third entry in his Millennium series. Starring Noomi Rapace and Michael Nyqvist, it was the third and final installment of the film series, released two months following The Girl Who Played with Fire. It also marked the final film appearance of Per Oscarsson, who died in a house fire on 31 December 2010. The film begins at the conclusion of The Girl Who Played with Fire. Computer hacker Lisbeth Salander is airlifted to a hospital in Gothenburg to recover from gunshot wounds inflicted by her father, crime boss Alexander Zalachenko. Journalist Mikael Blomkvist, who Salander helped on a previous case, resumes his efforts to clear her of several murder charges, knowing that she was framed by the \"Section\", a group within the Swedish Security Service that illegally sheltered Zalachenko after he defected from the Soviet Union. Section members Evert Gullberg and Fredrik Clinton decide to silence Zalachenko and Salander to preserve their secrets. Gullberg arrives at the hospital and kills Zalachenko, but is unable to reach Salander; he then commits suicide. Clinton plans to have Salander recommitted to the mental hospital where the Section had her institutionalized as a child after she nearly killed Zalachenko. His collaborator in this plan is Dr. Peter Teleborian, the hospital's administrator, who \"treated\" the young Salander by putting her in restraints for the smallest infractions. Blomkvist persuades her doctor to sneak an Internet phone into Salander's room, whereupon Salander contacts her fellow hacker, Plague, to see if he can find something on Teleborian. She then tells Blomkvist that Annika Giannini, her lawyer and Blomkvist's sister, has permission to use a video showing her state-appointed guardian Nils Bjurman raping her; Bjurman, a former Section employee, is one of the people she is accused of murdering. Ronald Niedermann, Zalachenko's son and enforcer who previously tried to kill Salander's girlfriend Miriam, remains a fugitive, wanted for killing a police officer. Sonny, a member of an outlaw motorcycle gang Salander encountered in the previous film, learns that Niedermann went to his home to hide out. There, Sonny finds his brother dead and his girlfriend badly injured. She tells him that Niedermann was the culprit, and Sonny vows revenge. On the day of her murder trial, Salander enters court with piercings, a mohawk, black makeup, and black leather clothing. Called as an expert witness for the prosecution, Teleborian characterizes Salander as delusional and violent; but Giannini gradually demolishes his credibility, using Salander's words and files from the hospital. She also presents the video proving Bjurman raped Salander. As Giannini presents her case, the police arrest the people involved with the Section and seize their place of operation. In court, Blomkvist and Giannini prove that Teleborian made a false diagnosis on orders from the Section, and that the evidence against her was planted. Teleborian is then arrested for possession of child pornography, which Plague discovered after hacking into his laptop. The court releases Salander. Salander checks on a property she has inherited from her father and discovers the warehouse where her step-brother Niedermann is hiding. He tries to kill her, but she nails his feet to the floor with a nail gun. She calls Sonny and tells the bikers where to find him, and then calls the police. Blomkvist visits Salander to tell her that the motorcycle gang killed Niedermann and were arrested at the warehouse afterward. They then reconcile and go their separate ways. The film was released in Sweden, Norway, and Denmark on 29 November 2009, and in Finland and Iceland in January 2010.[3] The film was subsequently released in other European countries throughout the spring and summer of 2010. The film opened the Scottsdale (Arizona) International Film Festival on 1 October 2010,[4] and was screened on 13 October 2010 at the Mill Valley (California) Film Festival;[5] the film then had a limited release in United States and Canadian theaters beginning 29 October 2010.[3] The Girl Who Kicked the Hornets' Nest received mixed reviews from critics. Review aggregation website Rotten Tomatoes gave the film a score of 53% based on 125 reviews, with an average score of 5.8/10, the consensus being, \"Slow and mostly devoid of the stellar chemistry between its two leads, The Girl Who Kicked the Hornets' Nest is a disappointingly uneven conclusion to the Millennium trilogy.\"[6] Despite the low rating, the film did receive positive reviews from such noteworthy critics as Peter Travers, James Berardinelli, and Roger Ebert,[7] who gave the film three out of four stars, stating, \"These are all very well-made films. Like most European films, they have adults who are grown-ups, not arrested adolescents. Mikael and Erika, his boss and lover, have earned the lines in their faces, and don't act like reckless action heroes. They make their danger feel so real to us that we realize the heroes of many action movies don't really believe they're in any danger at all.\"[8] Reviewing the original Swedish version in national daily newspaper Svenska Dagbladet, Jan Söderqvist is dismissive of the thin plot: his article is titled 'No, it doesn't last the distance', and laments that \"the whole responsibility for carrying this grandiose production rests on Lisbeth Salander's slender shoulders\".[9] But Söderqvist remains enthusiastic about Rapace and her character, Lisbeth Salander: \"Salander is, on the other hand, undeniably an original and fascinating character, full of possibilities and secrets, and if Noomi Rapace builds an international acting career on these three films I have nothing to say against it.\"[9] Söderqvist continues: \"There is an enticing darkness in her glance and a brittle hardness about her defences that more than matches her tattoos.\"[9] Maaret Koskinen, reviewing the film in Sweden's national daily Dagens Nyheter, found it a pity \"that the subsequent Millennium films dribble away a given golden opportunity\" and \"devalue an unprecedented accumulation of popular cultural capital.\"[10] All that remains in the third section, writes Koskinen, is a skeleton (of the book's power). Besides, she notes, \"one sees Noomi Rapace far too little.\"[10]","Title":"The Girl Who Kicked the Hornets' Nest (film) - Wikipedia","KeyID":"17847","URL":"https://en.wikipedia.org/wiki/The_Girl_Who_Kicked_the_Hornets%27_Nest_(film)"}