{"Content: ":"My Life as a Dog (Swedish: Mitt liv som hund) is a Swedish drama film which was released to cinemas in Sweden on 12 December 1985,[2] directed by Lasse Hallström. It is based on the second novel of a semi-autobiographical[3] trilogy by Reidar Jönsson. It tells the coming-of-age story of Ingemar, a young boy sent to live with relatives. The cast includes Anton Glanzelius, Melinda Kinnaman, and Tomas von Brömssen. In 1987, the film was released in the United States where it became a surprise hit. The film was nominated for two Academy Awards that year in the categories of Best Director and Best Adapted Screenplay, and won the Golden Globe Award for Best Foreign Language Film. The action takes place in Sweden from 1958 to 1959.[4] 12-year-old Ingemar gets into all sorts of trouble and adventures with his beloved dog. He and his older brother Erik become too much to handle for their single mother; Ingemar does not know that his mother is in fact terminally ill. In order for their mom to get the rest and recovery she needs, the boys are split up and sent to live with relatives. Ingemar ends up with his maternal uncle Gunnar and his wife Ulla in a small rural town in Småland. Ingemar is not allowed to bring his dog along with him, despite his protestations, and the dog is placed in a kennel. During Ingemar’s stay, he bonds with Gunnar over Povel Ramel's recording of \"Far, jag kan inte få upp min kokosnöt\". In the town he encounters a variety of characters. Saga, an assertive tomboy his own age, likes him, and shows it by beating him in a boxing match. Among the more eccentric residents is Fransson, a man who continually fixes the roof of his house, and Mr. Arvidsson, an old man living downstairs who gets Ingemar to read to him from a lingerie catalog. Later, Ingemar is reunited with his family, but his mother's health soon takes a turn for the worse and she is hospitalized. He and his brother go to stay with their uncle Sandberg in the city, but his wife thinks the boy is mentally disturbed. After his mother passes away, Ingemar is sent back to Småland. Mr. Arvidsson has died in the interim; Gunnar and Ulla now share the house with a large Greek family. Gunnar welcomes him and consoles him as best he can, but the house is so crowded, he has Ingemar live with Mrs. Arvidsson in another house. Ingemar remains hopeful about being reunited with his dog and continues to ask his uncle if the dog can come stay with him. Meanwhile, Ingemar becomes the object of contention between Saga and another girl. When they start fighting over him, he grabs onto Saga's leg and starts barking like a dog. She becomes upset by his strange behavior and gets him into the boxing ring. During the bout, out of spite, Saga tells Ingemar that his dog (which he had thought was in a kennel) was actually euthanized. This, along with his mother's death, is too much for him and he locks himself inside Gunnar's one-room \"summer house\" in the backyard. While secluded here, Ingemar reflects on the death of his mother, the loss of his dog and a changing world. Ingemar uses the experiences of others and of his own personal loss to reconcile a life which is sometimes tough. Throughout the film, Ingemar tells himself over and over that it could have been worse, reciting several examples, such as a man who took a shortcut onto the field during a track meet and was killed by a javelin and the story of the dog Laika several times, the first creature sent into orbit by the Russians (without any way to get her back down). The film ends with the radio broadcast of a famous heavyweight championship boxing match, between Swede Ingemar Johansson and American Floyd Patterson. When Johansson wins, the whole town erupts with joy, but the now-reconciled Ingemar and Saga are fast asleep together on a couch, holding each other. The film was first released in Sweden on 12 December 1985,[5] and had its American premiere on 1 May 1987.[1] It became a critical and commercial success with American audiences, a rare feat for a subtitled foreign language film at the time.[6][7] The international success of the film launched director Lasse Hallström’s Hollywood career, as he would go on to direct What’s Eating Gilbert Grape and The Cider House Rules in the following years.[7] The movie was well-received by critics. On Rotten Tomatoes, the film holds an approval rating of 100% based on 34 critic reviews, with an average rating of 7.9/10. The site’s critical consensus reads, “ A coming-of-age story with uncommon depth and sensitivity, My Life as a Dog is sweet, sincere, and utterly charming.”[8] Desson Thomson of The Washington Post called the movie a “well-constructed crowd-pleaser”[9] and Molly Haskell of Vogue wrote, “This is a coming-of-age film in the fullest sense of the term: we watch Ingemar grow up before our eyes, and turn into a human being who can live with the harsh memories as well as the more lyrical ones.”[10] Vincent Canby of The New York Times gave a more mixed review, but also said the movie “(in its funnier moments)…recalls the gravity with which Francois Truffaut remembered childhood.”[11] In New York, David Denby wrote, the scenes of Ingemar’s mother expertly blend “intimacy with pain” and recall the work of Ingmar Bergman.[12] Universal acclaim went to the performance of Anton Glanzelius, whom Hal Hinson described as “a pint-size Jack Nicholson, with devilish eyebrows that he knows how to use”.[13][14] In his book Timequake, the author Kurt Vonnegut cited the film to be one of his favorites, alongside Casablanca and All About Eve.[15] Actor Robert Duvall once referred to the film as his all-time favorite.[16] The film was nominated for two Academy Awards: Best Director and Best Screenplay Based on Material from Another Medium.[17] It won the Golden Globe Award for Best Foreign Language Film in 1988,[18] as well as two Guldbagge Awards, the Swedish equivalent to the Academy Awards, in the categories of Best Film and Best Actor.[19] A production was said to have been in the works in the early 1990s on an English language sequel titled either My Life as a Dog at Sea or My Father, His Son. In this version, Ingemar has aged four years from the days in the 1950s when his ailing mother sent him off to live with relatives in the country. At 16, he is aboard a freighter in the Mediterranean Sea and the Atlantic, searching for his sailor father, having adventures in North African ports and misadventures with young women on land and at sea. Anton Glanzelius was in talks to reprise his role and Reidar Jonsson was to return as screenwriter. Jonsson was also to have been the film's producer. The film was to have been directed by Graeme Clifford. According to Jonsson, it was to have been part of a planned trilogy.[3][20] The project was later abandoned. In 2009, a sequel was again said to be in the making, with a production start date in 2010, Daniel Fridell as director, and a different actor portraying a teenaged Ingemar, but these plans also did not materialize.[21][22]","Title":"My Life as a Dog - Wikipedia","KeyID":"17845","URL":"https://en.wikipedia.org/wiki/My_Life_as_a_Dog"}