{"Content: ":"Fist of Fury[a] is a 1972 Hong Kong action martial arts film written and directed by Lo Wei, produced by Raymond Chow, and starring Bruce Lee in his second major role after The Big Boss (1971).[3] Lee, who was also the film's action choreographer, plays Chen Zhen, a student of Huo Yuanjia, who fights to defend the honor of the Chinese in the face of foreign aggression, and to bring to justice those responsible for his master's death.[3] The film was produced by the Orange Sky Golden Harvest film production company, still in its infancy at the time, and it was Lee's second kung fu film. The film touched on sensitive issues surrounding Japanese colonialism, and featured fairly realistic fight choreography for its time. It differs from other films in the genre for its historical and social references, especially to Japanese imperialism.[4] The film grossed an estimated US$100 million worldwide (equivalent to over $600 million adjusted for inflation), against a budget of $100,000. It was the highest-grossing Hong Kong film up until Lee's The Way of the Dragon (1972). Set in late Summer 1910 Shanghai, Chen Zhen returns to Jingwu School to marry his fiancée Yuan Li'er. However, he learns that his master Huo Yuanjia has died, apparently from illness, which devastates Chen. During the funeral, people from a Japanese dojo in Hongkou District arrive to taunt the Jingwu students. Wu En, translator and advisor for the Japanese dojo's grandmaster Hiroshi Suzuki, taunts Chen by slapping him on the cheek several times, and dares him to fight one of Suzuki's protégés. They present a sign to Jingwu School, bearing the words \"Sick Man of East Asia\", seemingly to insult Huo Yuanjia, describing the Chinese as \"weaklings\" in comparison to the Japanese. The protégé taunts the Jingwu students to fight him and promises, \"I'll eat those words if any Chinese here dare to fight and defeat me\". Chen Zhen wants to retaliate, but is prevented from doing so by Fan Junxia, the most senior student in the school. Shortly afterwards, Chen Zhen goes to the Hongkou dojo alone to return the sign. He winds up fighting the Japanese students, defeating all of them, including their sensei, single-handedly. He smashes the glass on the sign and makes the students who taunted him earlier chew up the paper bearing the derogatory words, so as to make them literally \"eat their words\". Later, Chen takes a stroll to a park. A Sikh guard refuses him entry, due to a posted sign that forbids dogs and Chinese in the park. After the guard allows a foreigner to bring her pet dog into the park, a Japanese man approaches Chen and tells him that if he behaves like a dog, he will be allowed to go in. Chen beats up the man and his friends in anger. After the fight, Chen breaks the sign. The guard blows his whistle to alert the police, but the citizens who watched the whole fight help Chen to escape the park. The Japanese students and their master retaliate by attacking Jingwu School on Suzuki's orders. After causing severe damage, the Japanese students leave. Wu, accompanying the Japanese students, warns Jingwu School to hand over Chen. Chen returns and realises that he has caused big trouble. His fellow students refuse to hand him over to the Japanese, so they make plans to help him escape from Shanghai. That night, Chen discovers that Master Huo had actually been poisoned by Tian, the cook. Chen then sees Tian and Feng Guishi, the caretaker, talking. Chen kills Tian, followed by Feng while trying to determine why they killed Master Huo. Chen hangs Tian and Feng's bodies from a lamp post. Chen's fiancée, Yuan Li'er, finds him hiding near Huo's grave, and they share a passionate moment together. Meanwhile, Suzuki forces the local police inspector, Inspector Lo, to arrest Chen, but he eludes them. Then, while Suzuki is entertaining his visiting friend Petrov, Chen kills Wu and hangs his body from the lamp post as well. The angry Suzuki heads to the Japanese Consulate and reports Chen, then on Tian's brother's advice sends his men to Jingwu School to kill everyone inside. That same night, Chen barges into the dojo to take his revenge, killing the students' master present, Yoshida, Petrov, and Suzuki. Chen returns to Jingwu School and finds most from Jingwu School and the Hongkou dojo dead. However, a few Jingwu students - among them Yuan, Fan Junxia, and Xu - are still alive, as they had also been searching for Chen at the grave site, acting on a tip from Yuan. Inspector Lo arrives at Jingwu to arrest Chen, who agrees to surrender himself to Lo to protect his master's legacy. Lo tells Chen that he can always trust him since he is Chinese. As they exit the school, Chen faces a line of armed Japanese soldiers and officials at the outer gate, all pointing their guns at him. Furious, Chen charges the line and makes a flying kick. The film ends on a freeze-frame shot and the sound of gun shots, implying his death and final sacrifice. Robert Baker was a student and friend of Bruce Lee's and was recommended for the role by Lee. His voice was dubbed in the Cantonese and Mandarin versions by Lee as well. Jackie Chan appeared in Fist of Fury, both as an extra and as a stunt double for the Japanese villain Hiroshi Suzuki (portrayed by Riki Hashimoto), particularly during the final fight scene where Lee kicks him and he flies through the air.[7][8] Lee was not a fan of the director or his direction. According to Jackie Chan, he saw Lo Wei and Bruce Lee get into a verbal altercation that nearly escalated to a physical altercation. Lo Wei then hid behind his wife who was then able to calm Lee down.[9] Fist of Fury was accidentally released in the U.S. under the title The Chinese Connection.[3] That title was a means of tapping the popularity of another film, The French Connection (starring Gene Hackman), released in the U.S. in 1971.[3] That title was intended to be used for the U.S. release of another Bruce Lee film, The Big Boss, which also involved drug smuggling. However, the U.S. titles for Fist of Fury and The Big Boss were accidentally switched, resulting in Fist of Fury being released in the U.S. under the title The Chinese Connection until 2005, while The Big Boss was released as Fists of Fury.[10] Recent television screenings and the current official DVD release (by 20th Century Fox, originally available in The Bruce Lee Ultimate Collection box set) in the U.S. have restored the original titles of all the films starring Bruce Lee. Fist of Fury is now officially known as Fist of Fury in the U.S.. The current DVD version also has a subtitle that reads \"A.K.A. The Chinese Connection\" when the Fist of Fury title appears on screen, as the source material is the Fortune Star digital remasters.[citation needed] Sync sound was not widely used in Hong Kong cinema for a long time so the voices (even on the original Cantonese track) for the film were dubbed. The voice of the Russian fighter Petrov on the original Mandarin track was dubbed by Bruce Lee, with added reverb.[citation needed] This film marks one of the few times that a DVD has an alternative new commentary.[citation needed] Media Asia UK distributor Hong Kong Legends has released this film as a \"Special Collector's Edition\" and a \"Platinum Edition\". Bey Logan recorded two alternative commentaries for both releases. The usual process with re-releases on DVD is that the commentary is passed on to the next release. Logan decided to re-record his second commentary as he wanted to give it a new light, being an avid fan of this film. The re-dubbed theme song was played by Mike Remedios. Bey Logan had previously done a commentary track for the Media Asia Megastar DVD release, which is almost word for word the same as the commentary he did for Hong Kong Legends years later. Donnie Yen did the Cantonese language commentary on the same Megastar DVD. In 2021, Fist of Fury was dubbed to Noongar, a native Australian dialect, which was the first film to be dubbed to said language.[11] The film was released on 22 March 1972 in Hong Kong by Golden Harvest, and first released in the United States on 7 November 1972 in New York[citation needed] before Lee's first major film, The Big Boss, was released there.[12] The film was originally distributed in the U.S. by National General Pictures beginning in 1973, shortly before the release of Enter the Dragon. Columbia Pictures acquired the U.S. distribution rights to the film, after the demise of National General Pictures, in 1980 and re-released it, along with The Big Boss, as a studio-sanctioned double feature with the tagline \"What's better than a Bruce Lee movie? Two Bruce Lee Movies!\"[citation needed] In Japan, the film was released on 20 July 1974. Several scenes in the Japanese version were censored due to Raymond Chow's concerns over how the film's anti-Japanese sentiments would be received by Japanese audiences.[13] Upon its Hong Kong release, Fist of Fury grossed HK$4,431,423,[14] beating the previous box office record set by Lee's The Big Boss in the previous year.[15] During its initial run, it grossed more than US$5 million in Southeast Asia[16] and US$15,000,000 (equivalent to $97,000,000 in 2021) across Asia.[17] In the United States and Canada, the film topped the box office in June 1973,[18] and earned US$3.4 million in distributor rentals by the end of 1973,[19] equivalent to an estimated box office gross revenue of approximately $12,000,000 (equivalent to $73,000,000 in 2021).[20] Upon its July 1973 release in South Korea, the film sold 317,780 tickets in the capital city of Seoul.[21] The film was also a success in the United Kingdom, where it released on 19 July 1973, a day before Lee's death.[22] In France, it became the 12th highest-grossing film of 1974 (below two other Lee films in the top ten, Enter the Dragon and Way of the Dragon), with 3,013,676 ticket sales.[23] In Spain, the film sold 2,034,752 tickets.[24] In Japan, despite the film's negative portrayal of Japanese villains, the film went on to be a surprise blockbuster in the country. Most Japanese audiences did not identify with the Japanese villains who they perceived as \"unreal\" and \"stupid\" but instead identified with Lee's \"Chinese warrior\" spirit which reminded them of the bushido spirit depicted in older Samurai cinema.[13] Fist of Fury became the year's seventh highest-grossing film in Japan, with ¥600,000,000 (equivalent to ¥1,300,000,000 in 2019) in distributor rental earnings.[25][26] Against a tight budget of $100,000,[1] the film went on to gross an estimated US$100 million worldwide[2][27] (equivalent to approximately $650 million adjusted for inflation), earning 1,000 times its budget. It was the highest-grossing Hong Kong film up until Lee's The Way of the Dragon (1972). Upon release in Asia, a review for Variety magazine in November 1972 called it a \"Naive Hong Kong-made meller, of little U.S. commercial appeal\" despite the \"charm of Lee's invincible heroics.\" The reviewer felt that it was an \"exuberant novelty act\" unlikely to find Western appeal but that Lee's \"aggressive boyish charm\" could \"prove appealing to U.S. femmes.\"[18] Upon release in North America, John Gillett of the Monthly Film Bulletin reviewed a 106 minute dubbed version of the film in May 1973.[28] Gillett commented on Bruce Lee stating that he had \"somewhat rudimentary and charmless acting style (all curled lips, sinister glances and clenched fists), but he performs his main function-that of keeping the action going through a series of furious karate fights-with considerable aplomb and proves as adept with his feet as with his fists.\"[28] While finding the story \"extremely naive\" and that the \"anti-Japanese bias is more rather more pronounced\" while the fight sequences \"are staged with tremendous vigour (and a judicious use of slow-motion)\" concluding that \"the production values are only moderate, with a rather uneasy fusion of studio interiors and real street locations, and the English dubbing is unusually inept.\"[28] The film has an aggregated review score of 83% based on 18 critic reviews on Rotten Tomatoes.[29] The film may have been the only one which Mao Zedong watched three times.[30] Fist of Fury deals with topics of injustice, grief, revenge and consequences. Chen Zhen goes through a great deal of grief after the death of his master. This grief eats away at Zhen as well as the injustice he and his peers deal with from the Japanese racism towards them. The movie shows Zhen going out to get revenge but the cost is dear, losing the majority of his peers and his freedom.[31] In the United Kingdom, the film was watched by 600,000 viewers on Channel 5 in 2009, making it the year's most-watched foreign-language film on Channel 5.[32] The film spawned three sequels: One starring Jackie Chan titled New Fist of Fury (1976), followed by Fist of Fury II (1977), Fist of Fury III (1979), and the South Korean spin-off Last Fist of Fury (1979). The film also has a loose remake in the 1990s titled Fist of Legend (1994) starring Jet Li. A year after, the film spawned the television series Fist of Fury (1995) starring Donnie Yen as Chen Zhen. Donnie Yen reprised his role as Chen Zhen on the show’s 15th anniversary in Legend of the Fist: The Return of Chen Zhen (2010). (Wayback Machine copy)","Title":"Fist of Fury - Wikipedia","KeyID":"17853","URL":"https://en.wikipedia.org/wiki/Fist_of_Fury"}