{"Content: ":"Peter Stephen Paul Brook[1] CH CBE (21 March 1925 – 2 July 2022) was an English theatre and film director. He worked first in England, from 1945 at the Birmingham Repertory Theatre, from 1947 at the Royal Opera House, and from 1962 for the Royal Shakespeare Company (RSC). With them, he directed the first English-language production in 1964 of Marat/Sade by Peter Weiss, which was transferred to Broadway in 1965 and won the Tony Award for Best Play, and Brook was named Best Director. He also directed films such as an iconic version of Lord of the Flies in 1963. He was based in France from the early 1970s on, where he founded an international theatre company, playing in developing countries, in an approach of great simplicity. He was often referred to as \"our greatest living theatre director\".[2] He won multiple Emmy Awards, a Laurence Olivier Award, the Japanese Praemium Imperiale, and the Prix Italia. In 2021, he was awarded India's Padma Shri. Brook was born on 21 March 1925 in the Bedford Park area of Chiswick,[1] the second son of Simon Brook and his wife Ida (Judelson), both Lithuanian Jewish immigrants from Latvia.[3][4][5] The family home was at 27 Fairfax Road, Turnham Green.[5] His elder brother Alexis became a psychiatrist and psychotherapist.[6] His first cousin was Valentin Pluchek, chief director of the Moscow Satire Theatre.[7] Brook was educated at Westminster School, Gresham's School, and Magdalen College, Oxford, where he studied languages until 1945.[8] Brook was excused from military service during World War II due to childhood illness.[9][10] Brook directed Marlowe's Dr Faustus, his first production,[8] in 1943 at the Torch Theatre in London, followed at the Chanticleer Theatre in 1945 with a revival of Cocteau's The Infernal Machine.[11] He was engaged from 1945 as stage director at the Birmingham Repertory Theatre (BRT).[8] Hired by BRT direct Barry Jackson when he was just twenty years old, Jackson described Brook as \"the youngest earthquake I've known\".[12] In 1947, Brook went to Stratford-upon-Avon as assistant director on Romeo and Juliet and Love's Labour's Lost for the Shakespeare Memorial Theatre. From 1947 to 1950, he was Director of Productions at the Royal Opera House in London. His work there included an effective re-staging of Puccini's La bohème using sets dating from 1899, in 1948, and a highly controversial staging of Salome by Richard Strauss with sets by Salvador Dalí in 1949.[8][13] A proliferation of stage and screen work as producer and director followed. Howard Richardson's Dark of the Moon at the Ambassadors Theatre, London, in 1949 was an early, much admired production. From 1962, he was director of the Royal Shakespeare Company (RSC), together with Peter Hall.[8] With them, he directed the first English-language production in 1964 of Marat/Sade by the German playwright Peter Weiss. It transferred to Broadway in 1965 and won the Tony Award for Best Play, and Brook was named Best Director.[14] In 1966, they presented US, an anti-Vietnam War protest play.[15] Brook was influenced by the work of Antonin Artaud and his ideas for his Theatre of Cruelty.[11] In England, Peter Brook and Charles Marowitz undertook The Theatre of Cruelty Season (1964) at the Royal Shakespeare Company, aiming to explore ways in which Artaud's ideas could be used to find new forms of expression and retrain the performer. The result was a showing of 'works in progress' made up of improvisations and sketches, one of which was the premier of Artaud's The Spurt of Blood. His greatest influence, however, was Joan Littlewood. Brook described her as \"the most galvanising director in mid-20th century Britain\". Brook's work was also inspired by the theories of experimental theatre of Jerzy Grotowski,[16] Bertolt Brecht, Chris Covics and Vsevolod Meyerhold and by the works of G. I. Gurdjieff,[17] Edward Gordon Craig,[18] and Matila Ghyka.[19] Brook collaborated with actors Paul Scofield as Lear, John Gielgud in Measure for Measure,[15] and Glenda Jackson; designers Georges Wakhévitch and Sally Jacobs; and writers Ted Hughes and William Golding. Brook first encountered Wakhévitch in London when he saw the production of Jean Cocteau's ballet Le Jeune Homme et la Mort which Wakhévitch designed. Brook declared that he \"was convinced that this was the designer for whom I had been waiting\".[20] In 1971, with Micheline Rozan, Brook founded the International Centre for Theatre Research, a multinational company of actors, dancers, musicians and others, which travelled widely in the Middle East and Africa in the early 1970s. It has been based in Paris at the Bouffes du Nord theatre since 1974.[10][8][21] The troupe played at immigrant hostels, in villages and in refugee camps,[10] sometimes for people who had never been exposed to theatre.[15] In 2008 he resigned as its artistic director, beginning a three-year handover to Olivier Mantei and Olivier Poubelle [fr].[22] In the mid-1970s,[23] Brook, with writer Jean-Claude Carrière, began work on adapting the Indian epic poem the Mahabharata into a stage play, which was first performed in 1985[24] and later developed into a televised mini series. In a long article in 1985, The New York Times noted \"overwhelming critical acclaim\", and that the play \"did nothing less than attempt to transform Hindu myth into universalized art, accessible to any culture\".[25] However, many post-colonial scholars have challenged the claim to universalism, accusing the play of orientalism. Gautam Dasgupta wrote that \"Brook's Mahabharata falls short of the essential Indianness of the epic by staging predominantly its major incidents and failing to adequately emphasize its coterminous philosophical precepts.\"[26] In 2015, Brook returned to the world of The Mahabharata with a new Young Vic production, Battlefield, in collaboration with Jean-Claude Carrière and Marie-Hélène Estienne.[27] In 2005, Brook directed Tierno Bokar, based on the life of the Malian sufi of the same name.[28] The play was adapted for the stage by Marie-Hélène Estienne from a book by Amadou Hampâté Bâ (translated into English as A Spirit of Tolerance: The Inspiring Life of Tierno Bokar). The book and play detail Bokar's life and message of religious tolerance. Columbia University produced 44 related events, lectures, and workshops that were attended by over 3,200 people throughout the run of Tierno Bokar. Panel discussions focused on topics of religious tolerance and Muslim tradition in West Africa.[29] In 1951, Brook married actress Natasha Parry. They had two children: Irina, an actress and director, and Simon, a director. Parry died of a stroke in July 2015, aged 84.[10][30] Brook died in Paris on 2 July 2022, aged 97.[10][13] Sources for Brook's productions are held by the Academy of Arts in Berlin,[8] the Princess of Asturias Foundation,[31] and others.[32][33] Brook was fascinated with the works of Shakespeare which he produced in England and elsewhere, in films, and adaptation. In 1945, he began with King John, with designer Paul Shelving at the Birmingham Repertory Theatre.[34] At the Shakespeare Memorial Theatre, he directed Measure for Measure in 1950[10] and The Winter's Tale in 1952,[35] both with John Gielgud, followed there by Hamlet Prince of Denmark in 1955, with Paul Scofield (Hamlet), Alec Clunes (Claudius), Diana Wynyard (Gertrude), Mary Ure (Ophelia), Ernest Thesiger (Polonius), Richard Johnson (Laertes), Michael David (Horatio), and Richard Pasco (Fortinbras). Titus Andronicus, with Laurence Olivier and Vivien Leigh, was played there the same year, and also on a European tour in 1957. His first work for the Royal Shakespeare Company was in 1962 King Lear, with Paul Scofield.[36] He created a legendary version of A Midsummer Night's Dream, with designer Sally Jacobs (designer), John Kane (Puck), Frances de la Tour (Helena), Ben Kingsley (Demetrius) and Patrick Stewart (Snout) in 1970. He directed the film King Lear, again with Scofield, in 1971. He kept producing works by Shakespeare for the Théâtre des Bouffes du Nord, in French, including Timon d'Athènes, adaptated by Jean-Claude Carrière, 1974,[37] Mesure pour mesure in 1978 and as a film a year later, La Tempête, adaptated by Carrière, with Sotigui Kouyaté in 1990. He directed The Tragedy of Hamlet, with Adrian Lester (Hamlet), Jeffery Kissoon (Claudius / Ghost), Natasha Parry (Gertrude), Shantala Shivalingappa (Ophelia), Bruce Myers (Polonius), Rohan Siva (Laertes / Guildenstern), Scott Handy (Horatio) and Yoshi Oida (Player King / Rosencrantz) in 2000, followed by a TV film version in 2002. In 2009, he directed a theatrical version of sonnets, Love is my Sin. In 2010, Shakespeare was among the authors for the production Warum warum (Why Why), written by Brook and Marie-Hélène Estienne after also Antonin Artaud, Edward Gordon Craig, Charles Dullin, Vsevolod Meyerhold and Motokiyo Zeami.","Title":"Peter Brook - Wikipedia","KeyID":"17871","URL":"https://en.wikipedia.org/wiki/Peter_Brook"}