{"Content: ":"David Lloyd Blackwood, CM, OOnt, RCA (November 7, 1941 – July 2, 2022) was a Canadian artist known chiefly for his intaglio prints, often depicting dramatic historical scenes of Newfoundland outport life and industry, such as shipwrecks, seal hunting, iceberg encounters, and resettlement. He also created paintings, drawings, and woodcuts. Blackwood was born in Wesleyville, Newfoundland, on November 7, 1941.[1] His family was involved in seafaring, which guided the artwork he later made.[2][3] He opened his first art studio in 1956, and was awarded a scholarship three years later to study at the Ontario College of Art.[3] After graduating in 1963, he remained in Ontario, where he became Art Master at Trinity College School in Port Hope.[1][3] Blackwood's artwork was exhibited at the National Gallery of Canada by the time he was 23 years old.[2] He worked on a series of fifty etchings titled The Lost Party – depicting a provincial sealing disaster in 1914[2] – throughout the 1960s and into the early 1970s. This became one of the most extensive series of thematically-related prints in Canadian history.[2][3] He was also involved in establishing an art gallery at Erindale College (a campus of the University of Toronto). It was consequently called The Blackwood Gallery when it was inaugurated in 1992.[1][3] He ultimately had 90 solo exhibitions and two major retrospective exhibitions.[2] His art was displayed internationally at Windsor Castle as part of the Royal Collection, the National Gallery of Australia, and at the Uffizi in Florence.[2][3] Blackwood was the focus of a 1976 documentary film, Blackwood, which was produced by the National Film Board of Canada. It was nominated for an Academy Award for Documentary Short Subject,[4] and earned ten international film awards.[1][3] His work was covered in The Art of David Blackwood, published by William Gough in 1988.[1] It was also the subject of three other key publications: The Wake of the Great Sealers (1973),[3] David Blackwood: Master Printmaker (2001, also by Gough),[5] and Black Ice: David Blackwood Prints of Newfoundland (2011).[6] In 2003, he became the first practicing artist to be named Honorary Chairman of the Art Gallery of Ontario, which maintains a Blackwood Research Centre and a major collection of his work.[1][3] His collection of prints titled Black Ice went on national tour from 2011 to 2012.[3] Blackwood was married to Anita until his death.[7] He resided in Port Hope throughout his later years while keeping a studio in Wesleyville, Newfoundland and Labrador.[3] He was hospitalized for two years during the mid-2010s due to a life-threatening illness.[8] Blackwood died on July 2, 2022, at his home in Port Hope. He was 80, and suffered from an unspecified long illness prior to his death.[2] Blackwood was an associate of the Royal Canadian Academy of Arts.[9] He was granted an honorary Doctor of Letters by Memorial University of Newfoundland and an honorary Doctor of Laws by the University of Calgary in 1992.[1] He was appointed a member of the Order of Canada in April 1993 and invested ten months later in February of the following year.[10] He later received the Order of Ontario in 2002.[11] Blackwood was the recipient of the Queen Elizabeth II Golden Jubilee Medal (2002) and the Queen Elizabeth II Diamond Jubilee Medal (2012).[12][13] A street in Sarnia, Ontario – David Blackwood Drive – is named in his honour.[14]","Title":"David Blackwood - Wikipedia","KeyID":"17870","URL":"https://en.wikipedia.org/wiki/David_Blackwood"}