{"Content: ":"Lord of the Flies is a 1963 British drama film based on William Golding's 1954 novel of the same name about 30 schoolboys who are marooned on an island where the behaviour of the majority degenerates into savagery. It was written and directed by Peter Brook and produced by Lewis M. Allen. The film was in production for much of 1961, though the film did not premiere until 1963, and was not released in the United Kingdom until 1964. Golding himself supported the film. When Kenneth Tynan was a script editor for Ealing Studios he commissioned a script of Lord of the Flies from Nigel Kneale, but Ealing Studios closed in 1959 before it could be produced. The novel was adapted into a movie for a second time in 1990; the 1963 film is generally considered more faithful to the novel than the 1990 adaptation. A group of schoolboys is evacuated from England following the outbreak of an unidentified war. Their aircraft is shot down by briefly-glimpsed fighter planes and ditches near a remote island. The main character, Ralph, is seen walking through a tropical forest. He meets a chubby, bespectacled, intelligent boy who reveals his school nickname was Piggy, but asks that Ralph not repeat that. The two go to the beach where they find a conch shell, which Ralph blows to rally the other survivors. As they emerge from the jungle, it becomes clear that no adults have escaped the crash. Singing is then heard and a small column of school choir boys, wearing dark cloaks and hats and led by a boy named Jack Merridew, walk towards Ralph and Piggy. The boys decide to appoint a chief. The vote goes to Ralph, not Jack. Initially, Ralph is able to steer the boys (all of whom are aged between about six and fourteen) towards a reasonably civilised and co-operative society. The choir boys make wooden spears, creating the appearance that they are warriors within the group. Crucially, Jack has a knife. Ralph, Jack, and a choir boy named Simon go off to explore, and find out they are indeed on a deserted island. The boys have another assembly where Ralph tells the boys to make a fire. The boys build shelters and start a signal fire using Piggy's spectacles. With no rescue in sight, the increasingly authoritarian and violence-prone Jack starts hunting and eventually finds a pig. Meanwhile, the fire, for which he and his \"hunters\" are responsible, goes out, losing the boys' chance of being spotted from a passing aeroplane. Piggy chastises Jack, and Jack strikes him in retaliation, knocking his glasses off, and breaking one lens. Ralph is furious with Jack. Soon some of the boys begin to talk of a beast that comes from the water. The next day, twins Sam and Eric see something land on the mountain, and they tell the boys it's another beast. All the boys except Piggy and the littluns go searching for it. Ralph, Jack, and another boy named Roger continue on to the top of the mountain and see something move. The boys all run away. The next day, Jack, obsessed with this imagined threat, leaves the group to start a new tribe, one without rules, where the boys play and hunt all day. Soon, more follow until only a few, including Piggy, are left with Ralph. Events reach a crisis when Simon finds a sow's head impaled on a stick, left by Jack as an offering to the beast. He becomes hypnotized by the head, which has flies swarming all around it. Simon then climbs the mountain and sees that what the other boys thought was a beast is actually the dead body of a parachutist. Simon runs to Jack's camp in an attempt to tell them the truth, but the frenzied boys in the darkness mistake him for the beast, and beat him to death. Piggy defends the group's actions with a series of rationalisations and denials. The hunters raid the old group's camp and steal Piggy's glasses. Ralph goes to talk to the new group using the still-present power of the conch to get their attention. However, when Piggy takes the conch, they are not silent (as their rules require) but instead jeer. Roger pushes a boulder off a cliff which falls on Piggy, killing him and crushing the conch. Piggy's body falls into the ocean and gets washed away. Ralph hides in the jungle. Jack and his hunters set fires to smoke him out, and Ralph staggers across the smoke-covered island. Stumbling onto the beach, Ralph falls at the feet of a naval officer who stares in shock at the painted and spear-carrying savages that the boys have become, before turning to his accompanying landing party. One of the youngest boys tries to tell the officer his name, but cannot remember it. The last scene shows Ralph sobbing as flames spread across the island. As with Golding's book, the pessimistic theme of the film is that fear, hate and violence are inherent in the human condition – even when innocent children are placed in seemingly idyllic isolation. The realisation of this is seen as being the cause of Ralph's distress in the closing shots.[2] Charles Silver, curator in the Department of Film at MoMA, wrote that the film is \"about anarchy and how that thin veneer we wear of what we refer to as 'civilization' is threatened by the attractive clarion call of bestiality and its accompanying hatred\".[3] The parents of the boys chosen as actors were reported to have been provided copies of the novel, from which a commentary had been physically removed; those pages included describing the culmination of the hunt of a wild sow as an \"Oedipal wedding night\". Brook noted that \"time was short; we were lent the children by unexpectedly eager parents just for the duration of the summer holidays\".[4] The film was shot entirely in Puerto Rico at Aguadilla, El Yunque and on the island of Vieques.[5] The boys in the cast were all non-professional, had mostly not read the book, and actual scripting was minimal; scenes were filmed by explaining them to the boys, who then acted them out, with some of the dialogue improvised.[3][6] Life magazine journalist Robert Wallace visited them there and observed one of them amusing himself by feeding live lizards into the blades of a rotating fan. Wallace commented: \"One could almost hear William Golding, 4,000 miles away in England, chuckling into his beard.\"[6] The 60 hours of film from the 1961 shoot was edited down to 4 hours, according to editor Gerald Feil. This was further edited to a 100-minute feature that was shown at the 1963 Cannes Film Festival (9 to 22 May), but the cuts necessitated that new audio transitions and some dialog changes be dubbed into the film more than a year after shooting. The voice of James Aubrey, who played Ralph, had dropped three octaves and was electronically manipulated to better approximate his earlier voice, but it is still significantly different. Tom Chapin, who played Jack, had lost his English accent and another boy's voice was used to dub his parts. The U.S. distributor insisted the film be further edited to 90 minutes, so one fire scene and scenes developing the character of Ralph were cut. In 1996, Peter Brook organised a reunion for the cast members for a documentary film titled Time Flies. Brook was \"curious to know what the years had done to his cast, and what effect the isolated months of filming had had on their lives\".[7] Although none seemed damaged by their time working on the film, Simon Surtees, one of a pair of twin brothers who played Sam and Eric, \"put his finger unerringly on the ethical dilemma. The problem is that most of us are not trained artists, so I now believe Peter runs the risk of abandoning us to our fate, just as he did in 1961, when he plucked us from our schools and our homes, put us on the island, then cast us back to live our lives as if nothing would ever change.\"[7] Tom Gaman, who played Simon in Brook's film, remembered that \"although I didn't think much about it at the time, in hindsight my death scene scares me. It was night, the spears – those wooden stakes – were quite real. We were excited, brandishing flaming sticks around a bonfire on the beach in a real storm. I really did emerge from the bushes into the centre of a raging crowd, screamed in terror, was stabbed by boys with sharpened sticks, and staggered to the water.\"[8] The song, heard throughout the film, of the boys singing is Kyrie Eleison which, translated from Greek, means \"Lord, have mercy\". It is an expression used in a prayer of the Christian liturgy. Rotten Tomatoes reported that 91% of critics have given the film a positive review based on 22 reviews, with an average rating of 8.19/10.[9] On Metacritic, the film has a weighted average score of 67 out of 100 based on 9 critic reviews, indicating \"generally favorable reviews\".[10] PopMatters journalist J.C. Maçek III wrote \"The true surprise in Lord of the Flies is how little these child actors actually feel like 'child actors'. With few exceptions, the acting rarely seems to be forced or flat. This practiced, well-honed craft aids Brook's vision of a fly on the wall approach that pulls the viewer into each scene.\"[11] Bosley Crowther wrote in The New York Times that \"the picture made from it by the writer-director Peter Brook is a curiously flat and fragmentary visualization of the original. It is loosely and jerkily constructed, in its first and middle phases, at least, and it has a strangely perfunctory, almost listless flow of narrative in most of its scenes\".[12] Peter Brook was nominated for the Golden Palm at the 1963 Cannes Film Festival.[13] The film was named one of the Top Ten Films of the year in 1963 by the National Board of Review.[14] The Criterion Collection released it on DVD and Blu-ray Disc in America and Canada. In 2000 Janus Films also released the DVD in the UK.","Title":"Lord of the Flies (1963 film) - Wikipedia","KeyID":"17872","URL":"https://en.wikipedia.org/wiki/Lord_of_the_Flies_(1963_film)"}