{"Content: ":"Legends of Motorsport was a series of automotive documentaries aired by the former television channel Speedvision, which later became Speed Channel. The series was attributed to the German automobile firm BMW, implying that they provided some of its key financial backing. The series also included a three-part set of episodes entitled The History of BMW Motorsport. Approximately 200 half-hour episodes were made and aired between the years 1996 and 2000, all based around vintage automobile (and motorcycle) footage. The majority of the episodes consisted of an apparently complete old documentary film (sometimes with scratches) produced by an automotive vendor. Castrol, Girling, Triumph, BRSCC[1] and many others were the producers of those original publicity films. Although wrapped with a modern introduction and interspersed with occasional clarifying breaks, the original narration from the film was used, several of them done by Graham Walker (Murray Walker's motorcycle-racing father). Most of the films focussed on racing. Others focussed on chronicling a firm's history or showing their production methods. Most, if not all, were introduced and elucidated by one of David Hobbs or Alain de Cadenet. For a few episodes, Alain de Cadenet provided narration in addition to introduction and elucidation. In at least one case, Death and Games, Le Mans 1963, this was because the film had been produced in German. In other cases, the film coverage of the topic was probably extracted from several archival sources. In particular, the multi-part set of Legends of Motorsport episodes, entitled \"Racing in the Fifties\" had one episode for each year of the 1950s, with footage for each coming from multiple unattributed archival sources. After Speedvision became Speed Channel in 2002, only about thirty of the episodes were repackaged, to remove the embedded old Speedvision logo, and also to replace the previously very stodgy introductions with something a bit more casual. The new introductions were done exclusively by David Hobbs. These thirty or so episodes continued to be reshown on Speed Channel, usually early every weekday morning, seeming like a sort of homage to the old image of Speedvision. While the BMW attribution was retained, the three episodes documenting their history were never repackaged. Then on February 20, 2006, Speed Channel stopped showing the series altogether. A subsequent check of the Speed Channel web site, on July 18, 2006, revealed the show to be no longer listed on the programs page; its program summary is no longer retrievable.","Title":"Legends of Motorsport - Wikipedia","KeyID":"17882","URL":"https://en.wikipedia.org/wiki/Legends_of_Motorsport"}