{"Content: ":"Rio Lobo is a 1970 American Western film directed and produced by Howard Hawks and starring John Wayne, from a screenplay by Burton Wohl and Leigh Brackett. The film was shot at Cuernavaca in the Mexican state of Morelos and at Tucson, Arizona. The musical score was composed by Jerry Goldsmith. It was the third Howard Hawks film varying the idea of a sheriff defending his office against belligerent outlaw elements in the town, after Rio Bravo (1959) and El Dorado (1966), both also starring John Wayne. Rio Lobo was the last film made by Hawks. During the final days of the American Civil War, the Union army payroll train is hijacked by Confederates led by Capt. Pierre Cordona and Sgt. Tuscarora Phillips. Their scheme suggests that the Confederates must have gotten detailed inside information about the transport. Col. Cord McNally's close friend, Lt. Ned Forsythe, is fatally injured in the raid, and during the pursuit McNally's squad is spread thinner and thinner until he is left on his own. After Cordona and his men capture him, McNally tricks them by leading them into a Union camp and raising the alarm. Cordona and Tuscarora are captured, but will not reveal to McNally the identity of the traitor who sold them the information about the train. Despite this development, the three men gain a mutual respect for each other, and after the war ends, McNally visits Cordona and Phillips as they are being released. He asks them once more about the traitors, but all they can provide is a physical description. McNally then tells Cordona and Tuscarora that if they should come across these men again, to contact him through a friend of his, Pat Cronin, who is the sheriff of Blackthorne in Texas. Sometime later, McNally is contacted by Pat with a message from Cordona, who is staying at the local hotel. When he arrives in Blackthorne, McNally meets a young woman, Shasta Delaney, who has come to report the murder of her employer by a deputy of Rio Lobo's sheriff, \"Blue Tom\" Hendricks. Shortly afterwards, a posse from Rio Lobo arrives and wants to take Delaney away. Delaney identifies their leader, \"Whitey\" Carter, as the murderer she was referring to. When one of the posse aims a gun at Cronin, Delaney shoots Whitey from under the table, resulting in a shoot-out in which McNally, Cronin and Cordona finish off the posse. Cordona identifies Whitey as one of the traitors that McNally is looking for. He tells McNally that Tuscarora had contacted him and told him that his father and other ranchers are having land stolen by a rich man named Ketcham, who had the previous sheriff killed and installed Hendricks in his place. McNally, Cordona, and Delaney go to Rio Lobo, where they find the people living in terror of Hendricks and his men. Tuscarora's girlfriend Maria hides them in her house, while her friend Amelita distracts Hendricks' men. Hendricks has Tuscarora arrested on trumped-up charges, so McNally's group goes to get help from Tuscarora's father, Old Man Philips. McNally, Cordona, and Philips sneak into Ketcham's ranch, and McNally discovers that Ketcham is really Union Sergeant Major Ike Gorman, the second traitor he was searching for. McNally attacks Gorman and forces him to sign the deeds back to their rightful owners. Taking Gorman hostage, they send Cordona ahead to find the United States Cavalry. Upon arrival in Rio Lobo, they discover that Hendricks has beaten Maria and disfigured Amelita's face with a knife, for helping McNally. Amelita swears to McNally she will kill Hendricks. The men force Hendricks' party out of the jail and hole up there with Tuscarora to await the Cavalry. However, Hendricks' men capture Cordona before he gets far, and offer to trade him for Gorman. During the prisoner exchange, Cordona manages to give his captors the slip. McNally tells Hendricks Gorman is no longer of any use to the sheriff, since he signed back the deeds. Hendricks guns his boss down in rage, starting a firefight in which he and McNally are wounded. After a failed attempt to blow up the cantina McNally's allies are using as a base, Hendricks' men are outflanked by the rest of the townspeople, who have rallied to help. Hendricks' men turn and run. Hendricks shoots at them, but he has been using his rifle as a crutch and, with its muzzle clogged with dust, it explodes in his face. As he stumbles to his horse, Amelita shoots him, thus ridding the town of its final menace. The film was meant to be shot in Durango, Mexico on a budget of $5 million. However shooting on the movie Lawman took up facilities there so Hawks and Cinema Center had to spend an extra $1 million to allow shooting at Old Tucson Studios, and near Los Angeles.[3] The film was shot in Technicolor. Hawks was injured while filming the railway scene, requiring four stitches.[4] Hawks said he had to fight Cinema Center to cast Chris Mitchum (whose father was actor Robert Mitchum) in the movie.[5] The script was rewritten throughout production.[6] The film made US$4.25 million in rentals, twentieth among the highest money-making pictures of the year,[7] but it grossed $2 million less than its $6 million budget, making it a box-office bomb.[1] Upon release, the film received mostly negative reviews.[7] Variety wrote that \"Hawks' direction is as listless as the plot\".[8] Roger Ebert, who gave the film 3 out of 4 stars, wrote, \"Rio Lobo is just a shade tired, especially after the finely honed humor and action of El Dorado.\"[9] Roger Greenspun of The New York Times said that the film was \"close enough to greatness to stand above everything else so far in the current season.\"[10] His comments surprised other critics and resulted in numerous angry letters sent to the newspaper.[7] In a retrospective review, Jonathan Rosenbaum wrote, \"The fact that its best action sequence, the first, was directed by the second unit is emblematic of Hawks's relative lack of engagement with the material.\"[11] TV Guide wrote, \"for such a refined director as Hawks to end his career on a note like this, having made some of the finest films in the history of American cinema, is an atrocity not worth the silver used in the negative.\"[12] Writing for Time Out, Geoff Andrew said, \"If it lacks the formal perfection of Rio Bravo and the moving elegy for men grown old of El Dorado, it's still a marvellous film\".[13] Empire writer Ian Nathan wrote in January 2000, \"this well-bred Western is just a routine canter through themes and gunfights as worn as the saddles.\"[14] Quentin Tarantino cited Rio Lobo as one of the reasons he wanted to have a short directing career: \"the most cutting-edge artist, the coolest guys, the hippest dudes, they’re the ones that stay at the party too long. They’re the ones that make those last two or three movies that are completely out of touch and do not realize the world has turned on them [...] I don’t want to make Rio Lobo.\"[15] The music for Rio Lobo was composed by Jerry Goldsmith.[16] The soundtrack album was released in Belgium in 2001 on Prometheus Records.[16] All tracks are written by Jerry Goldsmith.","Title":"Rio Lobo - Wikipedia","KeyID":"17885","URL":"https://en.wikipedia.org/wiki/Rio_Lobo"}