{"Content: ":"El Juramento (Secret Lies) is the title of a Spanish-language telenovela produced by the United States-based television network Telemundo.[1] It was a limited-run series that debuted in the US on June 30, 2008. It was based on Caridad Bravo Adams's story La Mentira (The Lie), previously adapted for television in 1965 and 1998. The show starred Natalia Streignard, Osvaldo Ríos, Ricardo Chávez and Dominika Paleta, and is also known as Secret Lies.[2] BTV started to air this telenovela on November 13, 2008 in Bulgaria. Fox Televizija started to air this telenovela on January 5, 2009 in Serbia. El Juramento tells the story of Santiago, a dashing hero who sets out to avenge the death of his brother, Diego. He discovers that Diego killed himself after the beautiful Alma, a depraved gold-digger, aborted a child that she falsely claimed was Diego's and refused his marriage proposal via a \"Dear John\" letter. Thanks to the village inhabitants - who at first are hostile but become friendly - Santiago discovers pieces of the puzzle that led to the tragedy. Yet all he knows of the mysterious woman's identity is a necklace, a gift from Alma and her cousin Andrea's late grandfather. The two cousins own identical necklaces each of which has a gold letter \"A.\"[3] Santiago seeks revenge on the faithless lover. The clues bring him to a hacienda in Mexico, where Diego was once a trusted worker. A wealthy man, Teodoro Robles Conde, owns the house and lives with his two nieces—and our hero knows one of them caused Diego's suicide, but which one?[3] Santiago meets the pair of rich, gorgeous cousins, treacherous Alma and virtuous Andrea. The first time he sees Alma, she is wearing Andrea's necklace, because Alma left her own necklace in Diego's possession. At first, Santiago acknowledges that either of the cousins might be the guilty one. Partly as a result of a series of mishaps and false rumors, mostly contrived and spread by Alma, but also because Santiago is attracted to Andrea and assumes his brother would have preferred Andrea, too, Santiago decides that Andrea is the one who betrayed Diego. He decides to make her life miserable as revenge for his brother's death. As a result, Andrea endangers herself for her cousin's wrongdoings.[3] Santiago unleashes his vengeful plan: He flirts with Andrea, seduces her and makes her fall in love to the extreme of making her his bride. After the wedding, he drags her to the small remote village where Diego killed himself. Santiago does not see that both he and Andrea are really victims of Alma, whose angelic face hides a demonic soul. Meanwhile, Santiago finds himself falling in love with Andrea but fights hard to resist his feelings in order to keep his oath to Diego.[3] When Santiago finds out the truth, it seems that all is lost. Andrea abandons him because he did not trust her. Alma goes unpunished for her deeds while her Aunt Luisa covers her trail. The journey of deception leads to intrigue, passion, confusion, revelations and betrayal. As with all telenovelas love wins in the end—whose love and at what cost? Is it possible to love that which we most hate?[3] This was the first show filmed at the new Estudios Mexicanos Telemundo in Mexico City, with location shooting in Hidalgo and Querétaro.[4] Telemundo, which had used The Gaby Espino Project as a working title,[2][permanent dead link] planned to air the serial from Monday to Friday for 130 episodes, but the show was shortened because ratings were unimpressive.[5] The final episodes were burned off as half-hour broadcasts on Sundays. El Juramento was originally scheduled to debut in late February (in time for sweeps) under the title of \"El Engaño\". (The show was also known as La Mentira, or The Lie) It was delayed when the original Santiago, Fernando Carrillo was fired and replaced by Osvaldo Ríos. Co-star Gaby Espino left due to pregnancy and Natalia Streignard took her place. Many scenes featuring Carrillo and Espino were already shot and had to be re-filmed with the new stars and concept. The title was replaced to adapt the show to late developments. The good and bad sisters were originally named Connie for Alma and Camila for Andrea. Rafael Uriostegui, the producer of thi version, was the associate producer for the 1998 version by Televisa. As with most of its soap operas, the network broadcast English subtitles as closed captions on CC3 until late October, when the network canceled the translations.","Title":"El Juramento - Wikipedia","KeyID":"17887","URL":"https://en.wikipedia.org/wiki/El_Juramento"}