{"Content: ":"Victory by Design is a series of documentary films produced in the 1990s and 2000s on the subject of famous racing automobile marques. The series began as a single film focused on Porsche, directed by award-winning film-maker Tony Maylam, executive produced by Clive Pullan and hosted by former racing driver Alain de Cadenet. Further episodes - beginning with an episode on Ferrari were commissioned by American cable channel Speedvision who brought in Martin Stockham to produce the new programs. More specials, focused on Maserati, Jaguar, Alfa Romeo, Aston Martin, Lotus, Corvette, \"Ford Muscle\" (primarily covering the Ford-powered Shelby Cobra, Shelby-built high-performance Mustangs, and the GT40), and \"Grand Prix Greats\" were ordered by Speedvision's successor, the Fox owned cable channel, Speed Channel. The \"Grand Prix Greats\" episode is notable in that instead of a single manufacturer, it covers various notable Grand Prix cars from 1908 to 1960, including Renault, Lancia, and the Cooper Car Company. The series has been consistently popular on the channel and also in the DVD market. Each program features exceptional racing and street cars from the marque. Generally, the cars are presented in chronological order of their production dates. For each car, de Cadenet describes the historical background and impetus for its design. Important mechanical aspects of the car are also pinpointed and described by de Cadenet. The cars are then filmed as de Cadenet enters the cockpit, straps himself in, starts the engine, and test drives them. As de Cadenet describes in a \"making of\" documentary, each car is presented in a setting that suits the nature of the car, and they are driven in the way they were meant to be driven. The film captures de Cadenet driving extremely expensive or even priceless vehicles enthusiastically through twisty mountain roads and over dedicated road courses. The same \"making of\" documentary also points out the fact that the engine sounds of the featured automobiles are faithfully recorded from the driver's position, and never overdubbed by music or pre-recorded engine sounds. The video footage is presented as raw as possible with minimal editing. The New York Times described the series as \"car pornography\", and it has resonated strongly with enthusiasts.[1] The track by the side of the lake used in many of the programmes is at Sir Anthony Bamford's estate at Wootton Lodge in Staffordshire. Victory by Design is produced by Gemini Pictures Limited for Speed Channel Inc. Distribution of the programmes in North and South America is handled by Speed Channel and by Gemini Pictures in the rest of the world.","Title":"Victory by Design - Wikipedia","KeyID":"17883","URL":"https://en.wikipedia.org/wiki/Victory_by_Design"}