{"Content: ":"Alain de Cadenet (27 November 1945 – 2 July 2022)[a] was an English television presenter and racing driver. He was noted for racing in 15 editions of the 24 Hours of Le Mans during the 1970s and 1980s, achieving one podium finish with third place in 1976. De Cadenet was born on 27 November 1945, the son of Maxime de Cadenet, a lieutenant or a film technician in the French Air Force, and his English first wife, Valerie (Braham) who occasionally acted in Hollywood.[3][1][2] According to The Times, he \"claimed that his French ancestors had fought with Charlemagne in the 9th century\".[1] As a baby he and his family was abandoned by his father.[1][2] He attended Framlingham College in Suffolk.[3][4] Although he studied to become a barrister, he did not pursue the profession.[5] He first worked as a fashion and music photographer for Radio Caroline and Wonderful Radio London.[3][6] De Cadenet decided to pursue racing after attending a race meeting at Brands Hatch in which his friend was participating.[3][6] He made his reputation building and driving his own sports prototypes, taking on works teams and occasionally beating them. He first raced at the 24 Hours of Le Mans in 1971 driving a Ferrari 512M.[3] A year later, he persuaded Duckhams Oil to sponsor a car he commissioned Gordon Murray to design for the Le Mans race. He finished 12th overall. De Cadenet later finished third overall at Le Mans in 1976.[7] In 1980, with co-driver Desiré Wilson, he won two rounds of the World Sportscar Championship – the Monza 1000 kilometers and Silverstone six hour events. This was a major achievement in an era of increasing professionalism, when it was very difficult for privateers to defeat larger, better-funded teams that had factory support.[3][6] After retiring from sports car endurance racing, de Cadenet hosted numerous shows and broadcasts for the Speed Channel, ESPN,[8] the Velocity Channel, and the Petrolicious website.[9] He hosted Legends of Motorsport for Speed between 1996 and 2000, as well as the network's coverage of the Goodwood Festival of Speed.[10] During the 2000s, he was the host of Speed's Victory By Design, in which he drove vintage racing cars and discussed their history.[3] The New York Times described the series as \"car pornography\".[11] In 2012, de Cadenet hosted Renaissance Man for the Velocity Channel (now called the Motor Trend network), covering cars, motorcycles, the Rolls-Royce Merlin engine and racing at Monaco.[10][12] De Cadenet also raced classic and vintage cars, having owned and raced numerous models, particularly Alfa Romeos. In addition to cars, he also collected motorcycles and aircraft, and operated a Supermarine Spitfire. A video on the Internet shows a clip from a documentary in which a Spitfire flies extremely low over his head.[3][13] He was also a collector and authority on George V stamps, and advised the Royal Mail on their collection.[3] De Cadenet's first marriage was to Anna Gerrard, an interior designer and model. Together, they had two children: Alexander and Amanda. They eventually divorced. He later married Alison Larmon, with whom he had a son, Aidan. They remained married until his death.[3] De Cadenet died on 2 July 2022.[3][14] He was 76, and suffered from cholangiocarcinoma prior to his death.[1]","Title":"Alain de Cadenet - Wikipedia","KeyID":"17881","URL":"https://en.wikipedia.org/wiki/Alain_de_Cadenet"}