{"Content: ":"Opposition (10) Liberal (9) National (1) The Victorian Legislative Council (VLC) is the upper house of the bicameral Parliament of Victoria, Australia, the lower house being the Legislative Assembly. Both houses sit at Parliament House in Spring Street, Melbourne. The Legislative Council serves as a house of review, in a similar fashion to its federal counterpart, the Australian Senate. Although, it is possible for legislation to be first introduced in the Council, most bills receive their first hearing in the Legislative Assembly. The presiding officer of the chamber is the President of the Legislative Council. The Council presently comprises 40 members serving four-year terms from eight electoral regions each with five members. With each region electing 5 members using the single transferable vote, the quota in each region for election, after distribution of preferences, is 16.7% (one-sixth). Ballot papers for elections for the Legislative Council have above and below the line voting. Voting above the line requires only a '1' being placed in one box, and group voting tickets voting has applied since 1988.[1] Semi-optional voting is available if a voter votes below the line. The separate colony of Victoria was proclaimed on 1 July 1851 and writs for the election of the first Legislative Council were issued at the same time for the 20 elected members.[2] The Legislative Council initially consisted of 30 members, 10 of whom were nominated by the Lieutenant-Governor and 20 were elected from 16 \"electoral districts\", with Melbourne electing three members, and Geelong and the county of Bourke electing two members each.[3] The electors were male British subjects over the age of 21 years, who owned freehold valued at £100 or a householder paying rent of £10 per year,[3] both very large sums at the time. Members of the Legislative Council were unpaid, further restricting participation of those without independent means. It took some time before the Legislative Council was elected and ready to sit.[4] The Legislative Council met for the first time in November 1851 at St Patrick's Hall, which had been built in 1847 in Bourke Street, Melbourne.[5] The Legislative Council sat there until the opening of the Parliament House in 1856. James Frederick Palmer was the presiding officer of the Council, then called speaker. The Legislative Council was expanded in 1853 to 18 nominees and 36 elected members.[6] A further expansion of the Council occurred in 1855, when 8 new members were elected from five new electorates, with one new nominee.[7] [8] The first Legislative Council existed for five years and was responsible for at least three significant and enduring contributions to the parliamentary system of Victoria: The new constitution was approved by the Legislative Council in March 1854 and was sent to Britain where it was passed by the United Kingdom Parliament as the Victoria Constitution Act 1855, received Royal Assent on 16 July 1855 and was proclaimed in Victoria on 23 November 1855.[10][11] The Constitution established a Westminster-style system of responsible government that continues in Victoria today.[12] The new Constitution came into effect in 1856. It created a bicameral Parliament of Victoria, with the Legislative Assembly being the lower house and the Council being the upper house. The Council consisted of 30 members, with five members being elected from each of the six provinces.[13] The Parliament of Victoria first met on 21 November 1856 at the almost completed main sections of Parliament House. James Frederick Palmer was elected first President of the Council. The Legislative Council was later elected from a varying number of provinces. In 1882, several new provinces were created while Central and Eastern were abolished.[14] In 1904, more provinces were created[15] and two members (MLCs) represented each province. The terms for members were two Assembly terms, and one member was elected in rotation at each election, by majority-preferential (AV) vote. Until 1950, the Legislative Council was elected on a restricted property-based franchise and always had a conservative majority. Until 1958, elections for the Legislative Council were not held in conjunction with those for the Legislative Assembly, but starting at the 1961 election they have been held at the same time. Prior to the 2006 election, the Legislative Council consisted of 44 members elected for two terms of the Legislative Assembly from 22 two-member provinces. Half the members were elected at each election on a rotation basis. This old system tended to favour the Liberal Party and the National Party (often in Coalition) over the Labor Party and other parties;[16][17] as the Liberal party's support was more evenly spread across the state, compared to Labor's wasted votes in already safe provinces.[18] This resulted in many instances of a Labor government being faced with an opposition-controlled Council – a rare occurrence elsewhere in Australia. The electoral system used to elect members of the Legislative Council changed for the 2006 Victorian election, as a result of major reforms passed by the Labor government, led by Steve Bracks, in 2003.[19] Under the new system the State is divided into eight electoral regions, each of which returns five members. These Legislative Council members serve terms linked to the Legislative Assembly, which has fixed four-year terms unless earlier dissolved in exceptional circumstances. Each electoral region covers 11 contiguous Legislative Assembly electoral districts and has 420,000 electors. Five regions are metropolitan (Melbourne and environs) (Eastern Metropolitan, Northern Metropolitan, South Eastern Metropolitan, Southern Metropolitan, and Western Metropolitan) and three are non-urban regions (Eastern Victoria, Northern Victoria and Western Victoria). Since 2006, Legislative Council members have been elected using the single transferable vote system of proportional representation. Each region elects five members. The quota for a seat in each region is 16.7% (one-sixth), approximately 70,000. Small parties never receive this amount on the First Count in Victoria's Legislative Council elections but through the vote transfers that are part of STV, some candidates of small parties do receive vote transfers from other small-party candidates and pass quota that way. STV thus results in an increase in the number of minor parties represented in the Legislative Council as compared to the Instant-runoff voting system. Under Instant-runoff voting, in 2002 for example, the traditional big three - Labour, Liberal and National - took all the seats - Greens with 314,000 voters overall did not take one seat. In 2006 the Greens took almost exactly the same number of votes that it had in 2002 and this time won three seats, just slightly less than its 10 percent of the vote should have given it proportionally. The Democratic Labour Party also won a seat, the first one it had won in 50 years. STV was such that the success for those two parties was achieved while at the same time Labour, Liberal and National parties each still took a number of seats. At the same time, the Council's ability to block supply was removed. Since the 2006 Victorian state election, the Legislative Council has had 40 members serving four-year terms, elected from eight electoral regions, each returning five members. Prior to the 2006 election, the Legislative Council consisted of 44 members elected for two terms of the Legislative Assembly from 22 two-member provinces. Half the members were elected at each election on a rotation basis. The number of members was increased to 44 from 36 in 1976 and from 34 in 1967. Property qualifications for voting in the Legislative Council were abolished for the 1952 Legislative Council election, increasing the number of eligible voters from 0.5 million in 1949 to 1.4 million in 1952, and resulting in a large increase in the number of Labor MLCs. However, Labor achieved a majority in the Council only at the 1985 and the 2002 elections.  Senate House of Rep. Council Assembly Council Assembly Council Assembly Council Assembly Council Assembly Council Assembly Assembly Assembly ","Title":"Victorian Legislative Council - Wikipedia","KeyID":"17893","URL":"https://en.wikipedia.org/wiki/Victorian_Legislative_Council"}