{"Content: ":"Opposition (27) Liberal (21) National (6) Crossbench (6) Greens (3) Independent (3)[a] The Victorian Legislative Assembly is the lower house of the bicameral Parliament of Victoria in Australia; the upper house being the Victorian Legislative Council. Both houses sit at Parliament House in Spring Street, Melbourne. The presiding officer of the Legislative Assembly is the Speaker. There are presently 88 members of the Legislative Assembly elected from single-member divisions. Victoria was proclaimed a Colony on 1 July 1851 separating from the Colony of New South Wales by an act of the British Parliament. The Legislative Assembly was created on 13 March 1856 with the passing of the Victorian Electoral Bill,[1] five years after the creation of the original unicameral Legislative Council. The Assembly first met on 21 November 1856,[1] and consisted of sixty members representing thirty-seven multi and single-member electorates.[2] On the Federation of Australia on 1 January 1901, the Parliament of Victoria continued except that the colony was now called a state. In 1917, the Nationalist government in Victoria introduced compulsory preferential voting before the 1917 state election. This enabled the factions in the party to field competing candidates without splitting the vote by keeping preferences within the party. The Legislative Assembly presently consists of 88 members, each elected in single-member electoral districts, more commonly known as electorates or seats, using preferential voting, which is the same voting system used for the federal lower house, the Australian House of Representatives. Members represent approximately the same population in each electorate. Since 2006, members of the Legislative Assembly are elected for a fixed term of 4 years, with elections occurring on the last Saturday of November every 4 years.[3][b] There are no limits to the number of terms for which a member may seek election. Casual vacancies are filled at a by-election. At the beginning of each new parliamentary term, the Legislative Assembly elects one of its members as a presiding officer, known as the Speaker. If the incumbent Speaker seeks a new term, then the House may re-elect him or her merely by passing a motion; otherwise, a secret ballot is held. In practice, the Speaker is usually a member of the governing party or parties, who have the majority in the House. The Speaker continues to be a member of his or her political party, but it is left to their individual discretion as to whether or not they attend party meetings. The Speaker also continues to carry out his or her ordinary electorate duties as a member of Parliament and must take part in an election campaign to be re-elected as a member of Parliament.[5] A Deputy Speaker is also elected by the Assembly, who supports and assists the Speaker in the execution of their duties. The Legislative Assembly is also supported by a department of civil servants who provide procedural and administrative advice on the running of the Assembly, and performs other functions. The head of the department is the Clerk of the Assembly, who is assisted by a deputy clerk, an assistant clerk committees and an assistant clerk procedure.[6] The Assembly is also assisted by a serjeant-at-arms, who at present also holds the position of assistant clerk procedure.[6] Victorian state election, 24 November 2018[7][8] Legislative Assembly << 2014–2022 >> Most legislation is initiated in the Legislative Assembly. The party or coalition with a majority of seats in the lower house is invited by the Governor to form government. The leader of that party subsequently becomes Premier of Victoria, and their senior colleagues become ministers responsible for various portfolios. As Australian political parties traditionally vote along party lines, most legislation introduced by the governing party will pass through the legislative assembly. Senate House of Rep. Council Assembly Council Assembly Council Assembly Council Assembly Council Assembly Council Assembly Assembly Assembly","Title":"Victorian Legislative Assembly - Wikipedia","KeyID":"17892","URL":"https://en.wikipedia.org/wiki/Victorian_Legislative_Assembly"}