{"Content: ":"Opposition (36) The Landtag of Mecklenburg-Vorpommern is the people's representative body or the state parliament of the German federal state of Mecklenburg-Vorpommern.[1] Thus it is also a constitutional body of the state. The Landtag convenes in Schwerin and currently consists of 79 members of six parties. The current majority is a red-red coalition of the Social Democratic Party and The Left, supporting the cabinet of Minister-President Manuela Schwesig. The main functions of the Landtag are the election of the Minister-President, the passage of laws controlling the state government. Elections are defined as general, direct, free, equal and secret. They are conducted using a system similar to the one used every Bundestag election. There are two votes, first for a candidate in the single-member district and the second for a party. 36 seats are distributed by first past the post system in districts and remaining 35 seats are distributed using Hare-Niemeyer method based on the result of the second voting. Furthermore, every seat received in the first voting means one seat less in the second one. The second voting is conducted using a proportional representation system, with an electoral threshold of 5%. The last election was held in 2021. Recent elections were held in 2016, 2011 and 2006. After the reunification of Germany on 3 October 1990 and the following re-establishment of the state of Mecklenburg-Vorpommern, the first state election took place on 14 October 1990. The Landtag of Mecklenburg-Vorpommern constituted itself for the first time on 26 October 1990, twelve days after the first state election and 23 days after the reunification of Germany. The first state election of the newly formed state of Mecklenburg-Vorpommern took place on 14 October 1990. The first state government was a coalition of CDU and FDP led by Alfred Gomolka. It was initially tolerated as a minority government by a non-attached former SPD-MP. The government was able to rely on its own majority when this MP joined the coalition.[2] In 1992, there was a discord after Gomolka dismissed his justice minister Ulrich Born on charges of \"disloyalty\".\".[3] The CDU parliamentary group then withdrew its confidence in him. Gomolka resigned on 15 March 1992 also because of the shipyard crisis. He had been the only one to oppose the sale of the East German shipyards to their West German competitors. On 19 March 1992, Berndt Seite (CDU) succeeded him as Minister President.[4] The election for the second Landtag was on 16 October 1994, and produced the following results: While the CDU was able to maintain its position, its coalition partner FDP missed re-entering parliament with 3.8%. Prime Minister Seite then formed a grand coalition. The election for the third Landtag on 27 September 1998 resulted in the following: The SPD won the election and was the strongest party for the first time since 1990. As a result, Harald Ringstorff, former Minister of Economy and European Union Affairs and current head of the SPD parliamentary group, was elected as Minister-President. He formed the first SPD-PDS coalition in Germany. The election for the fourth Landtag was on 22 September 2002. With a strong increase in votes for the SPD, the coalition under Minister President Ringstorff could be continued despite heavy losses on the part of the PDS. The CDU remained in opposition. In July 2006, the Landtag Mecklenburg-Vorpommern decided, among other things, to increase the length of the electoral term from 4 years to 5 years. The election for the fifth Landtag took place on 17 September 2006. The 71 seats in the Mecklenburg-Vorpommern state parliament were distributed as follows after the election on 17 September 2006: Minister President Erwin Sellering (SPD) led a coalition government of SPD and CDU. The Deputy Minister President was Jürgen Seidel (CDU). The election to the sixth Landtag of Mecklenburg-Vorpommern took place on 4 September 2011. On 18 September 2011, a by-election was held in the constituency of Rügen I due to the death of CDU candidate Udo Timm. On 4 October 2011, the sixth Landtag was constituted. The 71 seats in the Mecklenburg-Vorpommern state parliament were distributed as follows after the election on 4 September 2011: The SPD and CDU agreed to continue the grand coalition under Minister President Erwin Sellering and Deputy Minister President Lorenz Caffier. The members of the Council of Elders for the sixth legislative term were: Following the state election on 4 September 2016, the seventh Landtag was constituted on 4 October 2016. After the election on September 4, 2016, and the changes until October 2019, the 71 seats in the Mecklenburg-Vorpommern state parliament are distributed as follows: On 8 December 2016, the state parliament of Mecklenburg-Vorpommern elected former Member of Parliament Heinz Müller as State Commissioner for Data Protection and Freedom of Information for a five-year term on the proposal of the SPD parliamentary group. Müller prevailed over the former data protection commissioner of Mecklenburg-Vorpommern and former Member of Parliament Karsten Neumann, who was proposed by the parliamentary group The Left. On 4 July 2017, the Landtag Mecklenburg-Vorpommern elected Manuela Schwesig (SPD) as the minister president. This was the first time a woman became head of government in Mecklenburg-Vorpommern. On 31 August 2017, the MP Holger Arppe resigned from the AfD parliamentary group and has since been a non-attached MP. On 25 September 2017, the MPs Christel Weißig, Matthias Manthei, Bernhard Wildt and Ralf Borschke resigned from the AfD parliamentary group and founded the parliamentary group \"Citizens for Mecklenburg-Vorpommern\" (German: Bürger für Mecklenburg-Vorpommern, abbr.: BMV). On 13 November 2018, the BMV parliamentary group renamed itself to FREIE WÄHLER/BMV. On 22 May 2019, the state parliament elected Birgit Hesse (SPD) as president of the Landtag. Her predecessor, Sylvia Bretschneider (SPD), died at the end of April 2019. On 1 October 2019, the parliamentary group FREIE WÄHLER/BMV dissolved. The deputies Matthias Manthei and Bernhard Wildt joined the CDU; Ralf Borschke rejoined the AfD and Christel Weißig has since been non-attached. On 22 October 2019, Thomas Würdisch (SPD) moved up for Erwin Sellering, who had retired from politics. Following the state election on 26 September 2021, the eighth Landtag was constituted on 26 October 2021. After the election, the 79 seats in the Mecklenburg-Vorpommern state parliament are distributed as follows: Due to their electoral success, the SPD earned three overhang seats. The addition of five leveling seats for the other parties resulted in a total number of 79 seats. This is the first time in the history of the Mecklenburg-Vorpommern state parliament that the number of seats exceeds the constitutionally prescribed minimum of 71. On 15 November 2021, the Landtag Mecklenburg-Vorpommern elected Manuela Schwesig (SPD) as Minister-President. Schwesig formed the first red-red coalition (SPD and The Left) in Mecklenburg-Vorpommern since the 4th electoral term, leaving the CDU in opposition for the first time since 2006. As a site of political decision-making, the Landtag, as the central organ of the state's legislature, is responsible for electing the prime minister, passing or amending state laws, and controlling the state government and the state administration. Since 2006, the electoral period has been five years. The legislative competence of the Landtag lies mainly in the following areas: As a result of the federalism reform, further legislative responsibilities have been shifted to the Länder. These include: Bills may be introduced into the Landtag in three different ways, (Art. 55 (1) Constitution MV): Legislative initiatives from the people must be supported by at least 15,000 (people's initiative) or 120,000 eligible voters (people's petition). A bill is adopted by referendum if the majority of those voting, but at least one-third of those eligible to vote, have approved it. Bills are debated at least twice in the Landtag (first and second reading). In the first reading (basic discussion), the general principles of the bill are discussed. At the end of the first reading, the plenum usually refers the bill to the relevant technical committees of the Landtag, with one committee being designated as the so-called committee in charge. Within der framework of the committee meetings, the committee in charge often invites experts to public hearings. As a result of the committee deliberations, the committee in charge submits a resolution recommendation to the Landtag. In the second reading of the bill (individual deliberation), the provisions of the bill are deliberated and voted on individually. Finally, the bill is voted on as a whole (final vote). The President of the Landtag then forwards the resolutions to the State Government. Together with the competent minister, the Minister President signs the constitutionally achieved law and arranges for the promulgation in the Gazette of Law and Ordinance of the State of Mecklenburg-Vorpommern. plenary sittings committee sittings promulgated laws printed papers The Landtag Mecklenburg-Vorpommern elects the Minister President by a majority of its Members in a secret ballot. The Minister President appoints and dismisses the ministers. Upon assuming office the Minister President and the ministers take the following oath before the Landtag: \"I swear that I will devote my strength to the people and the country, uphold and defend the Basic Law for the Federal Republic of Germany and the Constitution of Mecklenburg-Vorpommern as well as the laws, fulfil my duties conscientiously, and do justice to everyone\". The oath may be concluded with the religious affirmation \"So help me God\". The state parliament has a far-reaching right to ask questions and to receive information of the state government. At the same time, the state government has a comprehensive duty to provide information to the Landtag (Articles 40 and 39 of the Constitution of the State of Mecklenburg-Vorpommern). In addition, the Landtag may set up committees of inquiry with extensive rights to clarify facts in the public interest. In order to clarify facts in the public interest, the Landtag has the right, and at the request of a quarter of its Members the duty, to set up a parliamentary committee of inquiry (Article 34 of the Constitution of the State of Mecklenburg-Vorpommern).[13] In the committee of inquiry, the parliamentary groups are each represented by at least one Member. Beyond that, the seats are distributed according to the strength ratio of the parliamentary groups in order to ensure that the majority ratios in the committee of inquiry correspond to those in the state parliament. Citizens may at any time address suggestions, requests and complaints to the Landtag or its Petitions Committee (Article 35 of the Constitution of the State of Mecklenburg-Vorpommern). In addition, the state parliament elects an ombudsman for a period of six years. The ombudsman supports citizens in safeguarding their rights vis-à-vis the state government and the public administration. He also advises and assists in social matters. The ombudsman is independent in the exercise of his office and bound only by the law. Article 20(2), second sentence, of the Constitution of Mecklenburg-Vorpommern prescribes a minimum number of 71 Members in the Landtag of Mecklenburg-Vorpommern. The minimum number of Members prescribed by the Constitution of Mecklenburg-Vorpommern can also be exceeded by so-called overhang and compensatory mandates. According to Article 22 (1) of the Constitution of Mecklenburg-Vorpommern, the Members of the Landtag Mecklenburg-Vorpommern are bound neither to orders nor to instructions; one also speaks of the so-called free mandate. The official abbreviation for Members of the Landtag Mecklenburg-Vorpommern is MdL (Mitglied des Landtages – Member of Parliament). More details on the rights of the (parliamentary) mandate regulates in particular Article 22 Constitution of the State of Mecklenburg-Vorpommern of 23 May 1993 (short: Verf. MV) and the Act on the Legal Status of the Members of the Parliament of Mecklenburg-Vorpommern – Members of the Landtag Act - in the version of the announcement of 1 February 2007. From January 2016 (GVOBl. M-V 2015, p. 627), Members of Parliament receive a taxable remuneration of €5,749.22 (Section 6 (1) of the Members of the Landtag Act).[14] According to Section 9 (1) of the Members of the Landtag Act, each Member receives a monthly expense allowance of €1,339.43 . All expenses relating to the parliamentary mandate from expenditure incurred in connection with a constituency office to the cost of office materials and other expenses are to be met using this allowance. The President of the Landtag, the vice-presidents, the chairpersons and the parliamentary secretaries of the parliamentary groups receive an additional remuneration on account of their special parliamentary functions (Section 6(2) of the Members of the Landtag Act). For the President and the chairpersons of the parliamentary groups the additional remuneration is 100% of the basic remuneration, for the parliamentary secretaries 75%, and for the Vice-presidents 50% of the basic remuneration. The members of the Landtag Mecklenburg-Vorpommern also act on the international stage. For example, they work closely with other countries in the Baltic Sea region in the Baltic Sea Parliamentary Conference. Special partnerships exist with the parliaments of the voivodeships of West Pomerania, Pomerania and Warmia-Masuria in Poland. The state parliament is also active in the Southern Baltic Sea Parliamentary Forum. In addition, the parliament has formed a German-Israeli Parliamentary Group and works as a cooperative member in the German-American Association of State Parliamentarians. The plenum, i.e. the full assembly of all Members of Parliament, is the highest decision-making body of the Mecklenburg-Vorpommern state parliament. After the election, the Landtag elects the President of the Landtag as well as the Presidium in the constituent sitting. The President shall conduct the business of the Landtag, represent the Land in all legal transactions and litigations of the Landtag. He shall uphold the dignity and rights of the Landtag, further its work and conduct its debates fairly and impartially. The President exercises domestic authority and the power of order in the Landtag. The President of the Landtag is the former Minister Birgit Hesse (SPD). Her deputies are the Vice Presidents. According to the Rules of Procedure of the Landtag, the oldest member of the Landtag opens the first sitting of the newly elected Landtag. The so-called Alterspräsident presides over the session until the newly elected president or one of his or her deputies takes office. The President by right of age appoints two members of the Landtag as provisional secretaries and forms a provisional presidium with them.[15] The Council of Elders: The Council of Elders of the Landtag consists of the President of the Landtag, the two vice-presidents and one representative of each of the parliamentary groups, generally the Parliamentary Secretary. \"A government representative shall be called to meetings of the Council of Elders that prepare plenary sittings\" (§ 5 para. 2 of the Rules of Procedure of the 8th Landtag of Mecklenburg-Vorpommern). The composition of the Council of Elders of the eighth electoral term: Parliamentary groups in the Landtag of Mecklenburg-Vorpommern are, according to Article 25 (2) of the Constitution of Mecklenburg-Vorpommern, independent and autonomous branches of the state parliament. They participate with their own rights and duties in the parliamentary decision-making process. Details are regulated in the Rules of Procedure of the Landtag Mecklenburg-Vorpommern of the eighth electoral term in §§ 37 ff. Further regulations on the legal status of the parliamentary groups are set out in the Members of the Landtag Act in the version of the announcement of 1 February 2007 in §§ 50 - 57. In the (current) 8th electoral term, there are six parliamentary groups. The Landtag of the eighth electoral term has formed the following (Standing) Committees (Art. 33 (1) VerfMV in conjunction with § 9 (1) sentence 1 of the Rules of Procedure of the Landtag of the 8th electoral term): Pursuant to Section 9 (3) of the Rules of Procedure of the Landtag Mecklenburg-Vorpommern (eighth electoral term), the Landtag may establish additional committees for further issues. These are also referred to as non-standing committees and include special committees and committees of inquiry. According to Section 25 (1) of the Rules of Procedure of the Landtag Mecklenburg-Vorpommern of the eighth electoral term, a committee may establish subcommittees to deal with urgent, indispensable tasks that cannot be dealt with in any other way. On 8 March 2017, the Landtag Mecklenburg-Vorpommern decided to investigate activities of the NSU (National Socialist Underground) in Mecklenburg-Western Pomerania.[16] To complete the task, the Committee on Internal Affairs and Europe was asked to set up a subcommittee. The subcommittee is to report to the Committee on Internal Affairs and Europe by the summer break of 2019.[17] In the fourth electoral term (2002-2006), the Landtag Mecklenburg-Vorpommern set up a special committee on \"Administrative modernization and functional reform\" chaired by MP Heinz Müller (SPD).[18][19][20] The possibility of establishing committees of inquiry is separately enshrined in the constitution of Mecklenburg-Vorpommern. The Landtag has the right and duty to set up a committee of inquiry by resolution at the request of one-fifth of its Members (Article 34) (1) sentence 1 of the Constitution of Mecklenburg-Vorpommern[13] In the 7th electoral term, adopting a motion of the AfD parliamentary group, a committee of inquiry was established \"to clarify the funding structure, the funding procedure and the funding practices for grants from state funds, as well as the use of these state funds by the umbrella organizations united in the association, 'League of leading Associations of Voluntary Welfare Work in Mecklenburg-Vorpommern' between 2010 and 2016\".[21][22] In the 35th plenary session on 26 April 2018, with the adoption of the motion of the parliamentary groups of the SPD, CDU, The Left and BMV, a committee of inquiry was established to investigate the NSU activities in Mecklenburg-Vorpommern.[23] Based on the Enquete Commission Act of July 9, 2002,[24] the Landtag has the right to set up Enquete Commissions. These commissions are composed of experts and Members, whereby the Members must represent the majority (§ 2 paragraph 2 sentence 2 EKG M-V). Sittings of the Enquete Commission are open to the public. In the seventh electoral term, at its 89th session on 14 May 2020, the Landtag decided to set up an Enquete Commission with 21 members on the topic 'The future of medical care in Mecklenburg-Vorpommern'. The administration of the Landtag is a supreme state authority. It reports to the President of the Landtag and is headed by the Landtag's Secretary-General as the President's permanent representative in administrative matters.[25] The staff of the Administration prepares the sittings of the Landtag and its committees and assists the President in her administrative duties. In addition, the Administration is available to all Members of Parliament in the performance of their duties. The Ombudsman of Mecklenburg-Vorpommern[26] and the State Commissioner for Data Protection[27] are under the supervision of the President. The administration of the Landtag Mecklenburg-Vorpommern trains trainees of various professional groups and is an assignment site for graduates of the voluntary social year in democracy or in the preservation of monuments. The visit of a plenary sitting is possible for individual visitors and registered groups. The main aim is to give an impression of the atmosphere of the debates in the Landtag. If desired, the visitors' service can arrange for a conversation with Members of Parliament. As the number of seats in the visitors' gallery is limited, it is recommended that you register with the visitors' service in good time. Information programmes about the tasks and working methods of the Landtag are offered on working days when there are no plenary sittings. They provide in-depth information about the activities of the Landtag Mecklenburg-Vorpommern. If desired, the visitors' service of the Landtag can arrange for a conversation with Members of Parliament. This offer is aimed specifically at school classes from the 9th grade. During the three-hour simulation game, the young people can experience parliamentary procedures - such as tabling a resolution recommendation, finding opinions in committees, debating in the plenum and voting. The topic for debate can be chosen from a range of topics from the Visitors' Service or arranged individually. This project takes place in the conference rooms and in the plenary hall. \"Youth in Parliament\" is a cooperation project of the Landtag and the Landesjugendring (State Youth Ring) Mecklenburg-Vorpommern and takes place every one and a half years. With this project, the Landtag and the Landesjugendring strive to create proximity between politics and youth and want to promote political education in the place of work of the Members of Parliament. In workshops and communication rounds, the young people develop own positions on topics such as leisure, environment, education or youth association work. Around 100 young people between 15 and 25 from Mecklenburg-Vorpommern can take part in the project. In 2011, after the elections to the sixth Landtag, the follow-up project \"Youth aks questions\" took place as an opportunity for dialogue between young people and the Members of Parliament of the new electoral term.[28][29] The plenary sittings are broadcast on the Internet by means of a webcam. Interested parties can follow the sittings of the parliament on the website of the Landtag. The recordings are published on the video platform YouTube.[30] Another way to inform about current debates and events in the Landtag is the magazine Parliamentary News (LandtagsNachrichten). The 24-page magazine is published nine times a year and can be subscribed to free of charge upon request from the publisher. An archive of previously published issues is available in the media library on the website.[31] For about 1000 years, the castle island has been the political centre of power of the country. The Slavic prince Niklot already had his main fortress here. The progenitor of the dukes and grand dukes of Mecklenburg is commemorated by a monumental equestrian statue above the main portal. In the course of the historic rebuilding and reconstruction from 1843 - 1857, the castle was created in its present form. After the revolution of 1918, the castle became state property. As part of the \"Residence Ensemble Schwerin - Cultural Landscape of the Romantic Historicism,\" the very well preserved Castle Schwerin is a German candidate for UNESCO World Heritage status. Between 1948 and 1952, the then state parliament of Mecklenburg-Vorpommern met here. After the dissolution of the states on the territory of the GDR, Schwerin Castle became the seat of the district parliament of the Schwerin district. After the constituent sitting on 26 October 1990, the parliament chose Schwerin Castle as the seat of the Landtag Mecklenburg-Vorpommern. The restoration works on Schwerin Castle began in the 1970s and were intensified from 1990 when the state parliament moved into the castle. The façades in particular were restored. The work of the Landtag places special demands on the historic building. The rooms must be usable for the state parliament without damaging the monument. Installations and changes are usually carried out according to modern requirements, so that future generations can also read the changes in use. An example of this is the room of the Council of Elders. With the restoration of the column capitals, the stucco on the ceiling and the restoration of the valuable inlaid floor, this room was lavishly restored. In addition to the parliamentary group rooms and deliberation rooms, there is an office for all MPs. Most parliamentarians share an office with a colleague. In addition to Schwerin Castle, the Landtag uses additional buildings in Schwerin for the offices of the administration of the Landtag, the Land Ombudsman and the State Commissioner for Data Protection. The new plenary hall is located on the site of the former Golden Hall, which covered an area of 283 square metres in the Castle Garden Wing. In the GDR, the castle was the seat of a pedagogical school for nursery school teachers, and the hall was largely unused.[32] A total of 26 million euros of investment was budgeted for the castle garden wing, seven million of which for the plenary hall. Ten million euros were planned for repairing the late effects of the castle fire in 1913 and the renovation of the castle garden wing as a whole. Four million euros have been earmarked for further renovation work, such as converting the old plenary hall into conference rooms, and a further 4.3 million euros will serve as a buffer for unforeseeable costs. The conversion according to the plans of the architect's office Dannheimer & Joos was finally completed in September 2017.[33][34][35] On 30 June 2016, it was announced that the planned completion had been delayed by five months.The reason for the delay in construction was said to be the insolvency of a planning company involved in the construction.[36] On 14 December 2016, it was informed that the construction costs for the conversion would increase from 27 million euros to an expected 30 million euros.[37] Contributory factors to the cost increase was the construction boom with the associated rising prices as well as the old building fabric. Due to the cost increase, the conversion of the old plenary hall into a modern congress centre was abandoned.[37] On 26 September 2017, the new plenary hall of the Landtag Mecklenburg-Vorpommern was inaugurated with a festive event after a five-year construction period. In addition to the Members of Parliament of the current electoral term, former Members of Parliament and State Ministers also attended.[38] The ceremonial speeches were held by the President of the German Bundestag, Norbert Lammert, the President of the Landtag, Sylvia Bretschneider, the former President of the Landtag, Rainer Prachtl, and the architect Tilman Joos. On 27 September 2017, the first plenary sitting of the Landtag was held in the new plenary hall.","Title":"Landtag of Mecklenburg-Vorpommern - Wikipedia","KeyID":"17896","URL":"https://en.wikipedia.org/wiki/Landtag_of_Mecklenburg-Vorpommern"}