{"Content: ":"Andrew Lewis Goram (13 April 1964 – 2 July 2022) was a Scottish footballer who played as a goalkeeper. Born in Bury, Lancashire, England, he started his career with Oldham Athletic and Hibernian, but he is best remembered for playing for Rangers during the 1990s, when he earned the nickname \"The Goalie\". In a 2001 poll of Rangers fans, Goram was voted Rangers' greatest-ever goalkeeper.[4] Goram appeared in 43 international matches for Scotland and was selected for their squads at the 1986 and 1990 World Cups, UEFA Euro 1992 and UEFA Euro 1996. After his time with Rangers, Goram played for many clubs, most notably at Motherwell and a brief loan spell at Manchester United. He also represented Scotland at cricket,[5][6] and was the only man to play internationally for Scotland in both football and cricket.[7] After retirement from playing, he went on to become a goalkeeping coach at numerous Scottish clubs. Goram began his career at West Bromwich Albion but was released as a teenager.[8] He then joined Oldham Athletic in 1981 and spent nearly seven years with the club, making 195 Football League appearances.[9] His performances saw him voted into the PFA Team of the Year for the English Second Division in 1986–87.[10] In 1987, he returned to Scotland, joining Hibernian for a fee of £325,000. His father had also briefly been a goalkeeper with the Edinburgh club.[9] He made his debut for Hibs on 10 October 1987, keeping a clean sheet in a 4–0 win over Dunfermline Athletic.[11] He served as club captain for the majority of his stay in the capital, and in 1988 achieved the unusual feat of scoring a goal in a Premier Division match, against Morton, with a long kick.[12] He also scored again in a penalty shoot-out after a goalless draw against Clydebank in a League Cup tie in August 1989, Hibs winning 5–3.[13] A save he made in a European tie against RFC Liège was described as having \"defied logic\". Goram twisted in mid air to touch a header from Angelo Nijskens away for a corner kick.[14] In the summer of 1991, Goram signed for Rangers in a £1 million transfer deal.[15] He made his debut in a 6–0 win over St Johnstone on the opening day of the season. Having replaced Chris Woods, Goram found himself under scrutiny in his first few months, and was criticised for goals conceded against Hearts and Sparta Prague which some regarded as being \"soft\".[15] Goram soon settled at Ibrox and established himself by playing in all 55 of Rangers competitive games and keeping 26 clean sheets during his first season there. He helped Rangers win the 1991–92 Scottish Premier Division title.[15] He also helped them win the Scottish Cup for the first time in several years, defeating Airdrie 2–1 in the final to clinch a league and cup double.[15][16] The following season, 1992–93, saw Rangers take part in the newly revamped UEFA Champions League. Goram played in all ten of their European fixtures that season, conceding seven goals.[17] These games included home-and-away wins over Leeds United and an unbeaten run that saw the club narrowly miss out on a place in the final.[17] Rangers swept to a domestic treble that season, winning their fifth-consecutive league title and defeating Aberdeen in both the League Cup and Scottish Cup finals.[17] Goram won both the Scottish Football Writers and Scottish Professional Footballers Association player of the year awards.[15] Goram underwent knee surgery in the summer of 1993 and missed most of the following season whilst recovering, making ten appearances.[15] He was placed on the transfer list by manager Walter Smith in the summer of 1994;[9][15][18] however, he was allowed to remain at Rangers when he proved his fitness and commitment during pre-season training, and he returned as first-choice goalkeeper for season 1994–95.[15] He continued to excel in goal for Rangers, with Celtic manager Tommy Burns lamenting in January 1996, \"If anyone gets round to doing my tombstone, it will have to read: Andy Goram Broke My Heart.\"[19] Goram went on to win a further three league titles, a Scottish Cup and a Scottish League Cup in his time at Rangers.[15] After it was reported in the press that Goram had a mild form of schizophrenia, he was greeted with the chant of \"Two Andy Gorams, there's only two Andy Gorams\".[20] This chant quickly gained popularity, and became the title of a book documenting humorous football chants.[21] Goram left Rangers at the end of season 1997–98. Goram had brief spells at Notts County and Sheffield United before signing for Motherwell in January 1999.[22] In 2000, he helped Motherwell to fourth place in the league.[23] He had a loan spell with Manchester United during their 2000–01 title run-in,[24] playing in two games.[25] In the summer of 2001, he had a spell on trial with Hamilton Academical,[26] then signed for Coventry City and made seven appearances.[27] In July 2002, Goram signed for Queen of the South,[28] with whom he won the Scottish Challenge Cup. This made Goram the first player to collect a full set of winners' medals from the four Scottish football competitions.[29][30][31][32] A four-game return to Oldham Athletic followed, and he retired at the end of the 2003–04 season after a season-long spell at Elgin City, for whom he played five league games.[33] In 2010, Goram was inducted into the Scottish Football Hall of Fame.[34] Goram's first involvement in international football was in 1983, when Howard Wilkinson named him in an England under-21 squad; however, despite his club form at Oldham, Wilkinson had doubts about his relative lack of height and instead played Alan Knight in goal. As such, Goram remained eligible to play for Scotland.[35] In October 1985, Scotland caretaker manager Alex Ferguson named Goram in his squad for a friendly match against East Germany at Hampden Park. He made his debut in that game on 16 October 1985, coming on in the second half as a substitute for Jim Leighton.[36] In the run-up to the 1986 FIFA World Cup, Goram played the full 90 minutes in friendly matches against Romania and the Netherlands, keeping clean sheets in both games.[37] He travelled to Mexico in the summer of 1986 as a member of Scotland's World Cup squad, although he was third choice behind Leighton and Alan Rough and did not play in any of Scotland's three games.[29] Leighton remained first-choice goalkeeper for Scotland in their qualifying campaigns for Euro 1988 and the 1990 FIFA World Cup, with Goram as his understudy. Goram played one competitive game during this time: a 1–1 home draw against Yugoslavia in October 1988 during the qualifiers for the 1990 World Cup.[37] He did play in several friendly matches,[37] and was in the Scotland squad that took part in the 1990 World Cup in Italy, although once again he did not actually play in games there.[29][37] After the 1990 World Cup, Goram established himself as Scotland's first-choice goalkeeper. He played in all eight of Scotland's qualifying ties for Euro 1992, helping them qualify for the finals of the tournament held in Sweden.[37] Scotland lost in their first two group matches to the Netherlands and Germany but won their final match, against the CIS (former Soviet Union), 3–0.[29][37] Scotland failed to build on their showing at Euro 1992 in the qualifiers for the 1994 World Cup. A campaign, which included a 5–0 defeat away against Portugal in April 1993, saw Scotland slump to fourth place in their group and fail to qualify.[37][38] The match against Portugal was Goram's last Scotland appearance for almost a year due to his undergoing knee surgery and a lengthy return to fitness.[15][37] He returned to the side in March 1994, playing in a friendly against the Netherlands, and played in a 2–0 win away against Finland on 7 September 1994 in the opening qualifying tie for Euro 1996.[37] Goram kept his place in the side and played in Scotland's next three qualifying ties;[37] however, in August 1995, days before a qualifying match against Greece, Goram withdrew from the squad stating that he was not \"mentally attuned\" to play.[39] Jim Leighton played against Greece and kept his place in the team for the remaining two qualifying matches, although Goram did play for the last 17 minutes of a friendly match against Sweden in between those final two ties.[40] Goram had a long-running rivalry with Leighton for the goalkeeping position in the Scotland team. Craig Brown controversially selected Goram ahead of his counterpart for Scotland's matches in Euro 96, despite the fact that Leighton had played in most of the qualifiers. In their final game against Switzerland, Goram was required to make several important saves, notably when he clawed away a header from Kubilay Turkyilmaz in the final ten minutes.[41] Brown then selected Leighton for France 98 which prompted Goram to walk out of the squad completely,[42] fifteen days before Scotland were scheduled to play Brazil in the opening game of the tournament.[29] Goram also worked as a goalkeeping coach with various clubs after retiring from playing. He took on part-time coaching duties when he returned to Motherwell in 2002.[43] He later coached at Airdrie United in March 2006 and then Clyde in February 2008.[44] He left Clyde in September 2008.[45] In January 2012, Goram helped Hamilton Academical with their goalkeeping coach crisis.[46] In January 2014, he took up the role of goalkeeping coach in the coaching staff at Ayr United,[47][48] joining up again with godson David Hutton, as he did at Clyde and Hamilton. In October 2014, he became goalkeeping coach at Lowland League side BSC Glasgow.[49][50] He returned to professional football in January 2015, when he was appointed goalkeeping coach at Dunfermline Athletic,[51] until May 2015 when he left the position.[52] He later had a spell at Airdrieonians as goalkeeping coach from May 2016 until October 2016, leaving the club following a spate of managerial and coaching changes.[53][54] His last club was West of Scotland Football League club Cambuslang Rangers.[55] Goram was also a league cricketer, appearing as a wicket-keeper and batsman for various Oldham clubs in the Saddleworth League, including Delph & Dobcross, Moorside and East Lancashire Paper Mill in Radcliffe, Bury. Goram played for Penicuik, Kelso, West Lothian and Uddingston in Scottish cricket leagues. He represented Scotland four times: twice (1989 and 1991) in the annual first-class game against Ireland and twice (again in 1989 and 1991) in the NatWest Trophy.[56][57] He is the only person to have played in a first-class cricket match and a full international football match for Scotland.[58] A left-handed batsman and right-arm medium-pace bowler, his most significant act was probably to bowl England Test player Richard Blakey in a NatWest Trophy game against Yorkshire in 1989. Rangers manager Walter Smith effectively ended Goram's cricket career when he ordered him to concentrate on his football career.[58] Goram made a cricketing comeback after ending his football career, finally playing for Freuchie Cricket Club in their centenary week matches versus Cricket Scotland President's XI, Falkland Cricket Club and Sussex Ladies.[5][59][60] In May 2016, Goram played for a Scotland over-50s team against Lancashire over-50s.[61] Goram was born on 13 April 1964[62] and raised in England, although he was brought up self-identifying as Scottish.[63] He was the son of Edinburgh-born Lewis Goram, who had played professionally in goal[62] in the 1940s and 1950s for Leith Athletic, Hibernian, Third Lanark and Bury.[64] Goram was accused in the late 1990s of having sympathies with Ulster loyalists during his regular visits to Belfast. His ex-wife Tracey accused him of collecting loyalist memorabilia and associating with the Ulster Volunteer Force. He denied the accusations, said that he supported the Northern Ireland peace process and threatened to sue his accusers.[65][66][67] He was accused of associations with the loyalist Billy Wright and of wearing a black armband against Celtic four days after his murder; he said that the armband was in memory of an aunt who died four months earlier.[66][68][69] In September 2007, Goram was assaulted at a fundraising dinner by a man who accused him of sectarianism; he condemned sectarianism and said he was \"sick of being called a bigot for no reason\".[70] On 30 May 2022, it was announced that Goram had been diagnosed with terminal oesophageal cancer and had been told he had six months to live.[71] He died on 2 July 2022, aged 58.[55] Rangers Manchester United Queen of the South Individual","Title":"Andy Goram - Wikipedia","KeyID":"17899","URL":"https://en.wikipedia.org/wiki/Andy_Goram"}