{"Content: ":"Revenge of the Pink Panther is a 1978 comedy film. It is the sixth film in The Pink Panther comedy film series. Released in 1978, it is the final on-set performance of \"Inspector Jacques Clouseau\" by Peter Sellers, who died in 1980. It was also the last instalment in the series that was distributed solely by United Artists. Philippe Douvier (Robert Webber), a major businessman and secretly the head of the French Connection, is suspected by his New York Mafia drug trading partners of weak leadership and improperly conducting his criminal affairs. To demonstrate otherwise, Douvier's aide Guy Algo (Tony Beckley) suggests a show of force with the murder of the famous Chief Inspector Jacques Clouseau (Peter Sellers). Unfortunately for Douvier, his first attempt at bombing Clouseau fails, and the subsequent attempt by Chinese martial artist 'Mr. Chong' (an uncredited appearance by the founder of American Kenpo, Ed Parker) is thwarted when Clouseau successfully fights him off (believing him to be Clouseau's valet Cato (Burt Kwouk), who has orders to keep his employer alert with random attacks). Douvier tries again by posing as an informant to lure Clouseau into a trap, but the Chief Inspector's car and clothes are stolen by transvestite criminal Claude Russo (Sue Lloyd), who is unknowingly killed by Douvier's men instead. Subsequently, Douvier and the French public believe Clouseau is dead; as a result of this assumption, Clouseau's ex-boss, former Chief Inspector Charles Dreyfus (Herbert Lom), is restored to sanity and is released from the lunatic asylum to perform the investigation (despite having committed several major crimes and then seemingly disintegrated in the previous film). In Russo's clothes and insisting on his true identity, Clouseau is taken to the asylum himself but escapes into Dreyfus' room, who faints from the shock of seeing Clouseau alive. Clouseau manages to disguise himself as Dreyfus and is driven home by François (André Maranne). At home, Clouseau finds Cato, who, despite having turned Clouseau's apartment into a Chinese-themed brothel, is relieved to see that he survived and the two plan revenge on the sponsor of Clouseau's assassination. Meanwhile, Dreyfus is assigned to read a eulogy at Clouseau's funeral by the police chief's wife, on pain of his own discharge. During the eulogy, Dreyfus efforts of trying not to laugh hysterically at the untrue words that praise Clouseau's brilliance causing everyone including the chief's wife to think he actually devastated about Clouseau's demise. At the cemetery, Clouseau attends the burial disguised as a priest and then surreptitiously reveals himself to Dreyfus, who recognizes him, faints, and falls into the grave. Clouseau escapes. Meanwhile, due to his unfaithfulness, Douvier's wife threatens him with divorce. Needing her respectability, Douvier tells his secretary and paramour Simone LeGree (Dyan Cannon) that their relationship is over, to which Simone reacts angrily. Fearing that she will reveal his crimes, Douvier gives orders to have Simone killed at her nightclub, but having been told by an informant (Alfie Bass) of the possibility of trouble there, Clouseau and Cato inadvertently manage to save her. At Simone's flat, Clouseau reveals his identity, prompting her to reveal that Douvier ordered Clouseau's assassination. Finally, she tells him of Douvier's plan to meet the New York Mafia godfather Julio Scallini (Paul Stewart) in Hong Kong for the Gannet Transaction - a $50,000,000 heroin sale. After evading their pursuers, Clouseau, Cato, and Simone follow Douvier to Hong Kong in disguise, unaware that the now suspicious Dreyfus has followed them. There, Clouseau impersonates Scallini while Simone distracts the real one, but the plan goes awry when one of Scallini's men spots Douvier leaving their hotel with a stranger and Clouseau exposes his own disguise during the Gannet Transaction. In the confusion, Dreyfus, intent on killing Clouseau chases him into a firework warehouse, accidentally activating all the fireworks inside. After the events that occurred in Hong Kong, Douvier and Scallini are arrested. Clouseau is awarded for their arrest by the President of France, and he and Simone spend an evening together. When United Artists spent three months on previews and continuous editing of the previous Pink Panther movie The Pink Panther Strikes Again (according to Daily Variety in 1976), Edwards decided he would try to salvage any humorous material remaining. He suggested that Revenge of the Pink Panther should primarily be made up of this footage and that he would write and shoot new footage around it with Sellers and company. Sellers balked at this and insisted that Revenge feature all new footage. Sellers' contract for Revenge gave him story approval, which is why that film carries a story credit for Sellers that none of the previous films had. The opening animated titles in the film were designed by DePatie-Freleng Enterprises, who had been involved with the series since the animated titles of the original 1963 film, The Pink Panther.[3] It was the first time since Inspector Clouseau in 1968 that DePatie-Freleng animated the opening titles of a Pink Panther film (Return and Strikes Again having been done by Richard Williams' Studio).[4] The film was shot in France, England and in Hong Kong with some scenes filmed at The Excelsior hotel.[5] This is Graham Stark's first appearance as Professor Auguste Balls. He portrays him once more in Son of the Pink Panther (1993). Harvey Korman portrays Professor Balls in footage seen in Trail of the Pink Panther (1982).[6] The film had its world premiere at the Odeon Leicester Square in London on July 13, 1978[1] and opened to the public the following day. It opened in the United States at the Ziegfeld Theatre in New York City and at the Cinerama Dome in Los Angeles on July 19, 1978[1] before expanding to 387 theatres across the United States.[7] On review aggregator Rotten Tomatoes, the film has an approval rating of 84% based on 19 reviews, with an average score of 6.70/10.[8] Variety wrote, \"Revenge of the Pink Panther isn't the best of the continuing film series, but Blake Edwards and Peter Sellers on a slow day are still well ahead of most other comedic filmmakers.\"[9] Vincent Canby wrote in The New York Times \"If you have the Clouzot [sic] habit, as I have, there's very little that Mr. Edwards and Mr. Sellers could do that would make you find the movie disappointing.\"[10] One DVD & video guide gave the movie four and a half out of five stars, calling it \"arguably the best of the slapstick series.\"[11] In 1979, the film won the Evening Standard British Film Award for best comedy.[12] The film grossed $62,810 in its first three days at the Odeon Leicester Square.[13] On its US release, it grossed $5,278,784 in its first 5 days of release from 387 theatres[7] and $11,004,124 in its first 12 days from 461 theatres in the United States and Canada.[14] Romance of the Pink Panther was a Pink Panther film that Sellers had written—and willing to make without Edwards—before Sellers' death in July 1980.[15] UA considered recasting the role before convincing Blake Edwards to return to the series. Edwards chose to replace Clouseau with a new character rather than replace Sellers as Clouseau and to utilize outtakes from The Pink Panther Strikes Again to set up a transitional film (Trail of the Pink Panther) with new linking footage shot on the set of the new film (Curse of the Pink Panther).[16] Composed by Henry Mancini in his fifth Pink Panther film, its theme music and much of the soundtrack draw heavily from the disco trends of the late 1970s. The \"Pink Panther Theme\" itself was reworked to include a more dancy bassline, electric piano and guitar solo. A soundtrack album for the film was released by United Artists Records.","Title":"Revenge of the Pink Panther - Wikipedia","KeyID":"17909","URL":"https://en.wikipedia.org/wiki/Revenge_of_the_Pink_Panther"}