{"Content: ":"Anne Neville OBE FRS FRSE FREng FIMechE[3] (March 1970 – 2 July 2022)[4] was the Royal Academy of Engineering Chair in emerging technologies and Professor of Tribology and Surface Engineering at the University of Leeds.[5][6] Neville was educated at Maxwelltown High School[4] in Dumfries and the University of Glasgow where she was awarded a BEng degree in 1992 followed by PhD in mechanical engineering in 1995.[2][1] Neville went into engineering by accident. The Glasgow University prospectus fell open at the page with a Rolls-Royce gas turbine picture and she thought it looked interesting. Her Maths teacher was a mechanical engineer and could tell her about what was involved. After visiting the university open days, she was completely sold on this. She was very close to either studying Maths or Physics.[citation needed] As part of her PhD, she conducted an experimental study of corrosion and tribocorrosion processes on high alloy stainless steels and Ni-alloys and her work led to an increased understanding of the synergies that exist between corrosion and wear processes.[2] Neville was a mechanical engineer with a specific interest in corrosion, tribology and Processes that occur at engineering interfaces. She was appointed a lecturer at Heriot-Watt University immediately after her PhD and started to build a research team. This team grew to 25 researchers in the following years and in 1999 she was promoted to Reader and then Professor in 2002. Neville and her group moved to Leeds in 2003 where she was Director of the newly formed Institute of Functional Surfaces (iFS) which comprised 70 researchers. The institute had a funding portfolio that spanned many agencies and industrial sectors including medical, oil and gas and automotive. Her research group was the first to measure corrosion rates in-situ in hip joint simulators. This was very important in the most recent controversies around metal-on-metal implants. They used advanced microscopy x-ray spectroscopy to understand how surfaces are lubricated in industrial and medical components.[citation needed] Neville retired from her Leeds chair in 2020, having been diagnosed with a terminal illness.[7] Neville was an Engineering and Physical Sciences Research Council (EPSRC) Advanced Fellow from 1999 to 2004,[8] elected a Fellow of the Institution of Mechanical Engineers (FIMechE),[when?] elected a Fellow of the Royal Society of Edinburgh (FRSE) in 2005 and a Fellow of the Royal Academy of Engineering (FREng) in 2010.[3] She was awarded a Royal Society Wolfson Research Merit Award in 2011, the Donald Julius Groen Prize for Tribology in 2012, the 2014 STLE Wilbert Shultz Prize, Royal Society Wolfson Research MERIT Award in 2013 and was selected as an EPSRC RISE Fellow in 2014.[9] In 2015, Neville was awarded an Engineering and Physical Sciences Suffrage Science award.[10] She was the first woman to be awarded the James Clayton Prize and was awarded the Leverhulme Medal in 2016 for \"revealing diverse physical and chemical processes at interacting interfaces, emphasising significant synergy between tribology and corrosion.” Neville was appointed OBE in the 2017 New Year Honours for services to engineering.[11] She was elected a Fellow of the Royal Society (FRS) in 2017.[3] Neville received the following honorary degrees: Neville was awarded the Royal Society's Clifford Patterson Medal in 2022.[14] Neville believed that more women in engineering could be achieved by ensuring that at primary school level we have the same number of girls and boys engaging with technology.[15] We must ensure we don't 'lose' talented girls to science and medicine as they progress through secondary school. She has never found any problems with discrimination either in her dealings with the industry (which are extensive) nor in the academic sector. However, the proportions of girls entering engineering, especially mechanical engineering, does not seem to be rising as quickly as it could.[citation needed] \"Male or female… go for it! You will have the time of your life. I can honestly say I love my job. As an academic in engineering I can do what I want in terms of research as long as I can raise the funds to pay for it. This is a real privilege. I have travelled the world, met some brilliant people and have had great fun. What else could you ask for in a job?\"[16] Neville died on 2 July 2022.[17]","Title":"Anne Neville (engineer) - Wikipedia","KeyID":"17916","URL":"https://en.wikipedia.org/wiki/Anne_Neville_(engineer)"}