{"Content: ":"Dmitry Borisovich Kolker (Russian: Дмитрий Борисович Колкер; 7 June 1968 – 2 July 2022) was a Russian physicist, Doctor of Physical and Mathematical Sciences, member of the Institute of Laser Physics, head of the Laboratory of Quantum Optical Technologies of Novosibirsk State University.[1][2][3] On 30 June 2022, Kolker was arrested on suspicion of passing information to China. He was in hospital suffering from advanced pancreatic cancer when he was arrested. He was flown to Moscow and put into prison where he died shortly afterwards.[4][5] Kolker was born in 1968. In 1995 he graduated from the Faculty of Physics and Technology of the Novosibirsk Electrotechnical Institute (NETI, now Novosibirsk State Technical University), Department of Laser Systems. The scientist headed the Laboratory of Quantum Optical Technologies at the Institute of Laser Physics and Novosibirsk State University, and he was also a professor at the Department of Laser Systems at the Novosibirsk State Technical University.[3] As an academic, his publications are listed at the Russian Science Citation Index numbered at 143, and at 115 according to Scopus, with an h-index of 17.[3] Kolker was also a classical musician. According to his VK account, he graduated from the Novosibirsk College of Music.[3] Several photos with the organ were published on his page. Together with his wife Natalia, he performed at the Novosibirsk Philharmonic.[3][6] On 30 June 2022, the Soviet District Court of Novosibirsk arrested Kolker on suspicion of state treason. Kolker's son Maxim said that his father was detained by the FSB in the hospital, where he was hospitalized due to deteriorating health against the backdrop of a severe stage of cancer. According to TASS, he was taken by plane to Moscow and placed in the Lefortovo pre-trial detention center.[2] A few days before his arrest, another Novosibirsk scientist Anatoly Maslov was also arrested on suspicion of state treason.[7] According to his relatives, the scientist gave lectures to students in China, the content of which was checked by the FSB. He was suspected of passing information to that country.[2] On 2 July 2022 at 2:40 a.m. local time, he died in Moscow Hospital No. 29.[2]","Title":"Dmitry Kolker - Wikipedia","KeyID":"17910","URL":"https://en.wikipedia.org/wiki/Dmitry_Kolker"}