{"Content: ":"The Archdiocese of Québec (Latin: Archidiœcesis Quebecensis; French: Archidiocèse de Québec) is a Catholic archdiocese in Quebec, Canada. Being the first see in the New World north of Mexico, the Archdiocese of Québec is also the primatial see for Canada. The Archdiocese of Québec is also the ecclesiastical provincial for the dioceses of Chicoutimi, Sainte-Anne-de-la-Pocatière and Trois-Rivières. The archdiocese's cathedral is Notre-Dame de Québec in Quebec City. From the beginning of colonisation of the New World, the Church influenced the politics and policies of New France. Even during the first voyages of Jacques Cartier in the 16th Century, missionary priests would accompany the explorers on their voyages to the New World. After two failed attempts to settle in Acadia, in 1608, Québec City was founded by Samuel de Champlain, giving the Church a solid base to spread the faith to the Indigenous populations. In 1615, the Recollet missionaries arrived in Québec, followed by the Jesuit missionaries 10 years later. Their presence would help drive the colonies, giving the colonizers a moral reason for their presence, as well as giving the Church an influential position in domestic and local policy. In 1658, the Church would establish an Apostolic Vicariate by Pope Alexander VII, 124 years since the first voyage of Jacques Cartier in 1534. The vicar apostolic was François de Laval. As The vicar apostolic of Québec, Laval was a central member of the Sovereign Council of New France. Arguably, while he was charged with only the spiritual matters of New France, he had the most influence as he was the highest representative of the Church, as well as having excellent relations with King Louis XIV. In 1663, Laval would establish the Seminary of Québec. In 1674, with the population of New France growing rapidly and the Seminary of Québec enrolling more students, Pope Clement X elevated the Apostolic Vicariate to a diocese, which would depend directly on the Holy See; this provision would later secure its permanence after New France passed into the hands of Great Britain in 1760. At its peak, in 1712, the Diocese of Québec covered the entire American continent to the Gulf of Mexico. Only the British colonies that would later become the United States and the Spanish colony of Florida were not under the authority of the Bishop of Quebec. Under British Rule, The peoples of Québec were discriminated against in respect of their Catholic faith and their language. Any person in the Empire wanting to take a position had to take the Test Oath which denounced their faith. Because almost all the colonists were French-speaking Catholics, the Test Oath prevented the local population from participating in local politics. However, in 1774, the British Parliament passed the Quebec Act that allowed Québec to restore the use of French customary law (\"Coutume de Paris\") in private matters alongside the British common law system, and allowed the Church to collect tithes on Roman Catholics businesses and property. In 1819, the diocese was elevated to an archdiocese. By 1840, political leaders formally recognized the Church. The Archdiocese of Québec was split into new dioceses as the population increased. It lost large pieces of its territory with the formation of the Dioceses of Halifax and Kingston in 1817, the Diocese of Charlottetown in 1829, the Diocese of St. Boniface in 1844 and the Diocese of Montréal in 1852. It is common, but not inherent to the title, for the Archbishops of Québec to either be named to the cardinalate while serving or when transferred to a larger archdiocese or to a post in the Roman Curia. Since 24 January 1956, the Archbishop of Québec has the ceremonial title of Primate of Canada; the title was given to the reigning Archbishop of Québec by Pope Pius XII. Built in 1693 to 1694 on order by Jean-Baptiste de La Croix de Chevrières de Saint-Vallier, the Chapel of Bishop's Palace was a private place of worship for the Bishop of Quebec and located within the residence (or Bishop's Palace). Following the British conquest the Chapel was leased to Legislative Council of the Province of Quebec from 1777 to 1791 and successors Legislative Assembly of Lower Canada and Legislative Council of Lower Canada from 1791 to 1833. The chapel was demolished in 1831 to build a new addition where the two legislative houses met from 1834 to 1839. The new addition and Bishop's residence would survived until it was demolished in 1852-1853. A new Bishop's residence by Thomas Baillarge was built in 1844 to 1847 slight north. Preparing for the return of Parliament to Quebec City, a new parliamentary building was completed from 1853 to 1854 on Côte de la Montagne, but it burned down shortly after. Parliament relocated within the city to Quebec Music Hall and Quebec City Courthouse until capital rotated out again. Rebuilt by 1860 and served Parliament until 1866. The building was repurposed as Parliament of the new province of Quebec in 1867. A fire destroyed this building in 1883 and decision was made to relocate to the nearly complete new home which had begun construction since 1877. The burned out building was demolished by 1894. Today the old Parliament site is now home to Parc Montmorency. Below is a list of individuals who have led the Archdiocese of Quebec and its antecedent jurisdictions since its founding.[2][3] Under the Code of Canon Law, the coadjutor bishop has the right of succession (cum jure successionis) upon the death, retirement or resignation of the diocesan bishop he is assisting.[4][5][6] All coadjutor ordinaries except for Charles-François Bailly de Messein eventually succeeded to become head of the Archdiocese of Quebec or its antecedent jurisdictions. Unlike coadjutors, auxiliary bishops do not have the right of succession, per canon 975, §1 of the 1983 Code of Canon Law.[4] Four auxiliaries went on to become Archbishop of Quebec. On February 22, 2011, Vatican Information Service (VIS) and Catholic News Service (CNS), announced that Pope Benedict XVI had named the 53-year-old Bishop Gérald Lacroix, until then an Auxiliary Bishop (assistant bishop) of Quebec (since 2009), as the new Metropolitan Archbishop of the Roman Catholic Archdiocese of Quebec and Primate of Canada. As archbishop, he succeeds Marc Ouellet, his former superior, who became the prefect of one of the Roman Curia's most important administrative departments, the Sacred Congregation for Bishops, in July 2010. Lacroix is a member of the Quebec-based Saint Pope Pius X Secular Institute. Lacroix was born in Saint-Hilaire-de-Dorset, Quebec, on July 27, 1957, the eldest son in a family of seven children. At the age of 8, his family settled in Manchester, largest city of New Hampshire (in the U.S.), where he attended the parochial elementary school of Saint Anthony of Padua and Trinity High School. He studied one year at Saint Anselm College in neighboring Goffstown. He joined the Pius X Secular Institute as a consecrated lay member in 1975, and made perpetual vows in 1982. The same year, he was named secretary general of the institute. He earned a master's degree in pastoral theology at Laval University, and from 1985 to 1987, directed the La Maison du Renouveau, a formation and Christian renewal centre. He was ordained a priest on October 8, 1988, in the parish of Notre-Dame-de-la-Recouvrance. He was ordained to the episcopacy as Auxiliary Bishop of Quebec on May 24, 2009. On December 12, 2011, Pope Benedict appointed Gaetan Proulx and Denis Grondin Jr. as Auxiliary Bishops of the Archdiocese of Quebec to serve under Lacroix. They were ordained to the episcopacy as Auxiliary Bishops of Quebec on February 25, 2012.[7] On May 4, 2015, Pope Francis appointed Bishop Grondin as Archbishop of Rimouski. On July 2, 2016, Pope Francis appointed Bishop Proulx as Bishop of Gaspé.[8] On October 25, 2016, the same pope appointed Louis Corriveau and Marc Pelchat as Auxiliary Bishops of the Archdiocese. In 2019, he transferred Bishop Corriveau to a diocesan post elsewhere, and on November 25 appointed Martin Laliberté, P.M.E. as auxiliary here. Coordinates: 46°48′50″N 71°12′22″W﻿ / ﻿46.8138°N 71.2061°W﻿ / 46.8138; -71.2061","Title":"Roman Catholic Archdiocese of Quebec - Wikipedia","KeyID":"17918","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Archdiocese_of_Quebec"}