{"Content: ":"Leonid Aronovich Shvartsman (born Izrail Aronovich Shvartsman, Russian: Израиль Аронович Шварцман; 30 August 1920 – 2 July 2022) was a Soviet and Russian animator and visual artist. He spent most of his creative career at the Soyuzmultfilm, in Moscow, where he worked as an art director on Cheburashka, 38 Parrots, The Golden Antelope, The Scarlet Flower, The Snow Queen, among others. Shvartsman was born in Minsk, BSSR, and grew up in a Yiddish-speaking religious family in the old city. His father had a job as an accountant at a brick factory but he died prematurely when Shvartsman was just 13 years of age. His maternal grandparents immigrated to the US in 1924, which left the family in debt and he had to take care of his siblings. After his elementary education ended due to his interest in communist youth movements, he attended a gymnasium which today has been converted into a public school. In 1935, he attended a then new art school with his friend and future colleague Lev Milchin. After graduating, they both moved to Leningrad in hopes to pursue artistic careers, but the Academy of Fine Arts never acknowledged their applications and they were forced to go to a preparatory program in Leningrad Art School. Shvartsman's mother and nephew starved to death in the Siege of Leningrad, and, in his words, \"not a single one of my peers ever returned to the battlefield.\"[1] Homeless, without parents or siblings, and being denied an art career, he sought out more marginal corners in the creative world. In 1945, he applied to the film institute, VGIK, and in 1951 when he graduated, secured the entry to Soyuzmultfilm, where he stayed his entire career. Shvartsman is credited on 70 films at the studio. Shvartsman was left-handed.[1][2] He is known as the creator of the visual image of Cheburashka since he sculpted and animated the character himself. Shvartsman is beloved in America and Europe, and even has a cult following in Japan for creating the character. Hayao Miyazaki said he began to animate again once he saw his work on The Snow Queen. On his 100th birthday, Vladimir Putin described him in a letter as a patriarch of the school of national animation and a man with an extraordinary gift. He held a ceremony in Moscow for his 100th birthday, and at that ceremony the animation studio he worked at for years congratulated him.[3][4][5][6] In 2002, he was awarded the title of People's Artist of the Russian Federation at the age of 82.[1] In 2016, Schvartsman earned his second award, the Presidential Prize for Writing and Art for Children and Young People.[7] Shvartsman died on 2 July 2022 at the age of 101.[8][9]","Title":"Leonid Shvartsman - Wikipedia","KeyID":"17929","URL":"https://en.wikipedia.org/wiki/Leonid_Shvartsman"}