{"Content: ":"The Uruguay national football team (Spanish: Selección de fútbol de Uruguay) represents Uruguay in international football, and is controlled by the Uruguayan Football Association, the governing body for football in Uruguay. The Uruguayan team is commonly referred to as La Celeste (The Sky Blue). Uruguay has won the Copa América 15 times. They are tied with Argentina for the most titles in the history of the tournament. Uruguay won their most recent title in 2011. Additionally, Uruguay are the holders of four FIFA World Championships: The team has won the FIFA World Cup twice, including the first World Cup in 1930 as hosts, defeating Argentina 4–2 in the final. Their second title came in 1950, upsetting host Brazil 2–1 in the final match, which had the highest attendance for a football match ever. Uruguay has also won gold medals at the Olympic football tournament twice, in 1924 and 1928. The gold medals received at the 1924 and 1928 Summer Olympics are recognized by FIFA as senior FIFA World Championships. Although the first match ever recorded by an Uruguayan side was played on 16 May 1901 against Argentina, this is not considered an official game due to the match not having been organized by Uruguay's Football Association but rather by Albion F.C. in its home field in Paso del Molino. The Uruguayan side had nine players from that club and the remainder from Nacional.[8] The match considered the first official game played by Uruguay was held in the same venue, on 20 July 1902 against Argentina.[3] Argentina defeated the Uruguayan side by 6–0 in front of 8,000 spectators.[4][5] Uruguay line-up was: Enrique Sardeson; Carlos Carve Urioste, Germán Arímalo; Miguel Nebel (c), Alberto Peixoto, Luis Carbone; Bolívar Céspedes, Gonzalo Rincón, Juan Sardeson, Ernesto Boutón Reyes, Carlos Céspedes.[9][10] Prior to 1916, Uruguay played more than 30 matches, of which all but one were against Argentina. The inaugural Copa America provided Uruguay with more varied opposition. Victories over Chile and Brazil, along with a tie against Argentina, enabled Uruguay to win the tournament. The following year Uruguay hosted the competition, and retained the title by winning every game. The 1919 Copa América saw Uruguay's first defeat in the tournament, a 1–0 defeat in a playoff with Brazil which went to two periods of extra time, the longest Copa América match in history.[citation needed] In 1924, the Uruguay team traveled to Paris to become the first South American team to compete in the Olympic Games. In contrast to the physical style of the European teams of the era, Uruguay played a style based around short passes,[11] and won every game, defeating Switzerland 3–0 in the gold medal match. In the 1928 Summer Olympics, Uruguay went to Amsterdam to defend their title, again winning the gold medal after defeating Argentina 2–1 in the replay of the final (the first match was a draw after extra time). Following the double Olympic triumph, Uruguay was chosen as the host nation for the first World Cup, held in 1930, the centenary of Uruguay's first constitution. During the World Cup, Uruguay won all its matches, and converted a 1–2 halftime deficit to a 4–2 victory against Argentina at the Estadio Centenario. Due to the refusal of some European teams to participate in the first World Cup, the Uruguayan Football Association urged other countries to reciprocate by boycotting the 1934 World Cup played in Italy. For the 1938 World Cup, France was chosen as host, contrary to a previous agreement to alternate the championships between South America and Europe, so Uruguay again refused to participate. Uruguay again won the World Cup in 1950, beating hosts Brazil in one of the biggest upsets in World Cup history. The decisive match was at the Maracanã Stadium in Brazil. Uruguay came from behind to beat the host nation in a match which would become known as the Maracanazo. Many Brazilians had to be treated for shock after the event, such was the surprise of Uruguay's victory.[12] After their fourth-place finish in the 1954 World Cup, the team had mixed performances and after the fourth-place finish in 1970, their dominance, quality and performance dropped. They were no longer a world football power and failed to qualify for the World Cup on five occasions in the last nine competitions. They reached an all-time low and at one time ranked 76th in the FIFA World Rankings. In 2010, however, a new generation of footballers, led by Luis Suárez, Diego Forlán and Edinson Cavani, formed a team considered to be Uruguay's best in the last four decades, catching international attention after finishing fourth in the 2010 World Cup. Uruguay opened the tournament with a goalless draw against France, followed by defeats of South Africa (3–0) in and Mexico (1–0) respectively, finishing at the top of their group with seven points. In the second round, they played South Korea, defeating them 2–1 with star striker Luis Suárez scoring a brace and earning Uruguay a spot in the quarter-finals for the first time since 1970. Against Ghana, the match finished 1–1, forcing the game into extra-time. Both sides had their chances at extra time but Suárez blocked the ball with his hand in the penalty area, earning Suárez a red card and earning Uruguay universal scorn. Ghana striker Asamoah Gyan missed the subsequent penalty, forcing the game to go into penalties where Uruguay would win 4–2, sending them into the last four. They played the Netherlands in the semi-finals but were beaten 3–2. For the third-place match, they played Germany, again losing 3–2. This placed Uruguay in fourth place for the tournament, their best result in 40 years. Diego Forlan was awarded the Player of The Tournament. A year later, they won the Copa America for the first time in 16 years and broke the record for the most successful team in South America. Luis Suárez ended up as the Player of The Tournament. In the 2014 World Cup Uruguay was placed in Group D alongside Costa Rica, England, and Italy. They were upset by Costa Rica in the opening match, losing 3–1 despite taking the lead in the first half. They rebounded with a 2–1 victory over England, in which Suárez scored a brace right after coming back from an injury, and a 1–0 victory over Italy, placing them second in their group and earning a spot in the last 16. During the match against Italy, forward Luis Suárez bit Italian defender Giorgio Chiellini on his left shoulder. Two days after the match, the FIFA Disciplinary Committee banned Suárez for nine international matches, the longest such ban in World Cup history, exceeding the eight-match ban handed to Italy's Mauro Tassotti for breaking the nose of Spain's Luis Enrique in 1994.[13][14][15] Suárez was also banned from taking part in any football-related activity (including entering any stadium) for four months and fined CHF100,000 (approx. £65,700/€82,000/US$119,000).[13][14][16] In the round of 16, Uruguay played Colombia but were beaten 2–0, eliminating them from the tournament. At the 2015 and 2016 Copa América, Uruguay, missing banned striker Luis Suárez, were eliminated in the quarter-finals and group stages respectively. After a successful World Cup qualifying campaign, finishing second, Uruguay made it to the 2018 World Cup in Russia. Uruguay won its group after three victories, and advanced to the quarter-finals after a 2–1 win over Portugal.[17][18] However, they were eliminated 2–0 in the quarter-finals by the eventual champions France. Between 1901 and 1910, Uruguay wore a variety of different shirts during its matches. The first shirt worn was the Albion F.C. one, in the unofficial debut of the national team v Argentina in 1901.[19] Then Uruguay worn a variety of shirts, including a solid green one and even a shirt with the colors of the flag of Artigas. On 10 April 1910, now-defunct club River Plate defeated Argentine side Alumni 2–1, being the first time an Uruguayan team beat that legendary team. That day River Plate wore its alternate jersey, a light blue one due to the home jersey was similar to Alumni's.[20] Ricardo LeBas proposed Uruguay to wear a light blue jersey as a tribute to the victory of River Plate over Alumni. This was approved by president of the Uruguayan Association, Héctor Gómez.[21] The light blue (Celeste) jersey debuted in a Copa Lipton match v Argentina on August 15, 1910. Uruguay won 3–1.[22] The red jersey that was used in some previous away strips was first used at the 1935 Copa América, held in Santa Beatriz in Peru, which Uruguay won. It was not worn again (except for a 1962 FIFA World Cup match, against Colombia[23]) until 1991, when it was officially adopted as the away jersey.[24] Uruguay displays four stars in its emblem. This is unique in world football as two of the stars represent the gold medals received at the 1924 and 1928 Summer Olympics, which are the only editions recognised by FIFA as senior World Championships.[25][26][27] In 2021, after a FIFA employee reached out to PUMA about modifying the team's crest, FIFA reconfirmed and approved once again the use of all four stars on the shirt.[28] Since 1930, Uruguay have played their home games at the Estadio Centenario in the Uruguayan capital Montevideo. The stadium was built as a celebration of the centenary of Uruguay's first constitution, and had a capacity of 90,000 when first fully opened.[31] The stadium hosted several matches in the 1930 World Cup, including the final, which was watched by a crowd of 93,000.[32] Crowds for Uruguay's home matches vary greatly depending on the importance of the match and the quality of the opposition.[clarification needed] World Cup qualifying matches often attract crowds of between 50,000 and 73,000. Uruguay's stadium Estadio Centenario is one of the biggest stadiums in the world over 100m wide and 100m long. Uruguay has a long-standing rivalry with Argentina, that came into existence when they beat their South American neighbors 4–2 in the first World Cup final, held in Montevideo in 1930. As a response, the following day saw an angry mob threw stones at the Uruguayan consulate in the Argentinian capital Buenos Aires. Uruguay has an old rivalry with their South American neighbors. Their best known match was played at the 1950 World Cup which was held in Brazil where they defeated the host with the result 2–1 in front of almost 200,000 spectators at the Maracanã Stadium, thus winning the competition and earning their second World Cup title. Win Draw Loss The following 26 players were named in the final squad for friendly matches against Mexico, United States and Panama on 2, 5 and 11 June 2022 respectively.[34] Caps and goals correct as of 11 June 2022, after the match against Panama. The following players have also been called up to the Uruguay squad in the past twelve months. PRE Preliminary squad COV Withdrew from squad due to COVID-19 INJ Injured  Champions Runners-up Third place Fourth place Below is a list of all matches Uruguay have played against FIFA recognised teams.[38] Updated as of 11 June 2022. Positive Record Neutral Record Negative Record","Title":"Uruguay national football team - Wikipedia","KeyID":"17927","URL":"https://en.wikipedia.org/wiki/Uruguay_national_football_team"}