{"Content: ":"The Office of the Commissioner of Railroads is the independent regulatory agency responsible for regulating railroads located in the U.S. state of Wisconsin.[1] The commissioner was originally much involved in fare setting for the railroads in Wisconsin. The Office of the Commissioner of Railroads is now largely focused on issues of safety. It is the state agency with primary responsibility for making determinations of the adequacy of warning devices at railroad crossings, along with other railroad related regulations. These duties include: The commissioner's office consists of one full-time commissioner appointed by the governor and confirmed by the Wisconsin State Senate for a six-year term.[2] The current commissioner is Yash P. Wadhwa. The commissioner is assisted by a staff of four, as of January 29, 2021.[3] Wisconsin regulation of railroads began with the 1874 passage of the \"Potter Law\" (\"An act relating to Railroads, Express and Telegraph Companies in the State of Wisconsin,\" later Chapter 273 of the laws of 1874) regulating the freight rates charged by railroads, a central concern of the Grangers movement. The bill was introduced by Republican State Senator Robert L. D. Potter and passed with the support of Governor William Robert Taylor's coalition of Democrats (such as George Howard Paul), reform Republicans, and Grangers (the \"Reform party\"), which had secured the election of Taylor as governor in 1873. The Board of Railroad Commissioners thus created consisted of three commissioners: John Wesley Hoyt, George Howard Paul, and J. H. Osborn.[4] When the law was challenged by powerful interests led by politician, financier and railroad owner Alexander Mitchell, a compromise with Mitchell was eventually worked out; but the reform coalition was nonetheless defeated in the 1875 election and the Potter Law was repealed in favor of a much weaker substitute body.  This Wisconsin-related article is a stub. You can help Wikipedia by expanding it.","Title":"Office of the Commissioner of Railroads - Wikipedia","KeyID":"17922","URL":"https://en.wikipedia.org/wiki/Office_of_the_Commissioner_of_Railroads"}