{"Content: ":"Minority The Wisconsin State Assembly is the lower house of the Wisconsin Legislature. Together with the smaller Wisconsin Senate, the two constitute the legislative branch of the U.S. state of Wisconsin. Representatives are elected for two-year terms, elected during the fall elections. If a vacancy occurs in an Assembly seat between elections, it may be filled only by a special election. The Wisconsin Constitution limits the size of the State Assembly to between 54 and 100 members inclusive. Since 1973, the state has been divided into 99 Assembly districts apportioned amongst the state based on population as determined by the decennial census, for a total of 99 representatives. From 1848 to 1853 there were 66 assembly districts; from 1854 to 1856, 82 districts; from 1857 to 1861, 97 districts; and from 1862 to 1972, 100 districts.[1] The size of the Wisconsin State Senate is tied to the size of the Assembly; it must be between one-fourth and one-third the size of the Assembly. Presently, the Senate has 33 members, with each Senate district formed by combining three neighboring Assembly districts. The Assembly chamber is located in the west wing of the Wisconsin State Capitol building, in Madison, Wisconsin. On July 8, 2015 a case was filed with the U.S. District Court for the Western District of Wisconsin arguing that Wisconsin's 2011 state assembly map was unconstitutional partisan gerrymandering favoring the Republican-controlled legislature which discriminated against Democratic voters. This case became filed with the court as Whitford v Gill.[2] The case made it to the United States Supreme Court, which vacated and remanded the case. The Supreme Court held that the plaintiff challenging the state assembly map did not have standing to sue. In the Opinion of the Court, Chief Justice John Roberts stated that \"[a] federal court is not 'a forum for generalized grievances,\" and the requirement of such a personal stake 'ensures that courts exercise power that is judicial in nature.\" Gill v. Whitford, 128 S.Ct. 1916 (2018). We enforce that requirement by insisting that a plaintiff [have] Article III standing...\" Justice Kagan filed a concurring opinion, in which Justices Ginsburg, Breyer, and Sotomayor joined. Justice Thomas filed an opinion concurring in part and concurring in the judgment, in which Justice Gorsuch joined.[3] Representatives elected or re-elected in the fall of 2016 receive an annual salary of $50,950.[4] In addition to their salaries, representatives outside Dane County may receive up to $88 per day in living expenses while in Madison on state business. Members of the Dane County delegation are allowed up to $44 per day in expenses. Each representative also receives $75 per month in \"out-of-session\" pay when the legislature is in session for three days or less. Over two years, each representative is allotted $12,000 to cover general office expenses, printing, postage and district mailings. According to a 1960 study, at that time Assembly salaries and benefits were so low that in Milwaukee County, positions on the County Board of Supervisors and the Milwaukee Common Council were considered more desirable than seats in the Assembly, and an average of 23% of Milwaukee legislators did not seek re-election. This pattern was not seen to hold to the same extent in the rest of the state, where local offices tended to pay less well.[5] The corresponding state senate districts are shown as a senate district is formed by nesting three assembly districts. The following is a list of the Assembly Committees:[6] Review of Administrative Rules Aging and Long-Term Care Agriculture Assembly Organization Audit Campaigns and Elections Children and Families Colleges and Universities Constitution and Ethics Consumer Protection Corrections Criminal Justice and Public Safety Education Employment Relations Energy and Utilities Environment Family Law Finance Financial Institutions Forestry, Parks and Outdoor Recreation Government Accountability and Oversight Health Housing and Real Estate Insurance Jobs and the Economy Judiciary Labor and Integrated Employment Local Government Mental Health Public Benefit Reform Regulatory Licensing Reform Rules Rural Development Science, Technology, and Broadband Small Business Development Sporting Heritage State Affairs Substance Abuse and Prevention Tourism Transportation Veterans and Military Affairs Ways and Means Workforce Development Speaker's Task Force on Racial Disparities Special Committee on Trade and Supply Chain Subcommittee on Education and Economic Development Subcommittee on Law Enforcement Policies and Standards","Title":"Wisconsin State Assembly - Wikipedia","KeyID":"17923","URL":"https://en.wikipedia.org/wiki/Wisconsin_State_Assembly"}