{"Content: ":"Club Atlético Progreso, also known simply as Progreso, is a professional football club based in Montevideo, Uruguay, that competes in the Uruguayan Primera División. Progreso's Estadio Abraham Paladino is capable of holding 8,000 spectators. The club was founded on 30 April 1917.[1] The club's first match was played on 26 May 1918, with Progreso beating Club Maroñas 2–0. Progreso won its first title with the Divisional Intermedia (Second Division at that time) in 1938. It went on to win it the next year as well, along with two more championships in 1956 and 1963. The club has three Segunda División championships: in 1945, 1979, and 2005–06. In 1975 and 1978, Progreso won the Tercera División (Segunda División Amateur). Progreso's first continental participation was in the 1987 Copa Libertadores, where they finished third in a group consisting of fellow Uruguayan club Nacional, and Peruvian clubs San Agustin and Alianza Lima. They participated again in the 1990 edition, since they had won the league the previous year. In that edition, Progreso won their group, which consisted of Defensor Sporting, Pepeganga Margarita, and Mineros de Guayana. They qualified to the Second Round, where they were eliminated by Barcelona of Ecuador. In 1989, Progreso won the Primera División, the only championship in the history of the Uruguayan league to use a single round-robin format (13 games). This format was due to a calendar conflict with some national and international cups that year. Progreso's president at that time was Dr. Tabaré Vázquez, who later became the president of Uruguay. Progreso's first team kit in 1917 was white with black stripes. The kit expressed the team's affinity with the anarchist movement. The colors were later changed to red and yellow, the colors of Catalonia, which was known for its identification with the Spanish Revolution.[2] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. This is an incomplete list of Progreso Managers.[3]","Title":"C.A. Progreso - Wikipedia","KeyID":"17928","URL":"https://en.wikipedia.org/wiki/C.A._Progreso"}