{"Content: ":"Minority The Wisconsin Senate is the upper house of the Wisconsin State Legislature. Together with the larger Wisconsin State Assembly they constitute the legislative branch of the state of Wisconsin. The powers of the Wisconsin Senate are modeled after those of the U.S. Senate. The Wisconsin Constitution ties the size of the State Senate to that of the Assembly, by limiting its size to no less than 1/4, nor more than 1/3, of the size of the Assembly. Currently, Wisconsin is divided into 33 Senate Districts (1/3 of the current Assembly membership of 99) apportioned throughout the state based on population as determined by the decennial census, for a total of 33 senators. A Senate district is formed by combining three Assembly districts. Similar to the U.S. Senate, in addition to its duty of reviewing and voting on all legislation passed through the legislature, the State Senate has the exclusive responsibility of confirming certain gubernatorial appointments, particularly cabinet secretaries (as part of the system of checks and balances) and members of boards and commissions. Senators are elected for four-year terms, staggered so that approximately half of the Senate is up for election every two years. If a vacancy occurs in a Senate seat between elections, it may be filled only by a special election. The Senate chamber is in the south wing of the Wisconsin State Capitol, in Madison. The salary for legislators serving in the 2017 Wisconsin Legislature - $50,950 - is unchanged from the previous session. The salary for legislators serving in the 2015 session was increased by 2 percent from the $49,943 rate that had been in effect for the previous three bienniums. Before that increase, the most recent increase was an increase of 5 per-cent from the 2007 session to the 2009 session. The Speaker of the Assembly receives an additional stipend, which is currently $25 per month.[1] In addition to their salaries, senators outside Dane County may receive a per diem up to $88 to cover living expenses while they are in Dane County on state business. Members of the Madison delegation may receive a per diem up to $44 to cover expenses. Each senator also receives $75 per month in \"out-of-session\" pay when the Legislature is in session for three days or less. Over two years, each senator is allotted $66,008 to cover general office expenses, printing, postage and district mailings.[citation needed] Coordinates: 43°04′27.5″N 89°23′03.0″W﻿ / ﻿43.074306°N 89.384167°W﻿ / 43.074306; -89.384167","Title":"Wisconsin Senate - Wikipedia","KeyID":"17924","URL":"https://en.wikipedia.org/wiki/Wisconsin_Senate"}