{"Content: ":"The Scarlet Flower (Russian: Аленький цветочек, Alenkiy tsvetochek) is a 1952 Soviet feature animated film directed by Lev Atamanov. It was produced at the Soyuzmultfilm studio in Moscow and is based on the story of the same name by Sergei Aksakov. Nastenka's song \"During this time in a darling party\"/\"В эту пору в родимой сторонушке\" was sung by the famous chamber singer Victoria Ivanova. In 1998, an English dub of the film featuring the voices of Amy Irving, Tim Curry and Robert Loggia, was released as part of Stories from My Childhood by Films by Jove.[1] Before going on an overseas journey, a merchant father asks his three daughters what they would like him to bring back for them. The eldest asks for a shining tiara, the middle asks for a magic mirror through which her face would always appear young, and the youngest (Nastenka) asks her father to bring her a beautiful scarlet flower like one which she saw in her dreams. Her elder sisters laugh at this simple wish. The father's trip is successful and he finds everything that he came for, with the exception of Nastenka's scarlet flower. Nevertheless, the ship heaves off and they begin to head back while the father scans the lands around him for a scarlet flower. A storm strikes and the father is washed overboard. He wakes up on a strange island which is full of all sorts of wonders. He explores, and eventually finds a flower just like the one Nastenka described. The instant that he plucks it, however, a great storm comes upon him and the owner of the island – a hideous monster – makes his presence known. He tells the father that he will let him keep the flower, but in return he must send one of his daughters to live with him. The father refuses, and the monster gives him a ring, telling him that whoever puts it on will be teleported back to the island, and that if his daughter doesn't come then he himself must come and be killed. In the morning, the crewmembers of the father's ship (who had been searching for him) see him on the island and rescue him. Back home, the father prepares to put on the ring and meet his fate. However, Nastenka overhears a conversation where he reveals this to his friend when asking the friend to take care of his daughters once he had died, and she secretly puts on the ring herself. There, she expects to be killed but instead finds herself on a beautiful island and welcomed for by a kind, unseen host. She accidentally catches a glimpse of him eventually, and is mortally scared at first. He allows her to go home to visit her family, but tells her that she must come back by putting on the ring by 8pm or he will die of loneliness. Nastenka comes home dressed in splendid clothes and with presents for her sisters. Her sisters, however, become jealous that she lives in a magnificent palace with untold wealth, and secretly turn all of the clocks in the house back one hour. Nastenka looks outside and hears the clock chiming 8pm, and quickly goes back, only to find the monster near death. She is very saddened and vows to never leave him again, and with those words the scarlet flower which she holds reattaches itself to its original stem and the island fills with light again. The monster turns into a handsome prince and explains that he was under the spell of a witch from which he could only be freed from if he won over the heart of a lady while being in the body of a hideous monster. In the fifties for Lev Atamanov sharply there was a question of creation of epic and national fairy tales. Especially sharply there was a question of creation of full-fledged images of \"living\" people, heroes. For the aid to animators the photographed scenes played by living actors were prepared. These scenes were projected on the special screens which are built in tables, and heroes were transferred to paper by the planimetric line. The translated image was exposed to processing, was driven in a graphic image for what proportions and many other things changed. This method received the name \"eclair\". In the movie \"Scarlet Flower\" it was applied very precisely and scrupulously, in others — is stylized or is selective. During application of \"eclair\" to artists has the luck to communicate to brilliant actors closely. The role of the merchant was played by Nikolay Bogolyubov, Vsevolod Meyerhold's pupil. The monster was played by great Mikhail Astangov. To it made a hump of a pillow, fastened some dressing gown, and he gloomy wandered about a scene. The animated film usually was issued on video in PAL system. In the early nineties the animated film is released on a videotape by the film association \"Krupnyy Plan\"; other animated films in this collection: The Flying Ship, Rejuvenating apples, In some tsardom …. To the middle of the 1990th the animated film was issued in the VHS collection of the best Soviet animated films Studio PRO Video. In 1994 — 1995 the Soyuz studio released this animated film in the collection No. 28 together with the animated film Magic Ring, is reissued in 1996 and later.","Title":"The Scarlet Flower (1952 film) - Wikipedia","KeyID":"17932","URL":"https://en.wikipedia.org/wiki/The_Scarlet_Flower_(1952_film)"}