{"Content: ":"Susan (Susie) Elizabeth Steiner (29 June 1971 – 2 July 2022)[1] was an English novelist and journalist, best known for her three crime thriller novels, set in Cambridgeshire and whose central character is DS Manon Bradshaw. The first novel in the series was Missing, Presumed and was published in 2016. This was followed by Persons Unknown, published in 2017, and Remain Silent, published in 2020.[2] Steiner was raised in North London[3] and was educated at Henrietta Barnett School, a grammar school primarily for girls with academy status in the Hampstead Garden Suburb. She developed interest in writing at a young age. Her early literary interests included Charlotte's Web, Stig of the Dump, and When Hitler Stole Pink Rabbit; as a teenager, she read \"all the Brontes, all of Austen, most of George Elliot, [and] all of Thomas Hardy.\"[4] In 1992, Steiner received a degree in English Literature from the University of York,[5] after which she moved back to London. Steiner married Tom Happold, and together, they had two sons, George and Ben.[5] Six months after her first novel, Homecoming, sold in a publishing auction, Steiner became legally blind as a result of retinitis pigmentosa.[3] In 2019, she was diagnosed with a stage 4 glioblastoma, and she died three years later on 2 July 2022.[6][7] In her third year at the University of York, Steiner began writing for the university's student paper, Nouse, “to make it look like she always wanted to do journalism.\"[8] However, Steiner later noted that she never had the \"hunger'\" or the \"motivation\" to succeed in journalism, unlike her counterparts.[8] After receiving a degree in English Literature in 1992, Steiner moved back to London where she worked for The Independent as an intern and for several other newspapers including the London Evening Standard, The Daily Telegraph and The Times as a reporter.[3][8] In 2001, she joined The Guardian as a staff writer and editor, specialising in lifestyle features.[3] She remained in the role for 11 years before leaving in 2012 to devote more time to writing. She continued to contribute to The Guardian as a freelance.[3] Steiner began working on her first novel, Homecoming, around 2002, then spent a decade \"learning how to write fiction\" before the book was sold in a publishing auction to Faber and Faber in 2013.[8] She published 5 novels from 2013 until her death in 2022. Several of her novels have been translated into Dutch, French, Italian Spanish and Swedish. Steiner kept a cottage on Yorkshire moors where she wrote her novels.[9] Steiner's first novel, Homecoming, was published in spring 2013 by Faber and Faber and was well received by critics.[4] The book is a literary saga about the Hartles, a family of Yorkshire sheep farmers up on the North York Moors, facing life-changing events. The main characters are Joe and Anne and their two sons, Max and Bartholomew.[9] Joe and Anne have been married for over 30 years and are getting old. They run a loss-making farm which has accumulated a large debt and is becoming burdensome for them. Their accountant has suggested that they sell the farm to pay off the debt but Joe is refusing to take his advice and wants to “keep calm and carry on”. Max, their eldest, alcoholic and lazy son runs the farm with them but his father makes all the decisions about what happens on the farm. Max is married to Primrose. He is happy to live out of his parents' hard-earned cash. His younger brother, Bartholomew has moved away to South Yorkshire to run a garden centre and is at the beginning of a new relationship with his girlfriend, Ruby; he is therefore ambivalent about home.[9] The novel has two storylines, the farm in the North and Bartholomew in the South, and follows the life-changing misfortunes that befell the family over the course of a year. In her interview with her publisher, Faber and Faber, Steiner said that the theme of the novel is about relationships – something that happens in families as parents age and as children fight for their own identities. It is set on a farm because it is about transition – about giving up territory.[10] The Manon Bradshaw trilogy consists of the following books: Missing, Presumed (2016); Persons Unknown (2017); and Remain Silent (2020). Missing, Presumed received a starred review from Kirkus Reviews.[11] The book was shortlisted for the Barry Award[7][12] and the Theakston's Old Peculier Crime Novel of the Year in 2017. It was also a Richard and Judy Book Club pick.[13] By June 2022, the book had sold 250,000 copies in the UK.[13][2] Persons Unknown received starred reviews from Booklist,[14] Kirkus Reviews,[15] and Publishers Weekly.[16] The book was shortlisted for Theakston's Old Peculier Crime Novel of the Year in 2018.[13][17] Remain Silent was named one of \"The Guardian’s Best Crime and Thrillers of 2020\"[18] and longlisted for Theakston's Old Peculier Crime Novel of the Year.[13] \"I think you can spend a lot of years I did, waiting for inspiration to strike and it’s just nonsense – it doesn’t. You have to sit down and make it up and then you do a bad draft and you have a bad idea and you write that down and then you rewrite it and then you rewrite it and you rewrite it about a hundred times. So it’s not a kind of bolt coming to you in this wonderful form. It’s a kind of everyday work a day idea. Will that work? Yes, I’ll try it. Get it down and then you probably throw it out but 20% survives and then you build on that. It’s sort of like knitting, you know. You can’t wait for it to happen to you; you have to sit down as a job; just get on with it. And that I learned very late.\"[10]","Title":"Susie Steiner - Wikipedia","KeyID":"17936","URL":"https://en.wikipedia.org/wiki/Susie_Steiner"}