{"Content: ":"Asociația Clubul Sportiv Petrolul 52, commonly known as Petrolul Ploiești (Romanian pronunciation: [peˈtrolul ploˈjeʃtʲ]) or simply as Petrolul, is a Romanian professional football club based in Ploiești, Prahova County, which competes in the Liga I. Founded in 1924 in capital Bucharest as Juventus, following the merger of Triumf and Romcomit, it won its first league championship in the 1929–30 season. In 1952 the team was relocated north to the city of Ploiești, and five years later settled on the name of Petrolul.[note 2] Shortly after, it achieved three more national titles—in 1957–58, 1958–59 and 1965–66. Domestically, its honours also include three national cups, the latest in the 2012–13 campaign. Petrolul recorded its debut in European football during the 1958–59 season, when it was drawn against Wismut Karl Marx Stadt of East Germany in the preliminary round. In recent history, the team became insolvent in February 2015 and dissolution followed, however supporters and club legends refounded and enrolled it in the fourth division in the summer of 2016. The club colours are yellow and dark blue, hence the nickname of the players and fans being \"the Yellow Wolves\". Petrolul plays its home games at the 15,500-seater Ilie Oană Stadium, and its most notable rivalries are the ones against Rapid București and Astra Giurgiu, both being at some point its local enemies. The team was founded in Bucharest in late 1924, when Romcomit and Triumf merged into what would become one of the most notable clubs of the capital during the interwar period, Juventus București. Its Latin identity was illustrated by the crest, which was based on the legend of the founding of Rome, where a she-wolf nursed Romulus and Remus. Juventus inherited the stadium and the red and blue colors of Romcomit. An article relating the event was published on 4 January 1925 in the Gazeta Sporturilor newspaper, under the title \"Juventus – A sensational fusion\" (Juventus – O fuziune senzațională).[3] Their first national title came six years after establishment, as Juventus were champions in the 1929–30 season. After the reorganization of the Romanian division structure, the club played seven consecutive campaigns in the Divizia A, from 1933 to 1940. Following World War II, they were promoted once again to the top tier, having finished first in the final Divizia B season prior to the outbreak of war. The club played its last campaign as Juventus in 1946–47, after which the name was changed numerous times to Distribuția, Petrolul, Competrol, Partizanul and Flacăra respectively. Flacăra București was moved to Ploiești in 1952, and renamed accordingly. Coach Ilie Oană took charge of the team at the half of the 1952 season, but he couldn't manage to spare his team from relegation. He would, however, reach the cup final, lost against CCA București 0–2. In 1957–58, the team became champion of Romania for the second time in its history, despite having the same number of points as CCA București and Știința Timișoara. That was also the season when the present-day name of Petrolul Ploiești was adopted. In the autumn of 1958, Petrolul made its debut in the European Cup and faced Wismut Karl Marx Stadt of East Germany in the preliminary round. After a 4–2 away loss in Aue, the club managed to level on aggregate with a 2–0 victory in Romania. Wismut Karl Marx Stadt qualified further after winning the play-off 4–0 in Kiev. The first part of the 1958–59 Divizia A saw Petrolul on the fourth place in the table, but with several good results which followed the team clinched its second consecutive league championship. They were once again unable to go further than the preliminary round of the European Cup, Austrian side Wiener Sport-Club defeating them 1–2 on aggregate. On 14 July 1963 Petrolul's player Constantin Tabarcea collapsed and died during a Divizia A match against Dinamo Bacău.[4] One week later after his death Petrolul won the 1962–63 Cupa României with 6–1 against Siderurgistul Galați and before the game, at the team photo, the place from the down row in front of goalkeeper Mihai Ionescu was left free in the memory of Tabarcea.[4][5] In 1965, head coach Ilie Oană left Petrolul for the Romania national team, and assistant Constantin Cernăianu took over the vacant place. At his first season, Cernăianu achieved the club's fourth Divizia A trophy after finishing six points ahead of Rapid București. 12 October 1966 has remained an important date in the history of the team; after a 0–2 away defeat, Petrolul won 3–1 at home against the champions of England, Liverpool. The third match in Brussels was difficult, and \"the Reds\" went ahead in the European Cup. After that period of great form, Petrolul began a period of decline and although the club remained in the first division for many years later, only the 1995 Romanian Cup final reminded their supporters about the years of glory. In 1970, the oilmen finished the first part of the championship on the 2nd place, but it lost that place until the end of the season. 1969–70, 1971–72 were seasons in which Petrolul was at only one step from relegation. After a \"resuscitation\" (1972–73, 15th place occupied after five rounds, the 4th place at the beginning of the winter break), 1973 was quite weak year. In 1974, the people from Ploiești suspected a match fixed between Argeş Pitești and CFR Cluj, in favor of the team from Cluj-Napoca, it was supposed that Petrolul officials have tried to financially stimulate the host, but the authorities discovered the plan and the team has discreetly relegated to Divizia B, this happened in the conditions in which in 1963 Prahova Ploiești and Carpați Sinaia, other two teams from Prahova County were relegated by the Romanian Football Federation to Divizia B due to match-fixing. Arrived in the second league, the most valuable footballers of the club, Crângaşu and Rămureanu left and after 3 rounds the team was the last. The yellow wolves recovered later, but the local coaches did not have the value of Ilie Oană, who also went to Politehnica Iași, then to Universitatea Craiova, Petrolul remaining in some kind of mediocrity. At the end of 1975, the club brought Valentin Stănescu to be the coach and the team tried to promote, but lost a home game against FC Brăila, after the game the supporters showed their dissatisfaction about Dinulescu's refereeing, throwing with various objects from the stands. FCM Galaţi then strengthened his nickname as an \"ABBA\" team (a nickname used in Romania for clubs that used to alternate the presences between the first and the second league), promoting in front of Petrolul that year and relegating after only a season in the top-flight of the Romanian football. Instead, Petrolul had an exceptional 1976–77 season with 15 wins and 2 draws in 17 matches and finished on the 1st place, far away from the 2nd place occupied by Metalul Plopeni, another team from Prahova County. Unfortunately, the players born in the Prahova County did not have enough experience and at the end of the 1977–78 Divizia A season it was ranked only 17th and relegated back. The immediate promotion was forbidden by Viitorul Scorniceşti, the football club from the native town of Nicolae Ceaușescu, which was strongly pushed forward to Divizia A by the communist authorities, in power at the time, a concrete proof being that FC Olt promoted from Divizia C after an 18–0 victory against the team ranked 15th, while Flacăra Moreni won only 2–1, in a match played at the same hour, against Rova Roşiori.[6] 1979–80 season was also not a very good one for the yellow and blues, Rapid București and Progresul București fought for the 1st place, and \"the referee\" was Metalul Plopeni, who won in Bucharest against Rapid and lost against Progresul. In 1980, Petrolul brought a new coach in the person of Traian Ionescu, a very experienced coach with teams like Dinamo București or Fenerbahçe in his CV, but another thing would ruin the promotion dreams, CS Târgoviște succeeded in that year a sensational transfer, nicknamed as The Gander or The Prince of Trivale and being one of the most important names ever given by the Romanian football, Nicolae Dobrin came in Târgoviște after 19 years spent in Pitești, making a decisive contribution for the promotion of his team and ruining the plans of the yellow wolves. In 1982, after 4 years in the second league and 7 out of 8 last years, Petrolul exceeded his great rival, Rapid and returned to Divizia A. 1982–83 Divizia A season was a one full of emotions, avoiding the relegation was the target in the mind of everyone at each of the games played by the team. 1983–84 season send Petrolul back to Divizia B again, but promotion came after a victory at Galați against Dunărea, former FCM, the team which forbidding the promotion of the oilmen, ten years earlier. In 1987, the yellow and blues signed another coach, a former team player from years of glory, Constantin Moldoveanu. But Moldoveanu did not have in the squad the players who won against Steaua București or Liverpool in the glory times and Petrolul relegated back to the second league. September 1988 brought Ion Radu as the new chairman, helped by Mihai Cristache. The two were often criticized of the post-revolutionary press, but they did some performances like in the times of Mircea Dridea and Mihai Ionescu. Petrolul promoted in 1989 and finished on the 4th place in its first season, helped also by the dissolution (in the winter of 1990) of Victoria București, club sponsored by the Romanian Ministry of Internal Affairs (the \"Miliția\", Police), institution under the former Communist regime. Petrolul finished the 1989–90 Divizia A on the fourth place, after having just returned from the second division in 1989. Therefore, it qualified for the UEFA Cup along with Universitatea Craiova and Politehnica Timișoara. \"The Yellow Wolves\" played against Belgian club Anderlecht, which won both legs. At the end of the 1990–91 season, Petrolul finished 7th and in the Romanian Cup they were eliminated in the second round proper by their bitter rivals Steaua București. In the summer of 1991 the club changed its name to FC Ploiești, but made a very weak season, finishing only 10th in the top flight and in the Romanian Cup, the squad was eliminated again in the second round proper, this time by FC U Craiova. At the end of the season FC Ploiești changed its name back to Petrolul Ploiești. \"The Oilmen\" saved from relegation in the last moment at the end of the 1992–93 season, finishing 16th out of 18, with two points over Selena Bacău and four over CSM Reșița. Next season, coach Marin Ion and his players made a very good season and finished in the top 5, more exactly on the 5th place, one point over Farul Constanța, at the same number of points with 4th place (Rapid București), two points behind 3rd place (Dinamo București) and three points behind 2nd place (FC U Craiova). In the Romanian Cup, \"the Yellow Wolves\" were eliminated in the second round proper by Inter Sibiu. In the 1994–95 season, despite a mediocre league result (10th place), coached by the same Marin Ion, Petrolul won the 1994–95 Cupa României after defeating their rivals, Rapid București, at the penalty shootout and qualified for the 1995–96 UEFA Cup. The team included the following players: Preda – D.Chiriță, Grigore, Răchită (C), Bălăceanu – Leahu, Grama, Pârlog, Abăluţă – Zmoleanu, Zafiris. 1995–96 season was started by \"the Yellow and Blues\" on 3 fronts, League, Cup and UEFA Cup. In the European competition they eliminated Welsh side Wrexham, in the first round, after a 0–0 on the Racecourse Ground and 1–0 victory on the Ilie Oană Stadium, goal scored by Pârlog in the 60th minute. The slow start would announce the early elimination, in the second round, when Austrian side Rapid Wien won 3–1 on aggregate after a 3–1 on the Gerhard Hanappi Stadium and a 0–0 draw in Ploiești. In the league Petrolul ended again in the top half of the table, on the 6th place and in the cup, was eliminated in the quarter-finals, by Național București, at the penalty shootout. In the following years Petrolul occupied the following positions at the end of the championship: 1996–97 – 9th, 1997–98 – 14th, 1998–99 – 8th and 1999–2000 – 11th. The late 1990s have been marked by the fierce rivalry with Astra Ploiești, a team that promoted in the first league in 1998. In the early 2000s, Petrolul entered under the ownership of Petrom's trade union president, Liviu Luca, and ploieștenii have a peak at the end of the 2000–01 Divizia A, when the team finished on the 2nd place. But the collapse followed. In 2002, the yellow and blues relegated to Divizia B and the city of Ploiești, which had 2 teams in Divizia A between 1998 and 2002, remained in the first league only with Astra, a club which had no presence in the top-flight of the Romanian football until 1998. The oilmen promoted back to Divizia A in 2003, after only one season in the second league, but only at one month after promotion, the club's management announced that the funding of the club is under question. In less than 30 days supporters have been announced that there will be a merger between Petrolul Ploieşti and Astra Ploieşti. Astra Ploieşti changed its name to Petrolul Ploieşti and in July 2003 Petrolul Ploiești was unaffiliated from the Romanian Football Federation, leaving a vacant place in the first league, which was finally occupied by Oțelul Galați, team that lost in that summer a relegation play-out against the second league team FC Oradea. On 28 July 2003, Astra Ploieşti changed its name to FC Petrolul Ploieşti, with Florin Bercea and Ioan Niculae as the owners of the newly formed entity and also the new home becoming Astra Stadium.[7] This alternative was chosen because at that time Petrolul Ploieşti was a nonprofit association and according to the Law of Sport it should have been transformed into SA and a merger with Astra Ploieşti in order to create a new company would have lasted at least seven months. These legal formalities have sometimes been interpreted as a proof of the dissolution of Petrolul, but such an interpretation is wrong because this club took over, according to FRF, Petrolul brand and record.[8] At the end of the 2003–04 Divizia A season, Petrolul relegated to Divizia B, and due to some differences in the ownership, Ioan Niculae gives up the 50% that he held within the club, these were split between Liviu Luca, Florin Bercea and Eduard Alexandru. Subsequently, Ioan Niculae refounded Astra and the new club is considered by LPF as the legal successor of the club before the 2003 merger, strengthening the idea that the 2003 merger result is the successor of the old Petrolul, not Astra. Petrolul also moved back to its old ground, Ilie Oană Stadium, in the summer of 2004. The 2004 relegation was followed by a black period for the yellow wolves, with seven consecutive Liga II season. In the 2004–05 season the club finished on the 4th place at 7 points from the promotion place, occupied at that time by Pandurii Târgu Jiu. 2005–06 season brought an extra chance, as a result of the restructuring of the first league from 16 to 18 teams, from the second league could also promote the 2nd place via a play-off tournament, but Petrolul finished only on the 3rd place at 3 points from the 2nd place, occupied by Unirea Urziceni, team that would promote and write history in the Romanian football. In 2006, Petrolul ownership decided that the home games should be played on Flacăra Stadium from Moreni or Mogoșoaia Stadium, motivating the move by the fact that the old Ilie Oană Stadium required repair and modernization work. On 12 October 2006, the supporters organized a protest in the city center of Ploiești, asking for the team to be transferred from the private ownership to the Ploiești Municipality and to return on its own home ground.[9] Despite these internal problems Petrolul made a good season, but ended again just below the promotion line, on the 3rd place. The end of the 2007–08 season found the yellow and blues on the 3rd place again, increasing the frustration among supporters and players, 5 points split the team from the 2nd place, a promotable one. Next season, 2008–09 was a disastrous one, Petrolul finished on 4th place, but at great distance from the 2nd (Astra, named FC Ploiești at that time) and 1st place (Ceahlăul Piatra Neamț), 22 points respectively 23 points, also with a tense situation at the administrative level and with not many options on the horizon. In 2009 the team was taken over by Ploiești Municipality and Valeriu Răchită, former player of the team, was reconfirmed as the head coach, the squad being also restructured with many young players and after a great campaign in which the hope of promotion was alive until the last second, Petrolul finished 3rd, at only 1 point from the promotion spot, occupied by Sportul Studențesc, which led to a terrible disappointment, making the Ploiești people to wonder whether the team was followed by bad luck.[10][11] Petrolul started the 2010–11 season with important changes, the young squad has been completed with some experienced players as Pompiliu Stoica, Florentin Dumitru or Daniel Oprița and moved for its home matches on Conpet Stadium from Strejnicu, near Ploiești, facilitating easier access for the supporters, new Ilie Oană Stadium, being still in construction, also the team was moved from the first to the second series of the second league and after a heavy fight in 3 teams, against FC Bihor Oradea and CS Mioveni, Petrolul promoted from the 1st place, 1 point ahead FC Bihor, team that also occupied a promotable place after 7 consecutive Liga II seasons and 2 points ahead CS Mioveni, which subsequently promoted by taking advantage of the financial problems of FC Bihor. The promotion coincided with the inauguration of the new stadium, all of these brought a great enthusiasm among the Petrolul supporters, players and staff.[12][13] Under the management of Cosmin Contra, their second season since return saw them finishing third in the league table, as well as claiming the national cup for the third time in their history. Consequently, Petrolul earned a spot in the second qualifying round of the 2013–14 UEFA Europa League, with the club playing its first European match since 1995. After defeating Víkingur Gøta and Vitesse Arnhem, they were eliminated in the play-off round by Swansea City. The team received consistent media attention after signing former Romanian internationals Adrian Mutu and Ianis Zicu in January 2014,[14] a move which would later be considered a \"failure\".[15] During the same month, it was announced that German automobile manufacturer Opel would become Petrolul's shirt sponsor.[16] Petroliștii had the chance to qualify for their second consecutive Cupa României final, but lost the semi-final against rivals Astra Giurgiu 2–1 on aggregate.[17] Petrolul came third in the Liga I once more, while the fans challenged Răzvan Lucescu, considering that he wasn't a suitable replacement for Contra, who left Petrolul in March to join Spanish side Getafe.[18] In the next season's European participation, \"the Yellow Wolves\" confronted Czech club Viktoria Plzeň in the Europa League third qualifying round. After a draw in Ploiești, Petrolul impressively beat Viktoria scoring four goals and conceding only one.[19] However, Petrolul yet again missed the chance of advancing to the group stage after losing the play-off against Dinamo Zagreb. In September 2014, head coach Lucescu was sacked and Mutu left the club as a free agent.[20][21] On 25 November, president Daniel Capră, general director Marius Bucuroiu and five other persons faced preventive detention for 24 hours, being suspected of tax evasion and money laundering.[22] The criminal offences made by the club's officials caused Petrolul to lose important players and face a period of instability.[23] In February 2015, the club went into administration[24] and eventually finished the season on the sixth place in Liga I.[25] More players left the club in the summer of 2015 and coach changes became frequent.[26] Petrolul quickly landed on the last place in the league table, where it stayed until the last game of the season. Finally, in the summer of 2016 the team was declared bankrupt.[27] After being dissolved in 2016 as a result of the SC FC Petrolul SA joint-stock company bankruptcy, supporter associations and club legends promptly reestablished the team under the name of ACS Petrolul 52 Ploiești and enrolled it in Liga A Prahova (Liga IV), the fourth tier of the Romanian league system.[27] During early 2017, French transnational company Veolia became the financial partner of the club by joining the supporter association.[28] On 16 June 2017, with economic aid from the new partner, ACS Petrolul 52 leased the club brand identity from the Municipality of Ploiești for €30,000 and began using the former name of FC Petrolul Ploiești.[29] The team managed back-to-back promotions and reached the second division in the summer of 2018.[30] After three failed attempts to return to the Liga I and with worsening competitive results each year, Veolia stopped fully financing Petrolul and only offered to become a sponsor from the 2021–22 season,[31] a position from which it also withdrew at the start of 2022. In spite of the economic issues that arised from Veolia's departure, the squad led by head coach Nicolae Constantin managed to finish the Liga II campaign as champions.[32] Petrolul Ploiești plays its home matches at the Ilie Oană Stadium. Ranked as a UEFA Category 4 stadium, it can host UEFA Europa League semi-finals and UEFA Champions League group stage matches.[33] It was inaugurated in September 2011 and has a current capacity of 15,073 spectators.[2] The construction is built on the site of the former Ilie Oană Stadium, which was completed in 1937, and is named after Ilie Oană, an important coach in Petrolul's history. Petrolul Ploiești has a large and steady fan base in the Prahova County and its attachment to the team is renowned in Romania, despite the team's ups and downs.[35] The biggest ultras group is Lupii Galbeni (\"the Yellow Wolves\"), since 1996, there are 2 stands now with groups like Peluza Latină (\"The Latin Stand\") with firms like Knot04, United, Maniacs. and the Peluza 1 Ilie Oana (Peluza 1 Ilie Oana stand) with firms like Hooligans, Young Hooligans, Contrasens, Lethalgang, Zona Vest. Other supporters associations, such as Liga Suporterilor Constantin Tabarcea (LSCT), Asociaţia Diaspora Galben Albastră (ADGA), T2 or Young Wolves are located in the 2nd Stand/Tribune of the stadium. During matches, they sing the club's chant, whose lyrics were written by George Nicolescu. Petrolul Ploiești fans have established a close friendship with the supporters of Vitesse Arnhem and Genk.[36] Petrolul's traditional rival is Rapid București. Petrolul and Rapid fans have maintained a strong rivalry, despite long periods of not meeting when one or the other were playing in the second division. Petrolul won the 1965–66 Divizia A, while Rapid finished second. The following season, Rapid won its first national title after a match played on the old Ilie Oană Stadium. These events are believed to have started the rivalry.[37] Due to the fact that this sporting rivalry is one of the oldest in Romanian football (for teams still active), the matches between the two teams entered the collective consciousness as Primvs Derby (The earliest / The foremost Derby). Petrolul maintains a mild rivalry with Astra Giurgiu, its former local enemy. Astra promoted for the first time to the Liga I in 1998 and played in Ploiești until September 2012, when it was moved to Giurgiu. Even after relocation, the rivalry has continued between the governances of the clubs.[38] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality.  The club have participated in eight editions of the club competitions governed by UEFA, the chief authority for football across Europe, and 12 editions of European competitions overall.  The footballers enlisted below have had international caps for their respective countries at junior and/or senior level and/or more than 100 caps for FC Petrolul Ploiești.   ","Title":"FC Petrolul Ploiești - Wikipedia","KeyID":"17934","URL":"https://en.wikipedia.org/wiki/FC_Petrolul_Ploie%C8%99ti"}