{"Content: ":"Airdrieonians Football Club, more commonly known as Airdrie, was a Scottish professional football team from the town of Airdrie, in the Monklands area of Lanarkshire. The club became defunct at the end of the Scottish Football League 2001–02 season, despite the team finishing as runners-up in the SFL First Division to Partick Thistle and therefore only narrowly missing out on promotion to the Scottish Premier League. During their 124-year existence the \"Diamonds\", as they were nicknamed, won the old Scottish Division Two three times, the Spring Cup once and the Scottish Challenge Cup on three occasions. The club also competed in four separate Scottish Cup finals; winning the competition in 1924. Airdrieonians were the first club in the Scottish League to fold since 1967, when Third Lanark went bankrupt. The team was founded in Airdrie, North Lanarkshire in 1878 as Excelsior Football Club, changing its name to Airdrieonians in 1881. It was elected to the Scottish Football League in 1894.[1] The club enjoyed its most successful era in the 1920s, following the signing of Hughie Gallacher from Queen of the South in 1921. Airdrie challenged the dominance of Rangers,[2] as they finished in second place in the Scottish League championship four years in a row between 1923 and 1926. They won the 1924 Scottish Cup Final beating Hibernian 2–0. Bob McPhail said, \"The terror-like attitude of Gallacher caused havoc with the Hibs defenders. He and Russell were easily our best forwards\". Willie Russell scored both goals.[3] Following this victory, in early summer 1925, the club visited Norway and Sweden, and made a big impression. Translations of local newspaper reports, and some photographs of the tour, are still available.[4] This successful era came to an end after Gallacher in December 1925 and McPhail in 1927 were sold to Newcastle United and Rangers respectively.[2] Airdrie spent much of the post war era \"yo-yoing\" between the top flight and Second Division. Airdrie entered the first Texaco Cup competition in 1970–71,[5] defeating Nottingham Forest in the first round.[6] That tie was decided by a penalty shootout and Airdrie became the first Scottish club to be involved in that method of deciding a contest.[6] Airdrie reached the Texaco Cup Final in 1972, losing 2–1 on aggregate to Derby County. They also reached the 1975 Scottish Cup Final, losing 3–1 to Celtic. After the leagues were restructured in 1975, a competition called the Spring Cup was instituted for the teams in the lower divisions.[7] Airdrie won this competition in 1976, but it was discontinued after one season as clubs preferred to play additional league games instead.[7] During the 1990s, with Alex MacDonald at the helm, Airdrie worked their way into the Premier Division in the 1991–92 and 1992–93 seasons, were regularly considered challengers for promotion and recognised as one of the bigger clubs in First Division. MacDonald also guided the Diamonds to two Scottish Cup Finals. The first appearance coming on 9 May 1992 when the club faced Rangers in front of 44,045 strong crowd at Hampden Park. Unfortunately for Airdrie on this occasion however, a goal each from Mark Hateley and Ally McCoist earned the blue half of Glasgow a 2–1 victory. Although Airdrie lost in the 1992 Scottish Cup Final they had already qualified for the 1992–93 European Cup Winners' Cup, as Rangers had also won the Scottish league championship in 1992. Airdrie were drawn against Czech side Sparta Prague in the first round. Airdrie lost 1–0 at Broomfield and 2–1 in Prague, losing 3–1 on aggregate. Kenny Black, who later went on to become manager of Airdrie United, scored the only Airdrie goal.[8] Airdrie also reached the 1995 Scottish Cup Final, where they faced the other half of the Old Firm, Celtic. Airdrie would once again fall at the final hurdle, as they lost 1–0 to a Pierre van Hooijdonk goal.[9] Airdrie also won the Scottish Challenge Cup in 1994–95. Airdrie sold their Broomfield home to Safeway in 1994, but had to groundshare with Clyde at Broadwood Stadium for four years until the Excelsior Stadium was opened. It is arguably this stadium re-location and the difficulties generated by it that was Airdrie's first step towards oblivion. The mismanagement of the entire situation by the club's board, as well as North Lanarkshire Council's lengthy delay in granting planning permission caused Airdrieonians financial situation to reach critical level. This was not helped by the low attendances at Excelsior Stadium following the completion of the move, which was connected to the quality of football on display due to the lack of funds available to be spent on the team. The demise of Airdrieonians was personified by the sudden and unexpected death of Joey Rowan, the club's sole remaining director. Rowan had a long and intimate association with the club and was son-in-law and advisor to Airdrieonians long term benefactor Jack Dalziel (recognised by having the main stand named after him). Rowan, already a popular figure with the club's supporters due to his passion, candour and trademark ponytail, gained even more respect by remaining with Airdrieonians and incurring substantial personal losses whilst trying to steer the club away from liquidation despite the fact that the rest of the board had resigned amid finger-pointing and acrimony in an attempt to avoid reproach and financial liabilities. He is considered the club's last great hero for his selfless sacrifice and unyielding loyalty. In February 2000, KPMG were appointed as provisional liquidators of Airdrieonians.[10] This move came soon after Rangers chairman David Murray had applied for a court order to seize some of Airdrie's revenue in lieu of funds owed to another of his companies.[10] KPMG and the board hoped more private investment would be made in the club.[10] Most of the playing staff were made redundant at the end of the 1999–2000 season.[11] Steve Archibald put forth a bid for the club and during the 2000–01 season he brought in many foreign players, including David Fern치ndez, Jesus Sanju치n, Antonio Calder칩n and Javier S치nchez Broto, that became popular with the fans[12] and won the Scottish Challenge Cup in 2000. KPMG terminated their management deal with Archibald in February 2001,[13] stating that Archibald had not kept up to date with payment of fees.[14] After difficulty fulfilling their fixtures, Airdrie narrowly avoided relegation to the Second Division. Despite the obvious financial problems, Ian McCall managed to build a new Airdrie team and retained the Scottish Challenge Cup.[15] The club also performed well in the 2001–02 Scottish First Division and chased promotion to the Scottish Premier League. A run of only two victories in the last 14 games, however, meant that Partick Thistle won the First Division and the promotion place. The final match played by Airdrieonians was an away game against Ayr United at Somerset Park on 27 April.[16] The match was abandoned by the referee after a crossbar was broken during a pitch invasion by Airdrie fans, who were protesting against the Ayr United owner Bill Barr.[16] His Barr Construction company had built the Excelsior Stadium and became one of the major creditors of Airdrie.[16] After Airdrieonians went out of business on 1 May 2002, local accountant Jim Ballantyne attempted to gain entry to the Scottish Football League (SFL) with a team named Airdrie United.[17] His bid for league status was rejected, however, in favour of the application by Gretna, who were then playing in the English Northern Premier League.[18] Ballantyne then opted to buy control of Clydebank, another SFL club experiencing extreme financial hardship.[19] With approval by the SFL, their name was changed to Airdrie United, the team relocated to Airdrie and the strip was altered to the famous diamond style of Airdrieonians.[19] A Hall of Fame was established by the new club to honour noted players of the previous entity (some of whom also played for the new club), with more entrants added each year.[20] In June 2013, the SFA allowed Airdrie United to change their name to Airdrieonians.[21] For most of its history, Airdrieonians played at Broomfield Park, which was opened in 1892.[22] The ground was located in a hollow in Airdrie town centre.[22] The Broomfield pitch was very narrow, at just 67 yards wide.[22] These physical features and the proximity of the stands to the pitch meant that Broomfield had a raucous atmosphere, which visiting clubs disliked.[22] Broomfield was known for its distinctive corner pavilion, which was built in 1907.[22] After winning the 1923–24 Scottish Cup, the club built a main stand, adjacent to the pavilion.[22] The final game at Broomfield took place in May 1994 after which the ground, having been sold to supermarket chain Safeway, was demolished to make room for their new store.[22] The club planned to make use of the funds generated from the sale to build a new all-seated stadium, but had difficulties acquiring planning permission.[22] Airdrie went on to groundshare with Clyde at Broadwood Stadium in Cumbernauld[22] for four seasons with the club eventually moving into its new home, the Shyberry Excelsior Stadium, in time for the 1998–99 season. Airdrieonians played their home games there until they were liquidated in 2002. 2001–02 Squad Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The Diamonds Twelve Year League Record  Red = Scottish Football League Premier Division (before Scottish Premier League) Yellow = Scottish Football League First Division Airdrieonians qualified for a UEFA club competition on one occasion. In 1992, Airdrieonians reached the final of the Scottish Cup and were beaten by Rangers. The winner of the Scottish Cup would normally qualify for the UEFA Cup Winners' Cup, but because Rangers had already qualified for the UEFA Champions League through their league ranking in the Scottish Premier Division, the place was passed to Airdrie as runners-up. Airdrie were eliminated in the first round by Sparta Prague of Czechoslovakia in a two-legged tie. ","Title":"Airdrieonians F.C. (1878) - Wikipedia","KeyID":"17945","URL":"https://en.wikipedia.org/wiki/Airdrieonians_F.C._(1878)"}