{"Content: ":"The Titular Patriarch of the East Indies (Latin: Patriarcha Indiarum Orientalium; Patriarchatus Indiarum Orientalium for Titular Patriarchate of the East Indies) in the Catholic hierarchy is the title of the Archbishop of Goa and Daman in India; another of his titles is the Primate of the East. Unlike the patriarchs and the major archbishops of the Eastern Catholic Churches sui juris, the Patriarch of the East Indies is within the Latin Church similar to the residential Latin Patriarchs of Venice, Lisbon and Jerusalem, enjoying only an honorary position. Like the Patriarch of the West Indies, the Patriarch of the East Indies is a titular patriarchate unlike the residential Latin Catholic Patriarchs. The title is attached to the Archbishop of Goa and Daman, the diocesan ordinary of the Archdiocese of Goa and Daman and the metropolitan archbishop of the Province of Goa and Daman. This title of Patriarch or Primate of the East Indies was conferred upon the Archbishop of Goa as a result of a concordat between the Holy See and the Crown of Portugal; concerning the link between religious and political aspects of Portuguese India, known as the Padroado system. Later, with Portugal's decline as a colonial power, a difficult period resulted that was resolved by a further agreement by which Portugal renounced its rights of patronage. In this way the episcopal appointments in actual or former Portuguese colonial territory reverted to the common provisions of Latin ecclesiological law, with no intermediary between them and the Holy See. As regards India, this meant that the Holy See was free to make appointments to the episcopate in regions such as British Bombay.[citation needed] The later isolation of the territory of Goa and Damaon as enclaves in India prior to the invasion of Indian forces in 1961 accounts for the fact that the Archbishop of Goa for a number of decades was immediately subject to the Holy See and had no suffragan dioceses. In the more distant past the archbishop did have a true metropolitan jurisdiction, with suffragan dioceses. These, however, were progressively stripped away or suppressed, the final suffragan diocese in India was the Diocese of Damaon, which was merged with the Bishopric of Goa on May 1, 1928, to form the present archdiocese. The archdiocese formally lost its status as a metropolitan see on January 1, 1975, when the Dioceses of Macao and Dili were transferred from the province of Goa. On November 25, 2006 Pope Benedict XVI elevated it again to a metropolitan archdiocese, with the Diocese of Sindhudurg as its suffragan.[citation needed]","Title":"Patriarchate of the East Indies - Wikipedia","KeyID":"17952","URL":"https://en.wikipedia.org/wiki/Patriarchate_of_the_East_Indies"}