{"Content: ":"Yuri Mikhailovich Khaliullin (Russian: Юрий Михайлович Халиуллин; 10 August 1943 – 1 July 2022) was an officer of the Soviet and Russian Navies. A specialist in naval engineering, he held the rank of rear-admiral, and was head of the Lenin Higher Naval Engineering School [ru], and after it combined with the Dzerzhinsky Higher Naval Engineering School [ru], the Naval Engineering Institute [ru]. Born during the Second World War, Khaliullin grew up in Verkhnodniprovsk, and was drafted in to the navy in 1962. He embarked on a career in naval engineering, enrolling in the Lenin Higher Naval Engineering School in 1963, and graduating in 1968. He was assigned to the Pacific Fleet, beginning an enduring relationship with the forces in the Far East. He spent two terms of service there, rising from the post of commander of the electromechanical weapons department, to the brigade's flagship mechanical engineer, having graduated with honours from the Kuznetsov Naval Academy in the meantime. In 1980, he became deputy head of the Lenin Higher Naval Engineering School's 1st faculty for educational work, but in 1982 returned to the Far East as head of the Kamchatka Flotilla's technical department. In March 1987, he was appointed head of the Black Sea Fleet's technical department, and in March 1989 became deputy commander of the Black Sea Fleet, with responsibility for operations and maintenance. In 1992, Khaliullin, by now with the rank of rear admiral, was appointed head of the Lenin Higher Naval Engineering School, and became a Doctor of Technical Sciences in 1997. He authored numerous scientific papers and books, and conducted research into ship's acoustic fields, to improve the efficiency of methods for technical diagnostics and continuous maintenance. In 1998, Khaliullin oversaw the merger of two of the navy's engineering schools; the Lenin Higher Naval Engineering School, and the Dzerzhinsky Higher Naval Engineering School [ru], to form the Naval Engineering Institute [ru], with Khaliullin as its head. He retired from the navy in 2000, though he continued to teach at the institute, and held several senior positions in shipbuilding companies. Over his career Khaliullin received numerous awards and honours, prior to his death in 2022 at the age of 78. Khaliullin was born on 10 August 1943 in the village of Anisimova Polyana, Sharansky District, in what was then the Bashkir Autonomous Soviet Socialist Republic, of the Russian Soviet Federative Socialist Republic, in the Soviet Union.[1][2] His father was fighting at the front at the time of his birth, and would later die in action.[3] Yuri Khaliullin moved with his family to Verkhnodniprovsk, Dnipropetrovsk Oblast, Soviet Ukraine, in 1950 and spent most of this youth there. He graduated from high school in 1960 and initially worked as a tractor driver on a collective farm, then in the editorial office of a regional newspaper, and later as a worker in the Dneprmetallurgstroy trust in Vilnohirsk.[2][4][3][5] Khaliullin was drafted into the Soviet Navy in 1962, being assigned to the third Baltic naval crew.[4] Aspiring to reach officer rank, he entered the Lenin Higher Naval Engineering School [ru] in Leningrad in 1963 with the rank of Starshina 2nd class, graduating with honours in 1968.[4][3] He began his active service as a lieutenant with an assignment to a brigade of anti-submarine ships in Petropavlovsk-Kamchatsky with the Pacific Fleet, where he served aboard the Project 50-type patrol ship Lun as commander of the engine and boiler department.[3] Nine months after this posting, he was appointed commander of the electromechanical weapons department, and was promoted from senior lieutenant to captain-lieutenant ahead of schedule.[3] Over the following years he rose to become the brigade's flagship mechanical engineer, and graduated with honours from the Naval Academy in 1975.[2][4] In April 1979, towards the end of his second term of service, Khaliullin was approached by Vice-Admiral Boris Lapshin [ru], the head of the Lenin Higher Naval Engineering School, who offered Khaliullin the post of deputy head of the school's 1st faculty for educational work. After completing his posting in Kamchatka, and now with the rank of captain 2nd rank, Khaliullin took up the post at the school in February 1980. He was not long in this position before he received an offer from Admiral Vasily Novikov [ru], the deputy Commander-in-Chief of the Navy for Operations and the head of the navy's Main Technical Directorate, to become head of the Kamchatka Flotilla's technical department. Khaliullin accepted.[2] The Soviet Navy was by this time undergoing a significant expansion in its nuclear submarine fleet. Khaliullin spent the next five years, from March 1982 to March 1987, as head of the Kamchatka Flotilla's technical department. Here he supervised the combat training of personnel of electromechanical combat units, participating in command and staff exercises. In March 1987 he was appointed head of the Black Sea Fleet's technical department, and in March 1989 became deputy commander of the Black Sea Fleet, with responsibility for operations and maintenance. Khaliullin served during the increasing politician tensions during the period of perestroika and glasnost, and throughout the dissolution of the Soviet Union in 1991. The Black Sea Fleet was divided between the emergent Ukrainian and Russian navies.[2] In 1992, Khaliullin, by now with the rank of rear admiral, was appointed head of his alma mater, the Lenin Higher Naval Engineering School [ru], and was tasked with taking part in the restructuring of the educational facilities of the navy after the equipment and facilities of the former Soviet Navy were divided between successor nations.[4] He served as chairman of the dissertation doctoral councils in three universities, and was made an academician of the Saint Petersburg Academy of Engineering, and the International Academy of Sciences of Ecology, Human Safety and Nature, and a foreman of the Saint Petersburg Maritime Assembly.[2][6] He received the degree of a Candidate of Technical Sciences on 22 January 1991, and that of a Doctor of Technical Sciences on 31 January 1997.[1][7] In 1993, he was awarded the academic title of professor.[2] He authored more than 120 scientific papers, including three textbooks, two monographs and over 20 patents.[1][8] He also oversaw the defence of eight candidate and three doctoral dissertations.[2] He conducted research into ship's acoustic fields, to improve the efficiency of methods for technical diagnostics and continuous maintenance.[1] In 1998, Khaliullin oversaw the merger of two of the navy's engineering schools; the Lenin Higher Naval Engineering School, and the Dzerzhinsky Higher Naval Engineering School [ru], in accordance with the degree of the Government of the Russian Federation No. 1009 of 29 August 1998. The combined schools were constituted as the Naval Engineering Institute [ru], with Khaliullin appointed its head.[2][4] He retired from the navy in 2000, though he continued to teach at the institute, and was Deputy General Director for Development at the Baltic Shipbuilding Company.[4][3] He then became Deputy General Director of the Federal State Unitary Enterprise \"Central Research Institute of Shipbuilding Technology\" for scientific work. From 2005 to 2009, he was the general director of the OJSC Krizo Factory [ru], and also worked as the director of the Saint Petersburg branch of OAO Slavyanka.[3] Khaliullin was briefly acting director of the Sevastopol Shipyard from 5 March 2015 until 31 March 2015.[9][10] In addition to his academic work, Khaliullin was involved in preparations for the celebration of the 300th anniversary of the Russian Navy, in placing memorial plaques for the pupils of the naval company of the Aleksandrovsky Cadet Corps [ru], and in the work of the Ascension Cathedral, and the chapel of Saint Nicholas in the Kazan Cemetery [ru]. For these latter works, in 1999 he was awarded the Order of Holy Prince Daniel of Moscow Third Class by the Patriarch of Moscow and all Rus' Alexy.[2] Over his career Khaliullin received the Order of Military Merit, and the Order \"For Service to the Homeland in the Armed Forces of the USSR\" Third Class, and various medals.[1] He was also made an honorary citizen of the Sharansky District, where he was born.[1] He had received the academic distinction of an Honoured Scientist of the Russian Federation.[1] Khaliullin died in Bashkortostan on 1 July 2022 at the age of 78.[1][11] His obituary noted that he had \"laid the foundations for the theory of ship safety, making a huge contribution to the development of structural analysis in the improvement of the country's ship repair industry.\"[1]","Title":"Yuri Khaliullin - Wikipedia","KeyID":"17957","URL":"https://en.wikipedia.org/wiki/Yuri_Khaliullin"}