{"Content: ":"Stanislav Viktorovich Leonovich (Russian: Станислав Викторович Леонович; 22 July 1958 – 1 July 2022)[1] was a Russian figure skating coach and pair skater who represented the Soviet Union. With his skating partner, Marina Pestova, he became a two-time World medalist (silver in 1982, bronze in 1980), a two-time European medalist (silver in 1982, bronze in 1980), and a three-time Soviet national champion. After leaving competitive skating, he moved to Paris, France, becoming a coach to figure skaters. Leonovich was born on 22 July 1958 in Sverdlovsk, Russian SFSR, Soviet Union.[2] He married ice dancer Olga Makarova, who competed in partnership with Genrikh Sretenski. They had two daughters. Leonovich teamed up with Marina Pestova in 1977. In the 1977–78 season, they won silver at the Soviet Championships and were granted their European and World Championship debuts, placing 7th at both competitions. They began the next season by winning gold at the Prize of Moscow News. They placed fourth at Europeans and 5th at Worlds in 1979. In the 1979–80 season, Pestova/Leonovich won their first national title. They won bronze at the 1980 European Championships. The pair was sent to the 1980 Winter Olympics held in Lake Placid and finished fourth. They were bronze medalists at their final event of the season, the 1980 World Championships. The following season, Pestova/Leonovich placed fourth at the Soviet Championships and did not receive any assignments. They rebounded in 1981–82, taking their second national title. They also won silver at both the 1982 European Championships and 1982 World Championships. In their final competitive season, Pestova/Leonovich won their third national title and placed sixth at the 1983 World Championships. The pair retired from competition in 1983. Leonovich started his coaching career in Moscow. His students included Ekaterina Gordeeva / Sergei Grinkov, Anna Kondrashova, and Alexandre Fadeev. In the early 1990s, following the break-up of the Soviet Union, he relocated to France. He worked in Grenoble, Paris, and Amnéville.[3] He coached French pair skaters Sarah Abitbol / Stephane Bernadis and Vanessa Gusmeroli, among others.","Title":"Stanislav Leonovich - Wikipedia","KeyID":"17963","URL":"https://en.wikipedia.org/wiki/Stanislav_Leonovich"}