{"Content: ":"Crook Town Association Football Club is a football club based in Crook, County Durham, England. They are currently members of the Northern League Division One and play at the Sir Tom Cowie Millfield. The club won the FA Amateur Cup five times. Crook Town Football Club was formed in 1889 by a merger of Crook and Crook Excelsior. They initially only played friendly and cup matches until Crook Cricket Club took over the club in 1894. A successful application was then made to join the Bishop Auckland and District League, with the club's first league match played on 15 August 1894, a 1–1 draw with Shildon United.[1] They were league runners-up in 1895–96,[1] and at the end of the season they joined the Northern League.[2] In 1897–98 the league gained a second division, with Crook becoming members of Division One. They finished bottom of the division and were due to take part in promotion/relegation play-off matches. However, an outbreak of smallpox in the Middlesbrough area had prevented the club finishing their league fixtures. The club refused to enter the play-offs, but as two of the clubs that were supposed to play in the play-offs were also from the Middlesbrough area, the matches were called off and there was no promotion or relegation.[1] They finished bottom of Division One the following season, but there was no relegation. In 1900–01 the club won the FA Amateur Cup, defeating King's Lynn 3–0 in a replay at Ipswich after a 1–1 draw at Dovercourt in Essex. In 1908 Crook successfully applied to join the North Eastern League. However, shortly before the start of the 1908–09 season the club decided to remain in the Northern League.[3] In 1913 the club made the first of three tours to Spain where games were played against Barcelona. Subsequent tours were undertaken in 1921 and 1922. In all Crook played Barcelona ten times, winning two, drawing four and losing four.[4] Jack Greenwell, a native of Crook who played on the first tour, stayed on to play for Barcelona. Jack went on to manage Barcelona and the Spanish national team before coaching all over the world during the 1930s. In 1914–15 Crook won their first Northern League title. In 1919–20 they were one of three clubs to finish joint top of the table on 38 points, alongside Bishop Auckland and South Bank; a three-way play-off was held, in which each club won one match and lost one match, with South Bank declared champions on goal scored.[2] In 1926–27 the club reached the first round of the FA Cup for the first time. After beating Workington 2–1, they lost 2–0 at Third Division North Southport in the second round.[2] The season also saw them win the Northern League for a second time, but after an investigation into illegal payments to amateur players the following season, the club was suspended by the Durham County Football Association on 7 January,[2] and their league record was expunged. They had also reached the first round of the FA Cup, losing 8–2 at Third Division North Rochdale. Crook were re-constituted in the summer of 1928 and after being refused entry to the Northern League, spent the 1928–29 season in the Durham Central League.[5] They were accepted back into the Northern League in 1929,[2] but a year later decided to turn professional and joined the North Eastern League under the name Crook. In 1931–32 the club reached the first round of the FA Cup again. After beating Stockport County 3–1 in the first round, and then defeating Aldershot 1–0 in a second round replay, they were drawn against First Division Leicester City in the third round, eventually losing 7–0 at Filbert Street.[2] With the club virtually bankrupt after finishing bottom of the North Eastern League in 1935–36 a special meeting was called and the decision to revert to amateur status and rejoin the Northern League as Crook Town was made. The club struggled on until World War II and the Northern League closed down in 1940. In 1943 Hole in the Wall Colliery and Peases West Welfare merged to form Crook Colliery Welfare. When the Northern League resumed in 1945, the new club took the place of Crook Town,[2] whose name they adopted in 1949.[6] In 1952–53 they won the Northern League, and the following season they won the FA Amateur Cup again, defeating Bishop Auckland in a second replay in the final.[2] In 1958–59 they won the league and reached the FA Amateur Cup for the third time, winning 3–2 against Barnet.[2] They won the Cup again in 1961–62 with a 4–0 win over Hounslow Town in a replay, and the following season won the Northern League title. A fifth Amateur Cup was won in 1963–64 when they defeated Enfield 2–1,[2] but thereafter the club went into decline. After thirteen seasons of finishing in the top six in the league during the 1950s and early 1960s, the early 1970s saw the club finishing near the bottom of the league.[2] In 1976 they became the first English club side to tour India, when they played six matches there, including a 1–0 defeat to the Indian national side, a match was watched by a crowd of 100,000.[7] In 1988–89 Crook finished bottom of Division One of the Northern League and were relegated to Division Two.[2] They returned to Division One after finishing as runners-up in 1994–95, but were relegated back to Division Two after finishing bottom of Division One in 2000–01.[2] In 2012–13 the club won Division Two, earning promotion back to Division One.[8] However, they were relegated to Division Two again at the end of the 2014–15 season, having finished bottom of Division One.[2] In 2021 the club were promoted back to Division One based on their results in the abandoned 2019–20 and 2020–21 seasons. The club initially played at their current Millfield ground, which was then owned by Crook Rugby Club. The rugby club's matches took priority, and when there were fixture clashes, the football club played at the Dawson Street cricket ground.[1] In 1895 the football club moved to the Bankfoot Sports Ground on Peases West.[1] In 1898 the club returned to the Millfield ground after purchasing it for £625,[1] subsequently building a 300-seat grandstand and purchasing two nearby cottages to use as changing rooms.[9] During the 1925–26 season a new main stand was built, costing £1,300; grassed banks were also created all round the pitch using coal mine spoil.[5] Terracing was installed in the 1960s and floodlights erected in 1968; the first match under the lights was a friendly against Manchester City on 16 December that year.[9] Coordinates: 54°42′52.52″N 1°45′04.15″W﻿ / ﻿54.7145889°N 1.7511528°W﻿ / 54.7145889; -1.7511528","Title":"Crook Town A.F.C. - Wikipedia","KeyID":"17971","URL":"https://en.wikipedia.org/wiki/Crook_Town_A.F.C."}