{"Content: ":"Luis Alberto Rodríguez López-Calleja (19 January 1960[1] – 1 July 2022) was a Cuban military general, businessman, and politician.[2] He was the head of Cuba's state-run enterprise GAESA and has been described as one of Cuba's most powerful people.[3] A key member of Cuba's Central Committee of the Communist Party, he was once married to Raúl Castro's daughter Deborah. He died on July 1, 2022, of a heart attack.[4] Luis Alberto Rodríguez López-Calleja was born on 19 January 1960 in Santa Clara.[5] He was the son of the general Guillermo Rodríguez del Pozo (1929-2016), a companion of the Castro brothers during the Cuban Revolution.[6][7] The overall biography of Luis Alberto Rodríguez López-Calleja is little known. He is rarely quoted in the Cuban media and rarely photographed.[8][9] In 2011, Luis Alberto Rodríguez López-Calleja, then colonel, joined the central committee of the Communist Party of Cuba.[10] Luis Alberto Rodríguez López-Calleja headed the financial arm of the Cuban Armed Forces, known as GAESA. This conglomerate of public companies controls hotels, factories, stores, an airline, telecommunications companies and even the port area of Mariel.[11][12] In September 2020, US authorities decided to apply sanctions against Luis Alberto Rodríguez López-Calleja as director of the GAESA business conglomerate. According to US Secretary of State Mike Pompeo: “Revenues generated from GASEA's economic activities are used to oppress the Cuban people and to finance Cuba's colonial domination of Venezuela”.[13] During the VIII Congress of the Cuban Communist Party, which took place from April 16 to 19, 2021, Luis Alberto Rodríguez López-Calleja joined the Political Bureau, the highest authority of the Party, composed of 14 members.[14][15] Luis Alberto Rodríguez López-Calleja died on July 1, 2022, officially from cardiovascular failure,[16] unofficially from lung cancer.[17] In the 1990s, Luis Alberto Rodríguez López-Calleja married Deborah Castro Espín, eldest daughter of Raúl Castro. A graduate in chemical engineering, she is the mother of his two children: Vilma Rodríguez Castro and Raúl Guillermo Rodríguez Castro. The latter is in charge of the personal protection cell of his grandfather Raúl Castro. After his divorce from Déborah Castro, Rodríguez López-Calleja maintained good relations with his former father-in-law Raúl Castro.[18][8][19]","Title":"Luis Alberto Rodríguez López-Calleja - Wikipedia","KeyID":"17976","URL":"https://en.wikipedia.org/wiki/Luis_Alberto_Rodr%C3%ADguez_L%C3%B3pez-Calleja"}