{"Content: ":"Sportverein Darmstadt 1898 e.V., commonly known as Darmstadt 98 (German pronunciation: [ˌdaʁmʃtat ʔaxtʔʊntˈnɔɪ̯nt͡sɪç] (listen)), is a German football club based in Darmstadt, Hesse. The club was founded on 22 May 1898 as FC Olympia Darmstadt. Early in 1919, the association was briefly known as Rasen-Sportverein Olympia before merging with Darmstädter Sport Club 1905 on 11 November that year to become Sportverein Darmstadt 98. Merger partner SC was the product of a 1905 union between Viktoria 1900 Darmstadt and Germania 1903 Darmstadt. The footballers are today part of a sports club which also offers its approximately 7,600 members[1] basketball, hiking, futsal, judo, and table tennis. The football department competed in the Bundesliga for the 2015–16 and 2016–17 seasons after a 33-year run in lower leagues. Olympia played as a lower table side in the Westkreisliga between 1909 and 1913. In the late 20s and early 30s the club played as SV Darmstadt in the Kreisliga Odenwald and Bezirksliga Main-Hessen, Gruppe Hesse, but struggled to stay in top flight competition. In 1933, German football was reorganized under the Third Reich into sixteen premier divisions known as Gauligen. Darmstadt was not able to break into upper league play until 1941 when they joined the Gauliga Hessen-Nassau, Gruppe 2. Their stay was short-lived and they were relegated after their second season of play at that level. By 1944–45 the division had collapsed in the face of the advance of Allied armies into Germany. Darmstadt enjoyed a long run as a second division team through the 50s and then again from the time of the formation of the Bundesliga in 1963 on into the 70s. However, they were never better than a lower to mid-table side until they finally managed a breakthrough in 1973 with a Regionalliga Süd championship and participation in the promotion rounds for the Bundesliga where they finished a distant second to Rot-Weiss Essen. A side with limited resources, Darmstadt eventually managed two seasons in the Bundesliga (1978–79 and 1981–82). They narrowly missed a third turn in the top league in 1988 when they lost in a lengthy relegation-promotion play-off to Waldhof Mannheim in penalty shoot-out of the third match between the two clubs.[2] In the following years Darmstadt 98 escaped relegation to the Amateur Oberliga Hessen (III) in 1991 when Essen was refused a 2. Bundesliga licence for financial reasons. However, by 1997, SV had themselves become victims of financial mismanagement, slipping to the third and fourth divisions. The team's most recent successes include wins in the Hessen Pokal (Hessen Cup) in 1999, 2001, 2006, 2007 and 2008 as well as three consecutive Possmann-Hessen Cup wins from 2000 to 2002. In the DFB-Pokal, Darmstadt advanced as far as the third round in 1989 and 2001, and to the quarter-finals in 1986. In 2004, the club claimed the Oberliga Hessen (IV) championship under manager and former player Bruno Labbadia and were promoted to the Regionalliga Süd (III). Financial problems limited their options and they were relegated to the Oberliga Hessen (IV) at the end of the 2006–07 season. The club's stated aim was to reach the new 3. Liga within five years. However, on 6 March 2008 Darmstadt entered insolvency proceedings with debts of around €1.1 million making the future of the club uncertain. After the 2007–08 Oberliga Hessen Championship, Darmstadt played in the Regionalliga Süd. Darmstadt took various measures to avert bankruptcy, for example a friendly benefit match against Bayern Munich, donations etc. In addition, the former management of the club (e.g. former president, former tax advisor) made vital financial contributions which secured the club's future. After winning the 2010–11 Regionalliga Süd in dramatic fashion, Darmstadt were promoted to the 3. Liga. In 2012, Dirk Schuster was appointed as head coach, and he signed Darmstadt's future captain, Aytaç Sulu. In the 2012–13 season, the club was initially relegated but their fiercest rivals Kickers Offenbach were refused a 3. Liga licence due to going into administration and were relegated to the Regionalliga instead. Darmstadt 98 took Offenbach's place.[3] In 2013–14, having finished third in league and thus gaining entry into the promotion-relegation play-offs, Darmstadt defeated Arminia Bielefeld in the second leg through away goals after losing 1–3 in the first leg at home to secure promotion to 2. Bundesliga for the first time in 21 years in dramatic circumstances. In the following 2. Bundesliga season, Darmstadt secured the second-place position in the league and therefore promotion to the Bundesliga after a 33-year absence. In their final league match, against FC St. Pauli, the club won 1–0 at home through a 70th minute free-kick by Tobias Kempe. This was the second consecutive promotion for the team, led again by coach Schuster and captain Sulu. Darmstadt reached the Round of 16 of the 2015–16 DFB Pokal. On 8 March 2016, long-term fan Jonathan Heimes died of cancer and posthumously, Darmstadt's stadium was renamed into \"Jonathan-Heimes-Stadion am Böllenfalltor\" for the 2016–17 season. Darmstadt finished the 2015–16 season in 14th position, mainly due to a positive away record. Coach Dirk Schuster announced his decision to join FC Augsburg, whereas Norbert Meier was appointed as head coach for the 2016–17 season. After being defeated in the second round of the 2016–17 DFB Pokal and only scoring 8 points in 12 games, Maier was sacked on 5 December 2016. On 27 December 2016, former Bundesliga player and Werder Bremen assistant manager Torsten Frings was presented as new head coach. However, the team was incapable of securing the next season in the Bundesliga after a 0–1 defeat to Bayern Munich in the 32nd matchday of the season, and was relegated to the 2. Bundesliga. After a poor start to the 2017/18-second Bundesliga season, Torsten Frings was removed from his position and on 11 December 2017 the vacant manager's position was again filled by Dirk Schuster who returned to the Darmstadt club for his second spell as manager, finishing 10th in the league. In the 2018/19-second Bundesliga season, Dimitrios Grammozis replaced Schuster after 23 points out of 22 games, placed at position 14 of 18 clubs, finishing again at position 10. In the following season, the club finished at position 5. After the season, Markus Anfang took over as head coach. The club's honours:  The recent season-by-season performance of the club:[4][5] Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The managers of the club:[8]","Title":"SV Darmstadt 98 - Wikipedia","KeyID":"17980","URL":"https://en.wikipedia.org/wiki/SV_Darmstadt_98"}