{"Content: ":"Masters athletics is a class of the sport of athletics for athletes of over 35 years of age. The events include track and field, road running and cross country running. Competitors are bracketed into five-year age groups (which promotes fair competition). For international events the first age group is 35 to 39. Men as old as 105[1] and women in their 100s[2] have competed in running, jumping and throwing events. Masters athletes are sometimes known as \"veterans\" and the European Masters Championships, for instance, is known as \"Eurovets.\" This and other high level events including biennial World Championships cater largely to elite-level athletes, but many masters athletes are novices to athletics and enjoy the camaraderie offered by masters competition at the local, National and International level. Most National governing bodies for track and field hold annual Masters championships. Prestigious National meets such as the Penn Relays and the United States Olympic Trials (track and field) put on exhibition events for top masters athletes. Masters athletics is growing Internationally with over 6000 athletes competing at recent World Championships. World; National and Regional records are maintained for each age group. In the United States, USATF (USA Track & Field) hosts various Masters events including National Championships for Indoor and Outdoor Track & Field and Cross Country. USATF adds the age divisions 30-34 as Sub-Masters, and 25-29 as Pre-Masters to give athletes just past college age more opportunities to compete.[3] Since at least the early 1930s, middle-aged athletes in Europe, Australia and New Zealand have competed with younger athletes, especially in cross country and road races. Some were active into their 50s. And on the track, Briton Don Finlay recorded a 14.4-second mark in the 120-yard high hurdles in 1949 at age 40, according to the biennial handbook published by World Masters Athletics. In 1966, San Diego civil lawyer David Pain[4] began organizing what he called \"masters miles\" at indoor and outdoor track meets, and set the minimum age at 40. He and others soon launched the U.S. National Masters Championships, where everyone 40 and over competed together. The inaugural meet, at San Diego's Balboa Stadium, was held July 19–20, 1968, and attracted 186 competitors. The second U.S. masters nationals, July 3–6, 1969, drew 200 athletes and introduced 10-year age groups for all events.[5] Inspired by these first nationals, participants founded their own masters meets across the United States and into Canada. Also helping light a fire under sedentary seniors was retired Air Force Maj. Kenneth H. Cooper, a physician whose 1968 book \"Aerobics\" created a running craze. Former University of Oregon coach Bill Bowerman, who in 1962 witnessed older people doing \"jogging\" in New Zealand, also is credited with fanning masters flames with his many articles written on the subject in the 1960s.[6] In October 1971, Pain and his travel-agent wife, Helen, traveled to London, Munich, Copenhagen and several other European cities to lay the groundwork for a historic masters track tour of Europe, Olson's book recalled. In late-summer 1972, the Pains took 152 mainly U.S. and Canadian masters athletes to London, Helsinki, Stockholm, Gothenburg and Cologne for age-group track meets and distance races—thus jump-starting the worldwide masters track movement. In December 1973, another tour by the Pains, with 51 athletes, traveled to the South Pacific and Oceania for more age-group competitions.[7] Former Chilean decathlete Hernán Figueroa instigated development of organizations across South America.[8][9] The first World Masters Championships were held August 11–16, 1975, in Toronto, Ontario, Canada. Men and women from 32 nations took part. A meeting at the University of Toronto saw the election of a steering committee to plan an international governing body for masters track.[10] The inaugural Americas Masters Games was held in Vancouver, Canada in 2016.[11][12][13] The first officially approved centenarian athletic mark was Ben Levinson's (age 103) 1998 shot put record that was approved by the WAVA (World) Records committee on 1 January 1999 and the USA Masters Record committee on 4 December 1998.[14][15] World Masters Athletics (WMA) is the worldwide governing body for Masters athletics. It provides a global standard of rule modifications (based upon the international rules for the sport created by the IAAF) for athletes of a certain age. Each individual country governs its own affairs with an organizational governing body that is an affiliate to WMA. The World Association of Veteran Athletes was founded August 9, 1977, at the second World Masters Athletics Championships in Gothenburg, Sweden. World masters championships have been held outdoors every two years ever since, and a biennial World Masters Indoor Championships debuted in March 2004 in Sindelfingen, Germany. The most recent outdoor world meet was in 2011 in Sacramento, California. The most recent Indoor Championships were held in Jyväskylä, Finland in April 2012. WAVA, as it was known, later changed its name to World Masters Athletics and continues to be the sport's governing body. WMA has been working to coordinate its outdoor championship schedule with the International Masters Games Association, which holds the multisport World Masters Games every four years.   A major contribution of masters athletics was the introduction of the Age-Graded Tables, a set of \"age factors\" and \"age standards\" that, when multiplied by a time or distance, allow athletes of any age and event to compare their performances with that of any other athlete. According to \"Age-Graded Tables\" published by National Masters News, individual statisticians first devised the tables in the mid-1970s as a way of helping score multi-event competitions for older athletes, such as the decathlon, heptathlon and indoor pentathlon. The first official Age-Graded Tables were compiled by WAVA and published by National Masters News in 1989. Revisions (taking into account improved performances at all ages) were released in 1991, 1994, 2006, 2010 and 2014 (minor revision). The tables can be applied to five-year age groups or individual ages from 8 to 100. The only official use of the Age-Graded Tables by WMA is in scoring multi-event competitions. But the Age-Graded Tables have been incorporated into track meet management software by Hy-Tek and others and used to determine age-graded winners in many other competitions, especially road runs. The tables also show more or less how an older athlete's performance compares with an Open (20-30) athlete's mark. But the tables have been controversial. For example, Jamaican-born Olympian Merlene Ottey in 2006 ran the 100-meter dash in 11.34 seconds at the age of 46. The Age-Graded Tables suggest that performance corresponds to an Open (ages 20–30) equivalent of 10.122. Since the open world record for women is 10.49 (by Florence Griffith Joyner in 1988), Ottey's converted mark seems implausible. In fact, the WMA committee has excluded certain performances as \"nonrepresentative,\" and not used them in designing the Age-Graded Tables. Website mastersrankings.com started USA Masters rankings in 2006, and World Masters rankings in 2013. The website provides year be year rankings and meet results. Prior to 2006 other methods were used to create the rankings, the current system provides a more complete and timely data system. [20] [21]","Title":"Masters athletics - Wikipedia","KeyID":"17985","URL":"https://en.wikipedia.org/wiki/Masters_athletics"}