{"Content: ":"The Oxford History of Western Music is a narrative history from the \"earliest notations\" (taken to be around the eighth century) to the late twentieth century. It was written by the American musicologist Richard Taruskin. Published by Oxford University Press in 2005, it is a five volume work on the various significant periods of Western music and their characteristic qualities, events and composition styles. A paperback edition in six volumes followed in 2009. Oxford University Press had previously published narrative histories of music, although Taruskin's was the first sole author work, spanning over 4000 pages.[1] There are five volumes. The first volume was particularly well received. It has been described as weaving \"facts and impressions from histories, visual art and architecture\" as an introduction to early music.[2] \"Taruskin’s Oxford History of Western Music is monstrous. Few of the adjectives that define the term—extraordinary, amazing, prodigious, marvelous—seem out of place when trying to talk about it.\"[3] \"In conclusion, Oxford History of Western Music stands as a remarkable archievement both as a history of music and a critique of the field of music history.\"[4] \"Taruskin's account is plausible and well argued.\"[5] The Oxford History of Music was first published in six volumes under the general editorship of Sir Henry Hadow between 1901 and 1905.[7] The first two volumes, written by H. E. Woolridge, were entitled The Polyphonic Period and began with the music of ancient Greece: these volumes dated quite quickly. The third volume, on seventeenth century music, was written by Sir Hubert Parry. J. A. Fuller Maitland wrote volume four on the age of Bach and Handel, Hadow himself wrote the fifth volume (The Viennese Period) and Edward Dannreuther covered the Romantic period in volume six. Other volumes were reprinted as they stood, but Sir Percy Buck, who was also involved with the OUP's Tudor Church Music, revised the first two volumes (1929 and 1932), and edited a new introductory volume (1929). The introductory volume included a contribution from Sylvia Townsend Warner.[8] In 1940 H C Colles added a seventh volume, Symphony and Drama, 1850–1900. The New Oxford History of Music, initially produced under the general editorship of Sir Jack Westrup, began to appear in 1954 and was finally completed (with Volume IX) in 1990. It spanned ten volumes.[9]","Title":"Oxford History of Western Music - Wikipedia","KeyID":"17984","URL":"https://en.wikipedia.org/wiki/Oxford_History_of_Western_Music"}