{"Content: ":"The forearm is the region of the upper limb between the elbow and the wrist.[1] The term forearm is used in anatomy to distinguish it from the arm, a word which is most often used to describe the entire appendage of the upper limb, but which in anatomy, technically, means only the region of the upper arm, whereas the lower \"arm\" is called the forearm. It is homologous to the region of the leg that lies between the knee and the ankle joints, the crus. The forearm contains two long bones, the radius and the ulna,[2] forming the two radioulnar joints. The interosseous membrane connects these bones. Ultimately, the forearm is covered by skin, the anterior surface usually being less hairy than the posterior surface. The forearm contains many muscles, including the flexors and extensors of the wrist, flexors and extensors of the digits, a flexor of the elbow (brachioradialis), and pronators and supinators that turn the hand to face down or upwards, respectively. In cross-section, the forearm can be divided into two fascial compartments. The posterior compartment contains the extensors of the hands, which are supplied by the radial nerve. The anterior compartment contains the flexors and is mainly supplied by the median nerve. The flexor muscles are more massive than the extensors because they work against gravity and act as anti-gravity muscles. The ulnar nerve also runs the length of the forearm.[3] The radial and ulnar arteries and their branches supply the blood to the forearm. These usually run on the anterior face of the radius and ulna down the whole forearm. The main superficial veins of the forearm are the cephalic, median antebrachial and the basilic vein. These veins can be used for cannularisation or venipuncture, although the cubital fossa is a preferred site for getting blood. The bones of the forearm are the radius (located on the lateral side) and the ulna (located on the medial side) Proximally, the head of the radius articulates with the capitulum of the humerus and the radial notch of the ulna at the elbow. The articulation between the radius and the ulna at the elbow is known as the proximal radioulnar joint. Distally, it articulates with the ulna again at the distal radioulnar joint. It forms part of the wrist joint by articulating with the scaphoid at its lateral aspect and with the lunate at its medial aspect. Proximally, the trochlear notch of the ulna articulates with the trochlea of the humerus and the radial notch articulates with the head of the radius at the elbow.[4] Distally it forms part of the distal radioulnar joint and also articulates with the wrist.[5] The forearm can be brought closer to the upper arm (flexed) and brought away from the upper arm (extended) due to movement at the elbow. The forearm can also be rotated so that the palm of the hand rotates inwards (pronated) and rotated back so that the palm rotates outwards (supinated) due to movement at the elbow and the distal radioulnar joint.[5] A fracture of the forearm can be classified as to whether it involves only the ulna (ulnar fracture), only the radius (radius fracture), or both radioulnar fracture. For treatment of children with torus fractures of the forearm splinting appears to work better than casting.[7] Genetically determined disorders like hereditary multiple exostoses can lead to hand and forearm deformities. Hereditary multiple exostoses is due growth disturbance of the epiphyses of the radius and ulna, the two bones of the forearm.[8] Superficial muscles of the forearm Deep muscles of the anterior forearm Deep muscles of the posterior forearm Cross-section through the middle of the forearm. Bones of the forearm - ulna (right) and radius (left)","Title":"Forearm - Wikipedia","KeyID":"1818","URL":"https://en.wikipedia.org/wiki/Forearm"}