{"Content: ":"The little finger, or pinkie, also known as the baby finger, fifth digit, or pinky finger, is the most ulnar and smallest digit of the human hand, and next to the ring finger. The word \"pinkie\" is derived from the Dutch word pink, meaning \"little finger\". The earliest recorded use of the term \"pinkie\" is from Scotland in 1808.[1] The term (sometimes spelled \"pinky\") is common in Scottish English[2] and American English,[3] and is also used extensively in other Commonwealth countries such as Canada and Australia.[4][5] The little finger is nearly impossible for most people to bend independently (without also bending the ring finger), due to the nerves for each digit being intertwined.[citation needed] There are also nine muscles that control the fifth digit: Three in the hypothenar eminence, two extrinsic flexors, two extrinsic extensors, and two more intrinsic muscles: Note: the dorsal interossei of the hand muscles do not have an attachment to the fifth digit Among American children, a \"pinky swear\" or \"pinky promise\" is made when a person wraps one of their pinky fingers around another person's pinky and makes a promise.[6] Something similar is also seen in Korea, where people link their pinky fingers and then stamp their thumbs together to make a yaksok (promise). Among members of the Japanese yakuza (gangsters), the penalty for various offenses is removal of parts of the little finger (known as yubitsume).[7] It is a common misconception that one should extend their little finger when drinking from a teacup. This practice is generally deprecated by etiquette guides as a sign of snobbery amongst the socially inferior,[8][9] with various cultural theories as to the origin of the practice including the idea that finger food should be eaten with only the first three digits.[10] The messaging application Teams from Microsoft[11] has an emoji which is a representation of a closed hand with the little finger raised. The description is \"Nature's call\" which is a polite euphemism used when someone feels a need to urinate or defecate.[12] The signet ring is traditionally worn on the little finger of a gentleman's left hand, a practice still common especially in the United Kingdom, Australia, and European cultures. A signet ring is considered part of the regalia of many European monarchies, and also of the Pope, with the ring always worn on the left little finger. In modern times the location of the signet ring has relaxed, with examples worn on various different digits, although little fingers still tend to be the most usual. The Iron Ring is a symbolic ring worn by most Canadian engineers. The Ring is a symbol of both pride and humility for the engineering profession, and is always worn on the little finger of the dominant hand. In the United States, the Engineer's Ring is a stainless steel ring worn on the fifth digit of the working hand by engineers who belong to the Order of the Engineer[13] and have accepted the Obligation of an Engineer.[14] The little finger is often used as a support when smartphone users type one-handed. The little finger is positioned underneath the phone, allowing it to be propped with the three middle fingers, and the user to type with their thumb.[15] Some users reported dents on their little finger and pain in the hand after prolonged use in this way, doctors referred to this as \"iPhone pinky\" or \"smartphone pinky\". The skin indentations were reported to be nothing of alarm, as they disappeared on their own after a short while without cell phone use.[15][16]","Title":"Little finger - Wikipedia","KeyID":"1826","URL":"https://en.wikipedia.org/wiki/Little_finger"}