{"Content: ":"The buttocks (singular: buttock) are two rounded portions of the exterior anatomy of most mammals, located on the posterior of the pelvic region. In humans, the buttocks are located between the lower back and the perineum. They are composed of a layer of exterior skin and underlying subcutaneous fat superimposed on a left and right gluteus maximus and gluteus medius muscles. The two gluteus maximus muscles are the largest muscles in the human body. They are responsible for movements such as straightening the body into the upright (standing) posture when it is bent at the waist; maintaining the body in the upright posture by keeping the hip joints extended; and propelling the body forward via further leg (hip) extension when walking or running.[1] In the seated position, the buttocks bear the weight of the upper body and take that weight off the feet. In many cultures, the buttocks play a role in sexual attraction.[2] Many cultures have also used the buttocks as a primary target for corporal punishment,[3] as the buttocks' layer of subcutaneous fat offers protection against injury while still allowing for the infliction of pain. There are several connotations of buttocks in art, fashion, culture and humor. The English language is replete with many popular synonyms that range from polite colloquialisms (\"posterior\", \"backside\" or \"bottom\") to vulgar slang (\"arse,\" \"ass,\" \"bum,\" \"butt,\" \"booty,\" \"prat\"). The buttocks are formed by the masses of the gluteal muscles or \"glutes\" (the gluteus maximus muscle and the gluteus medius muscle) superimposed by a layer of fat. The superior aspect of the buttock ends at the iliac crest, and the lower aspect is outlined by the horizontal gluteal crease. The gluteus maximus has two insertion points: 1⁄3 superior portion of the linea aspera of the femur, and the superior portion of the iliotibial tractus. The masses of the gluteus maximus muscle are separated by an intermediate intergluteal cleft or \"crack\" in which the anus is situated. The buttocks allow primates to sit upright without needing to rest their weight on their feet as four-legged animals do. Females of certain species of baboon have red buttocks that blush to attract males. In the case of humans, females tend to have proportionally wider and thicker buttocks due to higher subcutaneous fat and proportionally wider hips. In humans they also have a role in propelling the body in a forward motion and aiding bowel movement.[4][5] Some baboons and all gibbons, though otherwise fur-covered, have characteristic naked callosities on their buttocks. While human children generally have smooth buttocks, mature males and females have varying degrees of hair growth, as on other parts of their body. Females may have hair growth in the gluteal cleft (including around the anus), sometimes extending laterally onto the lower aspect of the cheeks. Males may have hair growth over some or all of the buttocks. The English word of Greek origin \"callipygian\" indicates someone who has beautiful buttocks. Depending on the context, exposure of the buttocks in non-intimate situations can cause feelings of embarrassment or humiliation, and embarrassment or amusement in an onlooker (see pantsing). Willfully exposing one's own bare buttocks as a protest, a provocation, or just for fun is called mooning. In many punitive traditions, the buttocks are a common target for corporal punishment, which can be meted out with no risk of long-term physical harm compared with the dangers of applying it to other parts of the body, such as the hands, which could easily be damaged.[6] Within the Victorian school system in England, the buttocks have been described as \"the place provided by nature\" for this purpose.[3] A modern-day example can be seen in some Southeast Asian countries, such as Singapore. Caning in Singapore is widely used as a form of judicial corporal punishment, with male convicts being sentenced to a caning on their bare buttocks. In Western and some other cultures, many comedians, writers and others rely on the buttocks as a source of amusement, camaraderie and fun. There are numerous colloquial terms for the buttocks. In American English, phrases use the buttocks or synonyms (especially \"butt\" and \"ass\") as a synecdoche or pars pro toto for a whole person, often with a negative connotation. For example, terminating an employee may be described as \"firing his ass\". One might say \"move your ass\" or \"haul ass\" as an exhortation to greater haste or urgency. Expressed as a function of punishment, defeat or assault becomes \"kicking one's ass\". Such phrases also may suggest a person's characteristics, e.g. difficult people are termed \"hard asses\". In the US, an annoying person or any source of frustration may be termed \"a pain in the ass\" (a synonym for \"a pain in the neck\"). People deemed excessively puritanical or proper may be termed \"tight asses\" (in Australia and New Zealand, \"tight arse\" refers to someone who is excessively miserly). Certain physical dispositions of the buttocks—particularly size—are sometimes identified, controversially, as a racial characteristic (see race). A famous example was the case of Saartjie Baartman, the so-called \"Hottentot Venus\".[further explanation needed] The Latin name for the buttocks is nates (English pronunciation /ˈneɪtiːz/ NAY-teez,[7] classical pronunciation nătes [ˈnateːs][8]) which is plural; the singular, natis (buttock), is rarely used. There are many colloquial terms to refer to them, including: The 1880s were well known for the fashion trend among women called the bustle, which made even the smallest buttocks appear huge. The popularity of this fashion is shown in the famous Georges Seurat painting A Sunday Afternoon on the Island of La Grande Jatte in the two women to the far left and right. Like long underwear with the ubiquitous \"butt flap\" (used to allow baring only the bottom with a simple gesture, as for hygiene), this clothing style was acknowledged in popular media such as cartoons and comics for generations afterward. More recently, the cleavage of the buttocks is sometimes exposed by some women, deliberately or accidentally, as fashion dictated trousers be worn lower, as with hip-hugger pants. An example of another attitude in an otherwise hardly exhibitionist culture is the Japanese fundoshi. Prominent, muscular buttocks are a standard feature of athletic and military artwork from Ancient Greece, as demonstrated by this statue of a boxer. British Museum (c. 460 B.C.) The Motya Charioteer, from Ancient Greece (c. 460-450 B.C.) Jean-Jacques Lequeu (c. 1785) Félix Vallotton (c. 1884)","Title":"Buttocks - Wikipedia","KeyID":"1828","URL":"https://en.wikipedia.org/wiki/Buttocks"}