{"Content: ":"Wallace \"Wally\" Cleaver is a fictional character in the iconic American television sitcom Leave It to Beaver. Wally is the thirteen-year-old son of archetypal 1950s suburban parents, Ward and June Cleaver and the older brother of the seven-year-old (\"almost eight\") title character, Theodore \"Beaver\" Cleaver. The characters grew older along with the actors. Wally is portrayed in the series by Tony Dow. Dow portrays an adult Wally Cleaver in both the reunion telemovie, Still the Beaver (1983), and in the sequel series The New Leave It to Beaver (1985–1989). Child actor Paul Sullivan, however, portrays the character in the series pilot, \"It's a Small World\", which aired in April 1957. In the 1997 film adaptation of the original series, Leave It to Beaver, Wally is portrayed by Erik von Detten. Leave it to Beaver was created by writers Joe Connelly and Bob Mosher, who found inspiration among their own children for plot lines and dialogue. Wally is based on Connelly's son, Jay. Wally is the \"all-American\" boy. He is an intelligent, polite teenager, who is trusted by his parents, popular with his peers, and liked by his teachers. He is an athlete with track, basketball and baseball being his three favorite sports; and, he excels at all. His friends, Clarence \"Lumpy\" Rutherford and Eddie Haskell, have a knack for getting into trouble and taking Wally along for the ride. Unlike his brother Beaver (who thinks girls are \"creepy\"), Wally is popular with the girls and has many girlfriends during the course of the series' run. In the later seasons, Wally has a few after school jobs and buys a used car. The humor of the character rests in Wally's teenage perspective. He occasionally makes blunt or inappropriate comments that are bewildering or embarrassing to adults. He slips into slang occasionally, which upsets his mother. He sometimes humorously regards his parents as clueless squares. His dating life is sometimes frustrating as he tries to deal with the thoughts and emotions of teenaged girls. Wally also acts as a foil to the shenanigans of Eddie and Lumpy; but, sometimes reluctantly goes along with them. Wally serves as a bridge between Ward, June and Beaver. He is more astute and experienced than his brother and often puts parental communications in simpler terms for Beaver's comprehension. At other times, he clues the parents in on Beaver's activities, plans and feelings. At the age of five, Wally gave a newborn Beaver his nickname while trying to pronounce his given name of Theodore. Though there are four bedrooms in the Cleaver house, Wally and Beaver share a bedroom. Their bedroom is a principal setting on the show. Wally spends his time in the bedroom at a small desk doing school assignments, the boys entertain their friends in the bedroom, and the room is often the scene of Ward's disciplinary lectures. Though Wally sometimes warns Beaver he will suffer some sort of physical punishment from Ward (\"Dad's gonna clobber you!\"), such punishments never occur. Wally is rarely seen doing regular chores around the house. He sometimes clears the dinner table for his mother (i.e., he carries a few dirty dishes to the kitchen), and in one episode is seen drying dishes. But the typical chores of a teen boy (mowing the lawn, carrying out the trash, washing windows), apparently are not his. After school time is spent practicing sports, and, once home, Wally spends most of his time doing schoolwork in his bedroom. In one episode, however, Ward is out of town and Wally is asked to play the man of the house. He carves the roast at dinner and monitors Beaver's behavior. Many episodes have a very brief \"after school\" scene in the kitchen between June and Wally. Wally arrives home and finds his mother preparing dinner; he regales her with teenspeak banter about the day's events at school. Then, as Wally leaves the room with a parting bon mot and the canned laughter kicks in, the camera catches June's bewildered, dazed, or amused facial expression. A few episodes deal with Wally's teen taste in hairstyles and clothing. In one episode, he infuriates his mother by wearing his hair in a greasy \"tango dancer\" style and in another episode he irks both his parents when he buys a garish suit in a men's wear store. In the first season of Leave It to Beaver, Wally is a thirteen-year-old in his final year (8th grade) at Grant Avenue Grammar School. In the second season, Wally attends Mayfield High School, and remains there for the show's last five seasons, despite the fact that he should have graduated. Wally is a good student, who, unlike his brother Beaver, rarely gives his parents or teachers cause for concern. He spends school nights at home glued to his textbooks and scratching out essays in his composition tablet. In one episode, Wally runs for class president but loses the election. In another episode, Eddie \"slugs\" Wally in the school corridor when he believes Wally is moving in on his girl, and in another episode, Wally is caught by the coach throwing towels around the locker room. The series ends with Wally a high-school graduate preparing for State college and Beaver looking forward to entering Mayfield High. Wally's age permitted the writers to place him in dating situations with his school friends. Wally's first girlfriend on the show is Penny Jamison, a New York girl he meets during ballroom lessons at Miss Spencer's School of the Dance. Penny has danced with college boys and thinks Wally dances just as smoothly as they do. She wraps Wally around her little finger, and even has him going to the library to fetch a copy of Rebecca of Sunnybrook Farm for her. The romance ends when Beaver sends Penny a toad in a nicely wrapped box. Wally then becomes romantically involved with Mary Ellen Rogers, though the viewer often hears about her rather than sees her. In a first-season episode, Mary Ellen cultivates Beaver's friendship in order to get to Wally, then maneuvers Wally into going to a dance against his will. In another episode, Wally takes cha-cha lessons to enter a dance contest with Mary Ellen. Even though Mary Ellen was Wally's principal romantic interest, Wally dated several other girls during his high school years. In one episode, he declines a vacation trip with his family to stay at home near his current flame, then discovers she has left town with her parents for a vacation trip. In another episode, he falls for a tennis playing \"older woman\" who uses him to make her estranged boyfriend jealous. One high-school friend who made five \"romantic\" appearances was Julie Foster. In one episode, Wally grows a moustache, thinking Julie will be enchanted with his debonair look, and then the poor boy is humiliated when she laughs at it. As Beaver grew into an awkward young teen, he sometimes took a back seat to his older brother Wally, a student in his final years of high school. Tony Dow had grown into an attractive, athletic young man and was often featured in \"heartthrob\"-type magazines aimed principally at teen girls. Producers took advantage of Dow's popularity and scripted episodes delving into Wally's dating life, his after school jobs, his pals, and his car. Beaver was relegated to the background. In June 1963, the series came to a close at milestones in the lives of Wally and Beaver: high school grad Wally preparing for State college and Beaver looking forward to entering Mayfield High. The last episode was a retrospective one called \"Family Scrapbook\" and has claimed its place in TV history as the first prime time sitcom episode specifically written as a series finale. In the episode, the Cleavers reminisce over old photos in a scrapbook while flashback clips are played from previous episodes. It is during the course of the last episode the viewer learns how Beaver got his nickname. The show ends with Beaver and Wally playing with a wind-up toy and laughing like children. In 1983, CBS aired the reunion telemovie Still the Beaver starring Jerry Mathers. Other members of the original series cast, including Dow, reprised their roles. In 1985, a sequel to the original series was produced called Still the Beaver, again starring Jerry Mathers and other original cast members. The series lasted one season on the Disney Channel before being picked up by TBS in 1986 and renamed The New Leave It to Beaver. The series aired until 1989. In Still the Beaver and The New Leave It to Beaver, Wally is married to high school-sweetheart Mary Ellen and is an attorney engaged in private practice. Although it is not specified what Wally's exact specialties are, he did agree to be Beaver's attorney to fight for custody of his kids, but the plans changed when Beaver's ex-wife asked him to take the boys because the only vet school that will take her is in Italy. When the sequel series begins in 1984, Wally and Mary Ellen are the parents of a 10-year-old daughter, Kelly (Kaleena Kiff). In 1986, Mary Ellen gives birth to their second child, Kevin (who was age advanced to 4 years old in the fall of 1987 and played by Troy Davidson). The family lives at 213 Pine Street ... next door to his widowed mother June, Beaver, and Beaver's sons; Ward had died shortly before the events of Still the Beaver take place (series star Hugh Beaumont had died in 1982). In 1997, the feature film Leave It to Beaver was released with young Erik von Detten as Wally.","Title":"Wally Cleaver - Wikipedia","KeyID":"18354","URL":"https://en.wikipedia.org/wiki/Wally_Cleaver"}