{"Content: ":"Eugene Hugh Beaumont (February 16, 1909 – May 14, 1982) was an American actor. He was best known for his portrayal of Ward Cleaver on the television series Leave It to Beaver, originally broadcast from 1957 to 1963; and as private detective Michael Shayne in a series of low-budget crime films in 1946 and 1947.[1] Beaumont was born in Lawrence, Kansas.[2] His parents were Ethel Adaline Whitney and Edward H. Beaumont, a traveling salesman whose profession kept the family on the move. After graduating from the Baylor School in Chattanooga, Tennessee, in the class of 1930, he attended the University of Chattanooga, where he played football.[3] He later studied at the University of Southern California and graduated with a master of theology degree in 1946. Beaumont began his career in show business in 1931 by performing in theaters, nightclubs, and radio. He began acting in motion pictures in 1940, appearing in over three dozen films. Many of those roles were bit parts and minor roles and were not credited. He often worked with actor William Bendix; they had prominent roles in the 1946 film noir The Blue Dahlia, playing the friends of star Alan Ladd's character. In 1946–47, Beaumont starred in five films as private detective Michael Shayne, assuming the role from Lloyd Nolan. In 1950, he also narrated the short film A Date with Your Family.[4] In the early 1950s, Beaumont secured television work, often with guest roles on series such as Adventures of Superman, City Detective, Crossroads, Fireside Theatre, Ford Theatre, The Lone Ranger, Medic, The Millionaire, and Schlitz Playhouse of Stars. From 1951 to 1953 he narrated the Reed Hadley series Racket Squad, based on the cases of fictional detective Captain John Braddock in San Francisco. In 1954 and 1955, Beaumont appeared in Hadley's second series, The Public Defender, appearing in three episodes as Ed McGrath.[5] That year he also guest starred in the Lassie episode \"The Well\", one of the first two episodes filmed as pilots for the new series.[5] He also portrayed a sympathetic characterization of the Western bandit Jesse James on the series Tales of Wells Fargo. In September 1957, Beaumont was selected to replace Max Showalter in the role of wise small-town father Ward Cleaver on the sitcom Leave It to Beaver. After initially airing to tepid ratings on CBS, the series moved to ABC for its second season, where it received more solid ratings. Beginning with the third season, Beaumont began directing several episodes; including the series' final episode, \"Family Scrapbook\", often considered the first traditional series finale.[5] In 2014, TV Guide ranked Beaumont's portrayal of Ward Cleaver at number 28 on its list of the \"50 Greatest TV Dads of All Time\".[6] In 1959, just before production on the third season of Leave It to Beaver began, Beaumont's wife, son, and mother-in-law were driving from Minnesota to Hollywood to visit when a car accident killed his mother-in-law and severely injured his son.[7] Jerry Mathers later stated that the tragedy seriously affected Beaumont's participation in the production, with Beaumont often just \"walking through\" his part.[8] After Leave It to Beaver ended production in 1963, Beaumont appeared in many community theater productions and played a few guest roles on such television series as Marcus Welby, M.D. (starring fellow iconic TV father Robert Young), Mannix, Petticoat Junction, The Virginian, and Wagon Train.[5] In February 1966, he made another appearance on Lassie, 11 years after his first.[5] He also continued to have success as a writer, selling several television screenplays and radio scripts, as well as short stories to various magazines.[9] He gradually backed out of the business, launching a second career as a Christmas-tree farmer in Grand Rapids, Minnesota. He officially retired in 1972 after suffering a stroke from which he never fully recovered. On Easter Sunday, April 13, 1941, Beaumont wed actress Kathryn Adams (née Hohn) at the Hollywood Congregational Church.[10] They had sons Hunter and Mark, and daughter Kristy. Their union lasted 33 years, until their divorce in 1974.[11] Beaumont was an ordained Methodist minister. During World War II, he was a conscientious objector and served as a medic.[5][12] On May 14, 1982, Beaumont died of a heart attack while visiting his son Hunter, a psychologist, in Munich, West Germany.[9] His body was cremated, and the ashes scattered on the then family-owned Balgillo Island on Lake Wabana, Minnesota, near Grand Rapids.[citation needed] The 1983 telemovie Still the Beaver is dedicated to him.","Title":"Hugh Beaumont - Wikipedia","KeyID":"18362","URL":"https://en.wikipedia.org/wiki/Hugh_Beaumont"}