{"Content: ":"My Three Sons is an American sitcom. The series had a long run, from 1960 through 1972. ABC broadcast the show from 1960 through 1965, and then the series moved to CBS until the end of its run on April 13, 1972. My Three Sons chronicles the life of widower and aeronautical engineer Steven Douglas (Fred MacMurray) as he raises his three sons. The series originally featured William Frawley (who had first co-starred with Fred MacMurray 25 years earlier in the movie Car 99) as the boys' maternal grandfather and live-in housekeeper, William Michael Francis \"Bub\" O'Casey. William Demarest, playing Bub's brother, \"Uncle Charley,\" replaced Frawley in 1965 because of Frawley's declining health. In September 1965 (when the show moved from ABC to CBS and began to be filmed in color), eldest son Mike (Tim Considine) married fiancée Sally Ann Morrison (Meredith MacRae), and his character was written out of the show. To keep the emphasis on \"three sons\", original youngest son Chip's (Stanley Livingston) friend Ernie (Barry Livingston) was adopted. In the program's later years, Steven Douglas married Barbara Harper (Beverly Garland) and adopted her young daughter Dorothy Anne (\"Dodie\") (Dawn Lyn). The series was a cornerstone of the ABC and CBS lineups in the 1960s. Disney producer Bill Walsh often mused on whether the concept of the show was inspired by the film The Shaggy Dog, as in his view they shared \"the same dog, the same kids, and Fred MacMurray\".[1] The show began on ABC in black-and-white. The first season, consisting of 36 episodes, was directed in its entirety by Peter Tewksbury, who produced and occasionally scripted the programs.[2] During the 1964 fall season, William Frawley, who played Bub, was declared too ill to work by Desilu Studios, as the company was informed that insuring the actor would be too costly. Frawley continued in the role until a suitable replacement could be found at midseason. He was replaced by William Demarest, who played his hard-nosed brother (great) Uncle Charley, introduced partway through the 1964–1965 season (the last on ABC). According to the storyline, Bub returns to Ireland to help his Aunt Kate celebrate her 104th birthday. Soon after, brother Charley visits and stays on. Charley, a cello-playing merchant sailor, was a soft-hearted curmudgeon, who proved to be a responsible caregiver. Frawley left the series before the end of the 1964–1965 season. He died March 3, 1966. Peter Tewksbury directed the first season. The succeeding director, Richard Whorf, took over the reins for one season and was in turn followed by former actor-turned-director Gene Reynolds from 1962 to 1964. James V. Kern, an experienced Hollywood television director who had previously helmed the \"Hollywood\" and \"Europe\" episodes of I Love Lucy, continued in this role for two years until his untimely death at 57 in late 1966. Director James Sheldon was also contracted to finish episodes that had been partly completed by Kern to complete that season. Fred De Cordova was the show's longest and most consistent director of the series (108 episodes) until he left in 1971 to produce The Tonight Show Starring Johnny Carson. Earl Bellamy rounded out the series as director of the show's final year.[3] My Three Sons moved to the CBS television network for the 1965–1966 season after ABC declined to underwrite the expense of producing the program in color. Along with the change in networks and the transition to color, Tim Considine (who had earlier worked with Fred MacMurray on The Shaggy Dog), playing eldest son Mike, had chosen not to renew his contract due to a clash with executive producer Don Fedderson over Considine's wish to direct but not co-star in the series. (Considine did, however, direct one of the last black-and-white episodes for ABC.) In an August 1989 interview on the Pat Sajak Show, he explained that he was also devoted to car racing, which his contract forbade. His character was written out, along with Meredith MacRae, who had played his fiancée Sally, in a wedding episode that was the premiere of the 1965–1966 season on CBS. After this episode, Mike is mentioned briefly in only four succeeding episodes (including the one in which the family adopts Ernie) and is never seen again, even at Robbie's and Steve's weddings. (Steve explains briefly in one of these episodes that he has another son who \"lives away from home\".) In the episode \"Steve and the Huntress\" (first aired January 27, 1966), Mike is specifically mentioned as teaching at a college. MacRae joined Petticoat Junction the following year, the last of three actresses to play Billie Jo Bradley. To keep the show's title plausible, the show's head writer, George Tibbles, fashioned a three-part story arc in which an orphaned friend of youngest brother Richard (Chip, played by Stanley Livingston), Ernie Thompson (played by his real-life brother, Barry Livingston), awaits adoption when his current foster parents are transferred to the Orient. Steve offers to adopt Ernie but faces antagonism from Uncle Charley, who finds Ernie a bit grating and forecasts major headaches over both the boy and his dog. It also transpires that a law requires a woman to live in the home of an adoptive family. A likable female social worker supervises the case and the Douglases speculate that Steve might marry the woman to make the adoption possible, but they agree that this is not reason enough for them to be married. Also, the family has no need for a housekeeper; Uncle Charley already has things running smoothly. The family soon appears before a judge who researches the law and determines that its intent is to ensure that a full-time caregiver is in the household. As Charley meets that role and has had a change of heart about Ernie, he assents to a legal fiction that declares him the Douglas family's \"housemother\".[4] While the three sons were always central to the storyline, several major changes took place by the late 1960s. In the spring of 1967, the series' ratings began to sag, and it finished its seventh season in 31st place in the Nielsen ratings. It was decided that the 1967–1968 season would bring the program not only a new time slot but also new storylines to spice up the ratings. In the fall of 1967, CBS moved My Three Sons to Saturday at 8:30 pm ET. In the season premiere episode, \"Moving Day\", the Douglas family and Uncle Charley relocate from the fictional Midwestern town of Bryant Park to Los Angeles, California. Robbie (Don Grady) marries his girlfriend Katie Miller. Katie is played by Tina Cole, who had appeared in different roles on three previous episodes: \"House For Sale\" from the fourth season (February 13, 1964), \"The Coffee House Set\" from the fifth season (November 19, 1964), and \"Robbie and the Little Stranger\" from the sixth season (February 17, 1966). At the end of the 1967–1968 season, the ratings had improved from the previous year with the series placing at 24th in the Nielsens. The following season, the newlyweds discover that Katie is pregnant and she gives birth to triplets named Robert, Steven, and Charles. Originally played by sets of uncredited twins, the boys were later played uncredited by Guy, Gunnar, and Garth Swanson; and in the last two seasons by Michael, Daniel, and Joseph Todd. The following year in the 10th season, 1969–1970, Steve remarries. His new bride, widowed teacher Barbara Harper (Beverly Garland), brings with her a five-year-old daughter, Dorothy \"Dodie\" (Dawn Lyn), whom Steve adopts. Dodie is wary of Steve at first, believing that he wants her to just forget her late father, but he explains that he wants her to always remember and love him, but since he's no longer alive, Steve wants to raise her in his place and he hopes she'll come to love him, too. The series' last year and a half feature fewer appearances from both Don Grady and Stanley Livingston. Grady's character was written out at the end of the 11th season, which allowed for his wife Katie and their triplet sons to remain in the Douglas household for the following season (as a structural engineer Robbie was working on a bridge construction in Peru). Meanwhile, Chip and his teenage wife Polly (Ronne Troup), who had eloped after Polly's disciplinarian father refused to sanction their marriage, move into their own apartment. At the end of the 1970–1971 season, the show's 11th year, My Three Sons was still garnering healthy ratings. By the spring of 1971, it had finished in 19th place. A 1971 television pilot with Don Grady and Tina Cole called Three of a Kind, then retitled Robbie—about Robbie, Katie, and the triplets moving to San Francisco—was filmed but not picked up as a series.[5] The final episode of the 1970–1971 season, \"After the Honeymoon\", actually set up the premise for this pilot. Richard X. Slattery and Pat Carroll guest-starred as the landlords of the apartment block into which Robbie and Katie move. However, Don Grady had informed the producers of his intention to leave the series and pursue a new full-time career as a composer, which he ultimately did. For the series' 12th and, ultimately, final season, CBS moved the show to Mondays at 10:00 pm ET. In addition to the time changes for the 12th season, a new four-part story arc is introduced with MacMurray in a second role, that of his cousin, the Laird (Lord) Fergus McBain Douglas of Sithian Bridge; English actor Alan Caillou's voice was dubbed over MacMurray's. The plot centers on Lord Douglas's arrival in Los Angeles from the family's native Scotland, in search of a bride to take back to Scotland with him. He finds Terri Dowling (Anne Francis), a waitress at the Blue Berry Bowling Alley. While initially reluctant to give up her life in America and return to Scotland as nobility, she finally accepts. This storyline continues a plot idea that originally began in the fourth season, when the Douglases visited Scotland on the pretense of having been told they had inherited a castle in the Highlands.[6] With a later time slot, the show finished the season outside the top 30. To save the series, CBS moved it in midseason back to Thursdays at 8:30 pm ET, its old time slot. Nevertheless, My Three Sons ended its primetime run in the spring of 1972 after 12 years on the air. CBS also aired daytime reruns starting in September 1971 (only the CBS color shows), for about one season. My Three Sons had 36 episodes each in the first two seasons. The series had at least thirty episodes in each of the first eight seasons; the episode output then decreased by two episodes until the eleventh season, which had twenty-four episodes, along with the twelfth season. The first five seasons were filmed in black & white, then after the move to CBS, it was filmed in color for the remainder of its run. The series was initially filmed at Desilu Studios in Hollywood, but at the start of the 1967–68 season, the cast and crew began filming the series at the CBS Studio Center in Studio City, California. The reasons behind this move concerned the sale of actress-comedian Lucille Ball's studios to the Gulf + Western conglomerate, which owned Paramount Pictures, so Don Fedderson Productions, who produced My Three Sons (along with Family Affair starring Brian Keith), had to quickly make other arrangements for filming. Although Don Fedderson gets the credit, My Three Sons was created by George Tibbles and produced by Don Fedderson Productions throughout the show's run, with MCA Television co-distributing the series during its 1960–65 ABC airing. When the series moved to CBS in 1965, the latter network assumed full production responsibilities (in association with Fedderson Productions) until the end of the series in 1972. CBS now holds the series' copyright. CBS Television Distribution presently owns distribution rights to the entire series (including the more widely seen and aforementioned 1965–72 CBS episodes). The show did not get syndicated until September 1976, when Viacom Enterprises assumed off-network distribution (although CBS did air reruns of the show in its daytime lineup from December 1971 until the fall of 1972), and even then, only the CBS color episodes aired, while the black and white ABC episodes did not air on broadcast TV at all. At the time, the first half of season 11 was in the same syndication package as seasons 6-10, while season 12 and the second half of season 11 were distributed with seasons 1–5. Nick at Nite aired My Three Sons from November 3, 1985, to October 28, 1991, with episodes from Seasons 1–5, the second half of season 11, and season 12. The Family Channel also aired only the black and white episodes from September 7, 1992, to July 30, 1993. The Seasons 1–3 episodes had the original Chevrolet closing credits. The Seasons 6–10 (and the first half of season 11) episodes were later aired on TV Land in the late 1990s. Odyssey ran all of the color episodes in the early 2000s. They also briefly aired the black and white episodes. In 2000, TV Land briefly aired the black & white episodes again, using the same syndication episode rights that were on Nick at Nite during the 1980s. In 2006 the Retro Television Network broadcast the show. Only seasons 6-10 and the first half of season 11 were aired. Since fall 2004, the standard US syndication package has been Seasons 6-10, though very few stations air the show anymore. In 2009, FamilyNet began airing the program as a lead-in for its Happy Days and Family Ties program block, which ended in February 2010. From 2012 to 2014, and also from October 2015-February 2016, MeTV aired the Season 6-10 episodes in heavy rotation, and most closing credits included the original sponsor tags, such as those for Kellogg's. In 2016, Decades began airing the CBS (color) episodes in its \"binge\" blocks on some weekends. MeTV began airing the black and white episodes on May 29, 2017,[9] the first time the black and white episodes have aired on broadcast television since their original ABC airings. MeTV aired all episodes in order until August 3, 2018, when the series's last episode aired. This marks the first time a U.S. television station aired the entire series in full. MeTV started reairing the entire series again on August 6, 2018 and has continued to do so ever since. MacMurray and most of the cast took part in Thanksgiving Reunion with The Partridge Family and My Three Sons, which aired on ABC on November 25, 1977. The retrospective special looked back at the history of My Three Sons and The Partridge Family (other than featuring single parents with a large family, the two series had no narrative, or even a studio, link). The special was notable for featuring footage from early black and white episodes of My Three Sons that, at this point in time, were not in syndication. While most of the collected casts gathered in a studio to reminisce, Demarest appeared in a brief pre-taped segment. CBS DVD (distributed by Paramount) has released the first five seasons of My Three Sons on DVD in Region 1.[10][11] In most episodes, the soundtrack was edited to remove the background musical score, which were originally stock music from the Capitol Records library; the licensing agreement with Capitol only covered broadcast rights, not home video rights, and clearing the music for home video release with the individual composers who worked on the Capitol recordings was deemed cost-prohibitive. The Capitol scores were replaced instead with more modern, synthesized music.[12] The original theme tune by Frank DeVol has been left unaltered; his musical scores in later seasons of the show, written specifically for the series, would less-likely be affected by licensing problems if the later seasons were released on DVD.[citation needed] On May 13, 2019, the third season was released, in two volume sets, available exclusively through Amazon's made-on-demand (MOD) service.[13][14] Season 4 was released on September 10, 2019[15][16] and season 5 on December 17, 2019.[17][18]","Title":"My Three Sons - Wikipedia","KeyID":"18367","URL":"https://en.wikipedia.org/wiki/My_Three_Sons"}