{"Content: ":"Gerald Patrick Mathers (born June 2, 1948) is an American actor. Mathers is best known for his role in the television sitcom Leave It to Beaver, originally broadcast from 1957 to 1963, in which he played Theodore \"Beaver\" Cleaver, the younger son of the suburban couple June and Ward Cleaver (Barbara Billingsley and Hugh Beaumont, respectively) and the younger brother of Wally Cleaver (Tony Dow). With the death of Tony Dow in 2022, Mathers became the last living Leave It to Beaver main cast member. Mathers was born in Sioux City, Iowa, in 1948, the son of a high school principal, and grew up in the San Fernando Valley, Los Angeles, California.[1] Mathers has three siblings, one sister and two brothers, including Jimmy Mathers. Mathers began his career at the age of 2 when he appeared as a child model for a department store ad.[2] Soon after, he starred in a commercial for PET Milk opposite vaudeville comedian Ed Wynn.[1] His early movies included This is My Love (1954), Men of the Fighting Lady (1954), The Seven Little Foys (1955) and Alfred Hitchcock's black comedy The Trouble with Harry (1955), in which he plays the son of Shirley MacLaine and finds a body in the forest. Mathers states that he got the role of Beaver Cleaver after telling the show's producers he would rather be at his Cub Scout meeting than audition for the part. The producers found his candor appealing and perfect for the role.[1][3] Mathers played the Beaver for six years, appearing in all 234 episodes of the series. He was the first child actor to have ever had a deal made on his behalf to get a percentage of the merchandising revenue from a television show. Indeed, Leave It to Beaver still generates revenue, more than a half century after its original production run. The original sitcom has been shown in over 80 countries in 40 languages. Mathers noted that the Leave It to Beaver phenomenon is worldwide. \"I can go anywhere in the world, and people know me,\" Mathers has said. \"In Japan, the show's called 'The Happy Boy and His Family.' So I'll be walking through the airport in Japan, and people will come up and say, 'Hi, Happy Boy!'\"[4] When asked in a 2014 television interview whether he had known at the time of the filming of the Leave it to Beaver series that the show was special, and would be in perpetual syndication, Mathers responded: \"No, not at all. I had worked since I was two years old. I did movies. I didn't do any other series, but I had done a lot of movies and things like that so, in fact, every year it was a question whether we would come back for the next year 'cause you had to be picked up. So you would do 39 shows and then we would go to New York and meet all the press, and then we'd go to Chicago to meet the ad people, then we'd come back and take about five to six weeks off, and if we got picked up, then we'd start again. So we did that for six years because that was the length of the contracts at those times. So that's why there are 39 [episodes] for six years, and then it was off the air. Not off the air, but we didn't film any new ones [after that.]\"[5] Mathers remained friends with Barbara Billingsley, who played his TV mother June Cleaver, and he remembered her after her death as \"a good friend and an even better mentor. For me she was like the favorite teacher that we all had in school.\"[6] In 1962, near the end of the run of Leave It to Beaver, Mathers recorded two songs for a single 45 rpm: \"Don't 'Cha Cry,\" and for the flip side, the twist ditty \"Wind-Up Toy\".[7] During his high school years, Mathers had a band called Beaver and the Trappers.[8] As he moved into his teenage years, Mathers retired from acting to concentrate on high school. He attended Notre Dame High School in Sherman Oaks, California. During this time he led a musical band called Beaver and the Trappers.[1] While he was still in high school, Mathers joined the United States Air Force Reserve in 1966. Wearing his dress uniform, Mathers, along with child actress Angela Cartwright, presented an Emmy Award to Gene Kelly in 1967. After graduating from high school in 1967, Mathers continued to serve in the Reserve and made the rank of Sergeant.[9] In December 1969, a rumor began that Mathers was killed in action in the Vietnam War.[10] Although the origin of the rumor is unclear,[11] Mathers never saw action and was never stationed outside the United States.[12][13] Years later, in 1980, Mathers and Dow appeared with Bill Murray on Saturday Night Live's Weekend Update segment, making fun of the Vietnam War death rumor.[14] In 1973, Mathers attended the University of California, Berkeley, and graduated with a Bachelor of Arts degree in philosophy.[15] He then worked as a commercial loan officer at a bank before using well-invested savings from his acting career, which began at $500 a week,[16] to begin a career in real estate development. In 1978, he reentered the entertainment industry. That year, he and Tony Dow starred in a production of the comedy play Boeing, Boeing which ran for ten weeks in Kansas City. Mathers and Dow then toured the dinner theater circuit in a production of So Long, Stanley for 18 months. In 1981, he worked as a disc jockey at KEZY radio in Anaheim, California.[8] In 1983, Mathers reprised his role in the television reunion film Still the Beaver, which also featured the majority of the original Leave It to Beaver cast.[8] The success of the television film led to the development of a sequel series, of the same title. The series began airing on the Disney Channel in 1984, then went on to be picked up by TBS and broadcast syndication, where it was retitled The New Leave It to Beaver and ran until 1989.[17] Mathers has since continued his career in films and television roles. In the 1990s, he guest starred on episodes of Parker Lewis Can't Lose, Vengeance Unlimited, Diagnosis: Murder, and as himself on Married... with Children. In 1998, Mathers released his memoirs, And Jerry Mathers as The Beaver.[18] In 2001, he appeared on a special episode of Weakest Link titled \"Child TV stars edition,\" where he got voted off in the first round. On June 5, 2007, he made his Broadway debut with a starring role as Wilbur Turnblad in the Tony-winning best musical Hairspray at the Neil Simon Theatre.[4] In 2018 and 2019, Mathers was seen promoting the Leave It To Beaver television series and other classic television series on the MeTV television network. As of July 27, 2022, Jerry Mathers is the last surviving main cast member of Leave It to Beaver. In 2009, Mathers became the national spokesman for Pharmaceutical Research and Manufacturers of America (PhRMA) and their Partnership for Prescription Assistance program.[19] Mathers is a former member of the 146th Airlift Wing, California Air National Guard, a.k.a. the \"Hollywood Guard\", Van Nuys, California. Mathers has been married three times. He met his first wife, Diana Platt, in college. She attended Vallejo Senior High in California; class of 1969. They married in 1974 and later divorced.[15][20] Mathers met his second wife, Rhonda Gehring, while touring in the production of So Long, Stanley. They have three children, a son (Noah) and two daughters (Mercedes and Gretchen). Mathers and Gehring later divorced in 1997.[21] Mathers married his third wife, Teresa Modnick, in Huntington Beach on January 30, 2011.[22] Mathers was diagnosed with type 2 diabetes in 1996.[23] On the advice of his doctor, Mathers enrolled in a weight loss program with Jenny Craig in May 1997 and lost over 40 lb (18 kg).[18] He later became the first male spokesperson for Jenny Craig.[24][8] He has also represented a Type 2 diabetes reversal program's publications in a television ad.[25]","Title":"Jerry Mathers - Wikipedia","KeyID":"18364","URL":"https://en.wikipedia.org/wiki/Jerry_Mathers"}