{"Content: ":"Jerry Gordon Zucker (born March 11, 1950) is an American film producer, director, and writer known for his role in directing comedy spoof films such as Airplane! and Top Secret!, and the Best Picture-nominated supernatural drama film Ghost.[1] He and his older brother, David Zucker, collaborated on several films. Zucker was born to a Jewish family[2] in Milwaukee, Wisconsin, the son of Charlotte A. (Lefstein) (d. 2007) and Burton C. Zucker, who was a real estate developer.[3][4] He graduated from Shorewood High School.[5] His paternal grandfather was Leonard Zucker who emigrated from Russia to the United States and became a naturalized citizen. Zucker's early career work started with Jim Abrahams and brother David Zucker. The trio performed in Madison, Wisconsin as a sketch and comedy troupe called \"Kentucky Fried Theater\". From there the three went on and together co-directed Airplane! in 1980 and then went on to do Top Secret! in 1984, and Ruthless People in 1986. In 1987, both Jerry and David Zucker through Zucker Brothers Productions had inked an agreement with Paramount Pictures for a two-year non-exclusive production agreement and development deal with the studio, and the brothers had anticipated cranking out four comedies for Paramount Pictures during the life of the pact, and the first film was a feature film version of the early 1980s television show Police Squad!, which was originally cancelled after six episodes on the air.[6] In 1990, he lent his directorial skills to the dramatic genre with Ghost, which was nominated for an Academy Award for Best Picture. Zucker's most recent directorial effort is the 2001 film Rat Race. Zucker's films have been ranked among the greatest comedies of all time: Airplane! was ranked at the top of Entertainment Weekly's list of best comedy films and AFI listed it as #10; Top Secret! made Entertainment Weekly's Top 100 list.[7] Like his brother David Zucker, Jerry often cast his mother, Charlotte (who died in 2007), and his sister, Susan Breslau, in small roles in his films. Along with Jim Abrahams, the Zuckers constitute the \"ZAZ\" team of directors. As producer As executive producer","Title":"Jerry Zucker - Wikipedia","KeyID":"18366","URL":"https://en.wikipedia.org/wiki/Jerry_Zucker"}