{"Content: ":"Theodore \"Beaver\" Cleaver is the fictional title character in the American television series Leave It to Beaver. Originally played by Jerry Mathers, Beaver is the son of June and Ward Cleaver (Barbara Billingsley and Hugh Beaumont, respectively) and the brother of Wally Cleaver (Tony Dow). The Beaver prefers \"messin' around\" with his pals and reading comic books to attending church or taking dance lessons. Most episodes in the series feature the Beaver getting into trouble at home, in school, or around the neighborhood and then receiving timely and appropriate moral instruction from his father regarding his misbehavior. Leave It to Beaver was created by the writers Joe Connelly and Bob Mosher, who found inspiration for dialogue and plot lines among their own children. The Beaver was based on Connelly's son Ricky. Theodore \"Beaver\" Cleaver was portrayed by Jerry Mathers in the pilot, \"It's a Small World\"; the original series; the spinoff telemovie, Still the Beaver; and the sequel series, The New Leave It to Beaver. In the reunion telemovie and the sequel series, the Beaver is a divorced father of two children living at home with his widowed mother, June. In the 1997 feature film adaptation of the original series Leave It to Beaver, the Beaver was played by Cameron Finley. The Cleavers live in the fictional town of Mayfield. Ward is a white-collar, brief case-toting professional; he states he is an engineer who had experience as a Seabee. June is a full-time homemaker. In the second season, Wally is a high-school student. Being five years older than the Beaver, he often acts as a bridge between his parents and his brother. He puts communications from the parents into kidspeak for the Beaver, and keeps his parents apprised of the Beaver's plans, feelings, and activities. The Cleavers dwell in a spacious house on Mapleton Drive during the first two seasons. They moved to a similar house on nearby Pine Street for the remaining four seasons. The family drives a 1957 Ford Custom 300 in the first two seasons. In the remaining seasons, when the Chrysler Corporation was a sponsor of the program, the family car is a Plymouth Belvedere or a Plymouth Fury. The Beaver has a paternal great uncle, Billy (Edgar Buchanan), who makes a few appearances in the series. Billy, a world traveller, is not entirely trusted by June because he fills her sons' heads with fancies of irresponsible living. The Beaver also has a maternal great aunt, Martha Bronson (Madge Kennedy), who buys the Beaver a short pants suit and wants him to attend a hoity toity prep school on the east coast. The Beaver was named for Martha's brother, Theodore, and in one episode, Martha gives the Beaver Theodore's heirloom ring. The Beaver also has a maternal aunt named Peggy, and an infant cousin (neither of whom appear on the show). No grandparents or other relatives appear on the show, though Ward and June occasionally mention their parents while recalling incidents from their childhoods. The Beaver's best friends are Larry Mondello, Gilbert Bates, Whitey Whitney, Richard Rickover, and the elderly Gus, a fireman. While the Beaver's peers cannot always be trusted or relied on in times of trouble, Gus can always be counted on to be sympathetic to the Beaver's woes and to steer the boy along the straight and narrow. The Beaver is sometimes led astray by his school friends. In one episode, for example, Larry Mondello tells the Beaver the principal has a spanking machine in her office and the Beaver steals in to take a peek. He is accidentally locked in the office and calls the fire department to be freed. His parents are furious. The Beaver's enemies are loud-mouthed, snitching classmate Judy Hensler in the early episodes, and, in the later seasons, snooty Penny Woods. Penny is more of his frenemy than just a mere enemy, as well as his constant love-hate-relationship. Wally's obnoxious pals, Eddie Haskell and Clarence \"Lumpy\" Rutherford pick on the Beaver at every opportunity (though Lumpy seems to be more friendly towards the Beaver in the final season). Wally ably defends his brother against their nasty onslaughts. The Beaver is often exploited by others or becomes the victim of malicious persons. In one episode, Wally's classmate Mary Ellen Rogers makes friends with the Beaver in order to finagle a date with Wally. As soon as Mary Ellen has the date settled, she drops the Beaver. In another episode, the Beaver kindly lets a strange boy ride his bike — only to have the boy steal it. The Beaver has several pets on the show — none, however, lasting longer than an episode. In \"Captain Jack\", he has both an alligator and a terrier. In another episode, he becomes attached to a lost Chihuahua until his owner comes to claim him. He has a horse named Nick for a night, a rabbit (first named Henry and then Henrietta when she gives birth), a toad called Herbie, a monkey named Stanley, and two pigeons that die and are buried in the back yard. The Beaver also has a sapling which he digs up and moves from the Mapleton Drive house to the new house on Pine Street. In one episode, he retrieves his old teddy bear from a trash can after Ward has cleaned the garage. The Beaver is a good, average student at Grant Avenue Grammar School, who struggles with his homework, but gets it done. His teacher in the first season is Miss Canfield. Miss Alice Landers takes over for the next several seasons. In the late seasons, the Beaver has male teachers and occasionally, Mrs. Cornelia Rayburn, the principal. The Beaver takes clarinet lessons in one episode and ballroom dancing lessons at a studio on Saturdays. He appears in school plays as a mushroom and a Dutch boy. He reads several classic novels during the show's run, including The Last of the Mohicans and Tom Sawyer. In one episode, he tries to pull the wool over his teacher's eyes by watching The Three Musketeers on TV rather than reading the book. In one episode, he takes part in a TV quiz show. He plays football and receives the team's \"Most Inspirational\" award. The Beaver suffers crushes on his Grant Avenue Grammar School teachers, Miss Canfield (Diane Brewster) in the first season and Miss Alice Landers (Sue Randall) in the remaining seasons. In one early episode, he is so smitten with Miss Landers his parents invite her for dinner. He is shocked beyond words when she shows up on the doorstep in a cocktail dress and a pair of open-toed pumps. Eventually, Miss Landers disappoints the Beaver by getting engaged to be married. In another early episode, the Beaver's classmate Linda Dennison becomes sweet on him and invites him to her all-girl birthday party. He wins a big doll in a party game and retreats from the feminine frills and furbelows to the den where Linda's father (Lyle Talbot) entertains him by exhibiting his gun collection. In later seasons, Beaver has many crushes on other girls. In a season five episode Beaver walks a girl home from school, and she likes him but she eventually develops a crush on Wally. In a season six episode a girl named Peggy Macintosh asks him to the eighth grade graduation dance, but another girl asks him too and he eventually ends up staying home. As the Beaver grew into an awkward young teen, he sometimes took a back seat to his older brother Wally, a student in his final years of high school. Tony Dow had grown into an attractive, athletic young man and was often featured in magazines aimed principally at teen girls. Producers took advantage of Dow's popularity and scripted episodes delving into Wally's dating life, his after-school jobs, his pals, and his car. The Beaver was relegated to the background. In June 1963, the series came to a close at milestones in the lives of Wally and the Beaver: high school grad Wally preparing for State college and the Beaver looking forward to entering Mayfield High. The last episode was a retrospective one called \"Family Scrapbook\" and has claimed its place in TV history as the first prime time sitcom episode specifically written as a series finale. In the episode, the Cleavers reminisce over old photos in a scrapbook while flashback clips are played from previous episodes. The show ends with the Beaver and Wally playing with a wind-up toy and laughing like children. It is during the course of the last episode the viewer learns how the Beaver got his nickname. In a 2006 interview,[1] Jerry Mathers stated that series creator Joe Connelly had a shipmate in the U.S. Merchant Marine named Beaver and simply liked the name. It was not until the finale that the writers invented an explanation for the nickname; i.e., as a young child, Wally mispronounced Beaver's given name (Theodore) as \"Tweeter\" and this became \"Beaver.\" Mathers opined that after 6 years and 234 episodes, the writers could have come up with a better origin story. In 1983, CBS aired the reunion telemovie Still the Beaver starring Jerry Mathers. Other members of the original series cast reprised their roles. In 1985, a sequel to the original series was produced called Still the Beaver, again starring Jerry Mathers and other original cast members. The series lasted one season on the Disney Channel before being picked up by TBS in 1986 and renamed The New Leave It to Beaver. The series aired until 1989. In 1997, the feature film Leave It to Beaver was released starring young Cameron Finley as the Beaver. In Still the Beaver and The New Leave It to Beaver, the Beaver is divorced from Kimberly (played by Joanna Gleason); the couple had two sons, Ward (named after his grandfather, he goes by the nickname Kip) and Oliver (whose nickname is Ollie). Kimberly and the Beaver had clashed over her dream of becoming a veterinarian, and that plus other problems had strained their marriage to its breaking point. Kimberly tells Beaver to take the boys because the only vet school she can go to is in Italy, although Beaver's sons have a stormy relationship because they resent having to move to Mayfield. His sons and he move in with their widowed mother and grandmother June (Ward had died several years earlier) until he can get back on his feet. Eventually, the Beaver finds work at Fred Rutherford's company, but even when he begins collecting regular paychecks, he decides that he appreciates the living arrangement and continues to live with his mother. By the time The New Leave It to Beaver began, the Beaver was partners with Lumpy Rutherford at the Cleaver and Rutherford Co.; what exactly they did was never clearly explained. Kip, the older of the Beaver's sons, is a student at Mayfield High School, while the younger Oliver attends Grant Avenue School.","Title":"Beaver Cleaver - Wikipedia","KeyID":"18363","URL":"https://en.wikipedia.org/wiki/Beaver_Cleaver"}