{"Content: ":"Toes are the digits (fingers) of the foot of a tetrapod. Animal species such as cats that walk on their toes are described as being digitigrade. Humans, and other animals that walk on the soles of their feet, are described as being plantigrade; unguligrade animals are those that walk on hooves at the tips of their toes. There are normally five toes present on each human foot. Each toe consists of three phalanx bones, the proximal, middle, and distal, with the exception of the big toe (Latin: hallux). For a minority of people, the little toe also is missing a middle bone. The hallux only contains two phalanx bones, the proximal and distal. The joints between each phalanx are the interphalangeal joints. The proximal phalanx bone of each toe articulates with the metatarsal bone of the foot at the metatarsophalangeal joint. Each toe is surrounded by skin, and present on all five toes is a toenail. The toes are, from medial to lateral: Toe movement is generally flexion and extension (movement toward the sole or the back of the foot, resp.) via muscular tendons that attach to the toes on the anterior and superior surfaces of the phalanx bones.[1]: 573  With the exception of the hallux, toe movement is generally governed by action of the flexor digitorum brevis and extensor digitorum brevis muscles. These attach to the sides of the bones,[1]: 572–75  making it impossible to move individual toes independently. Muscles between the toes on their top and bottom also help to abduct and adduct the toes.[1]: 579  The hallux and little toe have unique muscles: The toes receive blood from the digital branches of the plantar metatarsal arteries and drain blood into the dorsal venous arch of the foot.[1]: 580–81  Sensation to the skin of the toes is provided by five nerves. The superficial fibular nerve supplies sensation to the top of the toes, except between the hallux and second toe, which is supplied by the deep fibular nerve, and the outer surface of the fifth toe, supplied by the sural nerve. Sensation to the bottom of the toes is supplied by the medial plantar nerve, which supplies sensation to the great toe and inner three-and-a-half toes, and the lateral plantar nerve, which supplies sensation to the little toe and half of the sensation of the fourth toe. In humans, the hallux is usually longer than the second toe, but in some individuals, it may not be the longest toe. There is an inherited trait in humans, where the dominant gene causes a longer second toe (\"Morton's toe\" or \"Greek foot\") while the homozygous recessive genotype presents with the more common trait: a longer hallux.[2] People with the rare genetic disease fibrodysplasia ossificans progressiva characteristically have a short hallux which appears to turn inward, or medially, in relation to the foot. Humans usually have five toes on each foot. When more than five toes are present, this is known as polydactyly. Other variants may include syndactyly or arachnodactyly. Forefoot shape, including toe shape, exhibits significant variation among people; these differences can be measured and have been statistically correlated with ethnicity.[3] Such deviations may affect comfort and fit for various shoe types. Research conducted for the U.S. Army indicated that larger feet may still have smaller arches, toe length, and toe-breadth.[4] The human foot consists of multiple bones and soft tissues which support the weight of the upright human. Specifically, the toes assist the human while walking,[5] providing balance, weight-bearing, and thrust during gait. A sprain or strain to the small interphalangeal joints of the toe is commonly called a stubbed toe. A sprain or strain where the toe joins to the foot is called turf toe. Long-term use of improperly sized shoes can cause misalignment of toes, as well as other orthopedic problems. Morton's neuroma commonly results in pain and numbness between the third and fourth toes of the sufferer, due to it affecting the nerve between the third and fourth metatarsal bones.[6] The big toe is also the most common locus of ingrown nails, and its proximal phalanx joint is the most common locus for gout attacks. Deformities of the foot include hammer toe, trigger toe, and claw toe. Hammer toe can be described as an abnormal contraction or “buckling” of a toe. This is done by a partial or complete dislocation of one of the joints, which form the toes. Since the toes are deformed further, these may press against a shoe and cause pain. Deformities of the foot can also be caused by rheumatoid arthritis and diabetes mellitus. Deformities may predispose to ulcers and pain, especially when shoe-wearing. A common problem involving the big toe is the formation of bunions. These are structural deformities of the bones and the joint between the foot and big toe, and may be painful.[7] Similar deformity involving the fifth toe is described as tailor's bunion or bunionette. In polydactyly (which can also affect the fingers) one or more extra toes are present. A favourable option for the reconstruction of missing adjacent fingers[8]/multiple digit amputations, i.e. such as a metacarpal hand reconstruction, is to have a combined second and third toe transplantation.[9] Third and fourth toe transplantation to the hand in replacing lost fingers is also a viable option.[10] The Old English term for toe is tā (plural tān). This is a contraction of tāhe, and derives from Proto-Germanic *taihwǭ (cognates: Old Norse tá, Old Frisian tāne, Middle Dutch tee, Dutch teen (perhaps originally a plural), Old High German zēha, German Zehe). Perhaps originally meaning \"fingers\" as well (many Indo-European languages use one word to mean both fingers and toes, e.g. \"digit\"), and thus from PIE root *deyḱ- — \"to show\".[11] In classical Latin hallex,[12][13] allex,[12][14] hallus[12] and allus,[12] with genitive (h)allicis and (h)alli, are used to refer to the big toe. The form hallux (genitive, hallucis) currently in use is however a blend word of the aforementioned forms.[12][15] Compare pollex, the equivalent term for the thumb. Haeckel traces the standard vertebrate five-toed schema from fish fins via amphibian ancestors.[16] In birds with anisodactyl or heterodactyl feet, the hallux is opposed or directed backwards and allows for grasping and perching. While the thumb is often mentioned[by whom?] as one of the signature characteristics in humans, this manual digit remains partially primitive and is actually present in all primates. In humans, the most derived digital feature is the hallux.[17]","Title":"Toe - Wikipedia","KeyID":"1836","URL":"https://en.wikipedia.org/wiki/Toe"}