{"Content: ":"Barbara Billingsley (born Barbara Lillian Combes; December 22, 1915 – October 16, 2010)[1] was an American film, television, voice, and stage actress. She began her career with uncredited roles in Three Guys Named Mike (1951), The Bad and the Beautiful (1952), and Invaders from Mars (1953), and was featured in the 1957 film The Careless Years opposite Natalie Trundy. She then appeared in recurring TV roles, such as The Brothers. Billingsley gained prominence for her best-known role of June Cleaver, the mother in the television series Leave It to Beaver (1957–1963) and its sequel The New Leave It to Beaver (1983–1989). She appeared as the \"Jive Lady\" in Airplane! (1980), and her final film role was as Aunt Martha in the 1997 film version of Leave It to Beaver. Billingsley was born Barbara Lillian Combes on December 22, 1915, in Los Angeles, California, the daughter of Lillian Agnes (née McLaughlin) and Robert Collyer Combes, a police officer.[2][3] She had one elder sibling, Elizabeth.[4] Her parents divorced sometime before her fourth birthday, and her father, who later became an assistant chief of police,[2] remarried.[5] After the divorce, Billingsley's mother began working as a foreman at a knitting mill.[6] After attending Los Angeles Junior College for one year, Billingsley traveled to Broadway, when Straw Hat, a revue in which she was appearing, attracted enough attention to send it to New York City. When the show closed after five days, she took an apartment on 57th Street and went to work as a $60-a-week fashion model. In 1941, she married Glenn Billingsley Sr. She landed a contract with MGM Studios in 1945, and moved with her husband to Los Angeles in 1946. That same year, Glenn Billingsley opened a steakhouse there.[7] She had mostly uncredited roles in major movies in the 1940s. These roles continued into the first half of the 1950s with supporting roles in Three Guys Named Mike (1951), opposite Jane Wyman; The Bad and the Beautiful (1952); and the science-fiction film Invaders from Mars (1953). In 1952, Billingsley had her first role as a guest star in an episode of The Abbott and Costello Show. In 1955, she won a costarring role in the sitcom Professional Father, starring Stephen Dunne and Beverly Washburn. It lasted one season. The next year, Billingsley had a recurring role in The Brothers (with Gale Gordon and Bob Sweeney) and an appearance with David Niven in his anthology series Four Star Playhouse. In 1957, she costarred with Dean Stockwell and Natalie Trundy in The Careless Years, her first and only major role in a film.[citation needed] Billingsley had guest roles in The Pride of the Family, Schlitz Playhouse of Stars, Letter to Loretta, You Are There, and Cavalcade of America. She appeared on Make Room for Daddy on January 14, 1957 in the episode \"Danny's Date\", where she played Mary Rogers.[citation needed] After Billingsley signed a contract with Universal Studios[citation needed] in 1957, she made her mark on TV as June Cleaver in the sitcom Leave It to Beaver. It debuted on CBS in 1957 to mediocre ratings. It was picked up by ABC the following year and became a hit, airing for the next five seasons, and broadcast in over 100 countries. It also starred Hugh Beaumont as Ward Cleaver, June's husband and the kids' father, and child actors Tony Dow as Wally Cleaver and Jerry Mathers as Theodore \"Beaver\" Cleaver. In the show, Billingsley was often seen doing household chores wearing pearls and earrings. The pearls, which were Billingsley's trademark, were, in turn, her idea to have her alter ego wear on television. She had what she termed \"a hollow\" in her neck[2][8][9] and thought that wearing a strand of white pearls would lighten it up for the cameras. In later seasons, she started wearing high heels to compensate for the fact that the actors playing her sons were getting taller than she was.[2][10][9] The pearl necklace was so closely associated with the character that an entire episode of the sequel series dealt with the necklace when it was lost. Billingsley had one regret about the show's lasting success: In standard actors' contracts in the 1950s, residual payments ended after six reruns—and the show, subsequently considered a classic, was syndicated for the rest of her life.[11] Billingsley said that her character was the \"ideal mother\" during a 1997 interview with TV Guide. She said that some people thought June was a weak character, but that she didn't: \"She was the love in that family. She set a good example for what a wife could be. I had two boys at home when I did the show. I think the character became kind of like me and vice versa. I've never known where one started and where one stopped.\" Billingsley explained her view on the enduring appeal of the Leave It to Beaver characters: \"I think everybody would like a family like that. Wouldn't it be nice if you came home from school and there was Mom standing there with her little apron and cookies waiting?\"[12] Billingsley, however, questioned her character's reactions to the Cleaver children's misbehavior, basing her concern on personal experience as the mother of two sons. As co-producer Joseph Connelly explained: \"In scenes where she's mad at the boys, she's always coming over to us with the script and objecting. 'I don't see why June is so mad over what Beaver's done. I certainly wouldn't be.' As a result, many of Beaver's crimes have been rewritten into something really heinous like lying about them, in order to give his mother a strong motive for blowing her lady-like stack.\"[13] After six seasons and 234 episodes, the series was canceled because of the cast's desire to move on to other projects, especially Mathers, who retired from acting to enter his freshman year in high school. The younger actor considered Billingsley a mentor, a second mother, and a close professional friend: Barbara was always, though, a true role model for me. She was a great actress. And a lot of people, you know, when they see her talk jive talk, they always say she can do other things besides be a mom on Leave It to Beaver. And I tell them Airplane! (1980); she's been a great comedienne all her life. And in a lot of ways, just like All in the Family, we kind of stifled her because her true talent didn't really come out in Leave It to Beaver. She was the straight woman, but she has an awful lot of talent.[14] When production of the show ended in 1963, Billingsley had become typecast and had trouble obtaining acting jobs for years. She traveled extensively abroad until the late 1970s. After an absence of 17 years from the public eye (other than appearing in two episodes of The F.B.I. in 1971), she spoofed her wholesome image with a brief appearance in the comedy Airplane! (1980) as a passenger who could \"speak jive.\" She said the role gave her as much publicity as Beaver and revived her career.[15] Returning to TV, she appeared on episodes of Mork & Mindy and The Love Boat. In 1983 she reprised her role as June Cleaver in the Leave It to Beaver television movie titled Still the Beaver in 1983. Hugh Beaumont had died the previous year of a heart attack, so she played his widow. She also appeared in the revival of the series The New Leave It to Beaver from 1985 to 1989. During the run of The New Leave It to Beaver, Billingsley became the voice of Nanny on Muppet Babies from 1984 to 1991. For her performance as Nanny, she was nominated for the Daytime Emmy Award for Outstanding Performer in a Children's Series in 1989 and 1990.[citation needed] After The New Leave It to Beaver ended its run in 1989, Billingsley appeared in guest roles on Parker Lewis Can't Lose, Empty Nest, and Murphy Brown. She also reprised her role as June Cleaver in various television shows, including Elvira's Movie Macabre, Amazing Stories, Baby Boom, Hi Honey, I'm Home!, and Roseanne. In 1998, she appeared on Candid Camera, with June Lockhart and Isabel Sanford, as audience members in a spoof seminar on motherhood. Billingsley's final film role was as Aunt Martha in the 1997 film version of Leave It to Beaver. She made her final onscreen appearance in the 2003 television movie Secret Santa.[citation needed] After the show's cancellation in 1963, Mathers remained her close friend. They were reunited on The New Leave It to Beaver. Billingsley, Mathers, Dow, Frank Bank, and Ken Osmond celebrated the show's 50th anniversary together on Good Morning America.[citation needed] Billingsley was married three times and had two children. She married Glenn Billingsley, Sr. in 1941, a restaurateur and a nephew of Sherman Billingsley, owner of the Stork Club. His businesses included Billingsley's Golden Bull, Billingsley's Bocage, the Outrigger Polynesian restaurants in Los Angeles, and a Stork Club in Key West, Florida, where they lived briefly after their wedding.[16] They had two sons and divorced in 1947.[17] In 1953 she married British-born movie director Roy Kellino. Their marriage lasted three years, when in 1956 he died of a heart attack at age 44.[18][19] It was about six months later that she was handed the pilot for what would become Leave It To Beaver (then titled It's a Small World).[20] Billingsley's third and final marriage was to William S. Mortensen in 1959; they remained together until his death in 1981.[19][21] Billingsley died of polymyalgia at her home in Santa Monica, California, on October 16, 2010, at the age of 94.[21] She is interred at Woodlawn Memorial Cemetery, Santa Monica.[22]","Title":"Barbara Billingsley - Wikipedia","KeyID":"18360","URL":"https://en.wikipedia.org/wiki/Barbara_Billingsley"}