{"Content: ":"Love, American Style is an anthology comedy television series that aired on ABC between 1969-1974. The series was produced by Paramount Television. During the 1971–72 and 1972–73 seasons, it was a part of ABC's Friday primetime lineup that included The Brady Bunch, The Partridge Family, Room 222, and The Odd Couple. It featured some of the earliest work of future stars Diane Keaton (\"Love and the Pen Pals\"), Sally Struthers (\"Love and the Triangle\"), Albert Brooks (\"Love and Operational Model\"), and Harrison Ford (\"Love and the Former Marriage\"). Room 222 star Karen Valentine appeared in four episodes. Brady Bunch star Ann B. Davis and The Partridge Family star Dave Madden each appeared in two episodes. Each episode of the show featured a story of romance, usually with a comedic spin. Episodes were stand-alone, featuring various characters, stories and locations. The show often featured the same actors playing different characters in many episodes. In addition, a large, ornate brass bed was a recurring prop in many episodes. Charles Fox's music score, featuring flutes, harp and flugelhorn set to a contemporary pop beat, provided the \"love\" ambiance, which tied the stories together as a multifaceted romantic comedy each week. For the first season, the theme song was performed by the Cowsills. Beginning with the second season, the same theme song was sung by the Ron Hicklin Singers, also known as the voices behind the Partridge Family (based on the Cowsills), among others, featuring brothers John and Tom Bahler (billed as the Charles Fox Singers). This second version of the theme was kept for the remainder of the series, as well as on most episodes prepared for syndication. The title is loosely derived from a 1961 Italian comedy film called Divorzio all'italiana (Divorce, Italian Style), which received Academy Award nominations in 1962 for Best Director for Pietro Germi and for Best Actor for star Marcello Mastroianni. The film was later spoofed in 1967 by Divorce, American Style, starring Dick Van Dyke. The snowclone \"(xxx), (nationality) Style\" became a minor cultural catch-phrase as the 1960s progressed. The original series was also known for its 10- to 20-second blackouts between the featured segments. These were performed by a house troupe that featured future Rockford Files cast member Stuart Margolin, future Vega$ leading lady Phyllis Davis and a young character actor, James Hampton, who was known to television audiences of the era as Private Dobbs from the TV series F-Troop. These clips allowed the show to be padded to the required length without adding to the main segments. They generally consisted of risqué, burlesque-style comedy-of-manners visual jokes. During its first four years on ABC, Love, American Style was popular with viewers and received decent ratings, although it never ranked among the top 30 shows in the Nielsens. For a few seasons, it was part of a lineup of ABC Friday night programs that included The Brady Bunch, The Partridge Family, Room 222, and The Odd Couple. Some of the show's segments also served as pilots for proposed television series. Many never made it beyond the pilot stage, but two resulted in a series: The series was also flexible enough to include repurposed pilots that had already failed or been retooled. One first-season example was \"Love and the Good Deal,\" which was actually the original, unaired pilot for the sitcom adaptation of the Neil Simon play and movie Barefoot in the Park, with a different cast than the series.[2] At the start of the 1973–1974 fall season, the ratings for Love, American Style and Room 222 had plummeted. As a result, both shows were canceled mid-season. The series received several Emmy nominations, including two for Best Comedy Series for 1969–70 and 1970–71. The show subsequently became a daytime standard in syndication, since it was readily edited down to a half-hour by the proper interweaving of the clips with a main segment, effectively making nine seasons out of five. This allowed for heavy stripping. The 1985 film Back to the Future featured an homage to the series. The cinema marquee behind Marty and Jennifer when they discuss their forthcoming camping trip reads Orgy American Style. A decade after the show left the air, a new version premiered on ABC's daytime schedule in 1985 entitled New Love, American Style (including an updated version of the theme performed by Lou Rawls), but was canceled after a few months because of low ratings against The Price Is Right on CBS. A third edition, starring Melissa Joan Hart among others, was shot as a pilot for the 1998–1999 television season, but was not ordered as a series. Nevertheless, ABC aired the pilot on February 20, 1999.[3] On November 20, 2007, CBS DVD (distributed by Paramount) released Love, American Style, Season 1 Volume 1 on DVD in Region 1. Season 1, Volume 2 on DVD was released on March 11, 2008.[8]","Title":"Love, American Style - Wikipedia","KeyID":"18373","URL":"https://en.wikipedia.org/wiki/Love,_American_Style"}