{"Content: ":"Square Pegs is an American sitcom that aired on CBS during the 1982–1983 season. The series follows Patty Greene (Sarah Jessica Parker) and Lauren Hutchinson (Amy Linker), two awkward teenage girls desperate to fit in at Weemawee High School. Created by former Saturday Night Live writer Anne Beatts, the pilot introduces an eclectic group of eight freshmen on their first day at Weemawee High School. The series was much acclaimed by critics at the time for its realistic look at teenage life, reflecting a sensibility somewhat similar to the John Hughes teen comedies of later years.[1] The actual location of the suburban community served by Weemawee is never specified, but there are often references to nearby New York City, and the main character mentions riding on the Connecticut Turnpike. Patty Greene (Sarah Jessica Parker) is clever and seemingly well-adjusted, but feels awkward and like a social misfit (i.e. a square peg) when with the \"popular\" students. Patty's close friend Lauren Hutchinson (Amy Linker) constantly desires to be in with the in crowd, and the series' episodes revolve more or less around her dragging Patty into various schemes in attempts to make them more popular. Lauren and Patty are surrounded by colorful supporting characters. Their friends Marshall Blechtman (John Femia) and Johnny \"Slash\" Ulasewicz (Merritt Butrick) are a pair of lovable geeks. Marshall is a motormouthed would-be comedian, while Johnny is a soft-spoken new wave fan (not punk... \"a totally different head... totally.\") Though seemingly off in his own reality most of the time, Johnny Slash states that he \"[does not] do drugs and isn't a hippie\" and on more than one occasion displays unexpected intuition and empathy, particularly regarding Marshall and the girls. The two help to maintain a school radio station. Several episodes indicate that Marshall is attracted to Lauren and Johnny to Patty. The popular kids whom Patty and Lauren are usually trying to impress are Jennifer DiNuccio (Tracy Nelson), the quintessential buxom Valley girl, her boyfriend Vinnie Pasetta (Jon Caliri), a handsome greaser hood, and LaDonna Fredericks (Claudette Wells), Jennifer's friend and the sole minority character in the cast. Vinnie is cool but dense, using the \"Why don't you make like a tree and get out of here?\" line three years before the character Biff in 1985's Back to the Future. LaDonna is known for sassy remarks such as \"Shoot, child, you think this place is crowded? You should have seen our living room when The Jeffersons went to Hawaii. Those were the three worst Sundays of my life.\" The typical official high school activity culture is personified by preppy Muffy B. Tepperman (Jami Gertz) who is the endlessly chipper chairperson of the Weemawee Pep Committee, head of the Morals Club, chairman of the Science Fair Committee and member of the Future Nurses of America. Muffy has a memorably pompous, oratorical speaking style and begins many sentences with \"It behooves me to tell you...\" or an elongated \"People...\". Though perhaps even more socially inept (\"I’m going to ignore that because, frankly, I don't get it\"), Muffy's unawareness and/or lack of concern with her failure to fit in with the popular kids is in stark contrast to the motivation of the show's protagonists, and does not stop her from relentless involvement in peppy activities. An ongoing gag throughout the series is Muffy's fundraising for Weemawee's adopted \"little Guatemalan child,\" Rosarita. As the series progresses, Muffy's charitable intentions become more and more frivolous, asking the school community to provide the girl with her own apartment away from her parents, cable TV, a second pair of culottes, swimwear, a split-level duplex, and finally, her own cleaning lady. This group of eight students, though clearly of varied academic standing, are always in the same classes. The recurring staff members at the school are: Series creator Anne Beatts appeared in two episodes as Miss Rezucha. Home life of the students is rarely depicted, but Patty's father is prominently featured in the Christmas episode, played by Tony Dow, best known as the character Wally Cleaver in Leave It to Beaver. Before the opening credits and theme song begin, every episode starts with the following dialogue appearing in a montage of stills from the school: Lauren: Listen. I've got this whole high school thing psyched out. It all breaks down into cliques. Patty: Cliques? Lauren: Yeah, you know. Cliques. Little in-groups of different kids. All we have to do is click with the right clique, and we can finally have a social life that's worthy of us. Patty: No way! Not even with cleavage. Lauren: I tell you, this year we're going to be popular. Patty: Yeah? Lauren: Yeah. Even if it kills us. Freshman Patty gets the chance to \"click with the right clique\" when she attracts the attention of a handsome senior. When she leaves them off her guest list, Lauren and Patty scheme to get invited to Muffy's bat mitzvah party. The Weemawee Braves are holding baseball tryouts when star pitcher Vinnie harasses Johnny until he finally has had enough and takes a turn at bat. Johnny hits three consecutive pitches for home runs and immediately makes the team. Coach Donovan is beside himself since his school has not won a single baseball game since 1955. The show's opening and closing theme songs, \"Square Pegs\", and an untitled instrumental reminiscent of \"Chopsticks\" composed by Tom Scott, are performed by The Waitresses. In some episodes, \"Chopsticks\" is the opening theme and \"Square Pegs\" the closing theme, and in others these are reversed. The music supervision for the show was handled by Stephen Elvis Smith, although he is credited as Program Coordinator, and later as Associate Producer. The 2008 DVD release of the episodes, which included interviews with the cast, was directed by Stephen Smith and produced by his company Abbey Entertainment. US TV Ratings Square Pegs creator Anne Beatts revealed the show's abrupt demise came from unfortunate circumstances behind the scenes - specifically, drug abuse among the teenage cast. Beatts revealed in 2015, \"I think that certainly, there was some drug abuse or drug traffic that may have happened, because I would say that that is norm for a set\". Devo member Gerald Casale also confirmed in 2009 about the drug use on set, saying \"The girls were out of control — they were doing drugs and they were making out and they were coming on to us in a big way... They might have been 15 or 16, but in their heads they were already 40. I don’t think there was a virgin on the set, except maybe a couple of the guys\".[3] Most of the show's scenes were filmed at the abandoned Excelsior High School in the suburb of Norwalk, California. Because Norwalk was twenty miles from Norman Lear's studio and CBS Television in Los Angeles, it was hard to know what was happening during filming. Embassy Television received numerous reports of drug and alcohol abuse in the presence of minors, which caused Embassy president Michael Grade to ask for an investigation and led him to pull the plug on the show shortly after the first season finished production.[4] Square Pegs debuted on CBS September 27, 1982 in the 8 P.M. Monday slot, and remained in that slot throughout its one-season run. The show struggled in the ratings against That's Incredible on ABC. WGBO in Chicago showed reruns of the series in early 1986, and episodes were shown on USA Network in the mid-1990s, and later on Nickelodeon/Nick@Nite, Nick at Nite’s TV Land, MeTV and Decades. Sony Pictures Home Entertainment released the entire series on DVD in a 3-disc set on May 20, 2008, to coincide with the theatrical release of Sarah Jessica Parker's film Sex and the City: The Movie. On the DVDs, the episodes have been digitally remastered and include eight featurettes called \"Weemawee Yearbook Memories.\" Each featurette focuses on a different cast member and has new interviews with the actors and creator Anne Beatts. Also on the DVD are two minisodes from 1980s sitcoms The Facts of Life and Silver Spoons.[5] Because the two parts of \"A Child's Christmas in Weemawee\" appear together as one episode, the DVD packaging states that it includes 19 episodes rather than 20. On August 27, 2013, it was announced that Mill Creek Entertainment had acquired the rights to various television series from the Sony Pictures library including Square Pegs.[6] They re-released the complete series on DVD on October 21, 2014.[7][8] Unlike Sony Pictures Home Entertainment release, the Mill Creek Entertainment release is two discs instead of three and the featurettes in the former release are not included in the latter release.","Title":"Square Pegs - Wikipedia","KeyID":"18375","URL":"https://en.wikipedia.org/wiki/Square_Pegs"}