{"Content: ":"Mr. Novak is an American television dramatic series starring James Franciscus in the title role as a high school teacher. The series aired on NBC for two seasons, from 1963 to 1965. It won a Peabody Award in 1963.[1] The series follows John Novak, an idealistic first-year English teacher at Jefferson High School in Los Angeles, who often gets involved in the lives of his students and fellow teachers. James Franciscus, who plays Mr. Novak, previously appeared in Naked City (Episode: \"Hey Teach\") as an undercover homicide detective playing a high school teacher in a bad school. Principal Albert Vane was played by Dean Jagger; he was nominated for an Emmy Award in 1964 and 1965 for his performance. Jagger left the series in 1964 after forty-four episodes, and it was explained that his character was elected California Superintendent of Public Instruction; Burgess Meredith played the new principal, Martin Woodridge, for the remaining seventeen episodes. As well, Jeanne Bal portrayed Assistant Vice Principal Jean Pagano during the 1963–64 season. Initially, plans called for increasing her role for the 1964–65 season, promoting her to second billing on the show, but the producer instead cut the number of episodes in which she was to appear. The result was that Bal left the program.[2] The series showcased many popular actors of the time, including Martin Landau, Walter Koenig, Beau Bridges, Tony Dow, Ed Asner, June Lockhart, Sherry Jackson, and many others. This trendsetting show was the first to depict both teachers and students in a dramatic and realistic manner and was very influential on the educational community. Many cutting-edge themes were showcased, including racial discrimination, cheating on exams, anti-Semitism, alcoholism, dropouts, drug abuse, and political extremism. In its two-year run, the program won over 47 awards from various educational institutions, including the National Education Association, and was the recipient of a prestigious Peabody Award for excellence.[3] The school seen in Mr. Novak duplicated Los Angeles' John Marshall High School \"complete to walks, shrubs, and parking.\"[4] After using the school itself for the pilot, the duplicate was built at the Metro-Goldwyn-Mayer studios, the \"largest permanent set to be constructed [there] in a number of years.\"[4] The complete set filled an acre at the studio. Other construction on the MGM sound stages included duplicates of corridors and classrooms.[4] Exteriors for the fictional Jefferson High School were filmed at both John Marshall High School and Hamilton High School near Culver City.[3] The series was created by producer/writer E. Jack Neuman and director Boris Sagal and featured top directors such as Richard Donner.[3] The Warner Archive Collection released Season 1 of the series on DVD on November 6, 2018. Prints were made from the original 35mm camera negatives. A soundtrack music album was released on MGM Records (E/SE-4222) in 1964, under the direction if Nick Venet. “Mr. Novak An Acclaimed Television Series” by Chuck Harter was published by bearmanormedia.com in October 2017 and is a comprehensive examination of the show. Room 222","Title":"Mr. Novak - Wikipedia","KeyID":"18370","URL":"https://en.wikipedia.org/wiki/Mr._Novak"}