{"Content: ":"The Adventures of Captain Zoom in Outer Space is a 1995 science fiction/comedy television film. This film follows the adventures of 1950s actor Ty Farrell (Riordan), who plays the title character in a Captain Video-like early television program, The Adventures of Captain Zoom in Outer Space. On the distant planet Pangea, a transmission of the TV series The Adventures of Captain Zoom in Outer Space is seen by the child genius brother of native forces leader Tyra. Tyra has been captured by the tyrannical Lord Vox of Vestron whose people, subsequent to some global catastrophe, migrated to the stars from Pangea thousands of years ago and now seeks to recover the lost ancient knowledge of their people. Lord Vox intends to do this by conquering Pangea, their old homeworld, and with the knowledge, rebuild it as the seat of his empire. In his desperation, Tyra's brother brings Captain Zoom to Pangea with hopes that he can save his sister and defeat the Vestrons. Unfortunately, the actor playing Captain Zoom possess none of the heroic qualities of Zoom but is instead arrogant and egotistical. Though Captain Zoom is reluctant to lead the natives, his attempts to explain that he is only an actor leads the natives to believe he is a spy because he \"is paid to pretend to be other people\". He quickly backtracks, pretending that he was testing them, and through various adventures and using his old television stories as inspiration, he leads the natives to a victory by default as Lord Vox is turned into a statue by an ancient guardian.[1] Made as a two hour movie in Vancouver by Telvan Prods for the MCA-TV Action Pack. Made as an action adventure comedy. The design of the ships was partially based on the book focusing on the 1950s Cars Detroit Never Made The creators desired to pay homage to Buck Rogers and Flash Gordon. It was hoped the movie would lead to more movies or a series [2] Perlman said the movie was a lot of fun to make and hoped it led to a series, which was still under discussion in 1998.[3] Variety liked the movie, especially the snappy dialogue and the comments made by the actor as it relates to his profession. The special effects were also noted as good, especially as the budget was low. (The budget was $4 million) [4][5] Radio Times gave the movie 2 out of 5 stars.[6]","Title":"The Adventures of Captain Zoom in Outer Space - Wikipedia","KeyID":"18390","URL":"https://en.wikipedia.org/wiki/The_Adventures_of_Captain_Zoom_in_Outer_Space"}