{"Content: ":"The Carrousel du Louvre is an underground shopping mall in Paris, France, managed by Unibail-Rodamco. The name refers to two nearby sites, the Louvre museum and the Place du Carrousel. The mall contains a famous skylight, La Pyramide Inversée (Louvre Inverted Pyramid), which plays an important role in the best-selling 2003 book The Da Vinci Code. Among other stores, it had the first Apple Store in France, and a McDonald's restaurant, which created controversy at the time.[1] The shopping mall is located at 99 Rue de Rivoli in the 1st arrondissement. The mall is located near the Tuileries Gardens, the Comédie-Française, the Musée d'Orsay and the Louvre. The nearest metro stop is Palais Royal-Musée du Louvre (Lines 1 and 7). The mall covers 10,200 m2 (110,000 sq ft). It has 33 stores and 11 restaurants.[2] It was opened in October 1993. Major retail tenants include Sephora, Esprit, the first Apple Store in France, Mariage Frères Tea Emporium, Plaisirs de Paris, Swarovski, Perigot, Le Tanneur and Fossil. The mall includes a food court, Restaurants du Monde, containing several restaurants including a controversial[3] McDonald's. The mall includes a convention centre and exhibition hall. The shopping mall contains one of a number of entrances to the Louvre museum. On 3 February 2017, the mall was the scene of an attempted terrorist attack by a 29-year-old Egyptian man, in which he slightly injured a soldier before being shot and wounded.[4] Every year the Société Nationale des Beaux Arts, an association of artists created in 1861 by Louis Martinet [fr] and Théophile Gautier to break with the Official Exhibition, organizes its Salone in the Carrousel du Louvre.[5] In 2018, 600 artists exhibited their works in front of about 15,000 visitors in just four days.[6][7] The Salon des Beaux Arts welcomes painters, sculptors, engravers, photographers and illustrators, offering its guests a complete overview of the world of contemporary art.","Title":"Carrousel du Louvre - Wikipedia","KeyID":"18395","URL":"https://en.wikipedia.org/wiki/Carrousel_du_Louvre"}