{"Content: ":"The Hardy Boys/Nancy Drew Mysteries (re-titled The Hardy Boys for season three) is an American television mystery series based on the Hardy Boys and Nancy Drew juvenile novels. The series, which ran from January 30, 1977, to January 14, 1979, was produced by Glen A. Larson from Universal Television for ABC.[1] Parker Stevenson and Shaun Cassidy starred as amateur detective brothers Frank and Joe Hardy, respectively, while Pamela Sue Martin (later Janet Louise Johnson) starred as amateur sleuth Nancy Drew. The Hardy Boys/Nancy Drew Mysteries was unusual in that it often dealt with the characters individually; the series alternated between episodes that featured the Hardys and episodes featuring Drew in its first season. As the series progressed, the two storylines crossed over, and the Nancy Drew character was drastically reduced, and then dropped, in favor of the Hardys. The titular \"Hardy Boys\", Frank and Joe, are brothers and amateur detectives from the fictional city of Bayport, Massachusetts.[note 1] The boys live with their famous father, Fenton Hardy, a private detective who spent two decades with the New York Police Department, and his sister, the boys' spinster aunt Gertrude. The boys are frequently assisted by their friend, Callie Shaw, who does part-time work for their father. Nancy Drew is an amateur sleuth — although she prefers the term \"part time investigator\" — and daughter of defense attorney Carson Drew. The two live in the fictional town of River Heights, New Jersey.[note 2] Nancy solves mysteries with her best friend, George Fayne, and her father's paralegal, Ned Nickerson, with whom she shares an ambiguous romantic connection. The Hardy boys' friend Chet Morton only had a brief role in the series. The Callie Shaw character was changed drastically from the books, where she is Frank's girlfriend. For Nancy Drew, the Ned Nickerson character was also changed; in the books, he was Nancy's boyfriend, who attended college, and was the football quarterback. With the second season came some serious story and character changes. For the Hardy Boys episodes, all supporting characters except for Fenton Hardy were dropped, and unmentioned. For the Nancy Drew episodes, Ned Nickerson was erased at first, but then later came back for one episode as the Assistant District attorney from Boston. Played by a different actor, Ned was re-introduced to Nancy Drew as if they had not previously known each other. Bess Marvin is also introduced, but was only featured in the two-part season premiere and in a cameo in the first part of the second crossover. In the first episode, the Hardy Boys and Nancy Drew meet in a European hotel room, and are at first at odds — Frank and Joe are tracking their missing father, who was working with Nancy at the time. The series then featured episodes which see the two teams work successfully together. Nancy and Frank are also constantly at odds with each other; they often bicker in many of the earlier crossover episodes. Although the relationship is mostly professional and platonic, Nancy Drew and Frank Hardy kiss in one episode; this is the furthest the romance goes. While the first season had an even split of Nancy Drew/Hardy Boys episodes, in the first 13 second-season episodes, The Hardy Boys were the leads in six episodes, while Nancy was the lead in just three. Four other episodes featured all three characters, but The Hardy Boys were given more screen time in these 'crossover' episodes. Accordingly, midway through the season, Pamela Sue Martin departed the series over concerns regarding her reduced role. She was recast with Janet Louise Johnson. For the nine remaining episodes produced for season 2, The Hardy Boys were featured in all of them. Four episodes also featured Johnson's Nancy Drew as a supporting character. Following the ending of the second season, the Nancy Drew character was dropped, and the series was re-titled The Hardy Boys. Joe Hardy was engaged in the first episode, but his fiancée was killed in a hit-and-run, investigated by the FBI. After solving the case, Frank and Joe become government agents at the Justice Department. Their boss, Harry Hammond, became a regular cast member. Midway through the season, the series was canceled by ABC. The Hardy Boys and Nancy Drew were both successful book publishing franchises owned by the Stratemeyer Syndicate, a publishing group which owned many successful children's book lines. At the time the television series started production (Fall 1976), there were 55 books in The Hardy Boys series and 53 books in the Nancy Drew series.[citation needed] Producers Joyce Brotman and Arlene Sidaris wanted to adapt both book series to television, and proposed a series to Universal Television in 1976. Universal was excited about the series, but first had to gain approval from the Stratemeyer Syndicate, headed by Harriet Stratemeyer Adams.[citation needed] At first, the 83-year-old Adams was skeptical.[citation needed] Adams had inherited the Syndicate from her father, Edward Stratemeyer, after his death in 1930. In the late 1930s, Warner Bros. approached Adams about buying the movie rights to the Drew series.[citation needed] An inexperienced Adams sold all rights to Warner Bros., who made a series of B-films that did not please her.[citation needed] The Hardy Boys had previously been adapted for The Mickey Mouse Club in the late 1950s, and a Saturday morning cartoon series in the late 1960s, both of which disappointed Adams again. Adams wanted Brotman and Sidaris to keep the wholesome, conservative values of the characters; when Brotman and Sideris agreed, she approved of the series, but with full script approval.[citation needed] Universal gave the assignment to Glen A. Larson, who had produced the police drama Get Christie Love!. The show was pitched to ABC in September 1976, and the pilots were filmed for 24 straight hours. ABC picked up the series in November, with a set launch date of January 1977.[2] Shaun Cassidy was the first one cast, in the role of Joe Hardy. Producer Arlene Sidaris stated that they were looking for a \"young David Cassidy\", who was Shaun's half-brother. Sidaris stated that casting Nancy Drew was harder, as \"everyone had a fixed image in their heads\" of what she was like.[2] Actress Jamie Lee Curtis auditioned for the role of Nancy Drew.[3][4] She later guest starred in a Nancy Drew episode, \"The Mystery of the Fallen Angels\". Whereas the characters were generally depicted as teenagers in the original books and most previous screen adaptations, such as the serialized Hardy Boys stories of the 1950s' Mickey Mouse Club series and the Bonita Granville Nancy Drew films of the late 1930s, the TV series \"aged-up\" Frank and Nancy, as Stevenson and Martin were both in their mid-20s; only Cassidy was still a teen at the time the series entered production. Janet Louise Johnson was also in her late teens when she replaced Martin as Nancy Drew. The theme music was composed by long-time Glen A. Larson collaborator Stu Phillips.[5] The show was filmed at Universal Studios, on the studio lot on parts of Colonial Street. This backlot street was later used in the Tom Hanks comedy film The 'Burbs; the music video for Smash Mouth's hit song \"All Star\"; and as Wisteria Lane in the ABC drama Desperate Housewives, in which the home of the Hardys also served the home of main character Susan Mayer.[6] The series replaced the short-lived Cos, and aired before Top 10 hits The Six Million Dollar Man and The ABC Sunday Night Movie.[citation needed] The series ran against 60 Minutes on CBS and The Wonderful World of Disney on NBC. The Hardy Boys/Nancy Drew Mysteries did not achieve the Top 10 success of the night's other series, but well enough to knock 60 minutes from its Top 10 position to #18.[citation needed] Following the departure of Pamela Sue Martin and the subsequent mixed reaction with replacement Janet Louise Johnson, producers once again rebooted the series. This time, they cut the Nancy Drew character, and the series, now titled The Hardy Boys, focused solely on the Hardys. The series became \"darker\", and featured the Hardys as professional investigation agents at the Justice Department. This season aired before another notable Glen A. Larson series, Battlestar Galactica. In January 1979, the series was abruptly canceled. According to the cast and crew members, this was due to ABC attempting to garner better ratings in that time period; this ultimately failed, and after ratings declined significantly, it took years for the network to recover. Larson later stated the network had \"cancellation remorse\", while Stevenson said that, years later, an ABC executive at the time said his biggest mistake was cancelling The Hardy Boys.[2] Episode #12, \"The Mystery of the Ghostwriter's Cruise\", is noteworthy because it contains a sequence in which a tsunami appears to approach a cruise ship, a deliberate homage to the 1972 disaster film, The Poseidon Adventure, in which Martin had also starred. The series was nominated for an Emmy Award in 1977, in the category of \"Special Classification of Outstanding Individual Achievement\", recognizing the work of cinematographer Enzo Martinelli. A number of well known actors appeared in episodes of The Hardy Boys/Nancy Drew Mysteries, either as celebrity guest stars or before they achieved subsequent fame. Celebrities who appeared in episodes included Ricky Nelson (The Flickering Torch Mystery); Bob Crane (A Haunting We Will Go); Lorne Greene, Bernie Taupin, Trini Lopez and Paul Williams (The Hardy Boys and Nancy Drew Meet Dracula, where Williams sang the song \"Hell of It\", which originally appeared on his 1974 starring film Phantom of the Paradise); Jaclyn Smith, Robert Wagner, Casey Kasem and Dennis Weaver (Mystery of the Hollywood Phantom); Tony Dow (The Creatures Who Came on Sunday); Maureen McCormick (Nancy Drew's Love Match); William Campbell and Missy Gold (Will The Real Santa ...?); Lloyd Bochner and Dorothy Malone (The House on Possessed Hill); Diana Muldaur (Sole Survivor); Ray Milland and Howard Duff (Voodoo Doll); Vic Damone, Fabian and Troy Donahue (Mystery on the Avalanche Express); Jack Jones (Death Surf); Pernell Roberts and Joseph Cotten (Arson and Old Lace); Kevin Tighe (Last Kiss of Summer) Dana Andrews and Patrick Macnee (Assault on the Tower); John Colicos (Search for Atlantis); June Lockhart and Robert Loggia (Dangerous Waters). Famous actors who appeared in the series earlier in their career included Jamie Lee Curtis, Robert Englund and A Martinez (The Mystery of the Fallen Angels); Rosalind Chao (The Mystery of the Jade Kwan Yin); Mark Harmon and Martin Kove (The Mystery of the Solid Gold Kicker); Anne Lockhart (The Mystery of the African Safari and The Last Kiss of Summer); Rick Springfield (Will The Real Santa ...?); Nicholas Hammond and John Karlen (The Lady on Thursday at Ten); Melanie Griffith (The House on Possessed Hill); Kim Cattrall and Linda Dano (Voodoo Doll); Valerie Bertinelli, Stepfanie Kramer and Kim Lankford (Campus Terror); and Ana Alicia (Life on the Line). Bernie Taupin, the composer and musical partner of Elton John, appeared in the two-part episode The Hardy Boys and Nancy Drew Meet Dracula, as a young British musician. Darleen Carr, who guest starred in the episode Search for Atlantis, is the sister of Charmian Carr, who played Liesl von Trapp in the Robert Wise film adaptation of The Sound of Music. Producer Glen A. Larson also produced the science fiction series Battlestar Galactica, which aired in 1978-'79 and 1980. A number of actors who appeared in The Hardy Boys/Nancy Drew Mysteries were also either cast members or guest stars of that series, including Lorne Greene, Maren Jensen, Anne Lockhart, Rick Springfield, Ana Alicia, Patrick Macnee and John Colicos. Universal Studios Home Entertainment has released The Hardy Boys/Nancy Drew Mysteries Seasons 1 & 2 on DVD in Region 1 & 2. Shout! Factory released the third and final season on DVD on February 12, 2013.[10] For the Universal Pictures Home Entertainment DVD releases of the series' first two seasons, the original music scores were removed and replaced with synthesized music tracks, due to music licensing issues.","Title":"The Hardy Boys/Nancy Drew Mysteries - Wikipedia","KeyID":"18406","URL":"https://en.wikipedia.org/wiki/The_Hardy_Boys/Nancy_Drew_Mysteries"}