{"Content: ":"High School U.S.A. is a 1983 American made-for-television comedy film starring Michael J. Fox, Nancy McKeon, Anthony Edwards, and Crispin Glover, directed by Rod Amateau. The film originally aired on NBC on October 16, 1983. Several of the main actors appeared in sitcoms that were popular at that time. These include Todd Bridges and Dana Plato from Diff'rent Strokes, Nancy McKeon from The Facts of Life, and Michael J. Fox from Family Ties, as well as a number of former 1950s and 1960s sitcom stars, including Tony Dow, Frank Bank, and Ken Osmond from Leave It to Beaver.[1][2][3][4] The film focuses on the intrigue inside Excelsior Union High School. Michael J. Fox plays J.J. Manners, who becomes enamored with Beth Franklin (Nancy McKeon), the girlfriend of Beau Middleton (Edwards), who somehow manages to be the class president despite alienating most of the school; he is also their football team's quarterback. Middleton is also the richest student, a spoiled young man who drives around in a Porsche 911 convertible. The core story involves Manners and Middleton competing for the affections of Beth. Ultimately this rivalry culminates in a drag race between the two. The result of the race tips the balance and changes the dynamics within the school irrevocably. In the end, J.J. ends up winning Beth's affections. Other storylines include Todd Bridges as a genius who has created a robot that he believes to be capable of traveling into space (the robot also humiliates Beau Middleton at the end of the film by pulling down his trousers before the entire student body). Crispin Glover plays Archie Feld, a socially impaired boy who stands out as nervous about interacting with the opposite sex, all while surrounded by friends who all struggle with the intricacies of intergender relationships. Also, Beau Middleton's father has created an incentive for the teachers by offering a sizable reward for the best teacher. Subsequently, the teachers focus extra effort on impressing Beau with their worthiness of the reward. According to stand-up comedian and future Mystery Science Theater 3000 star Joel Hodgson, he was asked to be one of the stars of the proposed series. Hodgson turned the offer down after telling the network he did not think the material was good. The network raised their offer, thinking his refusal was a bargaining ploy. Because of this experience, Hodgson decided Hollywood was too shallow to work with and quit the industry until 1987,[5] when he created MST3K. Fox and Glover would go on the following year to work together again in Back to the Future. Fox met McKeon on set and the two of them dated for a while, and starred in another TV movie, Poison Ivy.[6] A one-hour pilot was created due to the success of the original movie, but no longer featuring the star teen actors. It was not picked up by the network, and was aired on May 26, 1984 (the Saturday evening of Memorial Day weekend).[7][8]","Title":"High School U.S.A. - Wikipedia","KeyID":"18408","URL":"https://en.wikipedia.org/wiki/High_School_U.S.A."}