{"Content: ":"In gridiron football, defensive backs (DBs), also called the secondary, are the players on the defensive side of the ball who play farthest back from the line of scrimmage. They are distinguished from the other two sets of defensive players, the defensive linemen who play directly on the line of scrimmage, and the linebackers, who play in the middle of the defense, between the defensive line and the defensive backs.[1][2] Among the defensive backs, there are two main types, cornerbacks, which play nearer the line of scrimmage and the sideline, whose main role is to cover the opposing team's wide receivers, and the safeties, who play further back near the center of the field, and who act as the last line of defense. American defensive formations usually includes two of each, a left and right cornerback, as well as a strong safety and a free safety, with the free safety tending to play further back than the strong safety. In Canadian football, which has twelve players on the field compared to the eleven of American football, there is an additional position called defensive halfback, which plays like a hybrid between a linebacker and cornerback. Canadian formations include two cornerbacks, two halfbacks and one safety, for a total of five defensive backs. Besides the standard set of defensive backs, teams may also remove a defensive lineman or a linebacker and replace them with an additional defensive back. The fifth defensive back is commonly called the nickelback (so named because a five-cent coin in the U.S. and Canada is called a nickel). By extension, a sixth defensive back is called a dimeback (because the next value coin in the U.S. and Canada is called a dime). Rarely, teams may employ seven or even eight defensive backs. Historic notable defensive backs include Hall-of-Famers Dick \"Night Trane\" Lane, Mike Haynes, Ronnie Lott, and Troy Polamalu, Deion Sanders (aka \"Primetime\"), and Ed Reed, among others. In 2019, the National Football League released its all-time team in honor of the league's 100th anniversary, in which the top defensive backs in its history were noted and honored.[3] Longtime National Football League executive and renowned former general manager of the Dallas Cowboys, Gil Brandt released a list of the top cornerbacks of all time.[4]","Title":"Defensive back - Wikipedia","KeyID":"18418","URL":"https://en.wikipedia.org/wiki/Defensive_back"}