{"Content: ":"Back to the Beach is a 1987 American comedy film starring Frankie Avalon and Annette Funicello, directed by Lyndall Hobbs. The original music score is composed by Steve Dorff. The film generated a total domestic gross of $13,110,903. It received a \"two thumbs up\" rating from Siskel and Ebert. The film is an open parody of the beach party films made popular in the 1960s, especially those in which Avalon and Funicello had appeared. The plot is merely the means of connecting the various sight gags, homages and in-jokes. All character names are taken from those earlier films. The film's soundtrack included covers of several well-known beach tunes, along with new songs by such artists as Aimee Mann and Private Domain. Frankie Avalon and Annette Funicello are a husband and wife living in Ohio — far from the surf and sand of their earlier lives together. Frankie is a stressed out car salesman and former \"Big Kahuna\" of the surf scene in California while Annette bottles her own sense of angst up in a bevy of shopping. Together they are raising a son, Bobby, who is in the throes of rebellion against his seemingly square folks. One day, the family decides to take a vacation to Hawaii. Deciding to stop in California to visit their daughter Sandi (Lori Loughlin), Frankie and Annette are appalled to learn that she has been living with surfer Michael (Tommy Hinkley). The family misses their flight to Hawaii, and ultimately end up staying in California, much to the chagrin of Frankie. Frankie and Annette get caught up with the lives of their old friends and their old beach, and thus their last beach adventure begins. Along the way, Frankie must work together with a new generation of younger surfers while nearly ruining his marriage by dallying with Connie Stevens — one of several pop-culture icons appearing in the film, including Fishbone, Don Adams, Bob Denver, Alan Hale Jr., Edd Byrnes, Jerry Mathers, Tony Dow, Barbara Billingsley, Dick Dale, Stevie Ray Vaughan, O. J. Simpson, and Pee-wee Herman. In the end The Big Kahuna overcomes his own fears and proves that he is still the king of the surfers, as he takes back his title and saves the beach from a gang of beach punks led by Zed (Joe Holland). The film was the idea of Frankie Avalon and was in development for a number of years. He hired several screenwriters and shopped the screenplay around town. Paramount was attracted to the project but did not like the script. Because Orion Pictures owned the rights to the original AIP \"beach party movies\", Paramount wanted to make (in the words of one spokesperson) \"an entirely original screenplay not based on any prior beach movies. It parodies all beach movies.\"[2] Writer-director James Komack shared the same agent as Avalon; when he became attached Paramount agreed to finance. Komack stated: I met with Ned Tanen (Paramount's production chief) and we agreed it would be about a middle-age marital life crisis which, through a series of happy events, allows the couple to recapture their youth and renew the relationship. Eventually, they wanted a picture I couldn't deliver. They wanted to camp it up and I felt it wasn't necessary.[2] Eventually Paramount hired Lyndall Hobbs to direct; she had never made a feature before but had directed numerous music videos. Various writers were hired, seventeen in all, including Jeff Buhia & Steve Zacharias, Robert Kaufman, David Obst and Bill Norton Jr. This cost an estimated $2 million in writer's fees.[2] Funicello called it her favourite filmmaking experience since Babes in Toyland.[3] However it was during the making of the movie she first started developing symptoms of MS.[4] The soundtrack for this film was released in 1987 on CBS Records (CK-40892). Track listing (key performers in parentheses): Two other songs, \"We'll Go on Forever\", sung by the cast, and \"I Hate You\" (from Star Trek IV: The Voyage Home) are not included on the album. In her memoirs Funicello wrote that she and Avalon were preparing a sequel where their characters go on safari in Africa, but that her illness meant she pulled out. However she did agree to go on a \"Back to the Beach\" tour with Avalon on stage.[5]","Title":"Back to the Beach - Wikipedia","KeyID":"18411","URL":"https://en.wikipedia.org/wiki/Back_to_the_Beach"}