{"Content: ":"Freddy's Nightmares (also known as A Nightmare on Elm Street: The Series) is an American horror anthology television series, which aired in syndication from October 1988 until March 1990.[1] A spin-off from the A Nightmare on Elm Street film series, each episode is introduced by Freddy Krueger (played, as in the films, by Robert Englund), and features two different stories, with eight of them throughout the series actually having Freddy Krueger as the main antagonist. The pilot episode was directed by Tobe Hooper, and begins with Krueger's prosecution on child-murdering charges. The series was produced by New Line Television, producers of the film series, and Stone Television. It was originally distributed by Lorimar-Telepictures. Afterwards, Warner Bros. Television would assume syndication rights after acquiring Lorimar-Telepictures in 1989. Due to the murderous basis of Freddy Krueger, New Line Cinema opted not to develop a television series with a regular batch of characters to mix it up with Krueger on a continuous basis; deeming it futile, since he would inevitably kill most of them, and there would be no one left. Instead the producers created an anthology series, employing a new crop of actors to be used for each episode. Each episode tells a different story of a dark rooted and/or grim nature that takes place in the fictitious town of Springwood, Ohio, and in particular, on Elm Street; the same setting as the A Nightmare on Elm Street films. Though the Freddy Krueger character occasionally plays a part in the plot, most of the stories do not involve him (it is, however, often hinted that Krueger indirectly influenced the desolate nature of the plotlines). Similar to the Crypt Keeper in Tales from the Crypt, Krueger's primary function is to host the series. He is featured in regular bumper segments, where he offers an ominous or slapstick reaction to the happenings of the episode—culminating in him giving a quick, and usually eerie, epilogue at the end. One element that made the series unique is its two-tier story approach. Most of the episodes feature two different stories that each take up the first and second halves. Every second story, however, usually built on a character who played a minor (or supporting) role in the first. Several episodes throughout the second season form mini-arcs, with the events of one episode being followed up and/or referenced in a later episode. Examples of this include the episode \"Interior Loft\", which was given a direct sequel, \"Interior Loft-Later\" and \"Lucky Stiff\", which was followed up with \"Easy Come, Easy Go\". Torrance High School was used as the filming location for Springwood High School, predating its use in later horror series like Buffy the Vampire Slayer. The only actor from the film series retained for the TV series was Robert Englund, as Freddy Krueger. Some of the featured actors who went on to later become notable were: Other notable guest stars featured in the series were: With the exception of the pilot, all of the episodes carried two separate storylines. The first half hour would be devoted to one story, while the last half hour would be devoted to a second storyline.[1] In the US, five VHS tapes were released by Warner Home Video in September 1991. Each tape featured one episode. The episodes released were:[2] In the UK, eight VHS tapes were released by Braveworld Ltd., originally in 1989 as rental-only tapes and then again in 1993 to the sell-through market. Each tape features two episodes. The tapes released were:[2] In Germany, eight VHS tapes were released by Virgin Video, originally in 1989 as rental-only tapes. Eacht tape features two episodes. In 2003, Volume 1 (the first 3 episodes) was released on Region 2 DVD in Ireland and the UK, by Warner Home Video. Volume 2 and Volume 3 was also planned to be released later in future years to come, however, Warner canceled the releases due to poor sales.[2] In 2011, a Blu-ray collection of the original seven A Nightmare on Elm Street films was released in the US. The set included a DVD with special features, which included two episodes of the show (\"It's a Miserable Life\" and \"Killer Instinct\").[3] Initially the series aired in syndication across the United States. The violent and sexual content of the series often meant that episodes were heavily edited before airing. An example of this is the series finale Safe Sex, which had 8 minutes of its more explicit footage deleted. In 2006, AOL teamed up with distributor Warner Bros. Television to bring Freddy's Nightmares to its new In2TV broadband service.[4] NBCUniversal's horror and suspense-themed cable channel Chiller previously aired Freddy's Nightmares with marathons once a month. Season one and two were shown one after another, with commercial breaks, however, the channel ended the run on March 31, 2011.[5] In the UK, Sky and Virgin Media customers could watch the entire first series, one episode per night, at 8pm on Zone Horror, starting Monday, 8 June 2009.[6] In Sweden, TV4 Guld aired the show every week from 2010 to 2012.[7] El Rey Network has been airing the series since November 3, 2015.[8] As of February 15, 2022, the series is available on Screambox, a streaming service dedicated to horror content. As of May 1, 2022, the series is now streaming on Tubi, an ad-supported free content platform owned by Fox Corporation. Mark Pellegrini of the Adventures in Poor Taste gave the show overall rating of 6 out of 10. In a review he explains his reasons for it as that only 8 out of 44 episodes are about Freddy Krueger. Out of those 8 episodes the \"Photo Finish\" received the best score, while the \"Safe Sex\" was booted out as the worst. \"No More Mr. Nice Guy\" episode was greeted with a homage to the first five Nightmare on Elm Street films, while the scene where Freddy gets burned alive was shown later in Freddy vs. Jason and Freddy's Dead: The Final Nightmare.[9] The genesis of the series and its impact were later revisited in the 2010 documentary Never Sleep Again which featured interviews with a number of the show's writers, directors and other parties involved like original Elm Street director Wes Craven and New Line producer Bob Shaye. The Blu-ray release of the documentary includes outtakes from the series as well as footage that was deleted due to it being too graphic for television.","Title":"Freddy's Nightmares - Wikipedia","KeyID":"18413","URL":"https://en.wikipedia.org/wiki/Freddy%27s_Nightmares"}