{"Content: ":"Mickey Spillane's Mike Hammer (later titled The New Mike Hammer), with Stacy Keach in the title role, is an American crime drama television series that originally aired on CBS from January 28, 1984, to May 13, 1987. The series consisted of 51 episodes, 46 one hour episodes, a two part pilot episode (More Than Murder), and three TV Movies (Murder Me, Murder You, The Return of Mickey Spillane's Mike Hammer, and Mike Hammer: Murder Takes All. Murder Me, Murder You was initially envisioned as a stand-alone TV movie, but ultimately became a backdoor pilot for the series when it was received positively by audiences).[1] The movies and series were produced under the guidance of Executive Producer Jay Bernstein, who acquired the television rights from his close friend Mickey Spillane for one dollar.[1] The show follows the adventures of Mike Hammer, the fictitious private detective created by crime novelist Mickey Spillane, as he works to solve cases, often involving murder. A recurring plot line throughout the show focuses on the murder of someone the protagonist was close to, resulting in Hammer seeking out revenge. Keach was familiar with the tough and insensitive novelized version of Hammer and worked to make his version more palatable to a television audience. \"We've softened him up a little bit,\" Keach told The New York Times. \"To sustain a series on television, I think you need a certain humor, charm and vulnerability. Toughness is probably the least important factor.\"[2] While firmly situated in the 1980s, the tone of the show also incorporated elements of classic film noir detective films, such as The Maltese Falcon.[3] For example, each show featured the protagonist's narrative voice-over and, much like the archetypal hard-boiled detectives of years gone by, Hammer would rarely be seen without his wrinkled suit, fedora and trench coat.[3] While his get-up made a particularly awkward fashion statement for the time, the juxtaposition of old and new was a central theme in the show. Indeed, Keach's Mike Hammer left the viewer with the impression that this detective had been somehow transported from a 1940s film set to 1980s New York City. The show's theme song Harlem Nocturne by Earle Hagen, a jazz tune featuring a deeply melancholy saxophone, set a gritty tone for each episode. The song proved to be one of the most popular elements of the program. In contrast to the charming male leads in other popular detective shows of the day (e.g., Remington Steele, Thomas Magnum), Mike Hammer was unapologetically masculine with little concern for political correctness. A prominent feature of most episodes was the inclusion of a number of female characters (known in casting sessions \"Hammer-ettes\") who would exchange a double entendre or two with Hammer while wearing very low tops and push-up bras emphasizing their ample cleavage. Hammer would regularly wind up in bed with the highly sexualized female characters in the show, who would never fail to melt once they had fixed their eyes upon the brawny detective. The show's writers latched on to this element of clashing eras and often used it as a comic relief in the show. Examples of this include Hammer's love for cigarettes being at odds with the growing social disdain for smoking and the detective's humorous inability to comprehend the youth trends of the decade. Like its 1950s predecessor, Keach's Mike Hammer never shied away from violence. Whether it was with his fists or his trusty gun, \"Betsy,\" a Colt Model 1911A1 .45 ACP semi-automatic pistol, which was always tucked neatly inside a leather shoulder holster worn under his suit jacket, Hammer would never fail to stop a criminal dead in his tracks. Mickey Spillane insisted that Stacy Keach carry the .45 caliber pistol in the show because that was the weapon Mike Hammer carried in all of Spillane's \"Mike Hammer\" mystery novels. Unlike most detective shows of the decade, the bad guys on Mickey Spillane's Mike Hammer were usually killed by the protagonist by the time the closing credits rolled. The following notable actors (including some future stars) and musicians appeared on the show: Like Spillane's novels, the series is set in New York City, with only a few exceptional episodes that bring the characters to other locations. Mickey Spillane had demanded that the series be shot in New York.[5] Production of the show was interrupted in December 1984 when Stacy Keach was sentenced to nine months prison time for drug smuggling. Keach was arrested with his secretary Deborah Steele on April 4 at London's Heathrow Airport for smuggling 36 grams (1¼ ounces) of cocaine.[6][7] He had arrived in London from France—where he was filming the TV miniseries Mistral's Daughter—when he and Steele were picked out at random to be searched.[7] Keach was in London to record voiceover for Mickey Spillane's Mike Hammer.[8] On December 7, 1984, Keach pled guilty to the charge and immediately began serving a nine-month sentence in Reading Prison.[8] His unexpected jail term caught producers of the show off guard and with three episodes filmed but unfinished, impersonator Rich Little was called in to mimic Keach's narrative voiceover.[9] The second season still had eight unmade episodes that were not able to be filmed with Keach behind bars and CBS and Columbia Pictures TV paid the rest of the cast for half of those episodes.[9] Keach was released after six months with time off for good behavior and soon began work on reviving the Mike Hammer franchise.[6] A year later, Stacy Keach returned to his role as Hammer in the made-for-TV movie The Return of Mickey Spillane's Mike Hammer, which aired on April 18, 1986. Thanks to the positive reception of the movie and the tenacity of Jay Bernstein, the series was continued, but this time under the title The New Mike Hammer.[10] The reboot took over its old 9:00-10:00 pm time slot when it first aired on Saturday, September 22, 1986, but was hastily shifted to the 8:00-9:00 Wednesday time slot after the failure of Better Days and Together We Stand.[11] The theme music was also changed (although it otherwise remained Harlem Nocturne), now with a trumpet lead.[12] In the retooled season, several recurring characters were absent and elements previously criticized as sexist were downplayed in an attempt to capture an audience wider than males, who were the primary viewers of the first few seasons. The narrow male demographic, and concerns over the portrayal of women in the show from Columbia Pictures Television president Barbara Corday, prompted Jay Bernstein to tone down the presence of swooning starlets.[10] However, the new vision of Hammer proved to be less appealing to fans of the original run and failed to attract a wider audience. The New Mike Hammer was canceled after one season with the final episode airing on May 13, 1987. The series won top spot for its 10 pm time slot on Saturday nights and surveys showed it to be particularly popular among male audiences.[2] John J. O'Connor of the New York Times called Keach's portrayal of Mike Hammer \"one of the best in a long history of dramatizing this particular private eye, is nearly all manner and mannerism, steeped in the accents and rhythms of New York.\"[13] Morgan Gendel of Los Angeles Times, however, calls the ratings for the first two seasons \"so-so\" overall, despite being a hit with men.[10] The New Mike Hammer ranked 59th out of 79 shows with an average rating/share of 11.9/19.[citation needed] Two years later, this series had a television film spin-off titled Mike Hammer: Murder Takes All featuring Lynda Carter, Michelle Phillips, and Jim Carrey in his pre-stardom. Keach's version of Hammer was revived with 26 more syndicated episodes produced in 1997–1998 under the title Mike Hammer, Private Eye. The revived version failed to establish wide distribution or much of an audience and was cancelled after one season.","Title":"Mickey Spillane's Mike Hammer (1984 TV series) - Wikipedia","KeyID":"18410","URL":"https://en.wikipedia.org/wiki/Mickey_Spillane%27s_Mike_Hammer_(1984_TV_series)"}