{"Content: ":"The Hamilton Tiger-Cats are a professional Canadian football team based in Hamilton, Ontario, Canada. They are currently members of the East Division of the Canadian Football League (CFL). The Tiger-Cats play their home games at Tim Hortons Field.[3][4] In 1950, the Tigers merged with cross-town upstart Hamilton Wildcats and adopted the nickname \"Tiger-Cats\".[5][6] Since the 1950 merger, the team has won the Grey Cup championship eight times, most recently in 1999. The Hamilton Tiger-Cats Football Club also recognizes all Grey Cups won by Hamilton-based teams as part of their history, which would bring their win total to 15 (the Hamilton Tigers with five, Hamilton Flying Wildcats with one and Hamilton Alerts also with one).[7] However, the CFL does not recognize these wins under one franchise, rather as the individual franchises that won them.[8] If one includes their historical lineage, Hamilton football clubs won league championships in every decade of the 20th century, a feat matched by only one other North American franchise in professional sports, the Triple-A Minor League Baseball team Rochester Red Wings of the International League. None of these three teams won a championship in the first two decades of the 21st century. In their first 40 years of existence, the Tiger-Cats qualified for the playoffs in all but three of those years and won seven Grey Cup championships. They are one of six teams in the modern era to win the Grey Cup at home and were the first to accomplish this when they did it in 1972. However, since 1990, they have missed the playoffs on eleven occasions and have won just one Grey Cup in 1999 (and have the longest Grey Cup drought of both the current East Division teams and in all the CFL). Their lowest moment came when they lost a CFL record 17 games in one season with just one win during their 2003 season.[9] The franchise has started to return to prominence after qualifying for the post-season in eight of the 10 years of the 2010s decade, including appearances in the 101st, 102nd, 107th and 108th Grey Cups losing all 4 appearances.[8] Businessman Bob Young purchased the club on October 7, 2003. He was born in Hamilton, Ontario, and graduated from Victoria College at the University of Toronto. His fortune was earned in the software industry and he is currently the owner and CEO of Lulu, a self-publishing website.[10] As of 2011[update], the Hamilton Tiger-Cats Executive Committee consists of five people: Bob Young, Caretaker; Scott Mitchell, CEO; Doug Rye, Executive Vice President; President and COO Matt Afinec; and Vice Chairman Glenn Gibson.[11] On January 2, 2022, the club reorganized its ownership under the newly announced Hamilton Sports Group, an entity that will also own Forge FC and the master licence for Tim Hortons Field. Bob Young continues to serve as chairman and the largest shareholder while also welcoming new investment from Hamilton-based steel company Stelco (represented by its chairman and CEO Alan Kestenbaum), club CEO Scott Mitchell, and Woodbine Entertainment CEO Jim Lawson.[12] Although the current Hamilton Tiger-Cats were only founded in 1950, football in Hamilton goes back much further than that.[13] The history of Hamilton Tiger-Cats Football Club can be traced back to November 3, 1869 in a room above George Lee's Fruit Store, when the Hamilton Football Club was formed.[14] The Hamilton football club played their first game on December 18, 1869 against the 13th Battalion (now Royal Hamilton Light Infantry). In 1872, the Hamilton Football club began play at the Hamilton AAA Grounds and they became known as the Tigers in 1873.[15] The Hamilton Tigers began play in the Ontario Rugby Football Union (ORFU) in 1883 and won their first Canadian Dominion Football Championship in 1906 when the Tigers beat McGill University 29–3. The Tigers continued in the ORFU until 1907, when the Interprovincial Rugby Football Union (IRFU) was formed. The IRFU later became known as the Big Four and eventually, the IRFU became the East division of the modern CFL in the 1950s. The Tigers faced stiff local competition with the ORFU's Hamilton Alerts who, in 1912, won the City of Hamilton its first Grey Cup, the trophy that was now awarded to the Canadian Dominion Football Champions, by beating the Toronto Argonauts 11–4. In the following season (1913), the Tigers won their first of five Grey Cups when they beat the Toronto Parkdale Canoe Club by the lopsided margin of 44–2. The Alerts were refused entry into the ORFU in 1913 with many of its players opting to join the Tigers, while the Alerts gradually faded from existence.[16] The Alerts gave way to a team under the name Hamilton Rowing Club from 1913 to 1915, who also played in the ORFU. 1914 saw the complete amalgamation of the Hamilton Alerts and the Hamilton Tigers and the football club continued playing under the name \"Tigers\".[15] In 1915, in the final pre-war season, the Hamilton Tigers won their second Grey Cup. After over a decade-long drought, the Hamilton Tigers won the Grey Cup championship game in 1928, 1929 and 1932. The 1941 season saw the Tigers suspend play for the remainder of World War II. The Hamilton Tigers folded, largely because a number of players had gone into the armed services. It is believed by some that the failure of the Tigers is what caused the IRFU to be dissolved, and the Eastern Rugby Football Union (ERFU) to be formed.[13] Because of the absence of the Tigers, a new club called the Hamilton Wildcats were formed to play in the ORFU in 1941. The Wildcats were given permission to use players from the Hamilton Tigers, but not the traditional black and yellow colors of the Tigers. In 1943, the Hamilton Flying Wildcats, stocked with Royal Canadian Air Force personnel, won the 31st Grey Cup. Things returned to normal in 1945 when the IRFU and the Hamilton Tigers resumed play while the Wildcats (no longer known as the Flying Wildcats) continued on in the ORFU. In 1948 the Hamilton Wildcats joined the IRFU to replace the Tigers who joined the Ontario Rugby Football Union. The Tigers and Wildcats switch of unions only lasted two years (1948–49) as both clubs struggled. At this time, the Tigers and Wildcats competed for fans, talent and bragging rights so vehemently that neither team could operate on a sound financial level.[13][17] Consequently, The Tigers and Wildcats amalgamated in 1950 to form the Hamilton Tiger-Cats that would compete in the IRFU.[15] Under the guidance of prominent and distinguished local leaders such as Ralph \"Super-Duper\" Cooper and F.M. Gibson, it was decided that the two teams should merge as one that would represent Hamilton. Cooper was named team president and Carl Voyles served as head coach and general manager. A contest was held among the fans to determine the colors for the newly formed football club; the result was a combination of the two clubs' colors: yellow, black, red, white and blue. Over the years, the colors have evolved to gold, black and white and remain to this day.[18] In 1950, the newly christened Hamilton Tiger-Cats began playing in Ivor Wynne Stadium, until 2012 after which it was demolished and replaced with a new stadium on the same site, Tim Hortons Field, in 2014. The Ti-Cats had great success throughout the 1950s and 1960s, in the 1950s and 1960s the club appeared in ten Grey Cups. They finished first in the East thirteen times from 1950 to 1972. During that same time span, they appeared in eleven Grey Cup finals winning the championship six times. Players, such as Angelo Mosca, Bernie Faloney, Joe Zuger and Garney Henley became football icons in the Steel City. Beginning in 1957 under coach Jim Trimble (who left the team after the 1962 season), the Tiger-Cats played in every national final through 1967, except for those of 1960 and 1966, winning 4 Cups (1957, 1963, 1965 and 1967). The Cats' 1972 Grey Cup win, 13–10 over the Saskatchewan Roughriders, was led by two sensational rookies, Chuck Ealey who had an outstanding college career at the University of Toledo and Ian Sunter, an 18-year-old kicker who booted the deciding field goal that gave Hamilton the cup on their home turf. During this era, the Tiger-Cats also became (and remain to this day) the only Canadian team to have ever defeated a current National Football League team; on August 8, 1961, they defeated the Buffalo Bills by a score of 38–21 (at the time, Buffalo was still a part of the American Football League).[19][20] In 1978, Toronto Maple Leafs owner Harold Ballard assumed ownership of the Tiger-Cats. Ballard claimed to be losing a million dollars a year.[21] The Tiger-Cats contended on and off during the rest of the 1970s and 1980s (reaching the playoffs in every year of the latter decade), reaching the Grey Cup game again in 1980 and winning the East Division by a mile in 1981 with an 11–4–1 record under head coach Frank Kush, but were stunned by the Ottawa Rough Riders, who finished a distant second at 5–11, in the East final. The Tabbies' defense was very stout, talented and hungry that decade, led by standouts Grover Covington, Ben Zambiasi, Howard Fields and Mitchell Price. They were complemented very well on offense with quarterbacks Tom Clements and Mike Kerrigan throwing to Rocky DiPietro and Tony Champion leading to three straight trips to the Grey Cup in 1984, 1985 and 1986, the latter resulting in winning the title over the Edmonton Eskimos by a score of 39–15. In 1986, Ballard publicly called the Tiger-Cats a bunch of overpaid losers.[21] After the Tiger-Cats beat the Toronto Argonauts in the 1986 Eastern Final, Ballard said \"You guys may still be overpaid, but after today, no one can call you losers.\"[21] A few days later, the Tiger-Cats won the 1986 Grey Cup by beating the Edmonton Eskimos 39–15; Ballard said it was worth every penny. Hamilton businessman David Braley bought the team on February 24, 1989, and he would eventually sell the team to a community-based group in 1992 due to continued poor attendance figures (Braley would later buy the B.C. Lions in 1997 and the Toronto Argonauts in 2010). Hamilton returned to the Grey Cup in 1989 (making their fifth appearance in the Grey Cup game in the 1980s), but were on the losing end of a 43–40 thriller to Saskatchewan. The 1990s began on a sour note for the team, missing the playoffs for the first time in back-to-back years under the Tiger-Cats banner. By 1994, the team was in grave jeopardy; with the Buffalo Bills then in the midst of their run of four consecutive Super Bowl appearances and the Toronto Argonauts contending for the Grey Cup, almost all of the football attention in the Hamilton area had been sucked toward those two teams and away from the Tiger-Cats. Fewer than 6,000 season tickets were sold, prompting a threat from the CFL Commissioner Larry Smith to revoke the franchise if they did not both double the ticket sales for 1995 and raise CA$1 million in corporate sponsorship. Both thresholds were met and exceeded.[22] The 1990s were marked by financial instability, and constant struggles on the field. Quarterback was a weak spot for the Ti-Cats, as the first half of the decade had names like Don McPherson, Damon Allen, Timm Rosenbach, Matt Dunigan, Lee Saltz and Todd Dillon taking their turns at the pivot. Despite the excellent play of Eastern All-Star Earl Winfield rewriting the team's record books for pass catching, Hamilton struggled to attract crowds to Ivor Wynne Stadium. It was not until 1998 with the arrival of head coach Ron Lancaster and the pitch-and-catch duo of Danny McManus and Darren Flutie plus the pass rush abilities of Joe Montford that led Hamilton back to the CFL's elite, reaching the Grey Cup finals in 1998 and winning the cup the following year. However, the Ti-Cats would then suffer a slow decline. In 2000, Hamilton finished 9–9, losing 4 of their last 5 games, as well as the East semifinal 24–22 to Winnipeg. In 2001, Hamilton finished 11–7, and lost to Winnipeg in the playoffs for a second straight season, 28–13.[23] In 2002, Hamilton finished 7–11 and missed the playoffs.[24] The team would reach their lowest ebb in 2003, having a not only franchise-worst season, but the worst record in CFL history, finishing 1–17 (and losing the most games in the CFL's 18-game schedule), with only a 27–24 overtime victory in week 14 keeping the declawed Tiger-Cats from having an imperfect season.[25] Native Hamiltonian Bob Young has owned the Tiger-Cats since 2004, and although the team had a resurgence in home attendance, corporate sponsorship plus a brand new \"Tiger Vision\" scoreboard at Ivor Wynne stadium, it struggled with its on-field performance. Last place finishes both in 2005 (5–13) and 2006 (4–14), resulted in an overhaul of the coaching staff for 2007. The moves still did not immediately help, as the team continued to lag in last place in 2007 and 2008 despite numerous apparent upgrades. In 2009, their fortunes turned around when they finished in second place in the East, qualifying for the playoffs for the first time in several years. However, they failed to win the Grey Cup, marking the 2000s as the first decade since the 1890s that Hamilton failed to win a national championship. On August 31, 2011, the Tiger-Cats announced plans to close Ivor Wynne Stadium at the end of the 2012 season and begin play in the long planned Pan American Stadium in 2014.[26] Throughout the 2013 season, they played their home games at Guelph University's stadium because the new stadium was still under construction. On November 24, 2013, the Hamilton Tiger-Cats lost to the Saskatchewan Roughriders 45–23 in the 101st Grey Cup at Mosaic Stadium at Taylor Field. The game had star appeal as actor Tom Hanks attended with comedian Martin Short, a Hamilton native. Early in the third quarter, Hanks was shown replacing a Ti-cats toque with a Riders hat, drawing a loud roar from the crowd.[27] After construction of the new stadium fell behind schedule in 2014, the team moved the first few games of its 2014 season to Ron Joyce Stadium. Tim Hortons Field opened in time for the 2014 Labour Day Classic, which coincided with the Tiger-Cats going on a long run that propelled the team from 1–6 prior to that game to 9–9 (in a year when the East was particularly weak, this was enough to win the division) and two further playoff wins, propelling the team to its second straight Grey Cup appearance, which would also be its second straight Grey Cup loss as the Calgary Stampeders held off a late comeback effort from the Tiger-Cats to win 20–16. The team went undefeated at Tim Hortons Field in its inaugural season at the stadium. The Tiger-Cats have played home games at Tim Hortons Field since 2014. The stadium is located in downtown Hamilton at the former site of Ivor Wynne Stadium which the team played at from 1950 until 2012. During construction of Tim Hortons Field in 2013, the Tiger-Cats played at Alumni Stadium in Guelph, Ontario. Ivor Wynn Stadium had an East – West orientation which caused problems when the weather was a factor, in the game. With the sun setting in the west, offensive teams were sometimes blinded, by the sun, as they tried to run or pass forward and the Quarterback was blinded by the sun, as he tried to find a receiver. If the offensive team was progressing to the East, with the sun setting behind them, they had an advantage because the defensive team was blinded by the setting sun. Now with the new Tim Horton field orientated North – South, the setting sun is not a problem, but the wind could be a factor, as it is prominently from the south or north with a westerly influence. Wind will become a faction in the coin flip winner's decision. The Tiger-Cats logo for many decades was an exact reverse of the Princeton University Tigers athletic logo. The artwork for the original \"leaping tiger\" is claimed by Hamilton, having been designed by Jake Gaudaur,[28] a former Tiger-Cat player, President, and CFL Commissioner. Both logos have since been revised or replaced. The colours of the logo are black, yellow, and white. Since 1873, the arch-rivals of the Tiger-Cats have been the Toronto Argonauts. The first meeting between the two teams took place on October 18, 1873 at the University of Toronto where the Argonauts defeated the Hamilton Football Club by a Goal and a Try to Nil.[16] Hamilton and Toronto are merely 51 km apart along the Queen Elizabeth Way (QEW) highway and, for relatively brief periods of time, were the only CFL teams in Ontario as a result of the demise of the Ottawa Rough Riders in 1996 and the demise of the Ottawa Renegades in 2006, although Ottawa fielded a new team called the Ottawa Redblacks in 2014. In the Labour Day Classic match-ups since 1948, Hamilton has been victorious 31 times to Toronto's 15. Since 1996, the two teams have played the Labour Day Classic each year at Hamilton's Ivor Wynne Stadium or (since 2014) Tim Hortons Field, with the 2011 season and the 2013 season being recent exceptions. In 2014 and 2015, the Labour Day Classic continued the tradition, with the game being held at Hamilton's new stadium, Tim Hortons Field. As has been the case for several years, the two teams then have a rematch the following week at Toronto's stadium, currently BMO Field. There have been 17 playoff match-ups between the two teams, with Toronto being victorious 10 times to Hamilton's 7. Other rivals consist of the Montreal Alouettes, the Ottawa Redblacks, and the Winnipeg Blue Bombers having met the latter numerous times in the Grey Cup. Corus Radio Hamilton was the official radio broadcast rights holder for the Tiger-Cats and had been the official voice for CFL football in the Greater Hamilton Area for over 40 years. AM900 CHML, together with sister station CJXY-FM, offered coverage of all Tiger-Cats games, including pre-season games.[29][30] Hamilton Tiger-Cats games broadcast on CHML were anchored by the announcers team of Rick Zamperin, John Salavantis, and Matt Holmes. Zamperin, CHML's sports director, became the play-by-play announcer in 2007 after six seasons as sideline reporter. Color commentator John Salavantis was a former football coach with the Tiger-Cats, Ottawa Rough Riders, Montreal Machine, and the Ottawa University Braves. CHML's Matt Holmes was the pre-game show host and sideline reporter. The post-game show, \"The Fifth Quarter\", was hosted by Ted Michaels. (CHML continues to carry The Fifth Quarter as an unofficial postgame show, now hosted by Rick Zamperin.) In May 2015, the Tiger-Cats announced that, beginning this season, they would be leaving CHML for CKOC, where the team will operate a joint venture with TSN Radio.[31] Through the 2015 season, former McMaster Marauders quarterback Marshall Ferguson offered sideline analysis of all Tiger-Cats games, along with a post-game show on TSN 1150 Hamilton. Ferguson was promoted to lead play-by-play announcer in 2016. Select Tiger-Cats games are simulcast on CKTB in St. Catharines (also owned by Bell Media) to extend the Tiger-Cats radio network listenership towards the Niagara region (CHML's coverage pattern already covered Niagara, whereas CKOC's is pointed more toward Toronto and does not cover Niagara as well). Bell Media announced it was dropping TSN Radio from CKOC on February 9, 2021, and the Tiger-Cats responded that it was ending the partnership with Bell shortly thereafter and had begun working on alternate ways to distribute the broadcasts.[32] It announced the launch of the \"Ticats Audio Network\" on August 3, 2021, with game broadcasts returning to CHML and other audio content moving to a podcast format.[33] Receivers Running backs Fullbacks/Tight Ends Defensive linemen Defensive backs Special teams 6 Game Injured Practice roster Suspended Head Coach Offensive Coaches Defensive Coaches Special Teams Coaches Strength and Conditioning → Coaching Staff → More CFL staffs The Tiger-Cats have retired two jersey numbers in their franchise history, Bernie Faloney in 1999 and Angelo Mosca in 2015.[34][35] T.C. and Stripes are the mascots for the Hamilton Tiger-Cats. The Tiger-Cats also have employed an official hype man, named Pigskin Pete, since the 1920s. Pigskin Pete leads the Tiger-Cats fans in the traditional Oskee Wee Wee chant while wearing a custom number 6 Tiger-Cats jersey and a bowler hat. Pigskin Pete has been portrayed by creator Vince Wirtz (1926–67), Bill Wirtz (1967–76), Paul Weiler (1977–2006), Dan Black (2007–2018), and Geoff Connor (2019–present).[36][37][38]","Title":"Hamilton Tiger-Cats - Wikipedia","KeyID":"18427","URL":"https://en.wikipedia.org/wiki/Hamilton_Tiger-Cats"}