{"Content: ":"The 47th Grey Cup was the Canadian Football League's (CFL) championship game of the 1959 season on November 28, 1959. The Winnipeg Blue Bombers defeated the Hamilton Tiger-Cats 21 to 7 at Toronto's CNE Stadium before a crowd of 33,133. It was the first Grey Cup held at CNE Stadium; the stadium, making various changes along the way, would host 11 more Grey Cup games in a 24 year span ending with the 70th Grey Cup game in 1982. On the first series of the game, Winnipeg drove deep and Gerry James kicked a 21-yard field goal. In the second quarter, Winnipeg's Charlie Shepard had a punt blocked by Vince Scott. The ball went into the end zone but Scott was unable to recover and it was brought out by Bomber Jack Delveaux. Hamilton were only able to score a single, leaving Winnipeg ahead at the half 3-1. In the third quarter Hamilton drove to the Winnipeg 4 yard line but were unable to score a touchdown on their first two downs and settled for a Steve Oneschuk field goal. A second Oneschuk field goal and a single by Charlie Shepard made for a third quarter score of 7-4 in Hamilton's favour. Early in the fourth quarter Bombers' Roger Savoie hit Hamilton running back Gerry McDougall, causing him to fumble. Bud Tinsley recovered for Winnipeg at the Tiger-Cats' 43 yard line. Bombers' Farrell Funston took a sideline pass from quarterback Ken Ploen 41 yards to the two yard line. From there Charlie Shepard ran for the touchdown. Hamilton were unable to move into the wind and Shepard scored three singles on wind-assisted punts. In the last minute, still only trailing by a converted touchdown, Hamilton were compelled to gamble on third down at their own 33. The gamble failed and Winnipeg sealed their victory with a 33-yard touchdown pass from Ploen to Ernie Pitts in the last seconds of the game. Charlie Shepard was named the game's Most Valuable Player. Funston 41 yard reception and Shepard 2-yard touchdown Start of game","Title":"47th Grey Cup - Wikipedia","KeyID":"18426","URL":"https://en.wikipedia.org/wiki/47th_Grey_Cup"}