{"Content: ":"The Queen Elizabeth II Diamond Jubilee Medal (French: Médaille du jubilé de diamant de la reine Elizabeth II[6]) or The Queen's Diamond Jubilee Medal was a commemorative medal created in 2012 to mark the sixtieth anniversary of Elizabeth II's accession to the thrones of the Commonwealth realms. There are four versions of the medal: one issued by the United Kingdom, another by Canada, the third for the Caribbean realms of Antigua and Barbuda, the Bahamas, Barbados, Grenada, Jamaica, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines, and the fourth issued by Papua New Guinea. The ribbons used with the Canadian and British versions of the medal are the same, while the ribbon of the Caribbean and the Papua New Guinean medal differ slightly. The different iterations of the medal were presented to tens of thousands of recipients throughout the Commonwealth realms in the jubilee year. Named by Order in Council as the Queen Elizabeth II's Diamond Jubilee Medal,[7] the Canadian medal was designed by Cathy Bursey-Sabourin, Fraser Herald of the Canadian Heraldic Authority, and manufactured by the Royal Canadian Mint.[8] It takes the form of a disc with, on the obverse, a crowned effigy of the Queen circumscribed by the words ELIZABETH II DEI GRATIA REGINA • CANADA (Latin for \"Elizabeth II, by the Grace of God, Queen • Canada\").[9] The reverse features Elizabeth's royal cypher crowned and superimposed upon a diamond shield, behind which is a bed of four maple leaves and a ribbon with the dates 1952 and 2012 to the left and right of the shield and VIVAT REGINA (long live the Queen) below, all on a field of diamonds. In the United Kingdom, the medal, more properly known as The Queen's Diamond Jubilee Medal,[10] was designed by Timothy Noad, a calligrapher and illuminator. It depicts on the obverse the Ian Rank-Broadley effigy of the Queen crowned with a tiara and is circumscribed by the inscription ELIZABETH II DEI GRATIA REGINA FID DEF (Latin for \"Elizabeth II by the Grace of God, Queen, Defender of the Faith\"). The reverse shows a faceted hexagon with a crowned royal cipher, inscribed with the years 1952 and 2012.[11] Eight Commonwealth realms in the Caribbean—Antigua and Barbuda, The Bahamas, Barbados, Grenada,[12] Jamaica, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines—each issued a Diamond Jubilee medal. The obverse bears the same effigy of the Queen as does the British medal circumscribed by the words DIAMOND JUBILEE HM QUEEN ELIZABETH II. The reverse shows the royal cypher of Elizabeth II with CARIBBEAN REALMS above and the years 1952–2012 below. The medal itself is rhodium plated.[13] Papua New Guinea has also created its own version of the Diamond Jubilee Medal.[14] The obverse and reverse are exactly the same as the version issued to the Commonwealth Realms of the Caribbean, however with the name PAPUA NEW GUINEA above the royal cypher (instead of \"CARIBBEAN REALMS\"). Both the Canadian and British versions of the medal are worn suspended from a broad red ribbon with blue outer stripes and, at the centre, double white stripes with a red stripe between.[9] The ribbon of the Caribbean medal is similar to the aforementioned, with a black stripe between the middle two white stripes.[15] The ribbon of the medal version issued in Papua New Guinea is the most different. It keeps the same black stripe in the centre like the Caribbean ribbon, the shade of red is lighter than the other three versions and the blue is replaced by the colour yellow. Therefore, this version of the Diamond Jubilee Medal uses the colours of the flag of Papua New Guinea. All four versions of the medal were awarded unnamed.[16] In the United Kingdom and its overseas territories,[17] 450,000 medals were awarded only to members of HM Armed Forces (regular and reserves) who had served longer than five years, operational members of HM Prison Service, and emergency services personnel (including Police Community Support Officers) who have been in paid service, retained or in a voluntary capacity, and who had completed five full calendar years of service on 6 February 2012. Holders of the Victoria Cross and George Cross and members of the Royal Household were also eligible.[18] The medals cost the Department for Culture, Media and Sport £8m to produce.[19] The Canadian medal, which is to \"honour significant contributions and achievements by Canadians,\"[9] is administered by the Chancellery of Honours at Rideau Hall and was awarded to 60,000 citizens and permanent residents of Canada who made a significant contribution to their fellow countrymen, their community, or to Canada over the previous sixty years.[20] The medal could have been awarded posthumously if the recipient was alive on 6 February 2012.[20] The medals were allocated either automatically to individuals within certain prescribed categories—such as those in the Canadian order of precedence, the Order of Canada, or recipients of the Cross of Valour—or by selection by specific officials, such as the Governor General, senators, the Chief of the Defence Staff, or presidents of various non-governmental organisations.[note 1] The Governor General was also permitted to make \"exceptional awards\" of the medal.[7] On 30 May 2012, Prince Charles, Prince of Wales, presented British jubilee medals to 28 members of the Victoria Cross and George Cross Association, including individuals from the United Kingdom, Australia,[citation needed] Nepal, and Indonesia, as well as representatives from Malta and the Royal Ulster Constabulary, which had each been collectively awarded the George Cross between 1942 and 1999, respectively.[citation needed] In Jamaica, the Diamond Jubilee medal was awarded to members of the Jamaica Defence Force, the Jamaica Constabulary Force, the Department of Correctional Services, the Jamaica Fire Brigade, and the Emergency Services.[5][note 2] Some orders of precedence are as follows: In keeping with previous jubilees, plans for a commemorative medal were first announced by the Lord President of the Council, Lord Mandelson, in early 2010.[24] The design and eligibility criteria were subsequently announced by the Secretary of State for Culture, Jeremy Hunt, in the summer of 2011,[25] stating \"I hope the official medal will serve as a mark of thanks to all those who give so much in the name of society and public service and I extend my congratulations to all the recipients.\"[26] The Governor General of Canada, David Johnston, announced on 3 February 2011 that the Queen had approved the creation of the Canadian Queen Elizabeth II Diamond Jubilee Medal and he and Prime Minister Stephen Harper unveiled the medal's design at Rideau Hall.[27][28] The first medal was struck by the Governor General on 6 December of the same year.[29][30] On Accession Day 2012, the first Canadian medals were presented to 60 recipients by the Governor General at a ceremony at Rideau Hall and to others at other locations across the country;[31][32] the Lieutenant Governor of Prince Edward Island, Frank Lewis, awarded the medal to six persons at a ceremony at Government House.[33] It was at the same time announced that each member of the federal parliament (MP) and senator would receive a jubilee medal. At least six Quebec MPs (four belonging to the Bloc Québécois party and two to the New Democratic Party (NDP)) declined the honour.[34] Bloc MP Maria Mourani did so because she felt the medal was a \"symbol of colonisation\" and to accept it would be offensive to her belief in Quebec sovereignty,[35] while Louis Plamondon stated the money being spent by the Crown on jubilee events and markers was a waste.[36] NDP MP Pierre Nantel stated his then four months in the House of Commons did not warrant such recognition and it should go to a more deserving constituent in his riding.[37] It was reported in April 2012 that some recipients of the British medal had been criticised for offering their awards for sale on eBay,[19] while ex servicemen and women, the Merchant Navy, and St. John Ambulance were angered at being overlooked due to the \"economic climate.\"[38] Recognising that \"some people and organisations might be disappointed,\" a government spokesman said: \"It is also important to maintain the integrity and exclusivity of the medal, and it is simply not possible to include all these groups.\"[39] The contract to produce the medal and ribbons was awarded to a consortium of small businesses holding royal warrants, led by Worcestershire Medal Service.[40]","Title":"Queen Elizabeth II Diamond Jubilee Medal - Wikipedia","KeyID":"18439","URL":"https://en.wikipedia.org/wiki/Queen_Elizabeth_II_Diamond_Jubilee_Medal"}