{"Content: ":"Bell Media Radio, G.P. (formerly CHUM Radio), operating as iHeartRadio Canada, is the radio broadcasting and music events subsidiary of Canadian media conglomerate Bell Media. The company has its origins in CHUM Limited, which was acquired by CTVglobemedia in 2006. Through subsequent acquisitions, it also subsumed the radio properties of Astral Media in 2013; many of these were former Standard Radio stations that were acquired by Astral in 2007. In 2016, Bell Media reached a licensing agreement with U.S. radio conglomerate iHeartMedia to operate a localized version of its internet radio platform iHeartRadio, and organize Canadian versions of its event franchises (such as the Jingle Ball). Since this agreement, Bell has primarily promoted its audio content, including radio stations and podcasts, under the public-facing brand iHeartRadio Canada. Bell Media currently owns over 100 radio stations across Canada, including most of Canada's largest radio markets. The company's programming is distributed to other stations across Canada via its syndication division, Orbyt Media, and it is also the local licensee of the Virgin Radio brand. As of August 2009, its head office is currently located at 250 Richmond Street West in Toronto, where the studios of its Toronto flagship stations CHUM-FM, CKFM-FM, CFRB and CHUM (AM) are located. The stations moved from their historic location, 1331 Yonge Street, after the property was sold to Aspen Ridge Homes for $21.5 million.[2][3] CHUM Radio also previously operated CHUM Satellite Services, a multimedia division which provided programming and production services for corporate clients. This operation was acquired in 2009 by Stingray Digital,[4] which eventually renamed it Stingray360. On January 6, 2016, iHeartMedia announced that Bell Media would enter into a licensing deal to launch a Canadian version of its radio streaming service iHeartRadio. Bell will handle Canadian licensing, marketing, and distribution of the service, contribute its content to the venture, and also gain rights to produce iHeartRadio-branded events. The service launched in October 2016.[5] Since then, Bell has downplayed the branding \"Bell Media Radio\" in reference to its stations, and has referred to the collective platform, including the terrestrial stations, online outlets (which were all consolidated under iHeartRadio.ca) and podcasts from Bell Media properties that are distributed under the platform, under the name iHeartRadio Canada. The MuchMusic Video Awards were also re-branded as the iHeartRadio MMVAs. Bell's stations broadcast under various formats, although hot adult contemporary and adult hits are particularly common. The stations typically air locally produced or voice-tracked programming for the majority of their schedules, although some national network programming also airs. In 2007 and part of 2008, the hot adult contemporary radio stations also aired the national evening program The Sound Lounge. Bell distributes The Breakfast Club, The Bobby Bones Show, Brooke & Jeffrey, and On Air with Ryan Seacrest in Canada via Orbyt Media.[6] As of 2021, the majority of Bell Media's music radio stations operate under standard, networked formats with a mix of local and/or common national programming.[7][8] These brands include. Bell's French-language radio stations in Quebec, inherited from Astral Media, have similarly operated using networked formats: Bell also operates three networked brands featuring talk and spoken word programming, Except for TSN Radio (which features a mix of local programming and other acquired sports talk programs and event broadcasts, often syndicated from ESPN Radio and Westwood One Sports), the majority of this programming is automated with little local content: From its ownership of Astral Media, Bell also owns the Boom FM and EZ Rock brands. Presently Boom FM is used only by two Bell-owned stations, both in Quebec; the majority of English-language stations using the brand are owned by Stingray Radio (who had acquired the flagship outlet in Toronto, CHBM-FM as part of divestments mandated during Bell's purchase of Astral). The last remaining EZ Rock-branded stations in Canada were phased out with the launch of the Bounce and Move brands.","Title":"Bell Media Radio - Wikipedia","KeyID":"18438","URL":"https://en.wikipedia.org/wiki/CHUM_Radio"}