{"Content: ":"The Winnipeg Free Press (or WFP; founded as the Manitoba Free Press) is a daily (excluding Sunday) broadsheet newspaper in Winnipeg, Manitoba, Canada. It provides coverage of local, provincial, national, and international news, as well as current events in sports, business, and entertainment and various consumer-oriented features, such as homes and automobiles appear on a weekly basis. The WFP was founded in 1872, only two years after Manitoba had joined Confederation (1870), and predated Winnipeg's own incorporation (1873).[2][3][4] The Winnipeg Free Press has since become the oldest newspaper in Western Canada that is still active. Though there is competition, primarily with the print daily tabloid Winnipeg Sun, the WFP has the largest readership of any newspaper in the province and is regarded as the newspaper of record for Winnipeg and the rest of Manitoba. November 30, 1872: The Manitoba Free Press was launched by William Fisher Luxton and John A. Kenny.[2] Luxton bought a press in New York City and, along with Kenny, rented a shack at 555 Main Street, near the present corner of Main Street and James Avenue.[5] 1874: The paper moved to a new building on Main Street, across from St. Mary Avenue.[5] 1882: Control of the Free Press was passed on to Clifford Sifton.[5] The organization subsequently moved to a building on McDermot Avenue, where it would remain until 1900.[5] 1900: The paper moved to a new address on McDermot Avenue at Albert Street.[5] 1901: John Wesley Dafoe served as president, editor-in-chief, and editorial writer for the WFP until 1944.[5] 1905: The newspaper moved to a four-storey building at Portage and Garry.[5] 1913: The newspaper moved to 300 Carlton Street and would remain there for 78 years.[5] 1920: The Free Press took its newsprint supplier before the Judicial Committee of the Privy Council for violating the War Measures Act during World War I. The newspaper won the case, known as Fort Frances Pulp and Paper v Manitoba Free Press, as the court determined that whether the state of national emergency continued after the war was a political matter for Parliament.[6] 1931: The paper was renamed the Winnipeg Free Press.[5] 1991: The Free Press moved to its current location in the Inkster Industrial Park, a CA$150 million plant[2] at 1355 Mountain Avenue.[5] December 2001: The Free Press and its sister paper, Brandon Sun, were bought from Thomson Newspapers by FP Canadian Newspapers Limited Partnership.[2] In 2008, at noon on Thanksgiving Day (Monday, October 13), about 1,000 members of the Communications, Energy and Paperworkers Union, representing editorial, advertising, circulation, and press staff, as well as newspaper carriers, launched a strike action.[7] The strike ended 16 days later, when the union ratified the final offer on Tuesday, October 28.[8] The contract was ratified by 67% of newspaper carriers, 75% of the pressmen, and 91% of the inside workers, including journalists.[9] The recent five-year contract was negotiated, ratified, and signed in 2013, with no threat of a strike. Workers and managers negotiated directly with great success, without the need of a lawyer that previous contracts had required.[10] As of November 1, 2009, the WFP ceased publishing a regular Sunday edition. In its place, a Sunday-only tabloid called On 7 was launched, but it has since been discontinued. On March 27, 2011, the impending arrival of Metro in the Winnipeg market caused the Sunday newspaper to be retooled as a broadsheet format, Winnipeg Free Press SundayXtra.[11] The Sunday edition is now available exclusively online. According to figures via Canadian Newspaper Association, the Free Press' average weekday circulation for 2013 was 108,583, while on Saturdays it was 144,278.[12] Because of the relatively-small population of Manitoba, that meant that over 10% of the population would be looking at the paper and advertisements. Like most Canadian daily newspapers, the Free Press has seen a decline in circulation, dropping its total by 17% to 106,473 copies daily from 2009 to 2015.[13]","Title":"Winnipeg Free Press - Wikipedia","KeyID":"18445","URL":"https://en.wikipedia.org/wiki/Winnipeg_Free_Press"}