{"Content: ":"Kenneth Ploen [PLAYN], OM (born June 3, 1935) is a former star quarterback in American college football and for the Winnipeg Blue Bombers of the Canadian Football League (CFL). In 1956, Ploen became the University of Iowa Hawkeyes starting quarterback. That year, he led his team to its first Big Ten Conference title in 35 years and a victory in the 1957 Rose Bowl Game. He was named an All-American and the Big Ten player of the year. He was voted the 1957 Rose Bowl's Most Valuable Player.[citation needed] Ploen was selected by the Cleveland Browns in the 19th round of the 1957 NFL Draft [1] On June 10, 1957 it was announced that Ploen had signed a contract with the Winnipeg Blue Bombers in the Canadian Football League rather than report to the Browns. [2] Ploen played quarterback for the Winnipeg from 1957 to 1967. He also filled in at halfback and safety. Ploen led his team to six Grey Cup appearances (1957, 1958, 1959, 1961, 1962, 1965), including four victories: 1958, 1959, 1961, 1962 and two losses: 1957, 1965. In the 49th Grey Cup game (1961), he scored one of the most memorable touchdowns in professional football history, eluding numerous defenders on an eighteen-yard run into the endzone during overtime to win it (see video below). He was voted the 1961 Grey Cup Most Valuable Player, was selected as a divisional All-Star three times.[citation needed] Kenny Ploen was inducted into the Canadian Football Hall of Fame in 1975, the Manitoba Sports Hall of Fame and Museum in 1987, the Rose Bowl Hall of Fame in 1997, and the Iowa Sports Hall of Fame in 2002. In 2005, Ploen was named one of the Blue Bombers 20 All-Time Greats.[citation needed] After Ploen retired from football, he and his wife made Winnipeg their home. He worked as a sales representative and as a colour commentator for a local radio station.[citation needed] In 2007, he was awarded the Order of Manitoba.[3] In September 2009, he was recognized by fan vote and the Canadian Football Hall of Fame, as the Most Outstanding CFL Player of the 1960s.[citation needed] In June 2011, the CFL announced the west entry service road off Chancellor Matheson Road next to the new Winnipeg Blue Bombers stadium will be named Ken Ploen Way, to honor the former Blue Bombers quarterback and Canadian Football Hall of Famer. Ploen was also honored at half-time, during the Blue Bombers’ first 2011 home preseason game, where the street sign was unveiled.[4] In 2012 in honour of the 100th Grey Cup, Canada Post used his image on a series of commemorative postage stamps. The image was also used on presentation posters and other materials to promote the Grey Cup game and other celebrations associated with the centennial.[citation needed] Key pass in 1959 Grey Cup victory over Hamilton, 21-7 on YouTube Running TD in 1961 Grey Cup overtime victory over Hamilton, 21-14 on YouTube Winning quarterback in 1962 Grey Cup (Fog Bowl) victory over Hamilton, 28-27 on YouTube","Title":"Ken Ploen - Wikipedia","KeyID":"18471","URL":"https://en.wikipedia.org/wiki/Ken_Ploen"}