{"Content: ":"Edward Joseph Albert Kotowich (May 31, 1934 – December 11, 1986) was a Canadian football player who played for the Winnipeg Blue Bombers. He won the Grey Cup with them in 1958, 1959 and 1961.[1] He died of a stroke in 1986, aged 52.[2][3] He earned the nickname \"The Mauler\" for his ferocious play.[4] A Winnipeg product, Ed Kotowich came to the Bombers from the Winnipeg Rods junior program and spent seven years with the team, appearing in three Grey Cups and earning West All-Star honours in 1959. But it’s what he did after he retired that led to an award – the \"Ed Kotowich Good Guy Award\" for \"football ability, team camaraderie, and extraordinary effort off the field\" – being named in his honour. During his playing career, it was entirely normal that players held down non-sports jobs in addition to playing. That nearly resulted in Ed not achieving some of his most memorable moments as a Blue Bomber. Just prior to the 1959 season, he announced his retirement from the game[5] in order to ready himself for a promotion in his regular job and a possible transfer. As it turned out, he returned to play in 1959 and for a few more seasons thereafter.[6][7] For his part in winning the 47th edition of the Grey Cup (in 1959!), Ed was named to the Manitoba Sports Hall of Fame as part of that year's team.[8] When he finished playing, Kotowich returned to the Rods as an assistant coach and later worked with the minor football programs at Winakwa and Windsor Park. He also served as an alderman for the City of St. Boniface between 1968 (when he was elected by acclamation [9]) and 1977 while serving on a number of community boards including as Chairman of Winnipeg Enterprises Corporation,[10] the St. Boniface Parks Board, the St. Boniface Museum, and Knights of Columbus. During his time as a city councilor in the recently amalgamated Greater Winnipeg, in 1974, he was publicly upset that the provincial government of the day reneged on an apparent promise to provide financing to the Winnipeg Jets.[11] Then, 1975 saw him involved in a public exchange with Ben Hatskin about the potential (or not) of a sale of the Winnipeg Arena to the newly arrived Winnipeg Jets of the then relatively newly-formed World Hockey Association.[12] He died in 1986 at the age of 52 after suffering a stroke.[13] He is recognized as a \"Memorable Manitoban\" by the Manitoba Historical Society and their biography elaborates many of his contributions that followed his football career.[14] He has a lot to say about the progression of professional football from the time he broke into it in the 1950s and the time he had retired and was coaching Junior ball. He decided he would not have made the grade.[15] Awarded for the first time in 1987, and initially involving a separate bursary for young amateur players,[16] the Winnipeg Blue Bombers Football Club now makes the award on an annual basis to a deserving member of the professional squad. The winners have been:","Title":"Ed Kotowich - Wikipedia","KeyID":"18490","URL":"https://en.wikipedia.org/wiki/Ed_Kotowich"}