{"Content: ":"Richard Quincy \"Tricky Dick\" Thornton (November 1, 1939 – December 19, 2014) was an American gridiron football player and coach. He played professionally in the Canadian Football League (CFL) as a defensive back and wide receiver for the Winnipeg Blue Bombers and Toronto Argonauts from 1961 to 1972.[1][2] Thornton was selected originally by the Cleveland Browns of the National Football League in the 1961 NFL Draft out of Northwestern University, where he starred at quarterback.[3] The Browns immediately traded his rights to the St. Louis Cardinals, but Thornton went to play in Canada, where he starred mostly as a defensive back. Thornton was a star defensive back and wide receiver for the Winnipeg Blue Bombers from 1961 to 1966. Thornton also subbed for Kenny Ploen when Winnipeg's starting quarterback was injured. He won two Grey Cup games with them, the first in 1961, the 49th Grey Cup that went in overtime, the second in 1962, the 50th Grey Cup, played in horrendous fog, both against the Hamilton Tiger-Cats. In 1961, he did not play in the title game due to an injury. However, he was an important cog as cornerback on the 1962 team, after intercepting 4 passes and returning one for a touchdown, recovering two fumbles, and blocking a kick during the regular season. In 1963, Thornton intercepted 6 passes, 3 of them for touchdowns, also returning a fumble for a touchdown. In 1964, he missed most of the season due to an injury, but recovered well in 1965, when he starred again at defensive back and wide receiver, his team making it to the 53rd Grey Cup, the nearly supernatural \"Wind Bowl\", this time losing to Hamilton. After 1966, when the Bombers did not make the playoffs, change was imminent. Thornton was traded to the Toronto Argonauts in 1967 and played with them up to 1972 as one of the best defensive backs in that era. Notably, he intercepted 7 passes in 1969 from the cornerback position. He was a CFL all-star and played in the rainy 59th Grey Cup game in 1971. Despite his return of an interception of 54 yards, Toronto lost a defensive struggle to the Calgary Stampeders, 14–11. Thornton ended his playing career with the Memphis Southmen of the World Football League (WFL). In April 1976, Thornton was hired as athletic director and head football coach at Southwestern at Memphis—now known as Rhodes College.[4] He resigned after the 1978 season.[5] Thornton retired to the Philippines with his family in 1994 and died of lung cancer, in Manila, in 2014.[6][7] # denotes interim head coach","Title":"Dick Thornton (Canadian football) - Wikipedia","KeyID":"18500","URL":"https://en.wikipedia.org/wiki/Dick_Thornton_(Canadian_football)"}