{"Content: ":"Ray Jauch (/jɔːk/ YAWK;[2] born February 11, 1938) is an American former gridiron football player and coach. He was head coach in the Canadian Football League (CFL), the United States Football League (USFL), and the Arena Football League. He won 127 regular season games in the CFL, the sixth highest win total by a head coach in the league's history. A star high school athlete, Jauch played college football at the University of Iowa. He was a running back for the national champion 1958 Iowa Hawkeyes, leading the nation in yards per carry. He played in the 1959 Rose Bowl against California. Despite being drafted by the Buffalo Bills in the 1960 American Football League Draft, he went to Winnipeg to launch his pro career in the CFL. His career came to an abrupt halt when he suffered a torn Achilles tendon in the 49th Grey Cup. After his injury, for a y ear Jauch was sports director at United College in Winnipeg. The next year, he entered coaching and in 1964 returned to Iowa as an assistant on Jerry Burns' staff. Two years later, it was back to Canada where Jauch accepted a position on Neill Armstrong's Edmonton Eskimos staff. When Armstrong left in 1970 to join Bud Grant in Minnesota, Jauch was elevated to head coach.[citation needed] Jauch coached football in the CFL from 1970 to 1982. He coached the Edmonton Eskimos from 1970 to 1976. He had a 64–43–4 record, appearing in three Grey Cups, winning in 1975, and won the Annis Stukus Trophy for coach of the year in 1970. He stepped down as head coach following the 1976 season to become director of football operations.[citation needed] From 1978 to 1982, as coach of the Winnipeg Blue Bombers, Jauch had a 45–35 record. He won the Annis Stukus Trophy, as CFL coach of the year, in 1980.[citation needed] After the 1982 season, Jauch returned to the United States as coach of the USFL's Washington Federals. In the Federals expansion season, the team had a 4–14 record. Jauch was fired after the first game of the 1984 season, a 53–14 loss to the expansion Jacksonville Bulls. Offensive coordinator Dick Bielski replaced Jauch for the final 17 games.[citation needed] In 1986 and 1987, Jauch coached the Washington-Lee Generals Virginia High School league [VHSL] team in Arlington, Virginia. He was assisted by ex-Virginia running back David Hall, who played one year for the Winnipeg Blue Bombers.[3][4] In 1987 Jauch was hired to coach the Chicago Bruisers of the new Arena Football League. His team, which include future NFL head coach Sean Payton, finished with a 2–4 record. After being fired by the Bruisers, Jauch served as the head coach of Madison High School (1988) and Saint Ambrose University (1990) and the Arena Football League's director of operations (1989) before returning to the CFL as the offensive coordinator of the Saskatchewan Roughriders.[5] He served as acting head coach for two games while Don Matthews was in the hospital following emergency appendectomy. In 1994, he was promoted to head coach. In his two seasons as Roughriders head coach, he had an 18-20 record.[6] In 1996, he coached the AFL's Minnesota Fighting Pike to a 4–10 record. One of his \"finds\" was signing a college free agent in West Virginia kicker Mike Vanderjagt. He released Vanderjagt after just two games.[citation needed] Jauch is currently the defensive coordinator for Metrolina Christian Academy.[citation needed] Jauch's sons, Jim Jauch, is currently a college scout for the Los Angeles Chargers and Joey Jauch, both played college football at the University of North Carolina and professionally in the CFL. A third son, Jeff Jauch, is the owner of the Cedar Rapids RoughRiders of the United States Hockey League.[7] # denotes interim head coach","Title":"Ray Jauch - Wikipedia","KeyID":"18502","URL":"https://en.wikipedia.org/wiki/Ray_Jauch"}