{"Content: ":"A caporegime or capodecina, usually shortened to capo or informally referred to as \"captain\" or \"skipper\", is a rank used in the Mafia (both the Sicilian Mafia and Italian-American Mafia) for a made member of an Italian crime family who heads a \"crew\" of soldiers and has major social status and influence in the organization. Caporegime is an Italian word, which is used to signify the head of a family in Sicily, but has now come to mean a ranking member, similar to captain or senior sergeant in a military unit. In general, the term indicates the head of a branch of an organized crime syndicate who commands a crew of soldiers and reports directly to the don (boss) or an underboss or street boss. The shortened version \"capo\" has been used to refer to certain high-ranking members of Latin American drug cartels as well. The Mafia, particularly the American Mafia, is typically divided into distinct and partially independent \"crews\" headed by a \"capo\" or leader of the individuals. Individual crew members report to the capo. The crew collects protection and other money for the capo, who at regular intervals gives a share (or \"taste\") of the collected money to the underboss or the boss. Estimates of average income of a capo vary and are difficult to quantify. Income is dependent on the success and size of a capo's crew and the state of the economy at the time.[1] Mafia crews are usually independent from each other, with members typically operating strictly within their own crew. Asking Mafia members how many crews and how many individuals are in a family is prohibited because of the Mafia's oath of secrecy and the suspicion that the inquiring individual might be an informant. Sometimes, a crew might specialize in certain areas like gambling, while other crews might be more involved in legitimate interests like construction. A crew might also operate in certain geographical areas. The number of caporegimes/crews depends on the size of a family. The Gambino crime family has had more than 20 capos whereas the St. Louis crime family has had fewer. In the Mafia, when a boss makes a decision, he passes instructions down through the chain of command. Whenever he issues orders, in most cases he gives them to the capo. In some cases, he gives orders to the consigliere or the underboss, who in turn passes them to the capo. In either case, it is the capo who passes them to the soldiers in his crew. For years, this made it extremely difficult to indict a boss for illegal acts, since the soldiers almost never receive orders directly from him. A caporegime acts as a buffer between the soldiers and the boss. Effectively, a caporegime operates his own small family within the framework of a larger family. Each capo is in charge of a mini-gang or a crew of soldiers and associates that can range greatly in size. These men may or may not be based in close proximity. For example, Bonanno crime family capo Joey Gambino had crew members spread throughout New York's five boroughs and even had crew members operating in New Jersey. Capos have varying degrees of power. Some are relatives or close friends of the boss, which gives them more influence. A capo with an active crew generating much profit is always respected. For example, when he was a capo, John Gotti was widely respected and tolerated due to the profits his crew generated for the Gambino crime family. Despite their various blunders and mistakes, they avoided getting killed by their superiors and were tolerated due to this fact. On the other hand, capo Joe Sferra of the DeCavalcante crime family was demoted to soldier and removed from his lucrative union post in June 1965 after a series of blunders. In 1984, a more severe loss of power occurred to Salvatore \"Salvie\" Testa, a once rising Philadelphia crime family capo. He ended up getting murdered by Nicky Scarfo due to the suspicions raised about his loyalty.[2]","Title":"Caporegime - Wikipedia","KeyID":"18519","URL":"https://en.wikipedia.org/wiki/Caporegime"}