{"Content: ":"Paul Vario (July 10, 1914 – May 3, 1988) was an American mobster and made man in the Lucchese crime family. Vario was a caporegime and had his own crew of mobsters in Brooklyn, New York. Following the testimony of Henry Hill, Vario was convicted in 1984, of fraud, and sentenced to four years in prison, followed by a conviction for extortion in 1985, and an additional sentence of 10 years in prison. He died on May 3, 1988, of lung failure in prison. He was portrayed as Paul Cicero by Paul Sorvino in the Martin Scorsese film Goodfellas. Vario was born on July 10, 1914, in New York City.[1] In 1925, at age 11, Vario was sentenced to seven months in juvenile detention for truancy.[2] He later became a member of the Lucchese crime family. Vario and his first wife, Vita, had three sons, Peter, Paul Jr., and Leonard. He later married his second wife, Phyllis. Vario allegedly had a very violent temper. One night Vario took his wife, Phyllis, out to dinner. While they were sitting at the table, the maître d'hôtel accidentally poured wine on Phyllis' dress, then tried to dry it with a dirty rag. An enraged Vario hit the maitre d'hôtel twice. Later that night, Vario sent two carloads of men armed with baseball bats and pipes to assault the waiters after the restaurant had closed.[3] On July 20, 1973, Leonard Vario died of severe burns at Wyckoff Heights Medical Center in Brooklyn. The cause of his injuries was never discovered. At his funeral, two television cameramen and a police detective were beaten by the mourners.[4] Vario's crew notably included Thomas DeSimone and Henry Hill. Vario owned a junkyard in Canarsie, Brooklyn where he reportedly oversaw schemes that included hijackings, loan-sharking, bookmaking and fencing stolen property. He and his associates were reputed to have been involved in criminal dealings at John F. Kennedy Airport, extorting money from shippers and airlines in exchange for labor peace.[5] Vario was also involved in legitimate businesses that included a flower shop, a bar, a restaurant and a taxi stand. Vario would also use these business locations to conduct his illegal rackets. At his height, Vario was earning an estimated $25,000 a day for all these illegal rackets. According to Hill, Vario once told him that he had stashed $1 million in a single vault.[6] During this period, Vario also served as a consigliere to Lucchese boss Carmine Tramunti.[7][8] In 1970, Vario was cited for contempt of court and was sent to the Nassau County Correctional Facility on Long Island for seven months.[9] On April 7, 1972, law enforcement placed an electronic listening device inside Vario's trailer at the junkyard and started gathering evidence against him.[10] In addition, a police detective wearing a listening device started visiting the trailer. Vario was convinced the policeman was corrupt and soon started offering him bribes. The entire surveillance operation lasted about six months.[11] In October 1972, police raided Vario's junkyard in Canarsie.[7] On November 1, 1972, Vario was indicted on charges of tampering with a witness. He had allegedly advised Frank Heitman, a convicted gambler, to flee to Florida to avoid testifying to a grand jury in Nassau County. To arrest Vario, police had to chase his car for 20 minutes through the streets of Brooklyn before he finally stopped for them.[9] On November 21, 1972, Vario was indicted on insurance fraud charges. He and several co-conspirators had stripped a boat of its equipment, sunk it, and then filed a $7,000 insurance claim.[12] On December 7, 1972, Vario was indicted on charges that included attempting to bribe the officer at the trailer.[13] Also in December 1972, Vario pleaded guilty to drunken driving and received probation. However, Vario violated probation in early 1973 and was in jail by February 1973.[14] On February 9, 1973, Vario was convicted on tax evasion charges. On April 6, 1973, Vario was sentenced to six years in federal prison for the tax evasion conviction.[7] Vario was sent to the federal prison located in Lewisburg, Pennsylvania. While in prison, Vario was part of the infamous \"Mafia row\" of prisoners.[15] In 1975, Vario was released from federal prison. He was no longer the underboss in the Lucchese crime family; new boss Anthony Corallo had replaced Vario with Salvatore Santoro. On parole, Vario moved to a residence near Miami, Florida.[16] In 1978, Vario approved his crew's participation in the infamous Lufthansa heist at JFK airport. The idea was presented to Vario by phone while he was in Florida. Vario quickly gave his approval, but insisted that Jimmy Burke, then in prison, supervise it. In December 1978, the crew successfully looted an estimated $5 million in cash and $875,000 in jewelry (equivalent to $24.4 million in 2021).[16] On February 9, 1984, Vario was convicted of defrauding the federal government. Now a government witness, Hill testified that Vario had arranged a fictitious restaurant job for Hill so that Hill could be released from federal prison.[17] Vario was convicted and on April 3, 1984, he was sentenced to four years in federal prison and fined $10,000.[18] On February 21, 1985, while serving his prison sentence, Vario was indicted in a racketeering conspiracy that involved extortion. He and co-conspirators were charged with extorting over $350,000 from air cargo companies at JFK airport, threatening them with labor problems if they did not pay.[19] Convicted again with the help of Hill's testimony, he was sentenced to 10 years' imprisonment for extortion.[5] Vario died on May 3, 1988, aged 73, from lung failure as a result of lung cancer while incarcerated at Fort Worth Federal Prison in Fort Worth, Texas.[5] He is buried at St. John Cemetery, Middle Village, Queens, New York. Vario has been portrayed in several media productions.","Title":"Paul Vario - Wikipedia","KeyID":"18520","URL":"https://en.wikipedia.org/wiki/Paul_Vario"}