{"Content: ":"Philip Cerreta is a fictional character portrayed by Paul Sorvino on NBC's long running drama series Law & Order. He appears in 31 episodes of the show. Cerreta is portrayed as an Italian-American Catholic who becomes Detective Mike Logan's (Chris Noth) partner after Logan's previous partner, Max Greevey (George Dzundza), is murdered in the line of duty. Little is revealed about Cerreta's personal life, except that he and his wife Elaine (played by Maria Cellario) have five children, and he had served in the military before becoming a police officer. His family has a history in the textile and printing businesses, and are loyal trade union members.[1] He has a 15-year-old daughter named Linda.[2] He became a police officer in 1969.[3][4] Cerreta, a sergeant, joins the 27th Detective Squad after Sgt. Max Greevey is murdered.[5] Greevey's partner, Det. Mike Logan, is initially very critical of Cerreta, who was originally brought in to lead the investigation into Greevey's murder and hence is seen by Logan as an interloper. In later episodes, however, the two develop a close working relationship. Like most detective characters on Law & Order during the early seasons, Ceretta carries a Smith & Wesson Model 36 revolver as his service weapon. In one episode, he mentions that he has never fired his weapon on duty in his entire law enforcement career.[4] Cerreta goes undercover to broker a deal with gun dealer George Lobrano (Mark Margolis) in order to break a Colombian drug ring that had ordered a murder. However, during the course of the transaction, the hyperactive dealer panics and shoots Cerreta in the stomach. Cerreta survives, but the bullet damages some nerves and weakens his legs.[4] Believing that he can no longer function as a street cop, Cerreta reluctantly ends his partnership with Logan and transfers to an administrative position at the 110th Precinct. He is succeeded by Lennie Briscoe (Jerry Orbach).[6]","Title":"Phil Cerreta - Wikipedia","KeyID":"18523","URL":"https://en.wikipedia.org/wiki/Phil_Cerreta"}