{"Content: ":"The New York City Police Department (NYPD), officially the City of New York Police Department, established on May 23, 1845, is the primary municipal law enforcement agency within the City of New York, and the largest and one of[quantify] the oldest in the United States.[7] The NYPD headquarters is at 1 Police Plaza, located on Park Row in Lower Manhattan near City Hall. The NYPD's regulations are compiled in title 38 of the New York City Rules. The NYC Transit Police and NYC Housing Authority Police Department were fully integrated into the NYPD in 1995.[8] Dedicated units of the NYPD include the Emergency Service Unit, K9, harbor patrol, air support, bomb squad, counter-terrorism, criminal intelligence, anti-organized crime, narcotics, public transportation, and public housing units. The NYPD employs around 55,000 people, including almost 35,000 uniformed officers.[9][10] According to the official CompStat database, the NYPD responded to nearly 500,000 reports of crime and made over 200,000 arrests during 2019.[11][12] In 2020, it had a budget of US$6 billion.[2] However, the NYPD's actual spending often exceeds its budget.[13] Due to its high-profile location in the largest city and media center in the United States, fictionalized versions of the NYPD and its officers have frequently been portrayed in novels, radio, television, motion pictures, and video games. The NYPD has a history of police brutality, corruption, and misconduct, which critics argue persists to the present.[14][15][16] The Municipal Police were established in 1845, replacing an old night watch system. Mayor William Havemeyer shepherded the NYPD together.[17] In 1857, it was replaced by a metropolitan force. The NYPD appointed its first black officer in 1911 and the first female officers in 1918.[18] In 1961, highly decorated NYPD officer Mario Biaggi, later a US Congressman, became the first police officer in New York State to be made a member of the National Police Officers Hall of Fame.[19][20][21] In the mid-1980s, NYPD began to police street-level drug markets much more intensively, leading to a sharp increase in incarceration.[22] In 1992, Mayor David Dinkins created an independent Civilian Complaint Review Board for the NYPD. In response to this, some NYPD officers violently protested[23][24] and rioted.[25] They blocked traffic on the Brooklyn Bridge, demonstrated at City Hall and shouted racial epithets.[23][25] The protests were sponsored by the NYPD union.[23] In 1994 the NYPD developed the CompStat computer system for tracking crime geographically, which is now in use by other police departments in the US and Canada.[26] Research is mixed on whether CompStat had an impact on crime rates.[27][28] The New York City Transit Police and the New York City Housing Authority Police Department were merged into the NYPD in 1995.[8] In 2021, the NYPD ceased enforcement of marijuana crimes other than driving under the influence.[29] As of July 2020, the NYPD's current authorized uniformed strength is 35,783.[30] There are also 19,454 civilian employees, including approximately 4,500 auxiliary police officers, 5,500 school safety agents, and 3,500 traffic enforcement agents currently employed by the department. The Police Benevolent Association of the City of New York (NYC PBA), the largest municipal police union in the United States, represents over 50,000 active and retired NYC police officers. Of the entire 35,783-member police force in 2020: 47% are white and 53% are members of minority groups.[more detail needed] Of 23,464 officers on patrol: Of 5,289 detectives: Of 4,550 sergeants: Of 1,706 lieutenants: Of 355 captains: Of 14 police chiefs: On January 1, 2022, Keechant Sewell became the first woman to serve as Commissioner of the NYPD.[31] Juanita N. Holmes, appointed Chief of the Patrol Bureau in 2020, was the first black woman to hold this command and at the time of her appointment, was the highest-ranked uniformed woman in the NYPD.[32] As a rule, NYPD officers can reside in New York City as well as Westchester, Rockland, Orange, Putnam, Suffolk and Nassau counties and approximately half of them live outside the city (51% in 2020, up from 42% in 2016.)[33][34] Legislation has been introduced to require newly hired officers to reside in New York City.[35] The NYPD has a broad array of specialized services, including the Emergency Service Unit, K9, harbor patrol, air support, bomb squad, counter-terrorism, criminal intelligence, anti-gang, anti-organized crime, narcotics, public transportation, and public housing units. The NYPD Intelligence Division & Counter-Terrorism Bureau has officers stationed in eleven cities internationally.[36][37] In 2019 the NYPD responded to 482,337 reports of crime, and made 214,617 arrests.[11] There were 95,606 major felonies reported in 2019, compared to over half a million per year when crime in New York City peaked during the crack epidemic of the 1980s and 1990s.[38] Officers graduate from the Police Academy after five and a half to six months (or sometimes more) of training in various academic, physical, and tactical fields. For the first 18 months of their careers, they are designated as \"Probationary Police Officers\", or more informally, \"rookies\". There are three career \"tracks\" in the NYPD: supervisory, investigative, and specialist. The supervisory track consists of nine ranks; promotion to the ranks of sergeant, lieutenant, and captain are made via competitive civil service examinations. After reaching the rank of captain, promotion to the ranks of deputy inspector, inspector, deputy chief, assistant chief, (bureau) chief and chief of department is at the discretion of the police commissioner. Promotion from the rank of police officer to detective is discretionary by the police commissioner or required by law when the officer has performed eighteen months or more of investigative duty. Badges in the New York City Police Department are referred to as \"shields\" (the traditional term), though not all badge designs are strictly shield-shaped. Some officers have used \"Pottsy\" badges, \"dupes,\" or duplicate badges, as officers are punished for losing their shield by also losing up to ten days' pay.[40] Every rank has a different badge design (with the exception of \"police officer\" and \"probationary police officer\") and, upon change in rank, officers receive a new badge. Lower-ranked police officers are identified by their shield numbers, and tax registry number. Lieutenants and above do not have shield numbers and are identified by tax registry number. All sworn members of the NYPD have their ID card photos taken against a red background. Civilian employees of the NYPD have their ID card photos taken against a blue background, signifying that they are not commissioned to carry a firearm. All ID cards have an expiration date. Although the First Deputy Commissioner and Chief of Department share the same insignia, the First Deputy Commissioner outranks the Chief of Department. Department Supervising Chief Surgeon ^ †: Uniform rank that has no police powers The department is administered and governed by the police commissioner, who is appointed by the mayor. Technically, the Commissioner serves a five-year term; as a practical matter, they serve at the mayor's pleasure. The commissioner in turn appoints numerous deputy commissioners. By default, the commissioner and their subordinate deputies are civilians under an oath of office and are not sworn officers. However, a commissioner who comes up from the sworn ranks retains the status and statutory powers of a police officer while serving as commissioner. This affects their police pensions, and their ability to carry a firearm without a pistol permit. Some police commissioners carry a personal firearm, but they also have a full-time security detail. Commissioners and deputy commissioners are administrators who specialize in areas of great importance to the Department, such as counterterrorism, support services, public information, legal matters, intelligence, and information technology. However, as civilian administrators, deputy commissioners are prohibited from taking operational control of a police situation (the commissioner and the first deputy commissioner may take control of these situations, however). Within the rank structure, there are also designations, known as \"grades\", that connote differences in duties, experience, and pay. However, supervisory functions are generally reserved for the rank of sergeant and above. The Chief of Department serves as the senior sworn member of the NYPD. Kenneth Corey, a longtime NYPD veteran,[41][42] is the 42nd individual to hold the post.[43] which prior to 1987 was known as the chief of operations and before that as chief inspector.[44] The department is divided into 20 bureaus,[45] which are typically commanded by a uniformed bureau chief (such as the chief of patrol and the chief of housing) or a civilian deputy commissioner (such as the Deputy Commissioner of Information Technology). The bureaus fit under four umbrellas: Patrol, Transit & Housing, Investigative, and Administrative. Bureaus are often subdivided into smaller divisions and units. All deputy commissioners report directly to the Commissioner and bureau chiefs report to the Commissioner through the Chief of Department. Officers from the Emergency Service Unit Police boat patrolling the East River Motorcycle police officer speaks with a passerby 1 Police Plaza, NYPD headquarters NYPD's Critical Response Command protects high profile terrorist targets including the NYC residence of former President Donald Trump. Specialized units within the Transit Bureau include Borough Task Forces, Anti-Terrorism Unit, Citywide Vandals Task Force, Canine Unit, Special Projects Unit, and MetroCard Fraud Task Force In the 1990s the department developed a CompStat system of management which has also since been established in other cities. The NYPD has extensive crime scene investigation and laboratory resources, as well as units that assist with computer crime investigations. In 2005, the NYPD established a \"Real Time Crime Center\" to assist in investigations;[48] this is essentially a searchable database the pulls information from departmental records, including traffic tickets, court summonses, and previous complaints to reports,[49] as well as arrest reports.[48] The database contains files to identify individuals based on tattoos, body marks, teeth, and skin conditions, based on police records.[48] NYPD also maintains the Domain Awareness System, a network that provides information and analytics to police, drawn from a variety of sources, including a network of 9,000 publicly and privately owned surveillance cameras, license plate readers, ShotSpotter data, NYPD databases and radiation and chemical sensors.[50] The Domain Awareness System of surveillance was developed as part of Lower Manhattan Security Initiative in a partnership between the NYPD and Microsoft.[51] It allows the NYPD to track surveillance targets and gain detailed information about them. It also has access to data from at least 2 billion license plate readings, 100 million summonses, 54 million 911 calls, 15 million complaints, 12 million detective reports, 11 million arrests and 2 million warrants. The data from the 9,000 CCTV cameras is kept for 30 days. Text records are searchable. The system is connected to 9,000 video cameras around New York City.[52] In 2020, the NYPD deployed a robotic dog, known as Digidog, manufactured by Boston Dynamics.[53] The robotic dog has cameras which send back real-time footage along with lights and two-way communication, and it is able to navigate on its own using artificial intelligence.[54][55][56][57] Reaction by locals to Digidog was mixed.[58] Deployment of Digidog led to condemnation from the Surveillance Technology Oversight Project and the American Civil Liberties Union due to privacy concerns.[57][58] In response to its deployment, a city councilmember has proposed a law banning armed robots; this would not apply to Digidog as Digidog is not armed and Boston Dynamics prohibits arming of its robots.[58] On April 24, 2021, U.S. Representative Ritchie Torres proposed new federal legislation requiring police departments receiving federal funds to report use of surveillance technology to the Department of Homeland Security and Congress.[57] The NYPD states that the robot is meant for hostage, terrorism, bomb threat, and hazardous material situations, and that it was properly disclosed to the public under current law.[57] Following continued push back against Digidog, including opposition to the system's $94,000 price tag, the NYPD announced on April 28, 2021 that its lease would be terminated.[59] The Quinnipiac University Polling Institute has been regularly measuring public opinion of the NYPD since 1997, when just under 50% of the public approved of the job the NYPD were doing. Approval peaked at 78% in 2002 following the World Trade Center terrorist attacks in September 2001, and has ranged between 52 and 72% since.[60] Approval varies by race/ethnicity, with black and Hispanic respondents consistently less likely to say they approve of the job the NYPD are doing than whites.[60] In 2017, the Quinnipiac poll found that New York City voters approve of the way NYPD, in general, does its job by a margin of 67-25%. Approval was 79-15 percent among white voters, 52-37 percent among black voters, and 73-24 percent among Hispanic voters. 86% of voters said crime is a serious problem, 71% said police brutality is a serious problem and 61% said police corruption is a serious problem.[61] A 2020 poll commissioned by Manhattan Institute for Policy Research reported that the public approve of the NYPD 53% to 40% against, again with strong racial differences: 59% of whites and Asians approved, as did 51% of Hispanics, whereas 51% of black residents disapproved.[62] The NYPD has a history of police brutality, misconduct, and corruption, as well as discrimination on the basis of race, religion and sexuality.[15][63][64][65][14][66] Critics, including from within the NYPD, have accused the NYPD of manipulating crime statistics.[67][68] In 2009, NYPD officer Adrian Schoolcraft was arrested, abducted by his fellow officers and involuntarily admitted to a psychiatric hospital after he provided evidence of manipulation of crime statistics (intentional under reporting of crimes) and intentional wrongful arrests (to meet arrest quotas). He filed a federal suit against the department, which the city settled before trial in 2015, also giving him back pay for the period when he was suspended.[69][70] The Knapp Commission found in 1970 that the NYPD had systematic corruption problems.[71] The Civilian Complaint Review Board is an all-civilian, 13-member panel tasked with investigating misconduct or lesser abuse accusations against NYPD officers, including use of excessive force, abuse of authority, discourtesy and offensive language. Complaints against officers may be filed online, by mail, by phone or in person at any NYPD station.[72] On June 8, 2020, both houses of the New York state assembly passed the Eric Garner Anti-Chokehold Act, which provides that any police officer in the state of New York who injures or kills somebody through the use of \"a chokehold or similar restraint\" can be charged with a class C felony, punishable by up to 15 years in prison.[73] New York Governor Andrew Cuomo signed the police reforms into law on June 12, 2020, which he described as \"long overdue.\"[74][73] During the 2020 coronavirus pandemic, many NYPD officers refused to wear face masks while policing protests related to racial injustice, contrary to the recommendations of health experts and authorities.[75] During the George Floyd protests, The New York Times reported that more than 60 videos showed NYPD police attacking protesters, many of whom were attacked without cause.[76] Included in these attacks were the 'kettling' of protesters,[77] an officer removing the mask of a protester and pepper spraying him,[78] and an incident where police vehicles were driven into a crowd.[79] An investigation by New York City’s Department of Investigation concluded that the NYPD had exercised excessive force during the George Floyd protests.[80] According to a 2021 FiveThirtyEight analysis, New York City spent at least an average of $170 million USD annually in settlements related to police misconduct over a ten-year period.[81] The NYPD is affiliated with the New York City Police Foundation and the New York City Police Museum. It also runs a Youth Police academy to provide a positive interaction with police officers and to educate young people about the challenges and responsibility of police work. The NYPD also sponsors a Law Enforcement Explorer Program thru the Scouting Program (formerly the Boy Scouts of America). [82]The department also operates the Citizens Police Academy, which educates the public on basic law and policing procedures. The NYPD has lost 932 officers in the line of duty since 1849. This figure includes officers from agencies that were later absorbed by or became a part of the modern NYPD, in addition to the NYPD itself. This number also includes 28 officers killed on and off duty by gunfire of other officers on duty. 286 officers have been shot and killed by a criminal.[83] The NYPD lost 23 officers in the September 11, 2001 attacks, not including another 247 who later died of 9/11-related illnesses.[84] The NYPD has more line-of-duty deaths than any other American law enforcement agency.[83] The New York City Police Department vehicle fleet consists of 9,624 police cars, 11 boats, eight helicopters, and numerous other vehicles.[85] Responsibility of operation and maintenance lies with the NYPD's Support Services Bureau. The current colors of NYPD vehicles is an all-white body with two blue stripes along each side. The word \"POLICE\" is printed in small text above the front wheel wells, and as \"NYPD Police\" above the front grille. The NYPD patch is emblazoned on both sides, either on or just forward of the front doors. The letters \"NYPD\" are printed in blue Rockwell Extra Bold font on the front doors, and the NYPD motto \"Courtesy, Professionalism, Respect\" is printed on the rear ones. The unit's shop number is printed on the rear decklid. The shop number is also printed on the rear side panels above the gas intake, along with the number of the unit's assigned precinct. A modified paint scheme, with dark blue (or black, for some Auxiliary units) body and white stripes on the sides was used for some divisions. The text was also white. This was phased out in favor of a modified version of the regular scheme, with the word(s) \"AUXILIARY\", \"SCHOOL SAFETY\" or \"TRAFFIC\" on the rear quarter panels and trunk. New NYPD officers are allowed to choose from one of two 9mm service pistols: the Glock 17 Gen4 and Glock 19 Gen4.[86] All duty handguns were previously modified to a 12-pound (53 N) NY-2 trigger pull, though new recruits were being issued handguns with a lighter trigger pull as of 2021.[87] The Smith & Wesson 5946 was issued to new recruits in the past;[88] however, the pistol has been discontinued.[89] While it is no longer an option for new hires, officers who were issued the weapon may continue to use it. Shotgun-certified officers were authorized to carry Ithaca 37 shotguns, which are being phased out in favor of the newer Mossberg 590. Officers and detectives belonging to the NYPD's Emergency Service Unit, Counter-terrorism Bureau and Strategic Response Group are armed with a range of select-fire weapons and long guns, such as the Colt M4A1 carbine and similar-pattern Colt AR-15 rifles, Heckler & Koch MP5 submachine gun, and the Remington Model 700 bolt-action rifle.[90] From 1926 until 1986 the standard weapons of the department were the Smith & Wesson Model 10 and the Colt Official Police .38 Special revolvers with four-inch barrels. Woman officers had the option to choose to carry a three-inch barrel revolver instead of the normal four-inch model due to its lighter weight. Prior to 1994, the standard weapon of the NYPD was the Smith & Wesson Model 64 DAO a .38 Special revolver with a three- or four-inch barrel and the Ruger Police Service Six with a four-inch barrel. This type of revolver was called the Model NY-1 by the department. After the switch in 1994 to semiautomatic pistols, officers who privately purchased revolvers before January 1, 1994, were allowed to use them for duty use until August 31, 2018. They were grandfathered in as approved off-duty guns.[86] Prior to the issuing of the 9mm semi-automatic pistol NYPD detectives and plainclothes officers often carried the Colt Detective Special and/or the Smith & Wesson Model 36 \"Chief's Special\" .38 Special caliber snub-nosed (two-inch) barrel revolvers for their ease of concealment while dressed in civilian clothes. The Kahr K9 9 mm pistol was an approved off-duty/backup weapon from 1998 to 2011. It was pulled from service because it could not be modified to a 12-pound trigger pull.","Title":"New York City Police Department - Wikipedia","KeyID":"18522","URL":"https://en.wikipedia.org/wiki/NYPD"}