{"Content: ":"William Shakespeare's Romeo + Juliet (often shortened to Romeo + Juliet) is a 1996 romantic crime film directed, produced, and co-written by Baz Luhrmann. It is a modernized adaptation of William Shakespeare's tragedy Romeo and Juliet. The film stars Leonardo DiCaprio and Claire Danes in the title roles of two teenagers who fall in love, despite their being members of feuding families. Brian Dennehy, John Leguizamo, Harold Perrineau, Pete Postlethwaite, Paul Sorvino and Diane Venora also star in supporting roles. It is the third major film version of the play, following a 1936 film and a 1968 film. The film was released on November 1, 1996, by 20th Century Fox. It was met with generally positive reviews from critics, grossed over $147 million against its a $14.5 million budget. At the 47th Berlin International Film Festival in 1997, DiCaprio won the Silver Bear for Best Actor and Luhrmann won the Alfred Bauer Prize.[6] Luhrmann was also nominated for the Golden Bear Award for Best Picture.[7] At the 69th Academy Awards, Catherine Martin and Brigitte Broch were nominated for Best Art Direction/Set Decoration.[7] In 2005, the film was included on the BFI list of the \"50 films you should watch by the age of 14\".[8] The film was also re-released in Luhrmann's Red Curtain Trilogy DVD box set in 2002 together with Strictly Ballroom (1992) and Moulin Rouge! (2001). In Verona Beach, the Capulets and Montagues are two rival business empires. The animosity of the older generation—Fulgencio and Gloria Capulet and Ted and Caroline Montague—is felt by their younger relatives. A gunfight between Montagues led by Benvolio, Romeo's cousin, and Capulets led by Tybalt, Juliet's cousin, creates chaos in the city. Being the third civil brawl, the Chief of Police, Captain Prince, reprimands the families, warning them that if such an event occurs again, their lives \"shall pay the forfeit of the peace\". Benvolio and Romeo learn of a Capulet party that evening which they decide to gate-crash. Romeo agrees on hearing that Rosaline, whom he is madly in love with, is attending. They meet their friend, Mercutio, who has tickets to the party, and Romeo takes ecstasy as they proceed to the Capulet mansion. The effects of the drug and the party overwhelm Romeo, who goes to the restroom. There he sees Juliet, and the two instantly fall in love, both unaware of who the other is. Tybalt spots Romeo and vows to kill him for invading his family's home. After Romeo leaves the party, he and Juliet each learn that they belong to feuding families, but Romeo returns to see her. Juliet tells him that if he sends word by the following day, they will be betrothed. The next day, Romeo asks Father Laurence to marry them, and he agrees. Romeo passes the word on via Juliet's nurse and they soon get married. Tybalt encounters Mercutio and Romeo at the beach. Romeo attempts to make peace, but Tybalt assaults him. Mercutio intervenes and batters Tybalt, and is about to kill him when Romeo stops him. Tybalt takes the opportunity to fatally wound Mercutio, who curses both houses before dying. Enraged, Romeo chases after the fleeing Tybalt and shoots him dead, avenging Mercutio's death. Captain Prince banishes Romeo from the city, and he goes into hiding with Father Laurence. The nurse arrives and tells him that Juliet is waiting for him. Romeo climbs Juliet's balcony and they consummate their marriage, with Romeo departing soon after. Meanwhile, Fulgencio decides Juliet will marry Dave Paris, the governor's son. The next morning, Gloria informs Juliet that she is to marry Paris, and when Juliet refuses Fulgencio threatens to disown her. Juliet runs away and seeks out Father Laurence, imploring him to help her whilst threatening to commit suicide. Father Laurence gives her a potion that will let her fake her own death, after which she will be placed within the Capulet vault to awaken 24 hours later. Father Laurence vows to inform Romeo of the plot via letter, whereupon the latter will sneak into the vault and, once reunited with Juliet, the two will escape to Mantua. Romeo does not see the delivered letter however and, believing Juliet to be dead, buys a vial of poison from an apothecary. Romeo enters the church where Juliet lies and consumes the poison just as Juliet wakes up. Distraught over Romeo’s death, Juliet picks up his gun and shoots herself in the head, falling down beside his lifeless body. Romeo's body is being taken inside an ambulance with a crowd of spectators and reporters observing the incident from behind the police line, when the parents of both Romeo and Juliet arrive in the scene. Captain Prince approaches their fathers, asking them to see the scourge that has resulted from their feud, including him losing his kinsmen, and that heaven has found means to kill their joys with love. The Captain then shouts on them saying \"all are punished!\".  Natalie Portman had been cast as Juliet but, during rehearsals, it was thought that she looked too young for the part, and the footage looked as though DiCaprio was \"molesting\" her.[10] Luhrmann stated that Portman was too young at the time, and made DiCaprio look older than intended. He was 21 at the time of filming and Portman was only 14.[11][12] After Sarah Michelle Gellar turned down the role due to scheduling conflicts, DiCaprio proclaimed that Danes should be cast, as he felt she was genuine in her line delivery and did not try to impress him by acting flirtatious.[13] While it retains the original Shakespearean dialogue, the film represents the Montagues and the Capulets as warring mafia empires (with legitimate business fronts) in contemporary United States, where swords are replaced by guns[14] (with brand names such as \"Dagger\", \"Sword\", and \"Rapier\") and a USPS style delivery service is called \"Post Haste\".[15] Some characters' names are also changed: Paris, Lord & Lady Montague and Lord & Lady Capulet are given first names (in the original, their first names are never mentioned); Friar Laurence becomes Father Laurence, and Prince Escalus is rewritten as the police chief of Verona Beach, being renamed Captain Prince.[16] The adaptation eliminates the character of Friar John, and some characters change families: in the original, Gregory and Sampson are Capulets, but in the film, they are Montagues; conversely, Abram, as Abra, is shifted from the Montague to the Capulet family.[16] An international co-production between The United States, Mexico, Australia and Canada. After the success of Strictly Ballroom, Luhrmann took some time over deciding what his next project would be: Our philosophy has always been that we think up what we need in our life, choose something creative that will make that life fulfilling, and then follow that road. With Romeo and Juliet what I wanted to do was to look at the way in which Shakespeare might make a movie of one of his plays if he was a director. How would he make it? We don't know a lot about Shakespeare, but we do know he would make a 'movie' movie. He was a player. We know about the Elizabethan stage and that he was playing for 3000 drunken punters, from the street sweeper to the Queen of England – and his competition was bear-baiting and prostitution. So he was a relentless entertainer and a user of incredible devices and theatrical tricks to ultimately create something of meaning and convey a story. That was what we wanted to do.[17] Luhrmann obtained some funds from Fox to do a workshop and shoot some teaser footage in Sydney. Leonardo DiCaprio agreed to pay his own expenses to fly to Sydney and be part of it. Once Fox saw footage of the fight scene, they agreed to support it.[17] All of the development was done in Australia, with pre-production in Australia and Canada and post-production in Australia. While some parts of the film were shot in Miami, most of the film was shot in Mexico City and Boca del Rio, Veracruz. For instance, the Capulet mansion was set at Chapultepec Castle while the ballroom was built on Stage One of Churubusco Studios; and the church is Immaculate Heart of Mary in the Del Valle neighborhood.[18] The film premiered on November 1, 1996, in the United States and Canada, in 1,276 theaters, and grossed $11.1 million its opening weekend. It went on to gross $46.3 million in the United States and Canada,[19] with a worldwide total of $147,554,998.[5] Review aggregator Rotten Tomatoes reported 73% of 66 critics gave a positive review, with an average rating of 6.8/10. The site's critics consensus reads, \"Baz Luhrmann's visual aesthetic is as divisive as it is fresh and inventive.\"[20] Metacritic gives the film a weighted average score of 60 out of 100 based on 20 critics, indicating \"mixed or average reviews\".[21] Audiences polled by CinemaScore gave the film an average grade of \"A−\" on an A+ to F scale.[22] James Berardinelli gave the film 3 out of 4 stars and wrote, \"Ultimately, no matter how many innovative and unconventional flourishes it applies, the success of any adaptation of a Shakespeare play is determined by two factors: the competence of the director and the ability of the main cast members. Luhrmann, Danes, and DiCaprio place this Romeo and Juliet in capable hands.\"[23] Conversely, Roger Ebert gave the film a mixed review of only 2 stars out of 4, saying, \"I've seen King Lear as a samurai drama and Macbeth as a Mafia story, and two different Romeo and Juliets about ethnic difficulties in Manhattan (West Side Story and China Girl), but I have never seen anything remotely approaching the mess that the new punk version of Romeo & Juliet makes of Shakespeare's tragedy.\"[24] The film won several awards.[7] Leonardo DiCaprio won Favorite Actor and Claire Danes won Favorite Actress in a Romance at the 1997 Blockbuster Entertainment Awards.[7] At the 1997 MTV Movie Awards, Danes won Best Female Performance. DiCaprio was nominated for Best Male Performance, and DiCaprio and Danes were both nominated for Best Kiss and Best On-Screen Duo.[7] At the 51st BAFTA Film Awards, director Baz Luhrmann won Best Direction, Luhrmann and Mary Haile won the Best Adapted Screenplay, Nellee Hooper, Craig Armstrong and Marius De Vries won the Best Film Music, and Catherine Martin won the Best Production Design. The film was also nominated for Best Cinematography, Best Editing, and Best Sound.[7] At the 47th Berlin International Film Festival in 1997, DiCaprio won the Silver Bear for Best Actor and Luhrmann won the Alfred Bauer Prize.[6] Luhrmann was also nominated for the Golden Bear Award for Best Picture.[7] At the 69th Academy Awards, Catherine Martin and Brigitte Broch were nominated for Best Art Direction/Set Decoration.[7] The film was nominated to appear on the American Film Institute's 100 Years ... 100 Passions list in 2002.[25] The film was originally released on DVD on March 19, 2002, by 20th Century Fox Home Entertainment.[26] A 10th anniversary special edition DVD containing extra features and commentary was released on February 6, 2007, and a Blu-ray edition was released on October 19, 2010.[citation needed] The film maintains a popular reputation among English teachers, as a means through which to introduce secondary school students to the play. Although not to every critic's taste, the film is now recognised as one of the most influential Shakespeare film adaptations ever made.[27] For the promotion of her memoir titled This Much Is True published by John Murray in 2021, British actress Miriam Margolyes released free-to-quote commercial excerpts including one on her experience shooting Romeo + Juliet. On her co-star Leonardo DiCaprio, she wrote:[28] \"Leonardo has grown into an extremely fine actor but back then he was just a handsome boy who didn't always wash; he was quite smelly in that very male way some young men are. Sometimes he wore a dress. 'Leonardo, I think you're gay,' I said. He laughed and said, 'No Miriam. I'm really not gay.' But I was wrong. We filmed in Mexico City, paradise for someone like me who loves fossicking around flea markets and antiques shops, and, like me, Leonardo was into bling in a big way, too. We'd spend hours going through the markets together. I don't know that I've ever had such fun.\"[29][30] She further commented on the chemistry between the film's two leads: \"I liked [DiCaprio] tremendously and admired his work, but luckily I was immune from his groin charms, unlike poor Claire Danes, then only 17. It was obvious to all of us that she really was in love with her Romeo, but Leonardo wasn't in love with her. She wasn't his type at all. He didn't know how to cope with her evident infatuation. He wasn't sensitive to her feelings, was dismissive of her and could be quite nasty in his keenness to get away, while Claire was utterly sincere and so open. It was painful to watch. Many years later, I was in a restaurant and she came up to me and said: 'We worked together on a film once, I don't know if you remember me? My name is Claire Danes.' It was the opposite of the arrogant behaviour of some stars and so typical of her.\"[29][31]","Title":"Romeo + Juliet - Wikipedia","KeyID":"18526","URL":"https://en.wikipedia.org/wiki/Romeo_%2B_Juliet"}