{"Content: ":"A Touch of Class is a 1973 British romantic comedy film produced and directed by Melvin Frank which tells the story of a couple having an affair, who find themselves falling in love. It stars George Segal, Glenda Jackson, Hildegarde Neil, Paul Sorvino and K Callan. It was nominated for five Academy Awards. The film was adapted by Melvin Frank and Jack Rose from Frank's story \"She Loves Me, She Told Me So Last Night,\" oddly listed as an original song in the film's opening credits. However, it bears more than a passing resemblance to an earlier Frank film, The Facts of Life (1960), which likewise dealt with a middle-aged couple trying to have an affair, centering on a disaster-laden trip to a place where they would not be recognized. The lead role of Steve was originally offered to Cary Grant, with a promise by Frank to rewrite the script to play up the age difference between Steve and Vickie. However, Grant opted to remain in retirement from filmmaking, and he turned the role down. Despite this, he did remain connected to the film, as it was produced by Fabergé's Brut Productions, and Grant was on the board of directors for Fabergé. Roger Moore was also offered the lead role before dropping out to star in Live and Let Die, his first appearance as James Bond. Moore did, however, have a hand in the production of this film. Glenda Jackson revealed that she was approached by the director Melvin Frank after appearing on the comedy sketch and variety program The Morecambe & Wise Show on the BBC in the United Kingdom in 1971, in the \"Antony and Cleopatra\" sketch. After her role in this film won her an Oscar, Eric Morecambe sent her a telegram reading, \"Stick with us and we will get you another one\".[2] Vickie Allessio (Glenda Jackson) is a divorced British mother of two. Steve Blackburn (George Segal) is an American married man who \"has never cheated on his wife... in the same town.\" After sharing a London taxi with her, Steve invites Vickie to tea, then lunch, then takes Vickie to a hotel room, hoping to have sex. Vickie admits she would like to have uncomplicated sex, but is not impressed by the setting, wanting somewhere sunny. Steve arranges a trip to Málaga. Steve's wife Gloria turns up just as they are about to go, with Vickie traveling as his \"mother.\" He arranges plane tickets for his wife, children and in-laws, but cancels them all again when his wife remarks it seems rather like a pilgrimage. Once at the airport, Steve bumps into friend Walter Menkes (Paul Sorvino), an American movie producer. Unable to admit that he is with Vickie, Steve spends the flight next to Walter, and Vickie sits elsewhere. On arrival in Málaga, Steve ends up giving the last decent rental car to Walter to get rid of him. He takes an Italian car with an awkward clutch, which he has trouble driving to Vickie's discomfort and annoyance. At the hotel, they end up struggling up several flights of stairs in order to reach a double room. The two settled, the atmosphere becomes awkward, as they argue over their respective sides during sex. Steve is persuaded to just get on top of her, but turns suddenly and causes a spasm in his back. A doctor is called and Steve is put to sleep, while Vickie sleeps atop the bedding. In the morning, Vickie bumps into an American lady, Patty (K Callan), but declines an invitation to dinner. Steve wakes up to find Vickie sunning herself in a bikini on the balcony. The two finally have sex. Getting dressed after, Steve is disappointed in Vickie's lack of enthusiasm about their sex and becomes angered. During a game of golf, Vickie becomes offended by Steve's need to defeat a local boy, who has placed a bet with him while playing. As the tension mounts between them, Vickie decides to go to dinner with Patty and Steve arranges dinner with Walter. When they arrive separately, Vickie discovers Patty is Walter's wife and the two are forced into an uncomfortable dinner with the couple. Steve becomes offended when Vickie is amused that Steve's daughter is fat and has crooked teeth. After an argument in the bedroom, Steve and Vickie decide to head back to London. Steve decides not to bother reserving any plane tickets because he knows this particular flight is never full, but at the airport the last two tickets have just been sold. Returning to the hotel, they begin to attack each other in the room. Steve grabs Vickie atop the bed, almost ripping her dress off. Suddenly excited, Steve tries to have sex with her, but cannor undo his trouser zip. Vickie responds, \"My god, my one chance to be raped, and you can't get your bloody trousers off.\" The two collapse laughing and their relationship blossoms over the remainder of the holiday. Walter and Patty notice their blossoming relationship, and Walter confides to Steve that he had a similar holiday romance. Walter warns that it will not work out, knowing that Steve will not be able to leave his wife and kids. Steve decides that he still wants to see Vickie when they get back to London. They get a secret flat together, in a building occupied by \"French\" prostitutes. Steve and Vickie find opportunities to meet secretly. Steve takes the dog for a walk to go join her, but on returning home forgets the dog. On another occasion he sneaks out during a symphony, then comes back wearing golf socks, claiming his kids must have mixed his stuff up. Gradually, the relationship becomes more complicated. Vickie is going to a lot of effort to be with him. Steve comes around for sex after a baseball game in the park, but must leave in a hurry, not knowing that she has prepared a lavish meal. Vickie, wanting some human companionship, invites her gay co-worker Cecil (Michael Elwyn) to spend the day with her, but he is not available. Steve, feeling guilty for rushing off, gets flowers and takes them back to Vickie, finding her in the kitchen sitting in front of the meal she made. Steve leaves without saying a word. Vickie cancels lunch with him. Steve's co-workers are aware something is going on: secretary Derek (Ian Thompson) asks if he is having a \"short lunch or a long lunch\". He arranges to meet with her in the evening, despite having a very heavy workload, forgetting that he is attending the theatre with his wife. When his wife then calls demanding to know why he is late for the Harold Pinter play, he tries to call Vickie, but is unable to reach her. Vickie sees Steve and Gloria at the theatre together as she is out shopping for the meal she is cooking. When Steve eventually turns up at their flat, he tells Vickie he has been working late, but she thinks he has been lying to her and confronts him about the theatre. Eventually she breaks down and sits quietly at the table, concerned that she is \"beginning to sound like a wife\". The next morning Steve sends a telegram to the flat for Vickie, telling her that it is over between them. However, on returning home later he changes his mind, cancels the telegram, and runs out the door. However, Vickie has already been given the telegram and begins packing her belongings to leave. When Steve gets to the flat, having bought food to cook for them, he finds a record playing and Vickie gone. Looking out the window he sees her standing at the bus stop. He bangs on the window to get her attention but she does not seem to notice, and gives up waiting for a bus. She walks along and hails a taxi, which another man hails down in an echo of Vickie and Steve in the beginning of the film. Vickie asks the man, who is handsome and smiles, if he is married. When he says yes, Vickie walks off and leaves him the taxi. The majority of the cast (Segal, Jackson, Sorvino, Linder) were reunited in the 1979 movie Lost and Found also directed by Melvin Frank. In many respects this was a quasi-sequel to A Touch of Class, even though none of the characters were recreated, but the storyline followed many similarities and opposites. The film earned $4,125,600 in North American rentals in 1973.[3] Roger Ebert gave the film three stars out of four, calling it \"a sharp-edged, often very funny dissection of a love affair between two possibly incompatible people. But then it gets serious with itself and ends on a note that doesn't satisfy us.\"[4] Gene Siskel had a similar opinion, awarding two-and-a-half stars out of four and writing that in the film's best moments it \"reminds one of those wonderful screen battles between Spencer Tracy and Katharine Hepburn,\" but then it \"tries to get serious\" which \"leads to an unsatisfying conclusion totally removed from the dominant tone of the movie, which is raucous at best, contrived silliness at worst.\"[5] Vincent Canby of The New York Times called it \"a very patchy movie—enormously funny in bits and pieces and sometimes downright dumb.\"[6] Variety wrote,\"George Segal herein justifies superbly a reputation for comedy ability while Glenda Jackson's full-spectrum talent is again confirmed.\"[7] Penelope Gilliatt of The New Yorker wrote that the film had \"moments of reckless funniness\" but observed that the \"muddle of period convention is odd,\" as it blended the \"Hepburn-Tracy tradition\" and an \"old-style slapstick\" scene with \"modern and naturalistic eroticism.\"[8] Sylvia Millar of The Monthly Film Bulletin called the film \"a waste of two considerable talents,\" stating that \"Frank has written a script which is not devoid of wit; but it's never effortless, and a battering of coarse sexual polemic is always thrusting in to spoil the fun.\"[9] The film has a score of 83% on Rotten Tomatoes based on 12 reviews, with an average grade of 6.8 out of 10.[10]","Title":"A Touch of Class (film) - Wikipedia","KeyID":"18531","URL":"https://en.wikipedia.org/wiki/A_Touch_of_Class_(film)"}