{"Content: ":"That Championship Season is a 1972 play by Jason Miller. It was the recipient of the 1973 Pulitzer Prize for Drama and the 1973 Tony Award for Best Play. The setting is 1972 at the Coach's home in Scranton, Pennsylvania. On the 20th anniversary of their victory in the Pennsylvania state championship game, four members of the starting lineup of a Catholic high school basketball team have gathered to celebrate. This reunion may be their last chance to reminisce with each other, due to their Coach's illness. The fifth member of the starting lineup, Martin (who made the game-winning shot), has refused to attend the reunion. He bears a grudge against the Coach for reasons that do not become clear until late in the play. George Sitkowski has become Scranton's mayor, but he has proven inept and unpopular, and he is likely to lose his re-election bid. The fact that his challenger is Jewish is particularly galling to him. Phil Romano has become a millionaire in the strip-mining business, using his close ties to Sitkowski to obtain mining permits. Though Romano helps George financially, he is carrying on an affair with George's wife. James Daley is a local junior high school principal; his brother Tom is an unsuccessful, embittered, cynical alcoholic and ne'er-do-well writer. None of the men's lives have turned out as any of them had hoped; on some level, all still look to the Coach for guidance. The Coach has always been the embodiment of old-school Catholicism (Senator Joseph McCarthy and Father Charles Coughlin are heroes of his). He was also the one person in their lives who was sure of everything, and his absolute certainty and confidence gave them a sense of security. While the Coach thought he was teaching his players how to be men, they instead became emotional adolescents who still need him to tell them how to live their lives. But the Coach's pep talks, which had always inspired them, are beginning to sound hollow. Only now do they realize that the Coach was a bigot, a bully, and a bit of a fraud. The play made its off-Broadway debut at the Estelle Newman Theatre on May 2, 1972, where it ran for 144 performances, closing on September 3, 1972.[1] It was directed by A.J. Antoon, and it won the Pulitzer Prize for Drama. A transfer of the off-Broadway production opened on Broadway at the Booth Theatre, running for 700 performances, opening on September 14, 1972, and closing on April 21, 1974. This production won the 1973 New York Drama Critics' Circle, Drama Desk, and Tony Award for Best Play. The production starred Richard Dysart, Charles Durning, Paul Sorvino and Michael McGuire. A short-lived off-Broadway revival played from April 21 to May 2, 1999, at the Second Stage Theatre. It was directed by Scott Ellis, with lighting by Kenneth Posner, and lasted for 14 performances.[2] Gregory Mosher directed a revival of the play on Broadway at the Bernard B. Jacobs Theatre. Previews began on February 9, 2011, with a limited engagement from March 6 to May 29, 2011.[3][4] It starred Brian Cox as Coach, Jim Gaffigan as George Sikowski, Chris Noth as Phil Romano, Jason Patric (Miller's son) as Tom Daley and Kiefer Sutherland as James Daley.[5] Highlights of the production were released on February 25, 2011.[6] The revival met with a lukewarm reception from the critics.[7] At the time of its premiere, That Championship Season was a critical success. Those who liked the play complimented its humor, dialogue, and characters. Reviewing the Broadway production, Clive Barnes of the New York Times wrote, \"Mr. Miller has a perfect ear and instinct for the rough and tumble profanity of locker-room humor. The coarsely elegant gibes go along with Mr. Miller’s indictment of a society, which opens with an ironic playing of the National Anthem and then lacerates the sickness of small-town America full of bigotry, double-dealing, racism and hate.\"[8] Miller wrote and directed the film adaptation of the play that was released in 1982. Robert Mitchum starred as the Coach, replacing William Holden, who had died before filming began. Bruce Dern, Stacy Keach, Martin Sheen, and Paul Sorvino completed the cast. In 1999, Miller wrote another screenplay for television that was directed by Paul Sorvino, who also played the Coach. This version also starred Vincent D'Onofrio, Terry Kinney, Tony Shalhoub, and Gary Sinise, and the latter was a co-producer.","Title":"That Championship Season - Wikipedia","KeyID":"18539","URL":"https://en.wikipedia.org/wiki/That_Championship_Season"}