{"Content: ":"Bloodbrothers is a 1978 coming-of-age film directed by Robert Mulligan and starring Richard Gere, Paul Sorvino, Tony Lo Bianco, and Marilu Henner. It was based on the 1976 novel of the same name by Richard Price. It was nominated for an Academy Award for Best Adapted Screenplay. Set in a working-class Bronx community, it tells the story of the De Coco family, a family of construction workers. Thomas is the head of the family with two sons, but one, Stony (Richard Gere) wants to be a teacher, not a construction worker. Then he accepts a job as a recreational assistant at a children's ward. Immediately, bitter divisions begin to surface. The film opened to positive reviews, and though it would be forgotten about in later years, it was liked for the ensemble cast. As one of the De Coco sons, Richard Gere was especially praised. The film also introduced Marilu Henner. Ryan McDonald of Shameless Self Expression said: \"This 1978 Robert Mulligan tale about a seriously dysfunctional Italian-American family is too broadly played, stereotyped, and overly familiar... This is all very shouty and somewhat overbearing stuff for a story that isn’t all that memorable to begin with. ... Tony Lo Bianco and especially an unrestrained Lelia Goldoni are the worst offenders. Lo Bianco, often typecast as (an) Italian-American hood, gives us a stereotype of Italian-American machismo, misogyny, occasional brutality, and just general hamminess. Occasionally there seems to be a real character in there, but largely it’s just too much of a ‘performance’... But at least he has his moments, which cannot be said for the ghastly Goldoni, whose shrieking, mugging, wailing ... coupled with a pathetic, basically psychotic character derail the film. ... The most enjoyable work comes from Paul Sorvino, Marilu Henner, and Kenneth McMillan...\"[1]","Title":"Bloodbrothers (1978 film) - Wikipedia","KeyID":"18535","URL":"https://en.wikipedia.org/wiki/Bloodbrothers_(1978_film)"}