{"Content: ":"The Goldbergs is an American period sitcom television series that premiered on September 24, 2013, on ABC. The series was created by Adam F. Goldberg and stars Wendi McLendon-Covey, Jeff Garlin, Sean Giambrone, Troy Gentile, Hayley Orrantia and George Segal.[3] The show is produced by Adam F. Goldberg, Seth Gordon and Doug Robinson.[4] It is based on Goldberg's childhood and family in the 1980s, with a childhood version of himself. On May 14, 2021, the series was renewed for a ninth season,[5] which premiered on September 22, 2021.[6] On April 19, 2022, the series was renewed for a tenth season, which is set to premiere on September 21, 2022.[7] The Goldbergs is set in an alternate version of the 1980s in Jenkintown, Pennsylvania, and shows the reality of the 1980s through a preadolescent's, and later in the series, teenager's, eyes.[8] The show is loosely based on the showrunner's childhood, during which he regularly videotaped events. Many of these videos are reenacted for series episodes, with the original version then shown before the end credits. The series stars Jeff Garlin as the father, Murray, and Wendi McLendon-Covey as the mother, Beverly. Their two older children are Erica (Hayley Orrantia) and Barry (Troy Gentile). The youngest child, Adam (Sean Giambrone), documents his family life with his video camera. Beverly's father, Albert \"Pops\" Solomon (George Segal), is frequently around to provide advice or to help out his grandchildren (often behind his daughter's back). The present-day Adult Adam (Patton Oswalt) narrates every episode as taking place in \"1980-something\". The show's episodes are frequently built around the era's pop culture in a non-chronological order, and each season contains references from throughout the decade. Many references to real-life Philadelphia-area businesses are made, including the Wawa convenience store chain, Gimbels department store, Willow Grove Park Mall, and Kremp's Florist of Willow Grove, Pennsylvania. Additionally, several 1980s cultural icons guest star as themselves on the show and a number of figures from Goldberg's actual life guest star as fictional characters or their own parents. The project originally received a script commitment from Fox in August 2011. After Adam Goldberg's previous show, Breaking In, was canceled, he did not want to wait for another pilot season to arrive and moved it to ABC, who agreed to produce it immediately.[29][30] When the project first landed at ABC, the title of the show was to be How the F--- Am I Normal?,[31] before being revised to How the Hell Am I Normal? in early 2013.[32] The final title of the show was first announced by ABC in April 2013.[33] On January 11, 2013, Wendi McLendon-Covey was cast as the pilot's lead;[34] later, Jeff Garlin and George Segal joined the cast.[35][36] George Segal died during the airing of season 8. The April 7, 2021 episode, \"Couple Off\", which was Segal's last, ended with a 48-second video tribute to the actor, who had died fifteen days earlier due to complications from bypass surgery.[37][38][39] On December 15, 2021, during the airing of season 9, it was announced that Garlin will not return to the show after multiple misconduct allegations and HR investigations. His departure was announced as a mutual decision.[40] For the remainder of the season his character continued to appear on the show, portrayed via the use of outtakes, a stand-in, and CGI.[41][42] The pilot episode was directed by Seth Gordon. On May 10, 2013, ABC picked up the show to series to air in the 2013–14 American television season.[43] It was later picked up for a full season order on November 1, 2013.[44] The program is filmed on a series of stages at Sony Pictures Studios. In March 2020, Sony suspended production due to the COVID-19 pandemic.[45] Sony ultimately resumed production in August 2020. Production was again suspended briefly during January 2021 due to the pandemic.[46][47][48] The show's theme song, \"Rewind,\" was written at Goldberg's request by I Fight Dragons, his favorite band, specifically for the show.[49] A soundtrack, featuring songs performed on the show by the cast members, was released on December 6, 2017.[50] The Goldbergs first season received mixed reviews, averaging a score of 52% on Metacritic based on reviews from 26 critics.[51] However, the subsequent seasons have received substantial critical acclaim and high audience scores. Tim Goodman of The Hollywood Reporter called it \"one of the rare freshman comedies to deliver\", giving credit to the show's \"outstanding writing\" and \"strong cast\".[52] David Wiegand of the San Francisco Chronicle wrote, \"you'll immediately like everyone in the family and the jokes derive from credible situations\".[53] Hank Stuever of The Washington Post said the show was \"obnoxiously loud\".[54] David Hinckley of The New York Daily News said the show is \"just awful\".[55] Tierney Bricker of E! News gave a more positive review, saying that the show is \"like Modern Family mixed with A Christmas Story\".[56] The Goldbergs was included in TV Guide's 2013 Top Twenty \"Best Shows of the Year\",[57] along with The Hollywood Reporter[58] and Today.[59] In addition, SpoilerTV awarded The Goldbergs with the honor of Best Comedy of 2013–2014.[60] The second season had a Rotten Tomatoes score of 100% fresh with five reviews,[61] and there were many calls from both critics and the public to renew the show for a third season.[citation needed] The show continued to be well-received, with Entertainment Weekly calling the season two premiere \"the best of any family comedy on TV in the way it eschews dysfunction for its more appropriate, real-world term: love\".[62] After the series was renewed for season 3, ABC network chief Paul Lee stated that both he and ABC believed that the show will be around for \"a long time\".[63] The Goldbergs originally premiered on ABC on September 24, 2013.[86] The pilot was made available on Hulu and ABC.com before it premiered on television.[87] In Australia, the show airs on the Seven Network and in Canada, it airs on CTV. It has been broadcast in the United Kingdom on E4 since April 20, 2015, and 4Music on November 9, 2021, in Ireland on RTÉ2 since October 19, 2015, and in Turkey on DiziSmart since 2015. In France, the series has been broadcast on Comedie+ since October 17, 2015+. The show has been broadcast on Neox TV channel in Spain since May 8, 2016 (2016-05-08). In India, the series is aired on Star World. In Germany, the series is aired on the Disney Channel since February 16, 2016.[88] In Portugal, the series is aired on Fox Comedy, while in Italy on Italia 1. In Israel, it is broadcast by satellite provider yes.[89] In South Africa, the series is aired on Etv. In Ukraine, the series is aired on Paramount Comedy Ukraine. The show went into syndication in September 2017 and began airing on local stations on September 11, Nick at Nite on September 18, and Pop on September 24. The show premiered on TV Land on September 23, 2018.[90] In November 2016, it was first reported that ABC was developing a spin-off that would centre around recurring character Rick Mellor, played by Bryan Callen.[91] On January 10, 2017, Wendi McClendon-Covey's character was reported as appearing in the script in a guest appearance.[92] The script was ordered to pilot on February 2, 2017.[93] On March 16, 2017, it was confirmed that Nia Long had been cast as the female lead in the role of Lucy Winston. At the same time, it was confirmed that Tim Meadows would reprise his recurring role from The Goldbergs as Andre Glascott. Jay Chandrasekhar was also confirmed to direct.[94] On May 17, 2017, ABC passed on the spin-off,[95] despite it reportedly testing very well – going as far to test better than the pilot of the original series.[96] At the same time, Adam F. Goldberg revealed the title of the failed spin-off Schooled.[97] On January 8, 2018, it was announced that the pilot would air as a special episode of The Goldbergs on January 24, 2018, under the episode title The Goldbergs: 1990-Something. Along with Nia Long as Lucy Winston and Tim Meadows as teacher-turned-principal Andre Glascott (who is also revealed to be Lucy's brother), the pilot also starred Rachel Crow as Lucy's rebellious teenage daughter Felicia, and Summer Parker as Felicia's bubbly younger sister Gigi, with Octavia Spencer narrating as the present-day Felicia. After the pilot aired, Goldberg had expressed hope that the airing would prompt discussions with ABC that could lead to the series being picked up for the 2018–19 TV season.[96] Three months later, on April 16, 2018, it was announced that ABC had officially picked up the spin-off, Schooled, for a 13-episode season slated to air in 2019. It was also announced that AJ Michalka would reprise her role as Lainey Lewis from The Goldbergs in the new show, but Nia Long will not return to the spin-off due to being a regular cast member on the CBS drama series NCIS: Los Angeles.[98] In May 2020, the series was canceled after two seasons.[99]","Title":"The Goldbergs (2013 TV series) - Wikipedia","KeyID":"18530","URL":"https://en.wikipedia.org/wiki/The_Goldbergs_(2013_TV_series)"}