{"Content: ":"Carl Reiner (March 20, 1922 – June 29, 2020) was an American actor, stand-up comedian, director, screenwriter, and author whose career spanned seven decades. He was the recipient of many awards and honors, including 11 Primetime Emmy Awards,[1] a Grammy Award,[2] and the Mark Twain Prize for American Humor.[3] He was inducted into the Television Hall of Fame in 1999.[1] During the early years of television comedy from 1950 to 1957, he acted on and contributed sketch material for Your Show of Shows and Caesar's Hour, starring Sid Caesar, writing alongside Mel Brooks, Neil Simon, and Woody Allen. Reiner teamed up with Brooks and together they released several iconic comedy albums beginning with 2000 Years with Carl Reiner and Mel Brooks (1960). Reiner was best known as the creator and producer of, and a writer and actor on, The Dick Van Dyke Show which ran from 1961 to 1966.[4][5] Reiner formed a comedy duo with Brooks in \"The 2000 Year Old Man\" and acted in such films as It's a Mad, Mad, Mad, Mad World (1963), The Russians Are Coming, the Russians Are Coming (1966), and the Ocean's film series (2001–2007). Reiner directed such comedies as Entering Laughing (1966), Where's Poppa? (1970), and Oh, God! (1977). Reiner had a successful collaboration with Steve Martin, directing some of his most successful films, including The Jerk (1979), Dead Men Don't Wear Plaid (1982), The Man with Two Brains (1983), and All of Me (1984). He also directed. Reiner appeared in dozens of television specials from 1967 to 2000, and was a guest star on television series from the 1950s until his death.[6] He also voiced characters in animated films and television series, including the TV series Father of the Pride (2004–2005), in which he voiced Sarmoti, and was a reader for books on tape. He wrote more than two dozen books, mostly in his later years. He is the father of actor-director Rob Reiner, author Annie Reiner, and artist Lucas Reiner and the grandfather of Tracy Reiner. Reiner was born in the Bronx, New York on March 20, 1922, to Irving and Bessie Reiner (née Mathias). He was Jewish.[7] His father was a watchmaker[8][9][10] from Austria, and his mother was from Romania.[11] He had an older brother, Charles, who served in the 9th Division in World War II; his ashes are buried at Arlington National Cemetery.[12] When Reiner was 16, working as a machinist repairing sewing machines, Charles read about a free drama workshop sponsored by the Works Progress Administration and told him about it. Carl later credited Charles with his decision to change careers.[13][14] His uncle Harry Mathias was the first entertainer in his family.[15] Reiner was drafted into the United States Army Air Forces on October 27, 1942,[16] and served during World War II, eventually achieving the rank of corporal by the end of the war.[17] He initially trained to be a radio operator. After spending three months in the hospital recovering from pneumonia, he was sent to Georgetown University for ten months of training as a French interpreter. There he had his first experience as a director, putting on a Molière play entirely in French. After completing language training in 1944, he was sent to Hawaii to work as a teleprinter operator. The night before he was scheduled to ship out for an unknown assignment, he attended a production of Hamlet by the Special Services entertainment unit. Following an audition before actor Major Maurice Evans and Captain Allen Ludden, he was transferred to Special Services.[18] Over the following two years, Reiner performed around the Pacific theater, entertaining troops in Hawaii, Guam, Saipan, Tinian, and Iwo Jima until he was honorably discharged in 1946.[17] Reiner performed in several Broadway musicals (including Inside U.S.A. and Alive and Kicking) and had the lead role in Call Me Mister.[19] In 1950, he was cast by Max Leibman as a comic actor on Sid Caesar's Your Show of Shows, appearing on air in skits while also contributing ideas to such writers as Mel Brooks and Neil Simon.[19] He did not receive credit for his sketch material, but won Emmy Awards in 1955 and 1956 as a supporting actor.[19] Reiner also wrote for Caesar's Hour with Brooks, Simon, Woody Allen, Larry Gelbart, Mel Tolkin, Mike Stewart, Aaron Ruben, Sheldon Keller, and Gary Belkin.[20] He assumed the role of head writer and semi-regular on The Dinah Shore Chevy Show during the 1959–60 television season. Starting in 1960, Reiner teamed with Brooks as a comedy duo on The Steve Allen Show. Their performances on television and stage included Reiner playing the straight man in The 2000 Year Old Man.[21] Eventually the routine expanded into a series of five comedy albums and a 1975 animated television special, with the last album in the series winning a Grammy Award for Best Spoken Word Comedy Album.[21][22] The act gave Brooks \"an identity as a comic performer for the first time,\" said Reiner.[23] Brooks's biographer William Holtzman called their 12-minute act \"an ingenious jazz improvisation...\"[23] while Gerald Nachman described Reiner's part in guiding the act: The routine relies totally on the team's mental agility and chemistry. It's almost heresy to imagine Brooks performing it with any other straight man. Reiner was a solid straight man to Caesar, but with Brooks he is the second-banana supreme... guiding his partner's churning comic mind.[23][24] In 1958, he wrote the initial 13 episodes of a television series titled Head of the Family, based on his own personal and professional life. However, the network disliked Reiner in the lead role for unknown reasons.[19] In 1961, the series was recast and re-titled The Dick Van Dyke Show and became a popular series, making stars of his lead actors Dick Van Dyke and Mary Tyler Moore. In addition to writing many of the episodes, Reiner occasionally appeared as show host Alan Brady.[19] The series ran from 1961 to 1966 and thereafter entered a long run of syndication.[19] In 1966, Reiner co-starred in The Russians Are Coming, the Russians Are Coming.[25] His first film directorial effort was an adaptation of Joseph Stein's play Enter Laughing (1967), which, in turn, was based on his semi-autobiographical 1958 novel of the same name.[3] Balancing directing, producing, writing, and acting, he worked on a wide range of films and television programs. Films from his early directing career include Where's Poppa? (1970), Oh, God! (1977), and The Jerk (1979).[26][27][28] In My Anecdotal Life: A Memoir (2003), he wrote: Of all the films I have directed, only Where's Poppa? is universally acknowledged as a cult classic. A cult classic, as you may know, is a film that was seen by a small minority of the world's film goers, who insist it is one of the greatest, most daring, and innovative moving pictures ever made. Whenever two or more cult members meet, they will quote dialogue from the classic and agree that \"the film was ahead of its time.\" To be designated a genuine cult classic, it is of primary importance that the film fail to earn back the cost of making, marketing, and distributing it. Where's Poppa? was made in 1969 for a little over $1 million. According to the last distribution statements I saw, it will not break even until it earns another $650,000.[29] In 1977, Reiner directed and appeared in Oh, God! starring George Burns, John Denver, and Teri Garr. The film was a financial success making it the sixth highest-grossing film of 1977. The film was also a critical success with Roger Ebert giving the film a positive review writing, \"Carl Reiner's Oh, God! is a treasure of a movie: A sly, civilized, quietly funny speculation on what might happen if God endeavored to present himself in the flesh yet once again to forgetful Man.\"[30] His follow up film The One and Only (1978) was not as successful, receiving a mixed reception from film critics. The film starred Henry Winkler, Kim Darby, and Gene Saks. Throughout the 1970s, Reiner made appearances on multiple television shows, including Night Gallery in the segment \"Professor Peabody's Last Lecture\" in 1971, and as various characters in the variety sketch show The Carol Burnett Show (1974). Reiner also returned to writing television by creating The New Dick Van Dyke Show (1971–1974), which ran for three seasons and starred Dick Van Dyke. Reiner played a large role in the early career of Steve Martin by directing his first film The Jerk (1979) and directing and co-writing the comedian in Dead Men Don't Wear Plaid (1982), The Man with Two Brains (1983), and All of Me (1984).[31] Reiner also appeared in both The Jerk, playing a version of himself, and Dead Men Don't Wear Plaid. In 1989, he directed Bert Rigby, You're a Fool.[32] In 2000, Reiner was honored with the Mark Twain Prize for American Humor at the Kennedy Center,[3] where he was honored by fellow friends and comedians Mel Brooks, Dick Van Dyke, Mary Tyler Moore, Steve Martin, Rob Reiner, Jerry Seinfeld, Ray Romano, and Joy Behar. A year later, he portrayed Saul Bloom in Ocean's Eleven (Steven Soderbergh's remake of 1960's Ocean's 11)[33] and reprised his role in Ocean's Twelve (2004) and Ocean's Thirteen (2007).[34][35] From 2004 to 2005, Reiner voiced Sarmoti in Father of the Pride.[36] He claimed he knew how to play the role; in a teleconference, he said, \"I spent my youth, from the time I was 6 to 18, living next to the Bronx Zoo. I knew the lions intimately. I watched them pace. They talked to me and I talked back to them. I learned that they have the worst breath of any animal in the world. I got my roar from the lions in person.\" He continued, \"The writing on this show is extraordinarily good. It's a pleasure to come to work because you know you're going to say something funny.\" Of his character of Sarmoti, Reiner stated that \"curmudgeons always get the good lines.\"[37] From 1967 to 2000, Reiner appeared in dozens of television specials.[6] He also guest starred in several television series from the 1950s until his death in 2020.[6] In May 2009, he guest starred as a clinic patient in \"Both Sides Now,\" the season five finale of House.[38] He also voiced Santa in Merry Madagascar (2009)[39] and reprised his role in the 2010 Penguins of Madagascar episode \"The All Nighter Before Christmas.\"[40] In season 7 (December 2009) of Two and a Half Men, he guest-starred as television producer Marty Pepper.[41] In 2010, he guest starred in three of the first-season episodes of Hot in Cleveland as Elka Ostrovsky's (Betty White) date and reprised his role in February 2011.[42] He also made appearances in The Cleveland Show as Murray[43] and wrote the story for the episode \"Your Show of Shows\", named after the program that started his career. Reiner reprised his role on Two and a Half Men in seasons 8 (October 2013) and 11 (January 2014).[41] Reiner lent his voice to numerous films and animated films.[6] He also read for books on tape, among them Aesop's Fables and Jack and the Beanstalk (Running Press, 1994), as well as Mark Twain's A Connecticut Yankee in King Arthur's Court, The Prince and the Pauper, and Letters from the Earth (New Millenium, 2001).[6] In 2012, he appeared as a guest on Jerry Seinfeld's series Comedians in Cars Getting Coffee. They talked at a diner about his comedy career and Reiner invited Seinfeld to come and have dinner with Mel Brooks and himself. Reiner reported that every night, Brooks headed to his house to eat, watch Jeopardy (he taped it), and watch movies. He went on to offer the one rule for movies was that it had to be one where \"somebody says, 'Secure the perimeter!' or 'Get some rest.'\" Reiner stated that Brooks \"falls asleep with his mouth open\" every time.[44] Reiner's final role was in Home Movie: The Princess Bride, a project that Jason Reitman had envisioned to engage his celebrity friends to help raise money for charity during the COVID-19 pandemic, with actors filming their own takes on scenes from The Princess Bride at their own homes. Reiner appeared along with Rob Reiner (who directed the original film) in the final scene as the Grandfather and Grandson, which Rob said had been shot three days before Reiner's death. His final line on camera is, \"As you wish,\" which in the film it is based on means, \"I love you.\" After hearing of his death, Reitman asked the Reiner family if they should swap out the scene, but the family gave him their blessing to use the scene.[45] Reiner was the author of more than two dozen books.[46] His first autobiographical novel Enter Laughing (1958) led to a 1995 sequel Continue Laughing. He published a memoir My Anecdotal Life: A Memoir in 2003.[47] He also wrote a humorous series of memoirs under the titles I Remember Me (2012), I Just Remembered (2014), and What I Forgot to Remember (2015), along with books about film and art. He began to write children's books based on the stories he used to tell a certain grandson who would request, \"Tell me a scary story, Grandpa, but not too scary.\"[48] In July 2012, Reiner joined Twitter, tweeting that he was doing so to keep up with his grandson Jake.[49] He felt obliged to post at least once per day, and so posted 6,520 tweets and accumulated 367,000 followers.[49] His favorite topics were movies and Donald Trump, but his final tweet was a reminiscence about Noël Coward performing in Las Vegas.[49] At the age of 98, Reiner was the oldest celebrity to actively use Twitter. His final interview was a webisode of Dispatches From Quarantine, which was posted on YouTube by the Jewish arts organization Reboot and Temple Beth Am.[50][51] In this, he reminisced about his wife and family, \"We met, fell in love, and I was 20 at the time and she was 28, and people said this is not a match ... It only worked for 65 years, and if she didn't pass on we'd still be working on it.\"[50] Reiner expressed his philosophy on writing comedy in an interview in the December 1981 issue of American Film: You have to imagine yourself as not somebody very special, but somebody very ordinary. If you imagine yourself as somebody really normal and if it makes you laugh, it's going to make everybody laugh. If you think of yourself as something very special, you'll end up a pedant and a bore. If you start thinking about what's funny, you won't be funny, actually. It's like walking. How do you walk? If you start thinking about it, you'll trip.[6] On December 24, 1943, Reiner married singer Estelle Lebost. They were married for almost 65 years until her death in October 2008.[52][53] Estelle delivered the iconic line \"I'll have what she's having\" in the deli scene of their son Rob's 1989 film When Harry Met Sally....[9] They were the parents of Rob Reiner (b. 1947); poet, playwright, and author Annie Reiner (b. 1949); and painter,[54] actor, and director Lucas Reiner (b. 1960).[9] Reiner described himself as an atheist.[11] He said, \"I have a very different take on who God is. Man invented God because he needed him. God is us.\"[55][56] He said in 2013 he developed an atheistic viewpoint as the Holocaust progressed.[57] Reiner was a Democrat.[52] His residence was in Beverly Hills, California.[58] On October 31, 2018, Reiner, then 96, publicly denounced Donald Trump's administration, and stated his goal to live past November 3, 2020 and see Trump voted out of office.[59] From 1974 to 2001, he sponsored the Carl Reiner Charity Celebrity Tennis Tournament in La Costa, California, directed by international tennis player Mike Franks, which was played yearly over 3 days and included 400 players, of which 100 were professionals. On June 29, 2020, Reiner died from natural causes at his home in Beverly Hills, California, at the age of 98.[60][61] According to his nephew George Shapiro, Reiner had been in good spirits all day, and had spent the evening watching television with Mel Brooks; afterward, at around 10:00 p.m., he became unsteady and fell while walking with the assistance of his housekeeper. He lost consciousness within a few minutes and died shortly thereafter.[62] Upon news of his death, fellow comedians and other figures in the entertainment industry gave tributes and remembrance, including Brooks, Woody Allen, Alan Alda, Steve Martin, Jerry Seinfeld, Jason Alexander, Dick Van Dyke, Carol Burnett, George Clooney, Bette Midler, Bernadette Peters, and Sarah Silverman.[63][64] Cheryl Hines and Orlando Jones, two of Reiner's co-stars in Father of the Pride, expressed their condolences on Twitter, Hines stating that he was \"not only an amazing comedic gift, but was also an extraordinary human being.\"[65] Jones mentioned his time with Reiner during their work on Father of the Pride and expressed his gratitude for his kindness and lessons.[66] Over Reiner's long television and film career, he earned numerous awards. From his stand-up comedy albums with Mel Brooks to writing on Your Show of Shows, Caesar's Hour, and The Dick Van Dyke Show, he earned 11 Primetime Emmy Awards and one Grammy Award. In 1960, he received a star on the Hollywood Walk of Fame, located at 6421 Hollywood Boulevard.[14] In 1999, he was inducted into Television Hall of Fame.[67] In 2000, he received the Mark Twain Prize for American Humor at the Kennedy Center.[68] In 2017, Carl and his son Rob Reiner became the first father-son duo to have their footprints and handprints added to a concrete slab at Grauman's Chinese Theater.[69] Non-fiction Fiction","Title":"Carl Reiner - Wikipedia","KeyID":"18536","URL":"https://en.wikipedia.org/wiki/Carl_Reiner"}