{"Content: ":"Oh, God! is a 1977 American comedy film starring George Burns and John Denver. Based on the 1971 novel of the same name by Avery Corman, the film was directed by Carl Reiner from a screenplay written by Larry Gelbart. The story centers on unassuming supermarket manager Jerry Landers (Denver), who is chosen by God (Burns) to spread his message, despite skepticism of the media, religious authorities, and his own wife (Teri Garr). The film inspired two sequels, Oh, God! Book II (1980) and Oh, God! You Devil (1984), both of which featured Burns reprising his role, but with no other recurring characters from the original story. God appears as a kindly old man to Jerry Landers, an assistant supermarket manager. After a few failed attempts in trying to set up an \"interview,\" God tells Jerry that he has been selected to be His messenger to the modern world, much like a contemporary Moses. Timidly at first, Landers tells his wife, children and a religion editor of the Los Angeles Times of his encounters with God and soon becomes a national icon of comedic fodder. Jerry soon appears on television with Dinah Shore and describes the look God takes when he encounters him. The next day, after Jerry is stranded from a car breakdown, God appears as a taxi driver to take Jerry home, where they are met by a bunch of chanting \"religious nuts.\" Before he disappears, God consoles Jerry that he has the \"strength that comes from knowing.\" Skeptical at first, Landers finds his life turned upside down as a group of theologians attempt to discredit him by challenging him to answer a series of questions written in Aramaic while locked in a hotel room alone to prove God is contacting him directly. To Jerry's relief after an agonizing wait, God, working as room service, delivers food to Jerry and answers the questions. After being sued for slander by a charismatic preacher that God directed Jerry to call a \"phony\", Jerry decides to prove his story in a court of law. Jerry argues that if God's existence is a reasonable possibility, then He can materialize and sit in the witness chair if He so chooses. At first, God fails to appear and the judge threatens to charge Jerry with contempt for \"what you apparently thought was a clever stunt.\" Jerry argues that when everyone waited for a moment to see what would happen when he raised the mere possibility of God making a personal appearance in the courtroom, it proved that He at least deserves the benefit of the doubt. Suddenly, without opening the doors, God appears and asks to be sworn in, concluding the procedure with \"So help me Me.\" \"If it pleases the court, and even if it doesn't please the court, I'm God, your honor.\" God provides some miracles, first in the form of a few rather impressive card tricks for the judge. Then, to help the people believe, he leaves the stand, walks a few steps and, with everyone watching, literally disappears before their eyes. His disembodied voice then issues a parting shot: \"It can work. If you find it hard to believe in Me, maybe it will help to know that I believe in you.\" Sometime later, after hearing the ringing of a public telephone, Jerry meets up with God once again. God states he's going on a trip to spend some time with animals. Jerry expresses worry that they failed, but God compares him to Johnny Appleseed, saying he was given the best seeds and they will take root. Jerry then says he has lost his job and that everybody thinks he's a nut, but God assures him that there are other supermarkets and that he's in \"good company\". God had said to Jerry earlier: \"lose a job; save a world.\" God gets ready to leave and says that he will not be coming back. Jerry then asks what if he needs to talk with him. God says to him \"I'll tell you what, you talk. I'll listen.\" He then disappears. Jerry smiles as God departs. Gelbart originally wanted Woody Allen to play Jerry Landers and Mel Brooks to play God but Allen declined because he was already making his own movie dealing with God, Stardust Memories.[2] The film was released on October 7, 1977 in 198 theaters and earned $1.9 million on its opening weekend.[1] It ultimately grossed $51,061,196 domestically,[1] making it the ninth highest-grossing film of 1977. Oh, God! was a critical and commercial success. It was regarded in many reviews as one of the best films of 1977,[3][4][5] including Gene Siskel, who placed it on his top 10 list for the year. Roger Ebert gave the film 3.5 stars out of possible 4, praising the casting of Burns and Denver and noting that Oh God! struck the right tone by avoiding both pious religious platitudes and \"cheap shots\" about faith.[6] The film holds a 74% \"Fresh\" rating on the review aggregate website Rotten Tomatoes from 27 reviews. The site's consensus states \"Oh, God!'s Biblical playfulness makes for more cute farce than divine comedy, but George Burns' sly performance as the Almighty gives this high concept gravitas.\"[7] Larry Gelbart's screenplay received an Oscar nomination for Best Adapted Screenplay and a Saturn Award nod for Best Writing.[8] The screenplay also won the Writers Guild award for Best Comedy Adapted from Another Medium.[8] Oh, God! was also awarded two Saturn Awards for Best Fantasy Film and Best Actor for George Burns.[8] It received an additional nomination for Carl Reiner's direction. Oh, God! has become a cornerstone of the On Cinema parody film review series, appearing as a recurring joke for several years. Its filming locations are featured repeatedly in the \"On Cinema On Location\" segments, as well as a segment in the \"On Cinema Live\" touring show, where Gregg Turkington presented \"a slideshow detailing the career trajectories of actors who starred in Oh, God!.\"[9]","Title":"Oh, God! (film) - Wikipedia","KeyID":"18537","URL":"https://en.wikipedia.org/wiki/Oh,_God!_(film)"}