{"Content: ":"Bajour is a musical with a book by Ernest Kinoy and music and lyrics by Walter Marks. The musical is based on the Joseph Mitchell short stories The Gypsy Women and The King of the Gypsies published in The New Yorker.[1][2] The title is allegedly a Romani word for a con game in which lonely and unhappy women are swindled out of their life savings.[3] New York University anthropology student Emily Kirsten studies the customs of the Dembeschti tribe of nomadic gypsies for her Ph.D. thesis. This brings her in contact with tribal leader Cockeye Johnny Dembo. He works out of a dilapidated storefront in a Manhattan slum and needs to raise $9,000 to purchase Anyanka from the Moyva King of Newark as a bride for his handsome son Steve. Anyanka is so anxious to seal the deal she offers to stage a bajour to help finance it, and complications ensue when she targets Emily's widowed mother as her victim. After tryouts at the Shubert Theatre in Boston,[4] and Philadelphia[5] the Broadway production opened on November 23, 1964 at the Shubert Theatre, and then transferred to the Lunt-Fontanne to complete its 232 performance run. Directed by Lawrence Kasha and choreographed by Peter Gennaro, the cast included Nancy Dussault as Emily, Herschel Bernardi as Johnny, Chita Rivera as Anyanka, Gus Trikonis as Steve, Herbert Edelman as the Moyva King, and Mae Questel as Mrs. Kirsten, with Paul Sorvino, Harry Goz, Michael Bennett, and Leland Palmer among the ensemble.[1][2][6] $480,000 was invested in the musical and losses were in excess of that.[7] Tony Award nominations went to Dussault for Best Actress in a Musical and Gennaro for Best Choreography. An original cast recording was released by Columbia Masterworks in 1964, conducted by Lehman Engel.[1][8] The \"Musicals in Mufti\" series in New York presented the musical in July 2007.[3]   The Billboard reviewer, in writing about the Boston tryout, noted: \"Bajour at the moment is overlong and lacks real distinction in its treatment of an unusual theme.\"[4] The New York Times was more positive after it opened on Broadway, stating: \"In spirit and manner, it often reminds one of this musical and that. But even if the gypsies spit on their hands like the stagy creatures they are, they provide moments of good cheer and animation. It's a \"Bajour\" that isn't all swindle.\"[9]","Title":"Bajour (musical) - Wikipedia","KeyID":"18553","URL":"https://en.wikipedia.org/wiki/Bajour_(musical)"}