{"Content: ":"Jason Miller (born John Anthony Miller Jr.; April 22, 1939 – May 13, 2001) was an American playwright and actor. He won the 1973 Pulitzer Prize for Drama and Tony Award for Best Play for his play That Championship Season, and was nominated for the Academy Award for Best Supporting Actor for his performance as Father Damien Karras in the 1973 horror film The Exorcist, a role he reprised in The Exorcist III. He later became artistic director of the Scranton Public Theatre in Scranton, Pennsylvania, where That Championship Season was set. Miller was born John Anthony Miller Jr. in Queens, New York City[1] to Mary Claire (née Collins), a teacher, and John Anthony Miller Sr., an electrician.[2][3] His ancestry was primarily Irish Catholic, with some German.[4] His family moved to Scranton in 1941, where Miller was educated at St. Patrick's High School and the Jesuit-run University of Scranton, where he received a degree in English and philosophy. He then attended the Catholic University of America in Washington, D.C., as a graduate student in the speech and drama department; although the Associated Press reported upon his passing that he earned a master's degree there, Miller had claimed that he was asked to leave the school before taking a degree \"for never attending classes, never taking tests and never getting the girls back to their dormitory by 10 o'clock.\"[5] During this period, he taught drama and English at nearby Archbishop Carroll High School (Washington, D.C.). Miller attracted fame in 1972 by winning a Pulitzer Prize for his play, That Championship Season, which also won the 1973 Tony Award for Best Play. The original Broadway cast featured Charles Durning, Richard Dysart, and Paul Sorvino. That same year, he was offered the role of the troubled priest, Father Damien Karras, in William Friedkin's horror film The Exorcist (1973), for which he was nominated for an Academy Award for Best Supporting Actor. After his nomination for The Exorcist, he was offered the lead role in Taxi Driver but turned it down to do Robert Mulligan's The Nickel Ride. In 1982, Miller directed the screen version of That Championship Season. Featured in the cast were Robert Mitchum (replacing William Holden, who died before filming began), Paul Sorvino, Martin Sheen, Stacy Keach, and Bruce Dern. His own film career was sporadic, as he preferred to work in regional theater.[6] He starred as Henry Drummond, opposite Malachy McCourt as Matthew Brady, in the Philadelphia production of Inherit The Wind.[7] Miller worked as artistic director with the Scranton Public Theatre. With SPT, he directed and starred in various productions including Blithe Spirit, Harvey, California Suite, Crimes of the Heart, and The Lion in Winter. He acted occasionally in feature films, including The Devil's Advocate (1977), The Dain Curse (1978), The Ninth Configuration (1980), Toy Soldiers (1984), The Exorcist III (1990) and Rudy (1993), playing Notre Dame football coach Ara Parseghian.[6] In 1998, he toured the country in his one-man play Barrymore's Ghost, ending the tour with a four-month run off-Broadway. In October 2000, he performed Barrymore's Ghost in a successful and critically acclaimed production directed by Michael Leland at Theatre Double main stage in Philadelphia. Miller's last project was a 2001 revival of The Odd Couple for the Pennsylvania Summer Theatre Festival, in which he was to appear in the role of Oscar Madison, but he died of a heart attack before the production opened.[7][5] Miller was the father of actors Jason Patric (by first wife Linda Gleason, daughter of Jackie Gleason) and Joshua John Miller (by second wife Susan Bernard). As of 1972, he was a resident of Neponsit, Queens, New York.[8] In 1982, he returned to Scranton to become artistic director of the Scranton Public Theatre, a regional theatre company founded the year before. On May 13, 2001, Miller died of a heart attack in his hometown of Scranton, Pennsylvania.[9] In 2004, actor Paul Sorvino, a longtime friend of Miller and a cast member of all three versions of That Championship Season, was commissioned by Scranton to create a bronze bust of the late playwright and actor. The statue was unveiled in December 2008. In March 2011, the first Broadway revival of That Championship Season opened. The cast comprised Brian Cox, Kiefer Sutherland, Jim Gaffigan, and Miller's elder son, actor Jason Patric.[10] The urn containing Miller's ashes was placed on the set by Patric, who played the role Miller had based on himself.","Title":"Jason Miller (playwright) - Wikipedia","KeyID":"18562","URL":"https://en.wikipedia.org/wiki/Jason_Miller_(playwright)"}