{"Content: ":"A sagittal crest is a ridge of bone running lengthwise along the midline of the top of the skull (at the sagittal suture) of many mammalian and reptilian skulls, among others. The presence of this ridge of bone indicates that there are exceptionally strong jaw muscles. The sagittal crest serves primarily for attachment of the temporalis muscle, which is one of the main chewing muscles. Development of the sagittal crest is thought to be connected to the development of this muscle. A sagittal crest usually develops during the juvenile stage of an animal in conjunction with the growth of the temporalis muscle, as a result of convergence and gradual heightening of the temporal lines.[citation needed] A sagittal crest tends to be present on the skulls of adult animals that rely on powerful biting and clenching of their teeth, usually as a part of their hunting strategy. Skulls of some dinosaur species, including tyrannosaurs, possessed well developed sagittal crests. Among mammals, dogs, cats, lions, and many other carnivores have sagittal crests, as do some leaf eaters, including tapirs and some apes.[citation needed] Sagittal crests are found in robust great apes, and some early hominins (Paranthropus). Prominent sagittal crests are found among male gorillas and orangutans, but only rarely occur in male chimpanzees such as Bili apes. The largest sagittal crest ever discovered in the human lineage belongs to the \"Black Skull\", Paranthropus aethiopicus field number KNM WT 17000, the earliest known robust hominid ancestor and the oldest robust australopithecine discovered to date. The prominence of the crest appears to have been an adaptation for the P. aethiopicus' heavy chewing, and the Black Skull's cheek teeth are correspondingly large. Smaller sagittal crests are also present on the skulls of other Paranthropines, including Paranthropus boisei and Paranthropus robustus.[citation needed] The shrinking of the sagittal crest in human ancestors was widely attributed to a growing brain and shrinking teeth. However, it was discovered in 2004 by a group of researchers led by Dr. Hansell Stedman,[1] that a frameshift mutation shrank the individual muscle fibers of the temporalis muscle, which attached to the sagittal crest. This was believed to have allowed brain size to increase, since the crest was no longer strictly necessary, but a later paper from 2017, led by researchers from George Washington University,[2] found that the increase in brain size and reduction of tooth size were not linked, as originally hypothesized.","Title":"Sagittal crest - Wikipedia","KeyID":"1856","URL":"https://en.wikipedia.org/wiki/Sagittal_crest"}