{"Content: ":"Louis C. Fraina (October 7, 1892 – September 15, 1953) was a founding member of the American Communist Party in 1919. After running afoul of the Communist International in 1921 over the alleged misappropriation of funds, Fraina left the organized radical movement, emerging in 1926 as a left wing public intellectual by the name of Lewis Corey. During the McCarthy era, deportation proceedings were initiated against Fraina-Corey. After a protracted legal battle, Corey died of a cerebral hemorrhage before the action against him was formally abandoned. Louis C. Fraina was born as Luigi Carlo Fraina on October 7, 1892, in the Galdo [it] frazione of the town of Campagna, in the Province of Salerno of southern Italy. His father was a radical Republican and left Italy for America in 1897, to be joined by his wife and son a year later.[1] Luigi's name was Americanized to \"Louis\" upon his arrival.[2] Fraina grew up in the slums of New York City in the Bowery and working part-time as a newsboy from the age of 6.[1] He later helped his mother in the making of cigars and plied his trade on the streets as a shoe shine boy.[1] Fraina graduated from primary school in 1905 but his father died just five weeks later, forcing Louis to abandon school in order to get a full-time job.[1] He was never able to attend high school or college — despite a lifetime career path that saw Fraina working as the education director of major unions, assuming a place as an author and public intellectual, and teaching economics at the university level for a decade.[1] The precocious and brilliant Fraina pursued the path of self-education, reading broadly. From an early age, Fraina was engrossed with the ideas of political radicalism and freethought, publishing his first essay, \"Shelley, the Atheist Poet,\" in the agnostic journal The Truth Seeker in 1909.[3] Other articles in The Truth Seeker followed, catching the attention of newspaper editor Arthur Brisbane, who offered Fraina a job as a cub reporter at the New York Evening Journal, flagship newspaper of the newspaper chain owned by William Randolph Hearst.[4] Fraina came to socialism as a youth, later stating that he had joined (and quickly departed) the Socialist Party of America in 1909.[5] Fraina seems to have been greatly influenced by the writings of Daniel DeLeon, editor of the newspaper of the rival Socialist Labor Party of America, a party which Fraina joined shortly after his departure from the SPA.[4] Fraina was an enthusiastic convert to the SLP, making public speeches on revolutionary socialism and the SLP's ideas about revolutionary industrial unionism. He made streetcorner speeches in New York City every weekend in good weather, learning the art of public oratory in the trenches and mastering the loud and dramatic form of presentation needed to captivate strangers when speaking from a soapbox.[6] By 1910, Fraina was writing voluminously for the daily newspaper published by the SLP. According to Fraina's biographer, historian Paul Buhle, \"No one, not even DeLeon by this time, wrote more regularly for The Daily People.[7] Fraina's most important journalistic task while on the staff of The Daily People was covering the 1913 Lawrence Textile Strike, one of the pivotal events of the American labor movement of that decade.[8] This strike, in which members of some two dozen nationalities stayed out for weeks to resist a wage reduction, facing violence and arrest, was deeply influential upon Fraina. It was there that the Industrial Workers of the World had their day in the sun — and the revolutionary possibilities seemed endless. Early in 1914, Fraina resigned from the Socialist Labor Party.[4] He remained politically active, however, and in the fall of 1914 he became the editor of The New Review, an urbane theoretical magazine launched by New York socialists in January a year previously.[9] Fraina remained at the head of the editorial board of that publication until its termination early in 1916 owing to lack of funds.[10] A few months later Fraina landed another position as a magazine editor, this time as the chief of Isadora Duncan's Modern Dance.[10] The United States entered World War I in April 1917. This decision was bitterly opposed by the Socialist Party of America, which at its 1917 Emergency National Convention passed a militant document pledging continued opposition and resistance to the effort. Fraina rejoined the Socialist Party at this time and soon emerged as one of the leaders of the organization's left wing.[10] In 1917, Fraina joined with Marxist theoretician Louis Boudin as a co-editor of Ludwig Lore's magazine, The Class Struggle. The publication, which first saw print in May 1917, soon became a leading voice of the radical wing of the Socialist Party, individuals who congealed into an organized political faction called the Left Wing Section of the Socialist Party in 1919. In 1918 Fraina was responsible for the first post-revolutionary collection of the writings of V.I. Lenin and Leon Trotsky to be published in the United States.[11] The book, entitled The Proletarian Revolution in Russia, gave English-speaking readers their first glimpse at the ideas of the Russian Communist Party and spurred the desire for emulation on the part of many American radicals.[11] Early in 1918 five radical Russian groups united with the English-speaking Socialist Propaganda League with which Fraina was associated to form the American Bolshevik Bureau of Information.[11] The body was joined by Soviet Russian official representative Ludwig Martens, ostensibly as the delegate of the \"New York Section of Russian Bolsheviki.\"[11] The Bureau served as a forerunner of the official Russian Soviet Government Bureau, distributing official communications on behalf of the Soviet government, which was isolated by the European war and the object of sometimes imaginative vilification in the pages of the American press. Fraina was also the editor of two of the earliest proto-Communist newspapers in the United States, The New International (1918) and The Revolutionary Age (1918-1919).[12] Combined with his other speaking, writing, and organizational activities, this position as editor of the leading radical publications of the day helped make Fraina arguably the leading theoretical and political figure of the founding days of the American communist movement.[12] Fraina was the author of the Left Wing Manifesto that served as the fundamental theoretical document of the organized Left Wing Section of the Socialist Party that emerged early in 1919. Fraina was a delegate to the June 1919 National Council of the Left Wing held in New York City and was prominent in the effort of members of the party's suspended foreign language federations and others seeking to establish a new Communist Party of America (CPA) independent of the outcome of the 1919 Emergency National Convention of the Socialist Party. As arguably the top English-speaking leader of the new organization, Fraina was elected temporary chairman at the opening of the Founding Convention of the Communist Party of America on September 1, 1919, and delivered the keynote address to that body.[13] He was also elected International Secretary by that body — the group's de facto first delegate to the Communist International in Moscow.[13] The first international conclave attended by Fraina as representative of the CPA was a secret conference conducted by the short-lived Western European Bureau of the Communist International, slated to begin on February 10, 1920, in Amsterdam. As he was not a citizen of the United States, Fraina was forced to make this trip without a passport and legal visas. The services of one Jacob Nosovitsky were employed by the CPA to aid with Fraina's travel arrangements and to accompany him abroad. Nosivitsky, believed to be an active and trustworthy member of the Communist movement and an individual who had been used as a secret international courier, was in actuality a police spy working undercover in the radical movement and reporting on the activities of its principals to the U.S. Department of Justice as its special employee N-100.[14] Although apparently not tipped off by Nosovitsky himself, Amsterdam police authorities were well aware of the Comintern's secret gathering in the city, and bugged the conference room with a dictaphone machine—a device discovered by delegate Michael Borodin on the second day of the proceedings.[15] A raid by the authorities soon followed, during which many delegates were arrested before being ordered to leave the country or physically deported.[15] Fraina and Nosovitsky were not detained, but rather made their way to the home of Dutch radical S. J. Rutgers in Amersfoort, where several other delegates had assembled.[16] They remained there a week before returning home to America. Back in America, a scandal was brewing. A Finnish-American former Socialist newspaper editor with extensive linguistic abilities named Ferdinand Peterson was induced to join the Justice Department as an undercover informant after being discharged from the American Army in 1919. Peterson confided in his former party comrade Santeri Nuorteva, now a leading member of the Russian Soviet Government Bureau (RSGB) in New York—the de facto consulate of Soviet Russia—of this assignment. Nuorteva helped Peterson provide a stream of uncontroversial and non-revelatory content for his daily reports throughout the summer and early fall of 1919. The Justice Department seems to have been aware of Peterson's duplicity, but nevertheless kept him on the payroll. Peterson came to believe—or was led to believe—that Louis Fraina was also on the payroll of the Justice Department. This information was conveyed to Nuorteva, a factional opponent of Fraina and the CPA, who levied these suspicions publicly in the pages of the Socialist Party daily, the New York Call. Just as Fraina was preparing to depart for Europe again to attend the 2nd World Congress of the Comintern in Moscow, these espionage allegations regarding Fraina came to a head and the RSGB declared the necessity of resolution of the question before Fraina would be permitted to travel. A \"party trial\" was held at the office of the RSGB in an attempt to determine the veracity of Peterson's charges. Peterson offered direct testimony about reports he had been allowed to see bearing Louis Fraina's name, checks he had been allowed to see bearing Louis Fraina's signed endorsement, and details of three separate encounters with a person he had believed to be Louis Fraina in the halls of the Department of Justice's New York headquarters. Defending Fraina's honor against the allegations of the admitted double-agent Peterson, bolstered by the testimony of Nuorteva, was the still-concealed Justice Department employee Jacob Nosovitsky together with Fraina himself and his attorney, Louis Boudin. Implausibilities in Peterson's testimony were ultimately highlighted and Fraina was able to provide a rock-solid alibi that he was not in the city of New York at the time of one of the three alleged \"sightings\" at Justice Department headquarters, and Fraina was exonerated of Peterson's allegations and allowed to travel to Soviet Russia again. A stenographic report of the Peterson-Fraina encounter was published by the CPA as a pamphlet as Stenographic Report of the \"Trial\" of Louis C. Fraina, in which it was broadly hinted that it was Nuorteva rather than Fraina who was guilty of espionage activity. Finally allowed to depart for Moscow, Fraina arrived only to find that rumors of the espionage charge had not been dispelled. Two more hearings were held under the auspices of the Comintern itself — one before the convening of the 2nd World Congress and the second one immediately after.[17] The findings of all committees were unanimous and the charges of espionage against Fraina were dismissed, albeit never fully dispelled.[17] The establishment of a functioning Communist movement in Mexico was regarded as a matter of importance to the Comintern and both Fraina for the Communist Party of America and his counterpart John Reed of the rival CLP presented differing perspectives on the Mexican situation at the 2nd World Congress and at the Congress of the Peoples of the East held in Baku, Azerbaijan in September 1920.[18] Fraina made the case that Mexico (as well as the rest of Latin America) represented a colonial base of American capitalism, and that in the fight to overthrow the latter, communist revolutionary movements should be sponsored in the former.[18] Reed, on the other hand, emphasized the nationalist aspirations of the Mexican people and their potential to install a broad democratic government in the already existing political climate — a government which would nationalize significant portions of the country's natural resources, thereby hampering American capitalism there.[19] While Fraina and his views were widely respected among Comintern delegates, he was not elected as an American representative to ECCI.[20] American communist in Moscow Charles Phillips later indicated his belief that the Comintern sought \"a native-born and quintessentially American exemplar\" such as Reed among its councils that gave him the advantage over Fraina in being named to ECCI.[21] Even when Reed succumbed to typhus on October 17, 1920, Fraina was not selected to join the Comintern's directive body, perhaps owing to a residual aura of suspicion related to discredited espionage charges against him.[22] Whether to reduce the factional drama between representative of the rival American organizations delegated to Moscow or to remove him altogether from American politics, Fraina was instead dispatched to Mexico to work on behalf of the Comintern there.[20] Joining Fraina as a Comintern representative to Mexico as part of a new \"Pan-American Agency\" was the venerable Sen Katayama, a 70-year-old veteran of the Japanese and American socialist movements and Karlis Jansen (underground party name: \"Charles Scott\") a trusted figure in the Latvian-American radical movement. Also returning to Mexico was Charles Phillips, who had been at the 2nd World Congress as a representative of the Communist Party of Mexico and who was the only one of these top Comintern officials who spoke Spanish.[23] Phillips was the first to arrive in Mexico, landing in January 1921, with the others arriving somewhat later.[23] Fraina's arrival was delayed somewhat by his belated decision, made only in Berlin when he was already en route, that leaving his new wife behind in Russia had been a mistake.[1] Fraina requested permission from Moscow for the former Esther Nesvishskaya, a low level Comintern employee, to join him in Mexico — a request which was granted.[1] Before making the trip to Mexico, Fraina, Katayama, and \"Scott\" made a stop in New York City, where they attempted without success to broker a unity agreement between the two feuding American Communist Parties.[24] Fraina and his two Comintern associates soon discovered that the Communist Party of Mexico existed in name only, with only party secretary José Allen and a small group organized as the Young Communist Federation remaining committed to the idea of building a revolutionary Marxist political party in the country.[23] The Comintern representatives established an office as the Latin American headquarters of the Profintern and founded two newspapers, El Trabajador (The Worker) and Boletín Comunista (Communist Bulletin).[25] A convention was held in February 1921 which established a new radical national trade union federation, the Confederación General de Trabajadores (CGT).[26] Comintern funds were also used to establish a publishing house, Biblioteca Internacional, which issued pamphlets and books by prominent European radicals.[26] The fledgling Mexican Communist movement began to suffer an exaggerated sense of its size and influence, however. A rally in Mexico City on May Day 1921 was marked by marching in the streets and the raising of a red flag above the city's central cathedral — provoking a reaction by the government of President Álvaro Obregón.[26] Charles Phillips was arrested and deported to Guatemala and the political activity of Katayama and Fraina was driven underground.[27] Katayama left the country in October 1921, although Phillips managed to secretly return under the alias \"Manuel Gomez.\"[28] In December 1921 Fraina and Gomez helped organize a convention to reestablish the Communist Party of Mexico — a gathering attended by 21 delegates, purportedly representing a party membership of 1,000.[29] Fraina reported to the Comintern approvingly of the \"sobriety and steadiness\" of the delegates, who avoided the \"flamboyant, hysterical\" behavior characteristic of some Mexican political gatherings.[30] Fraina came to feel overwhelmed by the pressing demand of the few activists in the tiny CPM for immediate revolution, however — a vision that for a long time he had realistically dismissed — and he appealed to the Comintern for the dispatch of a veteran Russian militant to Mexico to guide the organization.[30] Disaffection was to follow. Disillusioned with the incessant factionalism that seemed to render the fledgling communist movement impotent, Fraina and his wife and baby daughter returned to the United States from Mexico in 1923.[31] The family settled in New York City where Fraina — temporarily adopting the pseudonym \"Charles Joseph Skala\" — took a job as a clerk in a dry good store for $12 a week, while his wife went to work in a sweatshop.[32] He later landed a job as a proofreader for magazine and pulp fiction publisher Street and Smith Publications and worked part-time as a substitute proofreader at The New York Times.[31] Fraina joined the International Typographers Union in association with these jobs in the printing industry and remained a member for the next twenty years.[32] The allure of writing again began to call Fraina, however, and in May 1926 he published the first of a handful of articles in the liberal news weekly, The New Republic.[33] Fraina marked his comeback with the adoption of a new pen name — Lewis Corey — a name formed by adapting his first name and middle initial.[34] This pseudonym was later made permanent by the family through a legal name change.[33] Corey's work in The New Republic drew notice and in 1929 he received a fellowship at the Institute of Economics of the Brookings Institution, a liberal think tank.[33] He remained there through 1930, with his research channeled into a book on the rise to dominant position of the investment banking firm of J.P. Morgan and its operations called The House of Morgan, published in 1931.[33] That same year Fraina was hired to assist Edwin R.A. Seligman and Alvin Johnson in the production of a 12 volume Encyclopedia of the Social Sciences.[33] He remained with the project until its completion in 1934.[33] In 1930 Corey publish his history of The House of Morgan, which documents the history, operations, and methods of J.P. Morgan & Co.'s finance banking and of its historical and political-economic context at the center of the creation of Wall Street finance capitalism -- forthright, unvarnished, well-documented. The early 1930s, marked by the Great Depression and the international crisis of world capitalism, was a time of renewed radical zeal for Corey.[35] In the pages of the independent Marxist magazine Modern Quarterly, Corey depicted a bifurcated world with collapsing capitalism pitted against the \"aspiration\" of Soviet communism to engage in the \"creation of a new world.\"[36] Corey expressed a renewed commitment to the latter, noting approvingly that planned economy functioned in the USSR only because \"the dictatorship of the proletariat crushed the exploiters and prevents their reappearance,\" thereby allowing \"socialization of the whole national economy.\"[36] In retrospect, his biographer later observed, it seemed as though Corey was possessed by a \"fervent desire to write his way back into the Communist movement.\"[37] Corey seems to have had no qualms about the political role of the Communist Party, eagerly signing the manifesto of the League of Professional Groups for Foster and Ford, thereby endorsing the CPUSA's 1932 Presidential ticket.[38] After the election, the League truncated its name to the League of Professional Groups and adopted a program written by Corey providing for ongoing political and educational activity.[39] The Communist Party remained aloof from the organization, however, as the group sought to maintain financial and ideological autonomy from the party in order to better appeal to non-party left wing intellectuals.[39] By the middle of 1933, lacking the CPUSA's publicity and financial support, the League had dissolved.[40] The middle 1930s saw Corey producing two weighty works on contemporary economics for commercial publisher Covici-Friede — The Decline of American Capitalism (1934) and The Crisis of the Middle Class (1935). During this interval Fraina remained a neo-Marxist, although standing outside the Communist Party.[41] The CPUSA initially treated The Decline of American Capitalism sympathetically, placing a large order for the party's book store network, but in the fall of 1934 it suddenly was made the object of intense criticism, including a harsh serialized critique in the October and November 1934 issues of The Communist, the party's monthly theoretical magazine.[41] While his 1934 book was treated harshly by the CPUSA, the same can not be said about Corey's 1935 effort, The Crisis of the Middle Class, which was received warmly.[42] By now the party line had changed from the ultra-radical Third Period to a new, more inclusive effort to build bridges with liberals and non-party radicals known as the Popular Front against fascism. Corey was looked upon by the party no longer as a disreputable political transgressor with a checkered past, but rather as a prestigious intellectual ally.[42] This ideological proximity was emphasized when Corey was chosen to edit a special issue of the CPUSA literary monthly The New Masses thematically focused upon the middle class.[42] Corey's political path took another detour in the latter part of 1936, when he moved again away from the CPUSA's orbit and began an association with the dissident Communist movement around expelled party leader Jay Lovestone.[43] The so-called Lovestoneites embraced the fundamental tenets of Marxism, but oriented themselves towards the American trade union movement and away from foreign domination of the International Communist movement and its centrally-determined obsession with advancing the foreign policy interests of the USSR. With secret police terror beginning to rage in the Soviet Union from 1936 onwards, the Lovestone political organization's criticism of the USSR became increasingly harsh and its appreciation of American institutions more pronounced — a perspective which Corey himself shared.[44] In 1937 Corey worked briefly as an economist in Washington, DC with the Federal government's Works Progress Administration, remaining in that position for about six months.[45] He left that post to assume the position of education director of Local 22 of the International Ladies' Garment Workers' Union (ILGWU), located in New York City.[45] Corey would remain with the ILGWU until 1939.[45] As was the case for many inter-war era radicals, Corey was opposed to American intervention in a new European World War and was a member of the Keep America Out of War Committee.[45] With signing of the Molotov–Ribbentrop Pact in August 1939 and the actual eruption of European war Fraina had a change of heart, however, and he resigned from the Keep America Out of War Committee and became supportive of the British war effort against Nazism.[45] Coming on the heels of the 1937-1939 secret police terror, the apparent duplicity of Joseph Stalin in negotiating a peace pact with Adolf Hitler moved Corey away from the Communist movement for a second time — permanently.[46] Lewis Corey formally broke with circles that were supportive of the Russian way to Communism in 1940, disillusioned with the atrocities committed by the regime headed by Joseph Stalin, by the CPUSA's sugarcoating and endorsing unpalatable Soviet realities, and by the organizational impotence and factionalism of the non-Communist left. In that year he joined with Reinhold Niebuhr, Murray Gross, and other anti-communist liberals in establishing the Union for Democratic Action (UDA) — an organization which later changed its name to Americans for Democratic Action.[46] Corey was named research director for that organization, ending his tenure with the ILGWU.[47] Corey's public declaration of his alienation from Marxism came in a three part series published in the liberal news weekly The Nation, in which he declared: The bitter admission must be made that all variants of Marxism, \"revolutionary\" and \"reformist,\" meeting the pragmatic test of history, have revealed fatal shortcomings.... All [Marx's] creative originality was congealed into a system which had a \"Marxist\" explanation for everything..., which was unjust to Marx himself because the system denied his emphasis on the historical relativity of ideas.... \"The socialist system of collective ownership is compatible with totalitarianism,...\" there is a totalitarian potential in the socialist economic system.[48] Corey's search for a new social philosophy and program to replace the one he had discarded found expression in a 1942 book entitled The Unfinished Task. Corey regarded this as his \"final detailed repudiation\" of the Marxian edifice.[46] By 1945, Corey had taken to calling his former comrades \"political totalitarians\" and accusing them of using \"power politics and conspiratorial infiltration\" to gain their unsavory ends.[49] In 1942 Corey spoke at Antioch College, a private liberal arts school located at Yellow Springs, Ohio at a conference held on the topic of post-war reconstruction. Corey impressed school officials with his knowledge and acumen and was asked to temporarily replace a young Economics professor who had been drafted into the American military.[47] Ultimately Corey's academic position was made permanent with the school and he became an assistant professor of economics there despite the fact that he had never himself studied in high school, let alone at the university level.[47] Corey would remain at Antioch through the end of the 1950-51 academic year.[47] Within weeks of Corey assuming the post at Antioch, University administrators began receiving anonymous letters relating to Corey's communist past.[47] Both the anti-communist right and Communist Party members and fellow travelers took aim at Corey, with leaflets circulated and a story run in the Chicago Tribune entitled \"Red Teaching at Antioch.\"[50] Further attacks were launched by J. B. Matthews of the Dies Committee in 1942, Walter Steele of the House Un-American Activities Committee, and the Cleveland League of Justice and Gerald L. K. Smith.[51] To its credit, the Antioch administration supported the academic freedom of its professor in spite of these attacks. Ironically, as Corey's politics turned against his Stalinist beliefs, he ran afoul of the Federal prosecutors. In December 1950, Corey was served with a deportation warrant from the US Department of Justice charging that he had been in the country illegally almost his entire life and for being a Communist. His father had come to the United States without obtaining naturalization papers and young Louis had decided against filing later due to his 1917 conviction as a conscientious objector.[52] The case was tied up for years, and his application for a Certificate of Lawful Entry was denied under the McCarren Act.[53] On Christmas Day, 1952, Corey received an announcement of an impending deportation order. The next month he was terminated from employment by the Butcher's Union, for whom he worked. Corey spent his last months traveling between New York City and Washington, working with lawyers in his effort to stave off deportation to his native Italy.[53] Corey suffered a traumatic cerebral hemorrhage at his desk on September 15, 1953, lapsed into a coma, and died the next day. Two days later, a Certificate of Lawful Entry posthumously arrived in the mail, along with a contract from a publisher for a projected book, Toward an Understanding of America.[53] Corey's papers are housed in the Rare Book & Manuscript section of Butler Library at Columbia University in New York City. The collection includes 10 linear feet of material housed in 24 archival boxes.[54] In Warren Beatty's film Reds, Louis Fraina was portrayed onscreen by actor Paul Sorvino.","Title":"Louis C. Fraina - Wikipedia","KeyID":"18577","URL":"https://en.wikipedia.org/wiki/Louis_C._Fraina"}