{"Content: ":"The frontal suture is a fibrous joint that divides the two halves of the frontal bone of the skull in infants and children. Typically, it completely fuses between three and nine months of age, with the two halves of the frontal bone being fused together. It is also called the metopic suture,[1][2] although this term may also refer specifically to a persistent frontal suture.[3] If the suture is not present at birth because both frontal bones have fused (craniosynostosis), it will cause a keel-shaped deformity of the skull called \"trigonocephaly\". Its presence in a fetal skull, along with other cranial sutures and fontanelles, provides a malleability to the skull that can facilitate movement of the head through the cervical canal and vagina during delivery. The dense connective tissue found between the frontal bones is replaced with bone tissue as the child grows older. In some individuals, the suture can persist (totally or partly) into adulthood, and is referred to as a persistent metopic suture. It has a prevalence of about 4% in females and about 2% in males.[4] The suture can either bisect the frontal bone and run from nasion to bregma or persist as a partial metopic suture (see image of frontal bone)[5] (where part of the suture survives and is connected to either bregma or nasion) or as an isolated metopic fissure. Persistent frontal sutures are of no clinical significance, although they can be mistaken for cranial fractures.[5]As persistent frontal sutures are visible in radiographs, they can be useful for the forensic identification of human skeletal remains. Persistent frontal sutures should not be confused with supranasal sutures (a small zig-zag shaped suture located at and/or immediately superior to the glabella). Human baby skull seen from top. Cranial sutures are depicted. Frontal suture is highlighted in blue. Human baby skull. Anterior view.","Title":"Frontal suture - Wikipedia","KeyID":"1858","URL":"https://en.wikipedia.org/wiki/Frontal_suture"}