{"Content: ":"Wilkes-Barre (/ˈwɪlksˌbɛər/ WILKS-bair or /-bɛəri/ -⁠bair-ee) is a city in the U.S. state of Pennsylvania and the county seat of Luzerne County. Located at the center of the Wyoming Valley, it had a population of 44,328 in the 2020 census. It is the second-largest city (after Scranton) in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area, which had a population of 563,631 as of the 2010 Census and is the fourth-largest metropolitan area in Pennsylvania after the Delaware Valley, Greater Pittsburgh, and the Lehigh Valley with an urban population of 401,884. Wilkes-Barre and the surrounding Wyoming Valley are framed by the Pocono Mountains to the east, the Endless Mountains to the north and west, and the Lehigh Valley to the south. The Susquehanna River flows through the center of the valley and defines the northwestern border of the city. Wilkes-Barre was founded in 1769 and formally incorporated as a borough in 1806, and as a city in 1869. The city grew rapidly in the 19th century after the discovery of nearby coal reserves and the arrival of hundreds of thousands of immigrants who provided a labor force for the local mines. The coal mining fueled industrialization in the city, which reached the height of its prosperity in the first half of the 20th century. Its population peaked at more than 86,000 in 1930. Following World War II, the city's economy declined due to the collapse of industry. The Knox Mine disaster accelerated this trend after large portions of the area's coal mines were flooded and could not be reopened. Today, the city has around half of its peak population of the 1930s, making it the largest city in Luzerne County and the 13th-largest city in Pennsylvania. The contiguous network of 5 cities and more than 40 boroughs all built in a straight line in Northeastern Pennsylvania's urban area act culturally and logistically as one continuous city, so while the city of Wilkes-Barre itself is a smaller town, the larger unofficial city of Scranton/Wilkes-Barre contains nearly half a million residents in roughly 200 square miles. By the 18th century, the Wyoming Valley was inhabited by the Shawnee and Delaware Indian (Lenape) tribes. In 1753, the Susquehanna Company was founded in Connecticut for settling the Wyoming Valley (in modern-day Pennsylvania). Connecticut succeeded in purchasing the land from the Native Americans; however, Pennsylvania already claimed the very same territory through a purchase they made in 1736. In 1762, roughly two hundred Connecticut settlers (Yankees) established a settlement near Mill Creek. They planted wheat and constructed log cabins. The Yankees returned to New England for the winter.[5] The Connecticut settlers returned in the spring of 1763 with their families and additional supplies. A party of Iroquois also visited the area with the dual purpose of turning the Delaware (Lenape) against the colonists and killing Teedyuscung, a local Delaware chief. On April 19, 1763, the residence of the chief, along with several others, was set ablaze. Chief Teedyuscung perished in the inferno. The Iroquois let the Delaware believe that this atrocity was committed by the settlers. As a result, the Delaware attacked the colonists on October 15, 1763. Thirty settlers were killed, and several others were taken prisoner. Those who managed to escape fled back to New England. The Delaware then burned what was left of the Yankee settlement.[5] In 1769, the Yankees returned to the Wyoming Valley. Five townships were established by Connecticut. Each one was five square miles and divided amongst forty settlers. Wilkes-Barre Township was one of the original townships; it was named in honor of John Wilkes and Isaac Barré—two British members of Parliament who supported colonial America. Pennsylvanians (Pennamites) also arrived in the valley that same year.[5] The Connecticut settlers established Fort Durkee, which was named in honor of their leader (Colonel Durkee). This was immediately followed by a series of skirmishes between the Pennsylvanians and Connecticut settlers. The land changed hands several times between the two groups. The Congress of the Confederation was asked to resolve the matter. With the Decree of Trenton, on December 30, 1782, the confederation government officially decided that the region belonged to Pennsylvania; the Wyoming Valley became part of Northumberland County.[5] Pennsylvania ruled that the Connecticut settlers (Yankees) were not citizens of the Commonwealth. Therefore, they could not vote and were ordered to give up their property claims. In May 1784, armed men from Pennsylvania force-marched the Connecticut settlers away from the valley. By November, the Yankees returned with a greater force. They captured and destroyed Fort Dickinson in Wilkes-Barre. With that victory, a new state (which was separate from both Connecticut and Pennsylvania) was proposed. The new state was to be named Westmoreland. To ensure that they didn't lose the land, the Commonwealth of Pennsylvania worked out a compromise with the Connecticut (Yankee) settlers. The Yankee settlers would become citizens of Pennsylvania and their property claims would be restored (prior to the Decree of Trenton). As part of the compromise, Pennsylvania would establish a new county in Northeastern Pennsylvania. The Yankees agreed to the terms.[5] On September 25, 1786, the Pennsylvania General Assembly passed a resolution which created Luzerne County. It was formed from a section of Northumberland County and named after Chevalier de la Luzerne, a French soldier and diplomat during the 18th century. Wilkes-Barre became the seat of government for the new territory. This resolution ended the idea of creating a new state.[5][6][7] In 1797, several decades after the community's founding, Louis Philippe, later the King of France from 1830 to 1840, stayed in Wilkes-Barre while traveling to the French Asylum settlement.[8] Wilkes-Barre's population skyrocketed due to the discovery of anthracite coal in the 19th century. In 1808, Judge Jesse Fell of Wilkes-Barre discovered a solution to ignite anthracite with the usage of an iron grate; it allowed for the coal to light and burn easier. This invention increased the popularity of anthracite as a fuel source. This led to the expansion of the coal industry in Northeastern Pennsylvania; Wilkes-Barre was nicknamed \"The Diamond City\" due to its high productivity of mining coal. The growing demand for coal as a domestic heat source resulted in changes to patterns of immigration to Wilkes-Barre in the 19th century. The Pennsylvania guide, compiled by the Writers' Program of the Works Progress Administration in 1940, noted that:[9] Until 1870 all immigration was from the north of Europe, with the Irish predominating. Then mine operators sent representatives to central and southern Europe to induce peasants to come to the American coal fields. Many of the older workers consequently were supplanted by newcomers willing to work for low wages, and bitter conflicts followed. The cleavage along national lines, however, gave to Wilkes-Barre such picturesque sections as Five Points, now East End, where a crowd of miners used to gather nightly on the steps of Mackin Brothers' Store, a scene described by Con Carbon in a popular ballad of the 1890s: And once thy peaceful tide The Far Downs and Connaught men Fight, and then make up again, Dutch and Scotch and English men— All like chickens in a pen. The powder smoke does be so thick, You could not cut it with a pick, The smell of gas would make you sick In front of Mackin's store. Throughout the 1800s, canals and railroads were constructed to aid in the mining and transportation of coal. Hundreds of thousands of immigrants flocked to the city; they were seeking jobs in the numerous mines and collieries that sprang up throughout the region. In 1806, Wilkes-Barre Borough was formed from a segment of Wilkes-Barre Township; it was later incorporated as a city in 1871. This was the direct result of the population boom. At its peak, Wilkes-Barre had a population of over 86,000 in the 1930s and 40s. New industries were established and the Vulcan Iron Works was a well-known manufacturer of railway locomotives from 1849 to 1954. During Wilkes-Barre's reign as an industrial and economic force in America, several major companies and franchises became based in the city, such as Woolworth's, Sterling Hotels, Miner's Bank, Bell Telephone, Luzerne National Bank, and Stegmaier.[10] Even though the overall economy was doing very well, the city was still prone to natural disasters. Besides frequent flooding from the Susquehanna River, Wilkes-Barre also endured a devastating F3 tornado on August 19, 1890. The twister killed 16 people, injured 50, damaged or destroyed 260 buildings, and cost at least $240,000 (in 1890 money).[11] Wilkes-Barre is located within Pennsylvania's Coal Region. The anthracite coal mining industry, and its extensive use of child labor in the early 20th century, was one of the industries targeted by the National Child Labor Committee and its hired photographer, Lewis Hine. Many of Hine's subjects were photographed in the mines and coal fields near Wilkes-Barre. The impact of the Hine photographs led to the enactment of child labor laws across the country.[12] The coal industry continued despite several disasters, including an explosion at Wilkes-Barre's Baltimore Colliery in 1919, which killed 92 miners. The industry declined when the United States switched to other energy sources, and most coal operations had left Wilkes-Barre by the end of World War II. The 1959 Knox Mine Disaster, resulting in the flooding of numerous mines, marked the end of large-scale coal mining in the area. Industrial restructuring also caused the city to lose jobs and begin a decades-long decline.[13] In 1926, Planters Peanuts Company was founded in Wilkes-Barre by two Italian immigrants. The company maintained its headquarters in the city until 1961.[14] In 1929, baseball player Babe Ruth hit one of the longest home runs in history at Artillery Park in Wilkes-Barre.[15] On November 8, 1972, Wilkes-Barre became the birthplace of modern cable television programming, when Home Box Office (HBO) launched over the city's Teleservice Cable system (now Service Electric Cable). Around 365 Teleservice subscribers were the first to receive the premium cable service when it commenced broadcasts. (As local ordinances prohibiting direct-to-cable telecasts of theatrical feature films prevented Time-Life from launching HBO over its New York City-based Sterling Manhattan cable franchise, the company initially sought an agreement with Teleservice to launch it on the provider's Allentown system; possible television blackout conflicts for HBO-televised NBA games, as Allentown was located within the Philadelphia 76ers's 75-mile [121 km] blackout radius, resulted in Teleservice electing to offer it on its Wilkes-Barre system instead.)[16] Wilkes-Barre became the site of a mass shooting on September 25, 1982. George Emil Banks killed 13 people and wounded one.[17] Banks was deemed incompetent to be executed, yet currently resides on death row.[18] Manufacturing and retail remained Wilkes-Barre's strongest industries, but the city's economy took a major blow from Tropical Storm Agnes in 1972. The storm pushed the Susquehanna River to a height of nearly 41 feet (12 m), four feet above the city's levees, flooding downtown with nine feet of water. A total of 128 deaths were attributed to the storm. Most drowning deaths were caused by people trapped in their cars. Almost 400,000 homes and businesses were destroyed and 220,000 Pennsylvanians were left homeless (as were hundreds of thousands in other states). Damage was estimated to be $2.1 billion in Pennsylvania alone. President Richard Nixon sent aid to the area, after flying over in his helicopter on his way to his Camp David retreat (on June 24, 1972).[19][20] Throughout the 1970s and 1980s, Wilkes-Barre attempted to prevent the damage from storms as intense as Agnes by building a levee system that rises 41 feet (12 m); completed in January 2003, the network of levees cost roughly $250 million.[21] It has successfully resisted other threatening floods in 1996, 2004, and 2006. The Army Corps of Engineers has praised the quality of the levees. In 2006, the city made the front page of national newspapers when 200,000 residents were told to evacuate in the wake of flooding that was forecast to reach levels near that of 1972, though the flooding fell short of predictions.[22] In late August 2011, Hurricane Irene, centered off the New Jersey coast, caused the Susquehanna River to rise to flood level, but there was no cause for alarm. Then, from September 6 to 8, heavy rains from the inland remnants of Tropical Storm Lee and Hurricane Katia offshore funneled heavy rain over the Wyoming Valley and into the Susquehanna River watershed. The Susquehanna swelled to record levels across the state. In Wilkes-Barre, it crested on September 9 at an all-time record of 42.66 feet (13 m),[23] nearly 2 feet (0.6 m) higher than water levels reached during Hurricane Agnes in 1972. The levees protected Wilkes-Barre, but nearby boroughs did not escape, as West Pittston, Plymouth, and parts of Plains Township were affected by extreme flooding. On June 9, 2005, Mayor Thomas M. Leighton unveiled his \"I believe...\" campaign for Wilkes-Barre, which was intended to boost the city's spirits. Construction began on a planned downtown theatre complex, which had a grand opening on June 30, 2006. Renovation of the landmark Hotel Sterling was being pursued by CityVest, a nonprofit developer. The expansion of Wilkes University and King's College took place. Also, the canopy and matching street lights in Public Square and across downtown were removed; they were replaced by new green lampposts. The city of Wilkes-Barre celebrated its 200th anniversary in 2006. Several events, including a Beach Boys concert, were planned but canceled due to extremely heavy rains. Most of the city's population was ordered to evacuate on June 28, 2006. The Bicentennial celebration was postponed to Labor Day weekend, September 3, 2006, and was attended by Pennsylvania Governor Ed Rendell and the Beach Boys. The Riverfront revitalization project (River Common), broke ground in 2007 and was completed in early 2010. It has made the riverfront accessible to the public. The area also has a new amphitheater for live performances and improved access through ramps and sidewalks. Fountains and color-changing lights have been added underneath two bridges which carry pedestrian traffic across the normally-open levee. The project stretches approximately four blocks from the Luzerne County Courthouse to the intersection of South River Street and West South Street. The River Common has since hosted concerts and charity events. Since completion of the River Common, additional improvements to city infrastructure have been progressing. New crosswalks have been installed downtown, including signage emphasizing that pedestrians have the right-of-way. The completion of the James F. Conahan Intermodal Transportation Facility has added parking and relocated Luzerne County buses from their former Public Square staging sites. This has reduced traffic congestion around the square. Private carrier Martz offers coach bus service from the terminal as well.[24] The widening and realignment of Coal Street, a major road connecting Wilkes-Barre City with Wilkes-Barre Township, was completed in 2012. The new Coal Street provides four lanes over the original two lanes, making travel between the highly commercial Wilkes-Barre Township and the city much easier. In 2013, Hotel Sterling was demolished due to flood damage in the hotel's basement (which compromised the building's integrity). As of today, several buildings are in the process of being constructed on the site of the former hotel.[25] According to the United States Census Bureau, the city has a total area of 7.2 square miles (19 km2), of which 6.8 square miles (18 km2) is land and 0.3 square miles (0.78 km2), or 4.60%, is water. The city is bordered by the Susquehanna River to the west. Most of Downtown is located on a wide floodplain. Floodwalls were constructed to protect a large percentage of the city. The elevation of the downtown area is about 550 feet (170 m) above sea level. As you travel inland, away from the river, the elevation rises. Wilkes-Barre Mountain is a physical barrier southeast of the city. Wilkes-Barre houses over one dozen neighborhoods: Under the Köppen climate classification, Wilkes-Barre falls within either a hot-summer humid continental climate (Dfa) if the 0 °C (32 °F) isotherm is used or a humid subtropical climate (Cfa) if the −3 °C (27 °F) isotherm is used. Summers are hot and winters are moderately cold with wide variations in temperature. Winters are cold with a January average of 28.0 °F (−2.2 °C).[26] The surrounding mountains have an influence on the climate (including both precipitation and temperatures), leading to wide variations within a short distance.[27] On average, temperatures below 0 °F (−17.8 °C) are infrequent, occurring 2.5 days per year, and there are 34.9 days where the maximum temperature remains below 32 °F (0.0 °C).[26] The average annual snowfall is 45.1 inches (115 cm) during the winter (in which severe snowstorms are rare).[27][26] However, when snowstorms do occur, they can disrupt normal routines for several days.[27] Summers are warm with a July average of 73.7 °F (23.2 °C).[26] In an average summer, temperatures exceeding 90 °F (32.2 °C) occur on 11.7 days and but rarely exceed 100 °F (37.8 °C).[28] Spring and fall are unpredictable with temperatures ranging from cold to warm (although they are usually mild). On average, Wilkes-Barre receives 38.72 inches (983 mm) of precipitation each year, which is relatively evenly distributed throughout the year (though the summer months receive more precipitation).[28] Extreme temperatures range from −21 °F (−29.4 °C) on January 21, 1994, to 103 °F (39.4 °C) on July 9, 1936.[28] Wilkes-Barre averages 2,303 hours of sunshine per year, ranging from a low of 96 hours in December (or 33% of possible sunshine) to 286 hours in July (or 62% of possible sunshine).[29] Wilkes-Barre has a Downtown Riverfront Park system that contains 91 acres of open space.[31] Kirby Park is a public park located along the western bank of the Susquehanna River. Kirby Park is one of the region's most valued recreational resources. Given to the city of Wilkes-Barre by the Kirby Family, the park welcomes hundreds of thousands each year. The park is the setting for the city's annual Cherry Blossom Festival (held during the last weekend of April) and the city's July 4 Celebration. Its amenities include tennis courts, a fitness trail, pond, walking paths, running track, softball fields, parking area, volleyball courts, pavilions, and more.[32] Nesbitt Park is also located on the west side of the Susquehanna River. It is located across from Kirby Park. Nesbitt is open to the public. It has walking paths and areas for picnicking. The River Common is located along the eastern bank of the Susquehanna River. The Market Street Bridge bisects the park. The River Common joins with the Luzerne County Courthouse grounds. Its features include a 750-person amphitheater, paved walk-ways, gardens, ornamental trees, seating areas, a fishing pier, and two grand gateways connecting the city to the river. The city's population has been in constant decline since the 1930s, but the decline has been slowing in recent decades, and saw growth as of 2020. As of the 2020 census, there were 44,328 people and 15,581 households residing in the city. The popeulation density was 5,945 per square mile. The racial makeup of the city was 69.80% White, 14.90% African American, 0.40% Native American, 2.4% Asian, 0.20% Pacific Islander, and 4.60% from two or more races. Hispanic or Latino of any race were 21.0% of the population.[34] As of the 2010 census, the city was 79.2% White, 10.9% Black or African American, 0.3% Native American, 1.4% Asian, and 2.9% were two or more races. Of the population, 11.3% were of Hispanic or Latino ancestry.[35] The Hispanic population was just 1.58% of the population as of the 2000 census. As of the 2000 census, there were 43,123 people, 17,961 households, and 9,878 families residing in the city. The population density was 6,296.3 people per square mile (2,430.6/km2). There were 20,294 housing units at an average density of 2,963.1 per square mile (1,143.9/km2). The racial makeup of the city was 92.30% White, 5.09% African American, 0.11% Native American, 0.79% Asian, 0.03% Pacific Islander, 0.53% from other races, and 1.15% from two or more races. Hispanic or Latino of any race were 1.58% of the population. The average household size was 2.42. With population spread of 22.9% under the age of 18, 61.3% between the ages of 19–64, and 15.8% over the age of 65. Females made up 50.6% of the population. The median household income was $37,902, while 26.6% of the city were found below the poverty line. The per capita income was $20,197. The local accent of American English is Northeast Pennsylvania English. More than half (59.3%) of the city's population is religious: 43.8% Catholic, 4.4% Methodist, 3.1% Lutheran, 2.0% Presbyterian, 1.1% Pentecostal, 0.8% Judaism, 0.6% Episcopalian, 0.5% Baptist, 0.5% Islam, and 0.3% The Church of Jesus Christ of Latter-day Saints.[36] As of March 2019, income per capita in Wilkes-Barre was $18,375, compared to the national average of $31,177. Household income was $32,484, compared to the national average of $57,652. Family median income was $42,782, compared to the national average of $70,850. The city's unemployment rate in March 2019 was 6.4%. Recent job growth was 0.8%.[37] 49% of jobs were in sales, office, administrative support, production, transportation, and material moving sectors. In 2016, 30.1% of residents lived below the poverty line, more than double the Pennsylvania average of 12.9%.[38] Large employers in the city include GUARD Insurance Group and Lord & Taylor. The city is headed by an elected mayor, who serves four-year terms. The current mayor is George Brown (Democrat). He has been in office since 2019. Before becoming mayor he was a business man and a former city councilman. The legislative branch consists of a five-member City Council. They are elected by a single-member district to four-year terms. The following are current members of the council: Bill Barrett, Mike Belusko, Tony Brooks, Beth Gilbert, and John Marconi. The office of Audit and Control is the third branch of Wilkes-Barre City government. It is headed by the City Controller, elected to a four-year term. Darren G. Snyder, the current City Controller, is a Democrat and has been in office since 2016. The city of Wilkes-Barre is served by two City Attorneys (Timothy Henry and Maureen Collins). They advise both the mayor and city council. The chance of becoming a victim of either violent or property crime in Wilkes-Barre is 1 in 35. Based on FBI crime data, Wilkes-Barre is not one of the safest communities in America. Relative to Pennsylvania, Wilkes-Barre has a crime rate that is higher than 91% of the state's cities and towns of all sizes. The Luzerne County government operates out of Wilkes-Barre. The city is the administrative center of Luzerne County. The county government is responsible for imposing taxes, providing services to the public, and administering laws and regulations. They govern over a population of nearly 320,000 people. Many government offices are situated within the county courthouse (located at 200 North River Street in Downtown Wilkes-Barre). The Luzerne County Court of Common Pleas also operates out of the same building. On November 2, 2010, the voters of Luzerne County held a referendum on the question of home rule. A total of 51,413 (55.25%) voted in favor of home rule, while another 41,639 (44.75%) voted against the move. This vote was the direct result of the corruption, wasteful spending, higher property taxes, and out-of-control debt facing the county.[39] The home rule charter took effect on January 2, 2012; the Luzerne County Board of Commissioners was abolished and replaced with the new form of government (council–manager government). This government consists of a county council. The council chair, who is appointed by his or her fellow council members, is both the highest-ranking officer on the assembly and the head of county government for ceremonial purposes.[40] The council also appoints and works alongside a full-time manager (who supervises the county's day-to-day operations). The county government is also made up of many other officials (e.g., the county controller, district attorney, and sheriff). Wilkes-Barre City is part of the Wilkes-Barre Area School District. The district operates three high schools: The Diocese of Scranton also has a high school in Wilkes-Barre—Holy Redeemer High School. The area in and around Wilkes-Barre is home to several colleges and universities: Along with the libraries associated with the colleges, Wilkes-Barre has several libraries. These include three branches of the Osterhout Free Library, with the headquarters for the Luzerne County Library System in the main branch.[41][42][43] Five international airlines fly from the Wilkes-Barre/Scranton International Airport in nearby Pittston Township. Smaller, private planes may also use the Wilkes-Barre Wyoming Valley Airport in Forty Fort. Interstate 81 passes north–south near Wilkes-Barre, and the city is also located near the Northeast Extension of the Pennsylvania Turnpike. It is also about 10 miles (16 km) north of Interstate 80. The North Cross Valley Expressway, starting at the junction of Interstate 81 and Pennsylvania Route 115, carries Pennsylvania Route 309 through northern Wilkes-Barre, connecting the city to Dallas in the north. Route 115 provides access from the Pennsylvania Turnpike's Northeast Extension, but it does not enter Wilkes-Barre city limits. Public transportation is provided by the Luzerne County Transportation Authority. In addition to servicing the city, it provides transportation for the northern half of the county. It also has a connecting bus to Scranton via an interchange at Pittston with the Transit System of Lackawanna County (COLTS), the public transit authority of Lackawanna County. Martz Trailways provides intercity bus service from the Martz Trailways Bus Terminal in downtown Wilkes-Barre to Scranton, New York City, Philadelphia, Atlantic City, and Wind Creek Bethlehem.[44] The city was at one time served by the Lehigh Valley Railroad, Central Railroad of New Jersey, the Delaware, Lackawanna and Western Railroad (later Erie Lackawanna Railway), Delaware and Hudson Railway, the Pennsylvania Railroad, the Wilkes-Barre and Eastern Railroad, and the Lackawanna and Wyoming Valley Railroad (known as the Laurel Line). CNJ trains included the Interstate Express (ending in 1957) and local service to Allentown and Philadelphia. The last Lehigh Valley trains were the Black Diamond (ending in 1959), John Wilkes and Maple Leaf (the last two, ending in 1961). The Wilkes-Barre Traction Company formed a streetcar line from Georgetown to Nanticoke and over the river into Plymouth (it ceased operations in the mid-1940s). Today, the Norfolk Southern Railway (which acquired the former Delaware and Hudson line from successor Canadian Pacific Railway) and the Luzerne and Susquehanna Railway (designated-operator of a county-owned shortline) provide freight service within the city. Times Leader and The Citizens' Voice are the two largest daily newspapers in Wilkes-Barre. The Wyoming Valley's NBC affiliate, WBRE-TV 28, is the only television station licensed to Wilkes-Barre, but WNEP-TV 16 (ABC), WYOU 22 (CBS), WVIA-TV 44 (PBS), and WSWB 38 (CW), all in Scranton, WOLF-TV 56 (Fox) in Hazleton, and WQMY 53 (MyNetworkTV) in Williamsport also serve the city. Wilkes-Barre's radio market is ranked No. 69 by Arbitron's ranking system. There are news, adult alternative, and music radio stations which are receivable in the area.","Title":"Wilkes-Barre, Pennsylvania - Wikipedia","KeyID":"18599","URL":"https://en.wikipedia.org/wiki/Wilkes-Barre"}