{"Content: ":"The American Museum of Natural History (abbreviated as AMNH) is a natural history museum on the Upper West Side of Manhattan in New York City. In Theodore Roosevelt Park, across the street from Central Park, the museum complex comprises 26 interconnected buildings housing 45 permanent exhibition halls, in addition to a planetarium and a library. The museum collections contain over 34 million specimens[4] of plants, animals, fossils, minerals, rocks, meteorites, human remains, and human cultural artifacts, as well as specialized collections for frozen tissue and genomic and astrophysical data, of which only a small fraction can be displayed at any given time. The museum occupies more than 2 million square feet (190,000 m2). AMNH has a full-time scientific staff of 225, sponsors over 120 special field expeditions each year,[5] and averages about five million visits annually.[6] The AMNH is a private 501(c)(3) organization.[7] Its mission statement is: \"To discover, interpret, and disseminate—through scientific research and education—knowledge about human cultures, the natural world, and the universe.\"[8] The naturalist Dr. Albert S. Bickmore devised the idea for the American Museum of Natural History in 1861.[9] At the time, he was studying in Cambridge, Massachusetts, at Louis Agassiz's Museum of Comparative Zoology.[9][10] Observing that many European natural history museums were in populous cities, Bickmore wrote in a biography: \"Now New York is our city of greatest wealth and therefore probably the best location for the future museum of natural history for our whole land.\"[9] For several years, Bickmore lobbied for the establishment of a natural history museum in New York.[11] Upon the end of the American Civil War, Bickmore asked numerous prominent New Yorkers, such as William E. Dodge Jr., to sponsor his museum.[12][13] Although Dodge himself could not fund the museum at the time, he introduced the naturalist to Theodore Roosevelt Sr., the father of future U.S. president Theodore Roosevelt.[12][14] Calls for a natural history museum increased after Barnum's American Museum burned down in 1868.[12] Eighteen prominent New Yorkers wrote a letter to the Central Park Commission that December, requesting the creation of a natural history museum in Central Park.[10][15][16] Central Park commissioner Andrew Haswell Green indicated his support for the project in January 1869.[16][15] A board of trustees was created for the museum. The next month, Bickmore and Joseph Hodges Choate drafted a charter for the museum, which the board of trustees approved without any changes. It was in this charter that the \"American Museum of Natural History\" name was first used.[17] Bickmore said he wanted the museum's name to reflect his \"expectation that our museum will ultimately become the leading institution of its kind in our country\", similar to the British Museum.[17] Before the museum was established, Bickmore needed to secure approval from Boss Tweed, leader of the powerful and corrupt Tammany Hall political organization. The legislation to establish the American Museum of Natural History had to be signed by John Thompson Hoffman, the governor of New York, who was associated with Tweed.[18] Hoffman signed the legislation creating the museum on April 6, 1869,[19][20] with John David Wolfe as its first president.[21][a] Subsequently, the chairman of the AMNH's executive committee asked Green if the museum could use the top two stories of Central Park's Arsenal, and Green approved the request in January 1870.[20] Insect specimens were placed on the lower level of the Arsenal,[22] while stones, fossils, mammals, birds, fish, and reptiles were placed on the upper level.[23] The museum opened within the Arsenal on May 22, 1871.[23][24]The AMNH became popular in the following years. The Arsenal location had 856,773 visitors in the first nine months of 1876 alone, more than the British Museum had recorded for all of 1874.[25] Meanwhile, the AMNH's directors had identified Manhattan Square (bounded by Eighth Avenue/Central Park West, 81st Street, Ninth Avenue/Columbus Avenue, and 77th Street) as a site for a permanent structure.[10][26] Several prominent New Yorkers had raised $500,000 to fund the construction of the new building. The city's park commissioners then reserved Manhattan Square as the site of the permanent museum, and another $200,000 was raised for the building fund.[27] Numerous dignitaries and officials, including U.S. president Ulysses S. Grant, attended the museum's groundbreaking ceremony on June 3, 1874.[28][29][30] The museum opened on December 22, 1877, with a ceremony attended by U.S. president Rutherford B. Hayes.[31][25] The original Victorian Gothic building was designed by Calvert Vaux and J. Wrey Mould, both already closely identified with the architecture of Central Park.[32][33] Vaux and Mould's original plan was intended to complement the Metropolitan Museum of Art on the opposite side of Central Park.[33] The original building, as constructed, was at the center of the 77th Street frontage and consisted of a gallery measuring 112 feet (34 m) long and 200 feet (61 m) tall. This gallery contained a raised basement, three stories of exhibits, Venetian Gothic arches, and an attic with dormers and a slate roof.[25] The original structure still exists but is hidden from view by the many buildings in the complex that today occupy most of Manhattan Square.[32] The museum remains accessible through its 77th Street foyer, which has since been renamed the Grand Gallery.[34] The full plan called for twelve pavilions similar in design to the original building. Eight pavilions would have been arranged as the sides of a square, while the remaining four would be perpendicular to each other in the interior of the square. There were to be eight towers along the perimeter of the square, as well as a 120-foot-wide (37 m) dome in the center, at the intersection of the four interior pavilions.[25][35] In each pavilion, there was to be a ground floor; the second floor was to contain a gallery; the third floor was to exhibit specimens; and the fourth floor was to be used for research.[26] Upon the intended completion of the master plan, the museum would measure 850 feet (260 m) from north to south and 650 feet (200 m) from west to east, including projections from the square.[25][35] The finished structure, with a ground area of over 18 acres (7.3 ha),[27] would have been the largest building in North America, as well as the largest museum building in the world.[33] The master plan was never fully realized;[36] by 2015, the museum consisted of 25 separate buildings that were poorly connected.[37] The original building was soon eclipsed by the south range of the museum, designed by J. Cleaveland Cady, an exercise in rusticated brownstone neo-Romanesque, influenced by H. H. Richardson.[38] It extends 700 feet (210 m) along West 77th Street,[39] with corner towers 150 feet (46 m) tall. Its pink brownstone and granite, similar to that found at Grindstone Island in the St. Lawrence River, came from quarries at Picton Island, New York.[40] In the early 1920s, museum president Henry Fairfield Osborn planned a new entrance for the AMNH, which was to contain a memorial to Theodore Roosevelt.[41] Also around that time, the New York state government formed a commission to study the feasibility of a Roosevelt memorial.[41][42] After a dispute over whether to put the memorial in Albany or in New York City,[43] the government of New York City offered a site next to the AMNH for consideration.[44] The commission rejected a \"conventional Greek mausoleum\" design, instead opting to design a triumphal arch and hall in a Roman style.[41] In 1925, the AMNH's trustees hosted an architectural design competition, selecting John Russell Pope to design the memorial hall.[45][46] Construction began in 1929,[47] and the trustees approved final plans the next year.[48] J. Harry McNally was the general contractor.[49] Roosevelt's cousin, U.S. president Franklin D. Roosevelt, dedicated the memorial on January 19, 1936.[50][51] Since 1930, little has been added to the exterior of the original building. The architect Kevin Roche and his firm Roche-Dinkeloo have been responsible for the master planning of the museum since the 1990s.[52] Various renovations to both the interior and exterior have been carried out. Renovations to the Dinosaur Hall were undertaken beginning in 1991,[52] and the museum also restored the mural in Roosevelt Memorial Hall in 2010.[53] In 1992 the Roche-Dinkeloo firm designed the eight-story AMNH Library.[54] The museum's south facade, spanning 77th Street from Central Park West to Columbus Avenue, was cleaned, repaired, and re-emerged in 2009. Steven Reichl, a spokesman for the museum, said that work would include restoring 650 black-cherry window frames and stone repairs. The museum's consultant on the latest renovation is Wiss, Janney, Elstner Associates, Inc., an architectural and engineering firm with headquarters in Northbrook, Illinois.[38] In 2014, the museum published plans for a $325 million, 195,000-square-foot (18,100 m2) annex, the Richard Gilder Center for Science, Education, and Innovation, on the Columbus Avenue side.[55] Designed by Studio Gang, Higgins Quasebarth & Partners and landscape architects Reed Hilderbrand, the new building's pink Milford granite facade will have a textural, curvilinear design inspired by natural topographical elements showcased in the museum, including \"geological strata, glacier-gouged caves, curving canyons, and blocks of glacial ice,\" as a striking contrast to the museum's predominance of High Victorian Gothic, Richardson Romanesque and Beaux Arts architectural styles. The interior itself would contain a new entrance from Columbus Avenue north of 79th Street; a multiple-story storage structure containing specimens and objects; rooms to display these objects; an insect hall; an \"interpretive\" \"wayfinding wall\", and a theater.[37][56] This expansion was originally supposed to be south of the existing museum, occupying parts of Theodore Roosevelt Park. The expansion was relocated to the west side of the existing museum, and its footprint was reduced in size, due to opposition to construction in the park. The annex would instead replace three existing buildings along Columbus Avenue's east side, with more than 30 connections to the existing museum, and it would be six stories high, the same height as the existing buildings. The plans for the expansion were scrutinized by the New York City Landmarks Preservation Commission.[37] On October 11, 2016, the Landmarks Preservation Commission unanimously approved the expansion. Construction of the Gilder Center, which was expected to break ground the next year following design development and Environmental Impact Statement stages, would entail demolition of three museum buildings built between 1874 and 1935.[56] The museum formally filed plans to construct the expansion in August 2017,[57] but due to community opposition, construction did not start until June 2019. The project is expected to be complete by 2022.[58][59] The main entrance hall on Central Park West is formally known as the New York State Memorial to Theodore Roosevelt. Completed by John Russell Pope in 1936, it is an over-scaled Beaux-Arts monument to former U.S. president Theodore Roosevelt.[42] The hall was originally supposed to have formed one end of an \"Intermuseum Promenade\" through Central Park, connecting with the Metropolitan Museum of Art to the east,[60] but the promenade was never completed.[61] The memorial hall has a pink-granite facade, which is modeled after Roman arches.[47][62] In front of the hall on Central Park West is a terrace measuring 350 feet (110 m) long, as well as a series of steps. The main entrance consists of an arch measuring 60 feet (18 m) high.[47] The underside of the arch is a coffered granite vestibule, which leads to a bronze, glass, and marble screen.[47][63] On either side of the arch are niches that contain sculptures of a bison and a bear.[63] It is flanked by two pairs of columns, which are topped by figures of American explorers John James Audubon, Daniel Boone, Meriwether Lewis, and William Clark.[64][47][62] These figures were sculpted by James Earle Fraser[47] and are about 30 feet (9.1 m) high.[63] In the attic above the main archway, there is an inscription describing Roosevelt's accomplishments.[64][47] The words \"Truth\", \"Knowledge\", and \"Vision\" are carved into the entablature under this inscription.[64] Fraser also designed an equestrian statue of Theodore Roosevelt, flanked by a Native American and an African American, which originally stood outside the memorial hall. In the 21st century, the statue generated controversy due to its subordinate depiction of these figures behind Roosevelt.[65][66] This prompted AMNH officials to announce in 2020 that they would remove the statue.[67][68] The statue was removed in January 2022 and will be on a long-term loan to the Theodore Roosevelt Presidential Library in North Dakota.[69][70] The interior of the Memorial Hall measures 67 by 120 feet (20 by 37 m) across, with a barrel-vaulted ceiling measuring 100 feet (30 m) tall.[71][47][72][73] The ceiling contains octagonal coffers, while the floors are made of mosaic marble tiles.[72][74] The lowest 9 feet (2.7 m) of the walls are wainscoted in marble, above which the walls of the memorial hall are made of limestone. The top of each wall contains a marble band and a Corinthian entablature.[75] Each of the Memorial Hall's four sides contains two red-marble columns, each measuring 48 feet (15 m) tall and rising from a Botticino marble pedestal. There are rounded windows at clerestory level on the north and south walls.[75][74] William Andrew MacKay designed three 62-foot-wide (19 m) murals depicting important events in Roosevelt's life: the construction of the Panama Canal on the north wall, African exploration on the west wall, and the Treaty of Portsmouth on the south wall.[76][77] The east and west walls, contain four quotes from Roosevelt under the headings \"Nature\", \"Manhood\", \"Youth\", and \"The State\".[71][75][78] The Memorial Hall originally connected to various classrooms, exhibition rooms, and a 600-person auditorium.[47][79] Directly underneath the Memorial Hall is an entrance to the 81st Street–Museum of Natural History station.[47] Today, the hall connects to the Akeley Hall of African Mammals and the Hall of Asian Mammals. The Memorial Hall contains four exhibits that describe Theodore Roosevelt's conservation activities in his youth, early adulthood, U.S. presidency, and post-presidency.[80] Named after taxidermist Carl Akeley, the Akeley Hall of African Mammals is a two-story hall on the second floor, directly west of the Theodore Roosevelt Memorial Hall. It connects to the Hall of African Peoples to the west.[81] The Hall of African Mammals' 28 dioramas depict in meticulous detail the great range of ecosystems found in Africa and the mammals endemic to them. The centerpiece of the hall is a pack of eight African elephants in a characteristic 'alarmed' formation.[82] Though the mammals are typically the main feature in the dioramas, birds and flora of the regions are occasionally featured as well.[83] The hall in its current form was completed in 1936.[84][85] The Hall of African Mammals was first proposed to the museum by Carl Akeley around 1909; he proposed 40 dioramas featuring the rapidly vanishing landscapes and animals of Africa. Daniel Pomeroy, a trustee of the museum and partner at J.P. Morgan & Co., offered investors the opportunity to accompany the museum's expeditions in Africa in exchange for funding.[86] Akeley began collecting specimens for the hall as early as 1909, famously encountering Theodore Roosevelt in the midst of the Smithsonian-Roosevelt African expedition.[87] On these early expeditions, Akeley was accompanied by his former apprentice in taxidermy, James L. Clark, and artist, William R. Leigh.[86] When Akeley returned to Africa to collect gorillas for the hall's first diorama, Clark remained behind and began scouring the country for artists to create the backgrounds. The eventual appearance of the first habitat groups impacted the design of other diorama halls, including Birds of the World, the Hall of North American Mammals, the Vernay Hall of Southeast Asian Mammals, and the Hall of Oceanic Life.[86] After Akeley's unexpected death during the Eastman-Pommeroy expedition in 1926, responsibility of the hall's completion fell to James L. Clark, who hired architectural artist James Perry Wilson in 1933 to assist Leigh in the painting of backgrounds. Wilson made many improvements on Leigh's techniques, including a range of methods to minimize the distortion caused by the dioramas' curved walls.[86] In 1936, William Durant Campbell, a wealthy board member with a desire to see Africa, offered to fund several dioramas if allowed to obtain the specimens himself. Clark agreed to this arrangement, resulting in the acquisition of numerous large specimens.[86][88] Kane joined Leigh, Wilson, and several other artists in completing the hall's remaining dioramas.[89] Though construction of the hall was completed in 1936,[84][85] the dioramas gradually opened between the mid-1920s and early 1940s.[89] The Hall of Asian Mammals, sometimes referred to as the Vernay-Faunthorpe Hall of Asian Mammals, is directly south of the Theodore Roosevelt Memorial Hall.[81] It contains 8 complete dioramas, 4 partial dioramas, and 6 habitat groups of mammals and locations from India, Nepal, Burma, and Malaysia. The hall opened in 1930 and, similar to the Akeley Hall of African Mammals, is centered around 2 Asian elephants. At one point, a giant panda and Siberian tiger were also part of the Hall's collection, originally intended to be part of an adjoining Hall of North Asian Mammals (planned in the current location of Stout Hall of Asian Peoples). These specimens can currently be seen in the Hall of Biodiversity.[82][91] Specimens for the Hall of Asian Mammals were collected over six expeditions led by British-born antiques dealer Arthur S. Vernay and Col. John Faunthorpe (as noted by stylized plaques at both entrances). The expeditions were funded entirely by Vernay, who characterized the expense as a British tribute to American involvement in World War I.[92] The first Vernay-Faunthorpe expedition took place in 1922, when many of the animals Vernay was seeking, such as the Sumatran rhinoceros and Asiatic lion, were facing the possibility of extinction. Vernay made many appeals to regional authorities to obtain hunting permits;[93] in later museum-related expeditions headed by Vernay, these appeals helped the museum gain access to areas previously restricted to foreign visitors.[94] Artist Clarence C. Rosenkranz accompanied the Vernay-Faunthorpe expeditions as field artist and painted the majority of the diorama backgrounds in the hall.[95] These expeditions were also well documented in both photo and video, with enough footage of the first expedition to create a feature-length film, Hunting Tigers in India (1929).[96] The Bernard Family Hall of North American Mammals is on the first floor, directly west of the Theodore Roosevelt Memorial Hall.[81] features 43 dioramas of various mammals of the American continent, north of tropical Mexico. Each diorama places focus on a particular species, ranging from the largest megafauna to the smaller rodents and carnivorans. Notable dioramas include the Alaskan brown bears looking at a salmon after they scared off an otter, a pair of wolves, a pair of Sonoran jaguars, and dueling bull Alaska moose. The Hall of North American Mammals opened in 1942 with only ten dioramas.[97] Another 16 dioramas were added in 1963.[98] A massive restoration project began in late 2011 following a large donation from Jill and Lewis Bernard.[99][100] In October 2012 the hall was reopened as the Bernard Hall of North American Mammals.[101] The Hall of Small Mammals is an offshoot of the Bernard Family Hall of North American Mammals, directly to the west of the latter.[81] There are several small dioramas featuring small mammals found throughout North America, including collared peccaries, Abert's squirrel, and a wolverine. The Sanford Hall of North American birds is a one-story hall on the third floor, between the Hall of Primates and Akeley Hall's second level.[81] There are over 20 dioramas depicting birds from across North America in their native habitats.[102] At the far end of the hall are two large murals by ornithologist and artist Louis Agassiz Fuertes.[103] The hall also has display cases devoted to large collections of warblers, owls, and raptors. Conceived by museum ornithologist Frank Chapman, the Hall is named for Chapman's friend and amateur ornithologist Leonard C. Sanford, who partially funded the hall and also donated the entirety of his own bird specimen collection to the museum. Construction began on the hall's dioramas as early as 1902, and the dioramas opened in 1909. They were the first to be exhibited in the museum and are the oldest still on display.[104] The hall was refurbished in 1962.[105] Although Chapman was not the first to create museum dioramas, he was the first to bring artists into the field with him in the hopes of capturing a specific location at a specific time. In contrast to the dramatic scenes that Akeley created for the African Hall, Chapman wanted his dioramas to evoke a scientific realism, ultimately serving as a historical record of habitats and species facing a high probability of extinction.[104] Each of Chapman's dioramas depicted a species, their nests, and 4 feet (1.2 m) of the surrounding habitat in each direction.[106]  The Hall of Birds of the World is on the south side of the second floor.[81] The global diversity of bird species is exhibited in this hall. 12 dioramas showcase various ecosystems around the world and provide a sample of the varieties of birds that live there. Example dioramas include South Georgia featuring king penguins and skuas, the East African plains featuring secretarybirds and bustards, and the Australian outback featuring honeyeaters, cockatoos, and kookaburras.[107] This particular hall has undergone a complicated history over the years since its founding in 1953. Frank Chapman and Leonard C. Sanford, originally museum volunteers, had gone forward with creation of a hall to feature birds of the Pacific islands. In the years up to its founding, the museum had engaged in various expeditions to Fiji, New Zealand, and the Marianas (among other locations) to collect birds for the exhibit. The hall was designed as a completely immersive collection of dioramas, including a circular display featuring birds-of-paradise. In 1998, The Butterfly Conservatory was installed inside the hall originally as a temporary exhibit, but as the popular demand of the exhibit increased, the Hall of Oceanic Birds has more or less remained closed by the museum. The Hall of Reptiles and Amphibians is near the southeast corner of the third floor.[81] It serves as an introduction to herpetology, with many exhibits detailing reptile evolution, anatomy, diversity, reproduction, and behavior. Notable exhibits include a Komodo dragon group, an American alligator, Lonesome George, the last Pinta Island tortoise, and poison dart frogs.[108] In 1926, W. Douglas Burden, F.J. Defosse, and Emmett Reid Dunn collected specimens of the Komodo Dragon for the museum. Burden's chapter \"The Komodo Dragon\", in Look to the Wilderness, describes the expedition, the habitat, and the behavior of the dragon.[109] The hall opened in 1927[110] and was rebuilt from 1969 to 1977 at a cost of $1.3 million.[111] The Hall of Biodiversity is underneath the Theodore Roosevelt Memorial Hall.[81] It opened in May 1998. The hall primarily contains exhibits and objects highlighting the concept of biodiversity, the interactions between living organisms, and the negative impacts of extinction on biodiversity.[112][113] The hall includes a 2,500-square-foot (230 m2) diorama depicting the Dzanga-Sangha Special Reserve rainforest with over 160 animal and plant species.[113][114] The diorama shows the rainforest in three states: pristine, altered by human activity, and destroyed by human activity.[112][113] Another attraction in the hall is \"The Spectrum of Habitats\", a video wall displaying footage of nine ecosystems. There is a \"Transformation Wall\", containing information and stories detailing changes to biodiversity, and a \"Solutions Wall\", containing suggestions on how to increase biodiversity.[113] The Hall of North American Forests is a one-story hall on the museum's first floor in between the Theodore Roosevelt Memorial Hall and the Warburg Hall of New York State Environments.[81] It contains ten dioramas depicting a range of forest types from across North America as well as several displays on forest conservation and tree health. The hall was constructed under the guidance of botanist Henry K. Svenson[115] and opened in 1958.[116] Each diorama specifically lists both the location and exact time of year depicted.[115] Trees and plants featured in the dioramas are constructed of a combination of art supplies and actual bark and other specimens collected in the field. The entrance to the hall features a cross section from the Mark Twain Tree, 1,400-year-old sequoia taken from the King's River grove on the west flank of the Sierra Mountains in 1891.[117] Warburg Hall of New York State Environments is a one-story hall on the museum's ground floor in between the Hall of North American Forests and the Grand Hall.[81] Based on the town of Pine Plains and near-by Stissing Mountain in Dutchess County,[118] the hall gives a multi-faceted presentation of the eco-systems typical of New York. Aspects covered include soil types, seasonal changes, and the impact of both humans and nonhuman animals on the environment. It is named for the German-American philanthropist, Felix M. Warburg. Originally known as the \"Hall of Man and Nature\", Warburg Hall opened in 1951.[118] It has changed little since and is now frequently regarded for its retro-modern styling.[119] The hall shares many of the exhibit types featured throughout the museum as well as one display type, unique to Warburg, which features a recessed miniature diorama behind a foreground of species and specimens from the environment depicted. The Milstein Hall of Ocean Life is in the southeastern quadrant of the first floor, west of the Hall of Biodiversity.[81] It focuses on marine biology, botany and marine conservation. The center of the hall contains a 94-foot (29 m)-long blue whale model.[120] The upper level of the hall exhibits the vast array of ecosystems present in the ocean. Dioramas compare and contrast the life in these different settings including polar seas, kelp forests, mangroves, coral reefs and the bathypelagic. It attempts to show how vast and varied the oceans are while encouraging common themes throughout.[121] The lower half of the hall consists of 15 large dioramas of larger marine organisms.[122] It is on this level that the famous \"Squid and the Whale\" diorama sits, depicting a hypothetical fight between the two creatures.[121] Other notable exhibits in this hall include the two-level Andros Coral Reef Diorama.[122][123] Upper dioramas are smaller versions of the ecosystems when the bottom versions are much bigger and more life like. In 1910, museum president Henry F. Osborn proposed the construction of a large building in the museum's southeast courtyard to house a new Hall of Ocean Life in which \"models and skeletons of whales\" would be exhibited.[124] The hall opened in 1924[122] and was renovated in 1962.[105] In 1969, a renovation gave the hall a more explicit focus on oceanic megafauna, including the addition of a lifelike blue whale model to replace a popular steel and papier-mâché whale model that had hung in the Biology of Mammals hall. Richard Van Gelder oversaw the creation of the hall in its current incarnation.[124] The hall was renovated once again in 2003, this time with environmentalism and conservation being the main focal points, and was renamed after developer Paul Milstein and AMNH board member Irma Milstein. The 2003 renovation included refurbishment of the famous blue whale, suspended high above the 19,000-square-foot (1,800 m2) exhibit floor; updates to the 1930s and 1960s dioramas; and electronic displays.[106] The whale's flukes and fins were readjusted, a navel was added, and it was repainted from a dull gray to various rich shades of blue. The Stout Hall of Asian Peoples is a one-story hall on the museum's second floor in between the Hall of Asian Mammals and Birds of the World.[81] It is named for Gardner D. Stout, a former president of the museum, and was primarily organized by Dr. Walter A. Fairservis, a longtime museum archaeologist. Opened in 1980, Stout Hall is the museum's largest anthropological hall and contains artifacts acquired by the museum between 1869 and the mid-1970s.[125] Many famous expeditions sponsored by the museum are associated with the artifacts in the hall, including the Roy Chapman Andrews expeditions in Central Asia and the Vernay-Hopwood Chindwin expedition.[126] Stout Hall has two sections: Ancient Eurasia, a small section devoted to the evolution of human civilization in Eurasia, and Traditional Asia, a much larger section containing cultural artifacts from across the Asian continent. The latter section is organized to geographically correspond with two major trade routes of the Silk Road. Like many of the museum's exhibition halls, the artifacts in Stout Hall are presented in a variety of ways including exhibits, miniature dioramas, and five full-scale dioramas. Notable exhibits in the Ancient Eurasian section include reproductions from the archaeological sites of Teshik-Tash and Çatalhöyük, as well as a full size replica of a Hammurabi Stele. The Traditional Asia section contains areas devoted to major Asian countries, such as Japan, China, Tibet, and India, while also including a vast array of smaller Asian tribes including the Ainu, Semai, and Yakut.[127] A forced perspective, miniature diorama of Isfahan A Yakut shaman performs a healing rite in this diorama A range of costumes worn by women in Islamic Asia The Hall of African Peoples is behind Akeley Hall of African Mammals and underneath Sanford Hall of North American Birds.[81] It is organized by the four major ecosystems found in Africa: River Valley, Grasslands, Forest-Woodland, and Desert. Each section presents artifacts and exhibits of the peoples native to the ecosystems throughout Africa. The hall contains three dioramas and notable exhibits include a large collection of spiritual costumes on display in the Forest-Woodland section. Uniting the sections of the hall is a multi-faceted comparison of African societies based on hunting and gathering, cultivation, and animal domestication. Each type of society is presented in a historical, political, spiritual, and ecological context. A small section of African diaspora spread by the slave trade is also included.[128] Tribes and civilizations featured include: The Hall of Mexico and Central America is a one-story hall on the museum's second floor behind Birds of the World and before the Hall of South American Peoples.[81] It presents archaeological artifacts from a broad range of pre-Columbian civilizations that once existed across Middle America, including the Maya, Olmec, Zapotec, and Aztec. Because most of these civilizations did not leave behind recorded writing or have any contact with Western civilization, the overarching aim of the hall is to piece together what it is possible to know about them from the artifacts alone. The museum has displayed pre-Columbian artifacts since its opening, only a short time after the discovery of the civilizations by archaeologists, with its first hall dedicated to the subject opening in 1899.[129] As the museum's collection grew, the hall underwent major renovations in 1944 and again in 1970 when it re-opened in its current form.[130][131] Notable artifacts on display include the Kunz Axe and a full-scale replica of Tomb 104 from the Monte Albán archaeological site, originally displayed at the 1939 World's Fair. The Hall of Pacific Peoples is on the southwestern corner of the third floor, accessed through the Hall of Plains Indians.[81] The cultural anthropologist Margaret Mead had founded the Hall of Pacific Peoples in 1971.[132] After Mead's death in 1978, the hall reopened in December 1984 as the Margaret Mead Hall of Pacific Peoples.[133][134] The Margaret Mead Hall of Pacific Peoples contains artifacts from Australia and Pacific island countries.[135][136] Upon the hall's reopening in 1984, it had 1,500 items; Mead had collected 250 of these items. The exhibits include a fiberglass cast of an Easter Island moai statue; capes made of honeycreeper feathers; and a theatrical set from a puppet play in Bali.[136] The Hall of Northwest Coast Indians is a one-story hall on the museum's ground floor behind the Grand Gallery and in between Warburg and Spitzer Halls.[81] it is the museum's oldest hall, having been established in 1899 by anthropologist Franz Boas as the Jesup North Pacific Hall.[137][138] The hall now contains artifacts and exhibits of the tribes of the North Pacific Coast cultural region (Southern Alaska, Northern Washington, and a portion of British Columbia). Featured prominently in the hall are four \"House Posts\" from the Kwakwaka'wakw nation and murals by William S. Taylor depicting native life.[139] As of 2022[update], there are 9,000 items in total, including 78 totem poles,[137] as well as a Haida canoe suspended from the ceiling (relocated from the Grand Gallery in 2020).[140][141] The artifacts are accompanied by text in numerous Native American languages.[138] Artifacts in the hall originated from three main sources. The earliest of these was a gift of Haida artifacts collected by John Wesley Powell and donated by Herbert Bishop in 1882. This was followed by the museum's purchase of two collections of Tlingit artifacts collected by Lt. George T. Emmons in 1888 and 1894.[142] The remainder of the hall's artifacts were collected during the famed Jesup North Pacific Expedition between 1897 and 1902.[143][144] Led by Boas and financed by museum president Morris Ketchum Jesup, the expedition was the first for the museum's Division of Anthropology and is now considered the, \"foremost expedition in American anthropology\".[144] Many famous ethnologists took part, including George Hunt, who secured the Kwakwaka'wakw House Posts that currently stand in the hall.[145] Other tribes featured in the hall include Coastal Salish, Nuu-chah-nulth, Tsimshian, and Nuxalk.[146] At the time of its opening, the Hall of Northwest Coast Indians was one of four halls dedicated to the native peoples of United States and Canada. It was originally organized in two sections, the first being a general area pertaining to all peoples of the region and the second a specialized area divided by tribe. This was a point of contention for Boas who wanted all artifacts in the hall to be associated with the proper tribe (much like it is currently organized), eventually leading to the dissolution of Boas' relationship with the museum.[142][147] In May 2022, the hall reopened after a five-year, $19 million renovation, with more than 1,000 artifacts on view. The new display includes work from contemporary artists such as Greg Colfax KlaWayHee and Robert Davidson.[148][149] The Hall of Plains Indians is on the south side of the third floor, near the western end of the museum.[81] This hall opened in February 1967.[150][151] The primary focus of this hall is the North American Great Plains peoples as they were at the middle of the 19th century, including depictions of Blackfeet (see also: Blackfoot Confederacy), Hidatsa, and Dakota cultures. Of particular interest is a Folsom point discovered in 1926 New Mexico, providing evidence of early American colonization of the Americas. [152] The Hall of Eastern Woodlands Indians is next to the Hall of Plains Indians, on the south side of the third floor.[81] This hall opened in May 1966.[153] It details the lives and technology of traditional Native American peoples in the woodland environments of eastern North America. These include Cree, Mohegan, Ojibwe, and Iroquois cultures. The exhibit features examples of indigenous basketry, pottery, farming techniques, food preparation, metal jewelry, musical instruments, and textiles. Other highlights include a model of a Menominee birchbark canoe and various traditional lodgings such as an Ojibwa domed wigwam, an Iroquois longhouse, a Creek council house, and other eastern woodland dwelling styles.[154] The Anne and Bernard Spitzer Hall of Human Origins, formerly The Hall of Human Biology and Evolution, is on the south side of the first floor, near the western end of the museum.[81] It opened under its current name on February 10, 2007.[155][156] When it first opened in 1921, the hall was known as the \"Hall of the Age of Man\", the only major exhibition in the United States to present an in-depth investigation of human evolution.[157] The displays traced the story of Homo sapiens, illuminated the path of human evolution and examined the origins of human creativity.[158] Many of the displays from the original hall can still be viewed in the present expanded format. These include life-size dioramas of our human predecessors Australopithecus afarensis, Homo ergaster, Neanderthal, and Cro-Magnon, showing each species demonstrating the behaviors and capabilities that scientists believe they were capable of. Also displayed are full-sized casts of important fossils, including the 3.2-million-year-old Lucy skeleton and the 1.7-million-year-old Turkana Boy, and Homo erectus specimens including a cast of Peking Man.[158] The hall also features replicas of ice age art found in the Dordogne region of southwestern France. The limestone carvings of horses were made nearly 26,000 years ago and are considered to represent some of the earliest artistic expression of humans.[156] The Arthur Ross Hall of Meteorites is on the southwest corner of the first floor.[81] It contains some of the finest specimens in the world including Ahnighito, a section of the 200-ton Cape York meteorite which was first made known to non-Inuit cultures on their investigation of Meteorite Island, Greenland. Its great weight, 34 tons, makes it the largest displayed in the Northern Hemisphere.[159] It has support by columns that extend through the floor and into the bedrock below the museum.[160] The hall also contains extra-solar nanodiamonds (diamonds with dimensions on the nanometer level) more than 5 billion years old. These were extracted from a meteorite sample through chemical means, and they are so small that a quadrillion of these fit into a volume smaller than a cubic centimeter.[161] The Allison and Roberto Mignone Halls of Gems and Minerals (formerly the Harry Frank Guggenheim Hall of Gems and Minerals) is on the first floor, north of the Ross Hall of Meteorites.[81] It houses thousands of rare gems, minerals specimens and pieces of jewelry. The halls closed in 2017 to undergo a $32 million redesign by Ralph Appelbaum Associates and reopened to the general public in June 2021.[162][163] The redesigned exhibits adopt newer philosophies in exhibit design, including a focus on storytelling, interactivity, and connecting ideas across disciplines. The halls explore a range of topics, including the diversification of mineral species over the course of Earth's history, plate tectonics, and the stories of specific gems.[164] The halls display rare samples chosen from among the more than 100,000 pieces in the museum's collection including the Star of India, the Patricia Emerald, and the DeLong Star Ruby.[165] Assorted faceted and polished minerals Labradorite specimen Quartz var. agate geode Microcline specimen Quartz var. amethyst geode The David S. and Ruth L. Gottesman Hall of Planet Earth is on the first floor at the northeast corner of the museum.[81] Opened in 1999, it is a permanent hall devoted to the history of Earth, from accretion to the origin of life and contemporary human impacts on the planet. The hall was designed to answer five key questions: \"How has earth evolved? Why are there ocean basins, continents and mountains? How do scientists read rocks? What causes climate and climate change? Why is earth habitable?\"[166][167] The hall features rocks and other objects collected over 28 expeditions; the oldest rock is 4.3 billion years old, while the youngest was collected from a volcano on the day that it solidified. There is also a 30-seat granite amphitheater, with a globe, at the center of the hall.[167] Several sections also discuss the studies of Earth systems, including geology, glaciology, atmospheric sciences, and volcanology. The exhibit has several large, touchable rock specimens. The hall features striking samples of banded iron and deformed conglomerate rocks, as well as granites, sandstones, lavas, and three black smokers. The north section of the hall, which deals primarily with plate tectonics, is arranged to mimic the Earth's structure, with the core and mantle at the center and crustal features on the perimeter.[168] Most of the museum's collections of mammalian and dinosaur fossils remain hidden from public view and are kept in many repositories deep within the museum complex.[169] The most significant storage facility among these is the ten-story Childs Frick Building, which started construction in 1969[170] and was completed in 1973.[169] When the Frick Building was completed, the museum's collection of fossilized mammals and dinosaurs was the world's largest such collection, weighing 600 short tons (540 long tons; 540 t). The Frick Building's top three floors contain laboratories and offices.[171] Other areas of the museum contain repositories of life from the past. The Whale Bone Storage Room is a cavernous space in which powerful winches come down from the ceiling to move the giant fossil bones about. The museum attic upstairs includes even more storage facilities, such as the Elephant Room, while the tusk vault and boar vault are downstairs from the attic.[172] The great fossil collections that are open to public view occupy the entire fourth floor of the museum.[81] The fourth floor exhibits are accessed by the Miriam and Ira D. Wallach Orientation Center, which opened in 1996.[173] On the 77th Street side of the museum the visitor begins in the Orientation Center and follows a carefully marked path, which takes the visitor along an evolutionary tree of life. As the tree \"branches\" the visitor is presented with the familial relationships among vertebrates, called cladograms. A video projection on the museum's fourth floor introduces visitors to the concept of the cladogram.[174][173] Many of the fossils on display represent unique and historic pieces that were collected during the museum's golden era of worldwide expeditions (1880s–1930s).[19] On a smaller scale, expeditions continue into the present and have resulted in additions to the collections from Vietnam, Madagascar, South America, and central and eastern Africa. The 4th floor includes the following halls:[175] The dinosaur halls were temporarily closed for renovation starting in 1990.[177] The first halls to reopen were the primitive-mammal and advanced-mammal halls, part of the Lila Acheson Wallace Wing of Mammals and Their Extinct Relatives, which opened in 1994.[178][179] The Halls of Saurischian Dinosaurs and Ornithischian Dinosaurs reopened in 1995 as part of a $12 million expansion.[180][181] The Hall of Vertebrate Origins opened in 1996.[173] The many outstanding fossils on display include, among others: A Triceratops and a Stegosaurus are also both on display, among many other specimens. Besides the fossils in museum display, many specimens are stored in the collections available for scientists. Those include important specimens such as complete diplodocid skull,[194] tyrannosaurid teeth, sauropod vertebrae, and many holotypes. The Hayden Planetarium, connected to the museum, is now part of the Rose Center for Earth and Space on the north side of the museum.[81] The original Hayden Planetarium was founded in 1933 with a donation by philanthropist Charles Hayden, and it opened in 1935.[195] AMNH announced the modern Rose Center for Earth and Space in early 1995,[36] and demolition began the same year.[196] The Frederick Phineas and Sandra Priest Rose Center for Earth and Space was completed in 2000 at a cost of $210 million. Designed by James Stewart Polshek, the new building consists of a six-story high glass cube enclosing an 87-foot (27 m) illuminated sphere that appears to float, although it is actually supported by truss work. Polshek has referred to his work as a \"cosmic cathedral\".[197] The sphere is known as the Space Theater.[198] The facility encloses 333,500 square feet (30,980 m2) of research, education, and exhibition space as well as the Hayden planetarium. Also in the facility is the Department of Astrophysics, the newest academic research department in the museum. Neil DeGrasse Tyson is the director of the Hayden Planetarium. In addition, Polshek designed the 1,800-square-foot (170 m2) Weston Pavilion, a 43-foot (13 m) high transparent structure of \"water white\" glass along the museum's west facade. This structure, a small companion piece to the Rose Center, offers a new entry way to the museum as well as opening further exhibition space for astronomically related objects.[199] The Heilbrun Cosmic Pathway is one of the most popular exhibits in the Rose Center.[155] Founded in 1869, the AMNH Exhibitions Lab has since produced thousands of installations. The department is notable for its integration of new scientific research into immersive art and multimedia presentations. In addition to the famous dioramas at its home museum and the Rose Center for Earth and Space, the lab has also produced international exhibitions and software such as the Digital Universe Atlas.[200] The exhibitions team currently consists of over sixty artists, writers, preparators, designers and programmers. The department is responsible for the creation of two to three exhibits per year. These extensive shows typically travel nationally to sister natural history museums. They have produced, among others, the first exhibits to discuss Darwinian evolution,[157] human-induced climate change[201] and the mesozoic mass extinction via asteroid. The Research Library is open to staff and public visitors, and is on the fourth floor of the museum.[202] The Library collects materials covering such subjects as mammalogy, earth and planetary science, astronomy and astrophysics, anthropology, entomology, herpetology, ichthyology, paleontology, ethology, ornithology, mineralogy, invertebrates, systematics, ecology, oceanography, conchology, exploration and travel, history of science, museology, bibliography, genomics, and peripheral biological sciences. The collection is rich in retrospective materials — some going back to the 15th century — that are difficult to find elsewhere.[203] In its early years, the Library expanded its collection mostly through such gifts as the John C. Jay conchological library, the Carson Brevoort library on fishes and general zoology, the ornithological library of Daniel Giraud Elliot, the Harry Edwards entomological library, the Hugh Jewett collection of voyages and travel and the Jules Marcou geology collection. In 1903 the American Ethnological Society deposited its library in the museum and in 1905 the New York Academy of Sciences followed suit by transferring its collection of 10,000 volumes. Today, the Library's collections contain over 550,000 volumes of monographs, serials, pamphlets, reprints, microforms, and original illustrations, as well as film, photographic, archives and manuscripts, fine art, memorabilia and rare book collections. The new Library was designed by the firm Roche-Dinkeloo in 1992. The space is 55,000 sq ft (5,100 m2) and includes five different 'conservation zones', ranging from the 50-person reading room and public offices, to temperature and humidity controlled rooms.[204] The museum has a scientific staff of more than 225, and sponsors over 120 special field expeditions each year. Many of the fossils on display represent unique and historic pieces that were collected during the museum's golden era of worldwide expeditions (1880s–1930s). Examples of some of these expeditions, financed in whole or part by the AMNH are: Jesup North Pacific Expedition, the Whitney South Seas Expedition, the Roosevelt–Rondon Scientific Expedition, the Crocker Land Expedition, and the expeditions to Madagascar and New Guinea by Richard Archbold. On a smaller scale, expeditions continue into the present. The museum also publishes several peer-reviewed journals, including the Bulletin of the American Museum of Natural History.[209] AMNH's education programs include outreach to schools in New York City by the Moveable Museum.[210] Additionally, the Museum itself offers a wide variety of educational programs, camps, and classes for students from pre-K to post-graduate levels. Notably, the Museum sponsors the Lang Science Program, a comprehensive 5th–12th grade research and science education program, and the Science Research Mentorship Program (SRMP), among the most prestigious paid internships in NYC, in which pairs of students conduct a full year of intensive original research with an AMNH scientist.[211] The AMNH offers a Master of Arts in Teaching (MAT) in Earth Science[212] and a PhD in Comparative Biology.[213][214] On October 23, 2006, the museum launched the Richard Gilder Graduate School, which offers a PhD in Comparative Biology, becoming the first American museum in the United States to award doctoral degrees in its own name. Accredited in 2009, in 2011 the graduate school had 11 students enrolled, who work closely with curators and they have access to the collections.[215][216][217] The first seven graduates to complete the program were awarded their degrees on September 30, 2013.[218] The dean of the graduate school is AMNH paleontologist John J. Flynn, and the namesake and major benefactor is Richard Gilder. The MAT Earth Science Residency program was launched in 2012 to address a critical shortage of qualified science teachers in New York State, particularly in high-needs schools with diverse populations. In 2015, the MAT program officially joined the Richard Gilder Graduate School, with the NYS Board of Regents authorizing the Gilder School to grant the MAT degree. The program has about 16 graduates complete the program each year. The AMNH operates a biological field station in Portal, Arizona, among the Chiricahua Mountains. The Southwestern Research Station was established in 1955, purchased with a grant from philanthropist David Rockefeller, and with entomologist Mont Cazier as its first director.[219] The station, in a \"biodiversity hotspot,\" is used by researchers and students, and offers occasional seminars to the public.[220] The museum's first three presidents were all cofounders.[16][17] John David Wolfe served from 1869 until his death in 1872;[221] he was followed by Robert L. Stuart, who resigned in 1881.[222][223] The third president, Morris K. Jesup, was president for over 25 years, serving until his death in 1908.[224] Upon his death, Jesup bequeathed $1 million to the museum.[225] The fourth president, Henry Fairfield Osborn, was appointed on the death of Jesup; he consolidated the museum's expansion and developed it further.[224] After Osborn resigned in 1933, F. Trubee Davison became the AMNH's fifth president.[226][227] Davison stepped down in 1951, and Alexander M. White was elected as the museum's president.[228] Gardner D. Stout then served as president from 1968 to 1975, when Robert Guestier Goelet was elected in his place.[229] Goelet served until 1987, when he was placed on the board of trustees. He was succeeded by George D. Langdon Jr., the first president in the museum's history to receive a salary; all previous presidents had served without pay.[230] Ellen V. Futter has been president of the museum since 1993.[231][232] Futter is the first woman to serve as the AMNH's president.[231] The board began searching for a new president in June 2022, after Futter announced that she planned to step down when the Gilder Center opened in March 2023.[233] Famous names associated with the museum include the dinosaur-hunter of the Gobi Desert, Roy Chapman Andrews (one of the inspirations for Indiana Jones);[234] photographer Yvette Borup Andrews; George Gaylord Simpson; biologist Ernst Mayr; pioneer cultural anthropologists Franz Boas and Margaret Mead; explorer and geographer Alexander H. Rice, Jr.; and ornithologist Robert Cushman Murphy. The museum is at 79th Street and Central Park West. There is a direct entrance into the museum from the New York City Subway's 81st Street–Museum of Natural History station, served by the B and C trains.[235] On a pedestal outside the museum's Columbus Avenue entrance is a stainless steel time capsule, which was created after a design competition that was won by Santiago Calatrava. The capsule was sealed at the beginning of 2000, to mark the beginning of the 3rd millennium. It takes the form of a folded saddle-shaped volume, symmetrical on multiple axes, that explores formal properties of folded spherical frames. Calatrava described it as \"a flower\". The plan is that the capsule will be opened in the year 3000.[236] The museum is in a 17-acre (69,000 m2) city park known as Theodore Roosevelt Park that extends from Central Park West to Columbus Avenue, and from West 77th to 81st Streets and that contains park benches, gardens and lawns, and also a dog run.[237] The museum is featured in many works of art and popular culture. Many episodes of television sitcoms and dramas have been set in the museum. Bengal tiger at the American Museum of Natural History Diorama in Akeley Hall of African Mammals Diorama in Akeley Hall of African Mammals Diorama in Akeley Hall of African Mammals Butterfly Conservatory Display in Milstein Hall of Ocean Life Tibetan Vajrapani statue Tibetan Kalachakra statue The museum's south range, and some of the west façade, in the 1920s American bison and pronghorn diorama (right) Night view of the museum, looking northwest from across Central Park West Coordinates: 40°46′50″N 73°58′29″W﻿ / ﻿40.78056°N 73.97472°W﻿ / 40.78056; -73.97472","Title":"American Museum of Natural History - Wikipedia","KeyID":"186","URL":"https://en.wikipedia.org/wiki/American_Museum_of_Natural_History"}