{"Content: ":"Stowe is a town in Lamoille County, Vermont, United States. The population was 5,223 at the 2020 census.[4] The town lies on Vermont Routes 108 and 100. It is nicknamed \"The Ski Capital of the East\" and is home to Stowe Mountain Resort, a ski facility with terrain on Mount Mansfield and Spruce Peak. The indigenous people who lived in the area now called Vermont were primarily Abenaki, who spoke Algonquian were forced outside by strategies of displacement after primarily British settlers flooded into the area after the French and Indian War. They were the original inhabitants of Stowe.[5] Stowe was chartered on June 8, 1763, by Royal Governor Benning Wentworth of the Province of New Hampshire.[6] Grantor Benning Wentworth named Glastonbury Mountain in 1761 for Glastonbury, Somerset, in England.Glastenbury was called by the local people as \"the site where four winds meet,\" according to Vermont folklorist Joe Citro. This allegation appears to be baseless, part of the accumulation of mythology surrounding a location where odd events and inexplicable disappearances have long been reported. There are no surviving names from the original language, which was most likely Mahican, an Algonquian dialect akin to Abenaki in this case.[7] Vermont did not become a U.S. state until 28 years later, in 1791. As such, despite Stowe being established as a town in 1763, it was in 1793 that more settlers arrived, two years after Vermont joined the original thirteen of the United States of America. By the turn of the nineteenth century, the majority of Stowe's property had been sold. The town's population had risen to 316 at this time. Stowe's early years were dominated by the farm and lumber industries. Over 75 percent of the land in Stowe and most of Vermont used to be open terrain cleared by lumber production and used for agriculture, particularly sheep farming. In those days, up to 8,000 sheep grazed the Stowe hills and valleys.[8] Stowe's agricultural fortunes changed alongside those of the rest of New England. Most of Vermont eventually switched from sheep to dairy farms, with more than 100 farms in Stowe alone. Only nine of these farms are still operational today. This move allowed 75 percent of the cleared area to reforest over time.[8] Unlike much of the rest of Vermont, Stowe's past was not centred solely on agriculture. Stowe had become a well-known summer resort by the mid-nineteenth century, thanks to its mountain scenery.[8] By 1870, the Toll Road to the summit of Mt. Mansfield had been completed; the Summit House on the summit of Mt. Mansfield had been constructed just before the American Civil War broke out, and the 300-room Mansfield House occupied the majority of the settlement. The Mansfield House, often known as the \"Big Hotel,\" burned down in 1889. Behind the \"Big Hotel\" was a vast stable with over 100 horses, equipment, carriages, and stable hands. In 1953, the barn was demolished due to a fire concern, and several of the original beams were repurposed in the construction of The Whip Bar & Grill. The Depot Building was erected in 1897 as a depot for the Mt. Mansfield Electric Railway and is located next to the Green Mountain Inn. Running the 11 miles between Waterbury and Stowe, this train carried both passengers and freight until 1932.[8] Through the First World War, summer tourism remained crucial to Stowe's economy. Three Swedish families living in Stowe began walking around town on long wooden boards with upturned ends in 1913, ushering in a new chapter in Stowe's history as skiing went on to become an important part of Stowe's economy and community.[8] Stowe had its inaugural Winter Carnival in 1921, including ski jumping, skating, and a variety of other enjoyable activities. The Civilian Conservation Corps erected camps and began clearing ski tracks on Mt. Mansfield during the Great Depression, but downhill skiing did not really take off in Stowe until the 1930s. The Bruce Trail, which ran from the current site of the Octagon to Ranch Camp, was the first built in 1933. The Mt. Mansfield Ski Touring trail system now includes this trail as well. The Nose Dive, the next ski trail, was created in 1934. Skiers used to trek the 2.5 miles to the summit in the early days. Chairlifts, which began with a single chair in 1940, overtook rope tows as the more convenient way. The chair was in service until 1986, when it was replaced with a high-speed detachable quad.[8] The Vermont Ski Museum was founded in 1988. In 2000, it was then relocated to Stowe. The museum contains information and artifacts on the history of skiing and snowboarding in Vermont.[8] Stowe is in southern Lamoille County, lying in a broad, fertile valley between Mount Mansfield and other peaks of the Green Mountains to the west, and the Worcester Range to the east. The town is bordered by Chittenden County to the west and Washington County to the south and east. The village of Stowe sits in the east-central part of the town, along the Little River where it is joined by its West Branch. The Little River, a tributary of the Winooski, flows southward past the village of Moscow and into Waterbury Reservoir, a large reservoir created by a flood control dam in Waterbury but which extends north into the Stowe town limits.[9] Vermont Route 100 crosses the town from north to south, passing through the village of Stowe. VT 100 leads north 9 miles (14 km) to Morrisville and south 10 miles (16 km) to Waterbury. Vermont Route 108 has its southern terminus in Stowe village and leads northwest through Smugglers Notch 17 miles (27 km) to Jeffersonville in the Lamoille River valley. According to the United States Census Bureau, the town has a total area of 72.8 square miles (188.5 km2), of which 72.6 square miles (188.0 km2) are land and 0.15 square miles (0.4 km2), or 0.23%, are water.[1] By area, it is the second-largest town in the state of Vermont after Chittenden in Rutland County. According to the Trewartha climate classification system, Mount Mansfield has a temperate continental climate (Dc) with mild summers (l), very cold winters (c) and year-around precipitation (Dclc). Dclc climates are characterized by at least one month having an average mean temperature ≤ 14.0 °F (−10.0 °C), four to seven months with an average mean temperature ≥ 50.0 °F (10.0 °C), all months with an average mean temperature < 72.0 °F (22.2 °C) and no significant precipitation difference between seasons. Although most summer days are comfortably humid on Mount Mansfield, episodes of warmth and moderate humidity can occur with heat index values > 81 °F (27 °C). Since 1981, the highest air temperature was 89.5 °F (31.9 °C) on 07/08/1988, and the highest daily average mean dew point was 69.8 °F (21.0 °C) on 08/01/2006. July is the peak month for thunderstorm activity which correlates with the average warmest month of the year. Since 1981, the wettest calendar day was 5.74 inches (146 mm) on 09/16/1999. During the winter months, the plant hardiness zone is 4a with an average annual extreme minimum air temperature of −26.7 °F (−32.6 °C).[10] Since 1981, the coldest air temperature was −35.6 °F (−37.6 °C) on 01/27/1994. Episodes of extreme cold and wind can occur with wind chill values below −42 °F (−41 °C). Ice storms and large snowstorms depositing ≥ 12 inches (30 cm) of snow are frequent from late-fall to early-spring. According to the Trewartha climate classification system, the Lodge at Spruce Peak has a temperate continental climate (Dc) with warm summers (b), cold winters (o) and year-around precipitation (Dcbo). Dcbo climates are characterized by at least one month having an average mean temperature ≤ 32.0 °F (0.0 °C), four to seven months with an average mean temperature ≥ 50.0 °F (10.0 °C), all months with an average mean temperature < 72.0 °F (22.2 °C) and no significant precipitation difference between seasons. Although most summer days are comfortably humid at The Lodge at Spruce Peak, episodes of warmth and moderate humidity can occur with heat index values > 88 °F (31 °C). Since 1981, the highest air temperature was 89.8 °F (32.1 °C) on 07/08/1988, and the highest daily average mean dew point was 69.7 °F (20.9 °C) on 08/01/2006. July is the peak month for thunderstorm activity which correlates with the average warmest month of the year. Since 1981, the wettest calendar day was 5.62 inches (143 mm) on 09/16/1999. During the winter months, the plant hardiness zone is 4b with an average annual extreme minimum air temperature of −23.7 °F (−30.9 °C).[10] Since 1981, the coldest air temperature was −35.8 °F (−37.7 °C) on 01/27/1994. Episodes of extreme cold and wind can occur with wind chill values < −38 °F (−39 °C). Ice storms and large snowstorms depositing ≥ 12 inches (30 cm) of snow are somewhat frequent from December through March. According to the Trewartha climate classification system, Stowe village has a temperate continental climate (Dc) with warm summers (b), cold winters (o) and year-around precipitation (Dcbo). Dcbo climates are characterized by at least one month having an average mean temperature ≤ 32.0 °F (0.0 °C), four to seven months with an average mean temperature ≥ 50.0 °F (10.0 °C), all months with an average mean temperature < 72.0 °F (22.2 °C) and no significant precipitation difference between seasons. Although most summer days are comfortably humid at Stowe village, episodes of heat and high humidity can occur with heat index values > 92 °F (33 °C). Since 1981, the highest air temperature was 94.7 °F (34.8 °C) on 07/09/1988, and the highest daily average mean dew point was 71.9 °F (22.2 °C) on 07/01/2018. July is the peak month for thunderstorm activity which correlates with the average warmest month of the year. Since 1981, the wettest calendar day was 4.65 inches (118 mm) on 08/28/2011. During the winter months, the plant hardiness zone is 4a with an average annual extreme minimum air temperature of −25.2 °F (−31.8 °C).[10] Since 1981, the coldest air temperature was −35.1 °F (−37.3 °C) on 01/27/1994. Episodes of extreme cold and wind can occur with wind chill values < −40 °F (−40 °C). Ice storms and large snowstorms depositing ≥ 12 inches (30 cm) of snow occur once or twice per winter. According to the A. W. Kuchler U.S. potential natural vegetation types, Mount Mansfield has a dominant vegetation type of Northeast Spruce/Fir (96) with a dominant vegetation form of Northern Conifer forest (22).[12] The peak spring bloom typically occurs in late-May and peak fall color usually occurs in late-September. The plant hardiness zone is 4a with an average annual extreme minimum air temperature of −26.7 °F (−32.6 °C).[10] According to the A. W. Kuchler U.S. potential natural vegetation types, The Lodge at Spruce Peak has a dominant vegetation type of Northeast Spruce/Fir (96) with a dominant vegetation form of Northern Conifer forest (22).[12] The peak spring bloom typically occurs in mid-May and peak fall color usually occurs in late-September. The plant hardiness zone is 4b with an average annual extreme minimum air temperature of −23.7 °F (−30.9 °C).[10] According to the A. W. Kuchler U.S. potential natural vegetation types, Stowe village has a dominant vegetation type of Northern [Hardwood]s/[Spruce] (108) with a dominant vegetation form of Northern Hardwoods (23).[12] The peak spring bloom typically occurs in early-May and peak fall color usually occurs in late-September. The plant hardiness zone is 4a with an average annual extreme minimum air temperature of −25.2 °F (−31.8 °C).[10] As of the census[3] of 2000, there were 4,339 people, 1,905 households, and 1,129 families residing in the town. The population density was 59.7 people per square mile (23.1/km2). There were 2,728 housing units at an average density of 37.5 per square mile (14.5/km2). The racial makeup of the town was 97.51% White, 0.28% African American, 0.37% Native American, 0.44% Asian, 0.23% from other races, and 1.18% from two or more races. Hispanic or Latino of any race were 1.06% of the population. There were 1,905 households, out of which 26.1% had children under the age of 18 living with them, 50.0% were married couples living together, 6.4% had a female householder with no husband present, and 40.7% were non-families. 29.0% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.83. In the town, the population was spread out, with 21.1% under the age of 18, 6.9% from 18 to 24, 28.3% from 25 to 44, 30.3% from 45 to 64, and 13.5% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 103.6 males. For every 100 females age 18 and over, there were 101.2 males. There has been some manufacturing in Stowe, such as the Tubbs Snowshoe factory, but it closed in 2009 and moved its manufacturing overseas.[14] The median income for a household in the town was $52,378, and the median income for a family was $64,700. Males had a median income of $37,788 versus $31,689 for females. The per capita income for the town was $35,474. About 3.7% of families and 6.8% of the population were below the poverty line, including 6.8% of those under age 18 and 5.3% of those age 65 or over.[3] The median house value was $412,183 in 2012.[15] There are three public schools in town: Stowe Elementary School, Stowe Middle School, and Stowe High School. The Mount Mansfield Winter Academy is located in Stowe, which has a focus on snow sport athletes. Stowe Land Trust is a local land conservation nonprofit that was founded in 1987 and has conserved 35 properties and over 4,500 acres (18 km2), many of which are available to the public. One is Wiessner Woods, conserved by the trust in 1992 through a donation from the Wiessner family.[21] The Stowe Reporter, covering local politics, business, arts, and personalities, has been the weekly newspaper of record for the town of Stowe since its founding in 1958. The Vermont Community Newspaper Group, owner of the Stowe Reporter and four other community weekly newspapers in Vermont, is based in Stowe. Radio station WCVT is licensed to Stowe, and programs a classic hits format. Stowe Community Church Shaw's General Store lies opposite the Town Hall Mount Mansfield is the highest point in the state of Vermont, and home to the Stowe Mountain Resort Trapp Family Lodge Aaron Draper Shattuck. Stowe, Vermont. 1858. Graphite on wove paper; sheet: 28 × 44.3 cm (11 × 17 7/16 in.) National Gallery of Art, Washington. Gift of Paul Magriel. 1980.50.4","Title":"Stowe, Vermont - Wikipedia","KeyID":"18605","URL":"https://en.wikipedia.org/wiki/Stowe,_Vermont"}