{"Content: ":"Darren Lynn Bousman (/ˈbaʊzmən/;[1] born January 11, 1979) is an American film director and screenwriter, best known for his work in horror films. He has directed four of the Saw films: Saw II, Saw III, Saw IV, and Spiral. He also directed the horror musicals Repo! The Genetic Opera and The Devil's Carnival movies. Bousman is co-creator and writer of alternate reality games (ARG) and immersive experiences, The Tension Experience (2016), The Lust Experience (2017), Theatre Macabre (2018), iConfidant (2020), and One Day Die (2020). Bousman was born in Overland Park, Kansas, the son of Nancy and Lynn Bousman.[2] He attended high school at Shawnee Mission North High School in Overland Park, and studied film at Full Sail University in Winter Park, Florida, graduating in 2000.[3] He was inducted into the Full Sail University Hall of Fame in 2011.[4] Bousman lives in Los Angeles with his wife and two children. During 2004, he was pitching an idea for a movie called The Desperate to various American studios, who complained that the screenplay was too violent, and the plot was too close to Saw.[5] David A. Armstrong who worked on Saw asked Bousman if he could show the script to Saw producer Gregg Hoffman.[5] Hoffman read the script and called Bousman interested in producing The Desperate, but after showing the script to his partners Mark Burg and Oren Koules,[6] the two decided it would be the perfect opportunity to turn The Desperate into Saw II. Two months later, Bousman was flown to Toronto to direct.[6] During the production of Saw II, Bousman directed the music video for Mudvayne's single \"Forget to Remember,\" which appeared as the lead song on the soundtrack album.[7] Saw II was profitable and Bousman was signed on to direct Saw III, which was released on October 27, 2006.[8] After Saw III, Bousman announced that he would not direct another Saw film so that he would be free to prepare for his project Repo! the Genetic Opera, the stage version of which he had directed in 2002. Despite this, on February 19, 2007, Leigh Whannell announced that Bousman had signed on to direct Saw IV. Bousman explained that before shooting could begin on Repo! The Genetic Opera,[9] there was a gap of time during which the songs were being pre-recorded, and he would be able to direct Saw IV during that period.[10] In 2019, it was announced Bousman would return to the Saw franchise directing Spiral: From the Book of Saw, the ninth installment in the series. The film was set to be released on May 15, 2020,[11] but was delayed due to the COVID-19 pandemic.[12] The release of the film was moved to May 21, 2021.[13] In 2008, Bousman directed an episode of the horror anthology show Fear Itself, entitled \"New Year's Day\". He has also been attached to direct the remake of David Cronenberg's Scanners. Bousman taught Film director newcomers in the Horror Film Boot Camp,[14] which ran from May 7–9, 2010, in Albuquerque, New Mexico.[15] He will direct the psychological thriller Ninety[16], written by Scott Milam.[17][18] Bousman directed the 2010 remake of Mother's Day[19] starring Shawn Ashmore, Deborah Ann Woll, and Briana Evigan. In 2011, Bousman directed the film 11-11-11.[20] In 2012, Bousman directed and produced The Devil's Carnival,[21] a short film planned to be the first installment of a longer series. Bousman also wrote and directed The Barrens,[22] starring Stephen Moyer and Mia Kirshner, in 2012. On May 13, 2013, it was announced that Bousman would be directing a film titled Sacrilege, another religious-themed work. In 2015, he participated in the anthology movie Tales of Halloween produced by Epic Pictures. He directed the segment \"The Night Billy Raised Hell\" written by Clint Sears.[23] In 2016, he directed Abattoir, which was described as \"the best 2016 horror movie you didn't see\" and Bousman as \"an underrated force of bold originality\"[24] by Bloody Disgusting but otherwise was not well reviewed. Abattoir premiered at the Los Angeles Film Festival on June 7, 2016. Bousman again collaborated with writer, Clint Sears, in 2018 on St. Agatha,[25] a religious horror film set in a convent in the 1950s in small-town Georgia. He next directed Death of Me,[26] another horror film, starring Maggie Q and Luke Hemsworth. It was filmed in Thailand and released on October 2, 2020 by Saban Films. Bousman began developing immersive experiences in 2016 and has co-created five experiences to date: The Tension Experience,[27] created with Gordon Bijelonic and Clint Sears and directed by Bousman, launched on September 8, 2016.[28] The ARG immersive theater production took place over nine months, with participants unlocking secrets through various interactions in an alternate reality game which culminating in a series of two-hour live immersive experiences at a secret location in Los Angeles. The Tension Experience was set in a 45,000 square foot warehouse and employed over 40 actors who followed different scripts depending on how participants reacted.[29] The Verge described The Tension Experience as \"A dramatically engaging, layered story experience that breathed new life into the ideas of transmedia storytelling\" saying it raised the bar for the kind of emotional experiences that people can expect from immersive theater.[30] In 2018, independent film and television production company, AGBO, announced it would partner with The Tension Experience to develop new immersive experiences and support expansion of the production to more cities.[31] The first planned project was to be a permanent casino destination in Las Vegas.[32] The Lust Experience debuted in 2017,[33] immediately following the success of The Tension Experience. A Bloody Disgusting review said The Lust Experience was a story surrounding an ancient cult that was actively recruiting new members and that \"Bousman and Sears pulled every string they could to push us to our mental limits\"[34] Haunting described The Tension Experience and The Lust Experience as \"two interconnected multi-year alternate reality experiences that preyed on the emotions and thrived on the dedication of a loyal and widespread group of followers.\"[35] Theatre Macabre was launched in Los Angeles in 2018.[36] The eagerly anticipated immersive experience had a thousand-page script and was inspired by the Paris Théâtre du Grand Guignol, which, in 1897, \"specialized in grotesque shows that explored society's darkest taboos\".[33] Bousman told Daily Dead, \"it is the most intricately designed and choreographed show that we've done, where there are endless possibilities when you walk through the door. Anything can happen based on your choices as a participant.\"[37] A socially distant immersive ARG, iConfidant ran for six weeks in 2020, culminating in a \"multimedia, multi-platform experience centered around the theme of connection\"[38] on June 6, 2020. Participants joined a month-long journey, exploring friendship, deceit, and mental health, entering what Bousman described as a \"rabbit hole [allowing participants to enter] a bizarre and distorted world\". No Proscenium said, \"the amount of work behind iConfidant is stunning\" and noted that the show raised over $4,000 for Movement for Black Lives.[39] One Day Die was a 90-minute guided online séance experience[40] that took place throughout October 2020. /Film described it as an \"intense, R-rated experience\". The immersive show saw participants each receive a mysterious handmade box, sent by the show's creators, that must remain sealed until the experience commenced. Participants then enjoyed \"a spooky evening from the comfort of their own homes\". A run of sold out shows in October saw Bousman announce two additional encore shows in early November.[41] Daily Dead said, \"Darren Lynn Bousman is one of the most inventive creators in the immersive entertainment space today and the fact that many of his events run for a limited time, means you have to catch them before they're gone forever.\"[42]","Title":"Darren Lynn Bousman - Wikipedia","KeyID":"18602","URL":"https://en.wikipedia.org/wiki/Darren_Lynn_Bousman"}