{"Content: ":"Harvey Weinstein (/ˈwaɪnstiːn/; born March 19, 1952) is an American former film producer and convicted sex offender. He and his brother, Bob Weinstein, co-founded the entertainment company Miramax, which produced several successful independent films including Sex, Lies, and Videotape (1989); The Crying Game (1992); Pulp Fiction (1994); Heavenly Creatures (1994); Flirting with Disaster (1996); and Shakespeare in Love (1998).[2] Weinstein won an Academy Award for producing Shakespeare in Love and also won seven Tony Awards for plays and musicals including The Producers, Billy Elliot the Musical, and August: Osage County.[3] After leaving Miramax, Weinstein and his brother Bob founded The Weinstein Company, a mini-major film studio. He was co-chairman, alongside Bob, from 2005 to 2017. In October 2017, following sexual abuse allegations dating back to the late 1970s, Weinstein was dismissed from his company and expelled from the Academy of Motion Picture Arts and Sciences. More than 80 women made allegations of sexual harassment and/or rape against Weinstein by October 31.[4] The allegations sparked the #MeToo social media campaign and subsequent sexual abuse allegations against many powerful men around the world; this phenomenon is referred to as the \"Weinstein effect.\" Weinstein was arrested and charged with rape in New York in May 2018, and was found guilty of two of five felonies in February 2020.[5] Weinstein was sentenced to 23 years in prison,[6] and began serving his sentence at Wende Correctional Facility. His earliest possible release date is November 9, 2039, when he will be 87 years old.[7][8] On July 20, 2021, he was extradited to Los Angeles to face further charges at a subsequent trial. Weinstein was born on March 19, 1952, in the Flushing section of Queens, New York City,[9] to diamond cutter Max Weinstein (1924–1976)[10] and his wife, Miriam (née Postel; 1926–2016).[10][11] His family is Jewish,[12] and his maternal grandparents immigrated from Poland.[13] He grew up with his younger brother, Bob, in a housing co-op named Electchester in New York City. Weinstein graduated from John Bowne High School and attended the State University of New York at Buffalo.[14] Weinstein, his brother Bob, and Corky Burger independently produced rock concerts as Harvey & Corky Productions in Buffalo through most of the 1970s.[14][15][16] Harvey & Corky Productions brought top acts to Buffalo, including Frank Sinatra, The Who, Jackson Browne, and the Rolling Stones. Weinstein's longtime friend, Jonathan A. Dandes, followed him to Buffalo and has described Weinstein as \"aggressive\" and \"consumed\" in matters of business.[17][18] In the late 1970s, using profits from their concert promotion business, Weinstein and his brother founded the independent film distribution company Miramax, named after their parents Miriam and Max.[11] The company's initial releases were primarily music-oriented concert films such as Paul McCartney's Rockshow.[19] In the early 1980s, Miramax acquired the rights to two British films of benefit shows filmed for the human rights organization Amnesty International. Working closely with Martin Lewis, the producer of the original films, the Weinstein brothers edited the two films into one movie tailored for the American market. The resulting film was released as The Secret Policeman's Other Ball in May 1982, and it became Miramax's first hit. The movie raised considerable sums of money for Amnesty International and was credited by Amnesty with having helped to raise its profile in the United States.[14][15] The Weinsteins slowly built upon this success throughout the 1980s with arthouse films which achieved critical attention and modest commercial success. Harvey Weinstein and Miramax gained wider attention in 1988 with the release of Errol Morris' documentary The Thin Blue Line, which detailed the struggle of Randall Dale Adams, a wrongfully convicted inmate sentenced to death row. The publicity that soon surrounded the case resulted in Adams' release and nationwide publicity for Miramax. In 1989, their successful launch release of Steven Soderbergh's Sex, Lies, and Videotape propelled Miramax to become the most successful independent studio in America.[20] In 1989, Miramax also released two arthouse films, Peter Greenaway's The Cook, the Thief, His Wife & Her Lover and director Pedro Almodóvar's film Tie Me Up! Tie Me Down!, both of which the MPAA rating board gave an X-rating, effectively stopping nationwide release for these films. Weinstein sued the MPAA over the rating system. His lawsuit was later thrown out, but the MPAA introduced the NC-17 rating two months later.[21] Miramax continued to grow its library of films and directors until, in 1993, after the success of The Crying Game, Disney offered the Weinsteins $80 million for ownership of Miramax.[22] The brothers agreed to the deal which in turn cemented their Hollywood clout and also ensured that they would remain at the head of their company. The following year, Miramax released its first blockbuster, Quentin Tarantino's Pulp Fiction, and distributed the popular independent film Clerks. Miramax won its first Academy Award for Best Picture in 1997 with the victory of The English Patient. Pulp Fiction was nominated in 1995 but lost to Forrest Gump.[23] This started a string of critical successes that included Good Will Hunting (1997) and Shakespeare in Love (1998), with both films receiving several awards, including numerous Academy Awards.[24][25][26][27] The Weinstein brothers left Miramax on September 30, 2005, to form their own production company, The Weinstein Company, with several other media executives, directors Quentin Tarantino and Robert Rodriguez, and Colin Vaines, who had successfully run the production department at Miramax for ten years.[28] In February 2011, filmmaker Michael Moore took legal action against the Weinstein brothers, claiming they owed him $2.7 million in profits for his documentary Fahrenheit 9/11 (2004), which he said were denied to him by \"Hollywood accounting tricks.\"[29] In February 2012, Moore dropped the lawsuit for an undisclosed settlement.[30] An analysis of Academy Award acceptance speeches from 1966 to 2016 found that Weinstein had been thanked or praised in 34 speeches—as many times as God, and second only to Steven Spielberg (with 43 mentions).[31] On October 8, 2017, Harvey Weinstein was fired from The Weinstein Company after a list of sexual abuse charges was released to the press. After months of unsuccessful attempts to sell the company or its library, The Weinstein Company filed for bankruptcy, with Lantern Entertainment subsequently purchasing all assets in 2018. The company was shut down on July 16, 2018, and its website sometime thereafter. While lauded for opening up the independent film market and making it financially viable, Weinstein has been criticized for the techniques he applied in his business dealings. Peter Biskind's book Down and Dirty Pictures: Miramax, Sundance and the Rise of Independent Film[14] denounced Miramax's release history and editing of arthouse films. For example, the book states that 54 had been originally made as an arthouse film but, after Ryan Phillippe's sudden rise to stardom, Weinstein forced director Mark Christopher to re-edit and re-shoot the film to make it more mainstream. Weinstein re-edited several Asian films and dubbed them in English. Weinstein tried to release the English-dubbed versions of Shaolin Soccer and Hero in the United States theatrically, but they scored badly in test screenings, leading Weinstein to release the films in United States cinemas in their original language.[32][33] Furthermore, Weinstein re-edited 1993 Cannes Palme d'Or winner Farewell My Concubine for U.S. theatrical release; 1993 Cannes jury head Louis Malle was furious. \"The film we admired so much in Cannes is not the film seen in this country, which is twenty minutes shorter — but it seems longer, because it doesn't make any sense,\" complained Malle.[34] When Weinstein was charged with handling the U.S. release of Princess Mononoke, director Hayao Miyazaki was reported to have sent him a samurai sword in the mail. Attached to the blade was a stark message: \"No cuts.\" Miyazaki commented on the incident: \"Actually, my producer did that. Although I did go to New York to meet this man, this Harvey Weinstein, and I was bombarded with this aggressive attack, all these demands for cuts. I defeated him.\"[35] Weinstein and his brother Bob have also been criticized for altering the vision of foreign filmmakers hired to create movies for Miramax, such as on the 1997 projects Mimic (directed by Guillermo del Toro)[36] and Nightwatch (directed by Dane Ole Bornedal).[37] Weinstein has always insisted that such changes were done in the interest of creating the most financially viable film. \"I'm not cutting for fun,\" he said in an interview. \"I'm cutting for the shit to work. All my life I served one master: the film. I love movies.\"[15][38] Another example cited by Biskind was Phillip Noyce's The Quiet American (2002), the release of which Weinstein delayed following the September 11 attacks owing to audience reaction in test screenings to the film's critical tone toward past U.S. foreign policy. After being told the film would go straight to video, Noyce planned to screen the film at the Toronto International Film Festival in order to mobilize critics to pressure Miramax to release it theatrically. Weinstein decided to screen the film at the festival only after he was lobbied by star Michael Caine, who threatened to boycott publicity for another film he had made for Miramax. The Quiet American received mostly positive reviews at the festival, and Miramax eventually released the film theatrically. However, it was alleged that Miramax did not make a major effort to promote the film for Academy Award consideration, though Caine was nominated for an Academy Award for Best Actor.[14] Weinstein acquired a reputation for ruthlessness and fits of anger.[39] According to Biskind, Weinstein once put a New York Observer reporter in a headlock while throwing him out of a party. On another occasion, Weinstein yelled at director Julie Taymor and her husband during a disagreement over a test screening of her movie Frida, saying to Taymor, \"You are the most arrogant person I have ever met!\" and to her husband, \"I don't like the look on your face. Why don't you defend your wife, so I can beat the shit out of you?\"[15] In a 2004 newspaper article, in New York magazine, Weinstein appeared somewhat repentant for his often aggressive discussions with directors and producers.[40] However, a Newsweek story on October 13, 2008, criticized Weinstein, who was accused of \"hassling Sydney Pollack on his deathbed\" about the release of the film The Reader. After Weinstein offered $1 million to charity if the accusation could be proven, journalist Nikki Finke published an email sent by Scott Rudin on August 22 asserting that Weinstein \"harassed\" Anthony Minghella's widow and a bedridden Pollack until Pollack's family asked him to stop.[41][42] In September 2009, Weinstein publicly voiced opposition to efforts to extradite Roman Polanski from Switzerland to the U.S. regarding a 1977 charge that he had drugged and raped a 13-year-old, to which Polanski plead guilty before fleeing the country.[43] Weinstein, whose company distributed Roman Polanski: Wanted and Desired, a film about the Polanski case, questioned whether Polanski committed any crime,[44] prompting Los Angeles County District Attorney Steve Cooley to insist that Polanski's guilty plea indicated that his action was a crime, and that several other serious charges were pending.[45] In October 2017, The New York Times[46] and The New Yorker[47] reported that more than a dozen women accused Weinstein of sexually harassing, assaulting, or raping them. Many other women in the film industry subsequently reported similar experiences with Weinstein,[48][49][50] who denied \"any nonconsensual sex\". As a result of these allegations, Weinstein was dismissed from his production company,[51] suspended from the British Academy of Film and Television Arts,[52] and expelled from the Academy of Motion Picture Arts and Sciences.[53] He also resigned from the Directors Guild of America[54] and was denounced by leading figures in politics whom he had supported.[55] The Los Angeles Police Department opened a criminal investigation for alleged rape,[56] and New York and London police began investigating other sexual assault allegations.[57] On October 10, 2017, Weinstein's wife, Georgina Chapman, announced that she was leaving him[58] and their divorce was finalized in July 2021.[59] Ronan Farrow reported in The New Yorker that Weinstein hired British-Israeli private intelligence firm Black Cube in order to stop the publication of the abuse allegations against him. Using false identities, private investigators from Black Cube reportedly tracked and met journalists and actresses, in particular Rose McGowan, who accused Weinstein of rape. Weinstein reportedly had Black Cube and other agencies \"target, or collect information on, dozens of individuals, and compile psychological profiles that sometimes focused on their personal or sexual histories.\"[60][61][62] The sexual abuse allegations precipitated a wave of \"national reckoning\" against sexual harassment and assault in the United States[63] known as the Weinstein effect. Compounded by other sexual harassment cases earlier in the year, the Weinstein reports and subsequent #MeToo hashtag campaign, which encouraged individuals to share their suppressed stories of sexual misconduct, created a cavalcade of allegations across multiple industries that brought about the swift ouster of many men in positions of power both in the United States and, as it spread, around the world.[64][65][16] In 2019, the documentary Untouchable was released with interviews from several of his accusers.[66] Weinstein was charged by the New York County District Attorney's Office with \"rape, criminal sex act, sex abuse and sexual misconduct for incidents involving two separate women\" on May 25, 2018. He was arrested the same day after surrendering to the New York City Police Department (NYPD).[67] Weinstein was later released after $1 million USD bail was posted on his behalf. He surrendered his passport and was required to wear an ankle monitor, with travel being restricted to New York and Connecticut. His lawyer, Benjamin Brafman, said Weinstein would plead not guilty.[68] A trial date was set for January 6, 2020.[69] On that date, Weinstein was also charged in Los Angeles with raping one woman and sexually assaulting another in 2013.[70] During his New York trial, Weinstein appeared entering the court using a walker and being assisted by his attorney, attributing severe back pain to the use of the walker.[71] To overcome the display of weakness, the prosecution stated “The man seated on that side of the courtroom, despite what your eyes are looking at, is not a harmless old man.”[71] On June 8, 2022, Weinstein was formally charged by the Metropolitan Police with two counts of indecent assault against a woman in London, UK, in the summer of 1996.[72] After deliberating for five days, a jury convicted Weinstein on February 24, 2020, of two of five criminal charges: one count of criminal sexual assault in the first degree and one count of rape in the third degree.[73][74][75][76] The jury found him not guilty regarding predatory sexual assault, which could have led to a life sentence.[77][78][79][80] He was remanded to jail at Rikers Island in New York City pending his sentencing hearing on March 11, 2020, when he was sentenced to 23 years in prison.[81][82][83] He was then transferred to Wende Correctional Facility in Erie County, New York.[84][85] He stated—through his attorneys—that he would appeal against the verdict.[86] Weinstein was stripped of his honorary CBE (Commander of the Most Excellent Order of the British Empire) on September 18, 2020.[87] Weinstein continued to face a criminal trial in Los Angeles and his extradition was scheduled for July 2020, which was delayed due to the COVID-19 pandemic. His lawyers recently objected for paper work demanding his extradition, putting the trial on another delay, and his representative Norman Effman says that he suffers from health problems such as almost being legally blind, sleep apnea, and back problems typical for old age.[83][88][89][90] In March 2020, while incarcerated in Wende Correctional Facility in western New York during the COVID-19 pandemic, Weinstein tested positive for COVID-19.[91] He reportedly did not show symptoms of the disease, was placed in isolation at the prison, and on April 1, 2020, was stated to be recovering.[92][93] On November 17, 2020, Weinstein was again placed in isolation due to suspected COVID-19 symptoms.[94] On November 19, it was reported that he did not have COVID-19, but that his health was declining.[95] On June 15, 2021, Weinstein was scheduled to be extradited to California to face more charges relating to rape and sexual assault.[96] On July 20, 2021, he was flown to Los Angeles and taken to the Twin Towers Correctional Facility.[97] On June 2, 2022, the New York State Supreme Court, Appellate Division, First Department issued its decision on Weinstein's appeal, upholding the verdicts and judgment. For the court's decision, Judge Angela Mazzarelli wrote that \"we perceive no basis for reducing the sentence, and we have considered defendant's remaining arguments and find them unavailing.\"[98][99] Weinstein has been married twice. In 1987, he married his assistant Eve Chilton and the couple divorced in 2004.[40][100] They had three daughters: Remy (previously Lily; born 1995), Emma (born 1998), and Ruth (born 2002).[101] In 2007, he married English fashion designer and actress Georgina Chapman.[102] They have a daughter[103] and a son.[104][105] On October 10, 2017, Chapman announced she was leaving Weinstein after the sexual harassment accusations.[58] They reached a settlement in January 2018 and their divorce was finalized in July 2021.[59] Weinstein was active on issues such as gun control, poverty, AIDS, juvenile diabetes, and multiple sclerosis research. Until October 2017,[106] he served on the board of the Robin Hood Foundation, a New York City-based non-profit that targets poverty, and co-chaired one of its annual benefits.[107] He was critical of the lack of universal healthcare in the United States.[108] Weinstein is a longtime supporter of and contributor to the Democratic Party, including the campaigns of President Barack Obama and presidential candidates Hillary Clinton and John Kerry.[109] He supported Hillary Clinton's 2008 presidential campaign,[110] and in 2012 he hosted an election fundraiser for Obama at his home in Westport, Connecticut.[111] Weinstein was active in the fashion industry. He produced Project Runway, the fashion reality show, making stars of designer Michael Kors, model Heidi Klum and editor Nina Garcia.[112] He was instrumental in the revival of Halston, collaborating with Tamara Mellon, Sarah Jessica Parker, and stylist Rachel Zoe. He licensed the option to revive the Charles James brand. Celebrities were asked to wear Marchesa (his ex-wife's label) at least once if they were in a Weinstein movie. His production companies were frequently involved in fashion-themed movies, including Madonna's W.E., Robert Altman's Prêt-à-Porter, and Tom Ford's A Single Man. Stars of Weinstein's films appeared on more than a dozen Vogue covers.[113] Harvey Weinstein had won numerous awards before his sexual assault allegations surfaced. On September 26, 2000, Harvey Weinstein was awarded the honorary degree of Doctor of Humane Letters (DHL) by the University at Buffalo.[114] On April 19, 2004, Weinstein was appointed an honorary Commander of the Order of the British Empire (CBE) in recognition of his contributions to the British film industry. This award was \"honorary\" because Weinstein is not a citizen of a Commonwealth country.[115] On March 2, 2012, Weinstein was made a knight of the French Legion of Honour, in recognition of Miramax's efforts to increase the presence and popularity of foreign films in the United States.[116] The University of Buffalo revoked his honorary doctorate, saying his conduct \"contradicts the spirit of the honorary degree\", while French President Emmanuel Macron revoked his Legion of Honour, both in late 2017.[117][118][119] On September 18, 2020, Weinstein was stripped of the honorary CBE.[120][121] The table below lists additional awards given to Weinstein. Those not shared with others have also since been rescinded.","Title":"Harvey Weinstein - Wikipedia","KeyID":"18618","URL":"https://en.wikipedia.org/wiki/Harvey_Weinstein"}