{"Content: ":"Dummy is a 1979 American made-for-television docudrama film starring LeVar Burton and Paul Sorvino.[1] Based on Ernest Tidyman's nonfiction book of the same name, the film dramatizes the life of Donald Lang (portrayed by Burton), an African–American deaf man who was acquitted of the murders of two prostitutes in Chicago, Illinois.[2] In 1965, Donald Lang is 19-year old African–American man of Chicago, Illinois who was born deaf. He has a loving mother who struggles to give him as normal an upbringing as possible and a brother and sister who are supportive as well. Due to not being formally taught how to communicate via sign language, Donald communicates with people by demonstrations. Despite his disability, he finds employment on the loading docks of Chicago and wins the respect of his fellow workers. One night after work, Donald visits a neighborhood bar where he leaves with a prostitute. The prostitute is later discovered dead under her friend's porch. Shortly thereafter, Donald is arrested at work and charged with the murder of a prostitute after the prostitutes' friend told police that she seen Lang leave the bar with her. His case is handled by attorney Lowell J. Myers who is also hearing impaired. Investigating the crime, Myers becomes convinced Donald is innocent and another person committed the murder. Nevertheless, Donald Lang is convicted and sent to a mental institution. After several years of appeals, Myers finally manages to have his client released making an eloquent appeal to the state Supreme Court that a deaf mute is entitled to the same rights as one not impaired. In an ironic conclusion, after a few months of freedom, Lang is again arrested for the murder of a prostitute who was seen with him and was convicted of this murder as well. Dummy was filmed completely in Chicago, Illinois in March 1979.[citation needed] Chicago locations in the film includes, Washington Park Homes, a Chicago Housing Authority public housing project at East 44th streets and South Cottage Grove Avenue and Cook County Jail.[citation needed] The film won a Peabody Award and was nominated for the Primetime Emmy Award for Outstanding Television Movie.[3] The film was released on DVD by the Warner Archive Collection in October 2011.[4]","Title":"Dummy (1979 film) - Wikipedia","KeyID":"18611","URL":"https://en.wikipedia.org/wiki/Dummy_(1979_film)"}