{"Content: ":"The Day of the Dolphin is a 1973 American science fiction thriller film directed by Mike Nichols and starring George C. Scott. Based on the 1967 novel Un animal doué de raison (lit. A Sentient Animal), by French writer Robert Merle, the screenplay was written by Buck Henry. A brilliant and driven scientist, Jake Terrell, and his wife, Maggie, along with their small team, are training dolphins to communicate with humans on their remote island research facility. They teach one dolphin, Alpha (\"Fa\"), whom they have raised in captivity for four years, to speak simple English, and introduce him to a female dolphin captured from the wild, whom they name Beta (\"Bea\"); Fa regresses to his \"native language\" for a while, but soon teaches Bea to understand English, too. Terrell's research is funded by the Franklin Foundation, headed by Harold DeMilo (Fritz Weaver). An undercover government agent for hire, Curtis Mahoney (Paul Sorvino), blackmails DeMilo into allowing him access to Terrell's facility under the guise of a freelance journalist writing about dolphin research. Although Terrell and his team attempt to stonewall Mahoney, he finds out the truth about Fa and Bea and threatens to publish his findings; to undercut this, Terrell agrees with DeMilo to reveal his progress to the Foundation board of directors, and travels to the mainland for a press conference. Once he and Maggie are there, the press conference is mysteriously cancelled, and Fa and Bea are stolen from the island. After the dolphins are kidnapped, Mahoney reveals that the Franklin Institute is planning to further train the dolphins to carry out a political assassination, using a magnetic limpet mine to kill the President of the United States. One of Terrell's team, David, is revealed to have been an undercover operative of the Institute, and is helping them train the dolphins for the assassination attempt. Fa escapes and returns to the Terrells, and the conspirators set Bea off to place the mine on the President's yacht. Realizing what is happening, Jake tells Fa to stop Bea; Fa intercepts Bea, and redirects her to place the mine on the conspirators' boat, which is destroyed in the ensuing explosion, killing David and most of the board. Fa and Bea return to the Terrells, but as DeMilo approaches the island in a seaplane, Jake instructs Fa and Bea to escape and live free in the ocean. Fa is reluctant to go, having formed a bond with Jake and Maggie, but Jake gruffly orders him to leave; eventually, both dolphins escape, leaving Jake and Maggie awaiting DeMilo and reflecting on what happened. The novel was translated into English by Helen Weaver and published in the US in 1969 under the title The Day of the Dolphin.[2][3] The film version was originally going to be directed by Roman Polanski for United Artists in 1969, with Polanski writing the script.[4] However, while Polanski was in London, England, looking for filming locations in August 1969, his pregnant wife, the actress Sharon Tate, was murdered in their Beverly Hills home by disciples of Charles Manson. Polanski returned to the United States and abandoned the project.[5][6] The following year it was announced Franklin Schaffner would make the movie for the Mirisch Corporation.[7] These plans were frustrated and Joseph Levine ended up buying the project from United Artists for Mike Nichols.[8] Scott was paid $750,000 for his role.[9][10] The film was mostly shot on Abaco Island in The Bahamas.[1] Production was extremely difficult. Scott allegedly held up production for three days at the start of the shoot.[9][10] Nichols later described it as the toughest shoot he had done to date.[11] The film received mixed reviews when released in 1973. Pauline Kael, the film critic for The New Yorker, suggested that if the best subject that Nichols and Henry could think of was talking dolphins, then they should quit making movies altogether.[12] Gene Siskel of the Chicago Tribune penned a positive review commenting that, \"Ultimately, The Day of the Dolphin works because of the values it celebrates and Scott communicates. The values are communication and love. In spite of their material, Nichols and Scott have given us a film that reminds us what love and care can do not so much for the object of affection, but for the person who tenders it. On that level, The Day of the Dolphin is really a fable.\"[13] Stanley Kauffmann of The New Republic wrote 'The whole thing seems to have been shoved through the cameras as glibly as possible, so that everyone could grab the money and run. I called the picture a failure, but that implies attempt. I feel a real effort in only the first four or five minutes\".[14] The film was not successful commercially, though it was nominated for two Academy Awards, for Best Original Score (Georges Delerue) and Best Sound (Richard Portman and Larry Jost).[15] Levine also claimed the movie had guaranteed pre-sales of $8,450,000 to cover costs, including a sale to NBC, which had expressed interest into turning the story into a TV series.[1] Alpha the dolphin was named best animal actor in the 24th Patsy Awards.[16] Levine admitted the film was not a success: The rushes looked great. But it just didn't jell somehow. I really think Mike [Nichols] was the wrong guy to direct. And George C. Scott! ... He got paid $750,000 for that movie—and ran us over schedule. The first three days of shooting he reported in with a \"virus\".[10] As of March 2022, The Day of the Dolphin holds a rating of 43% on Rotten Tomatoes based on 28 reviews.[17] Merle's novel, a satire of the Cold War, is supposedly the basis for this film, but the film's plot was substantially different from that of the novel. The movie is instead inspired in part from the scientist John C. Lilly's life. A physician, biophysicist, neuroscientist, and inventor, Lilly specialized in the study of consciousness. In 1959, he founded the Communications Research Institute at St. Thomas in the Virgin Islands and served as its director until 1968. There he worked with dolphins exploring dolphin intelligence and human-dolphin communication. See also Bottlenose dolphin communication and John Lilly and cetacean communication.","Title":"The Day of the Dolphin - Wikipedia","KeyID":"18624","URL":"https://en.wikipedia.org/wiki/The_Day_of_the_Dolphin"}