{"Content: ":"Slow Dancing in the Big City is a 1978 American Romantic drama film directed by John G. Avildsen and starring Paul Sorvino and Anne Ditchburn. This was the first film made by Avildsen after 1976's Rocky won Academy Awards for Best Picture and Best Director. Lou Friedlander (Paul Sorvino) is a popular columnist for the New York Daily News, writing about the people of bustling New York City while befriending a street boy named Marty (Adam Gifford). His life changes dramatically upon falling in love with neighbor Sarah Gantz (Anne Ditchburn), a young ballerina who had just discovered she is stricken with a debilitating condition that will eventually force her to quit dancing. Several cameos are made by the filmmakers: including Avildsen, writer Barra Grant, producer Lloyd Kaufman, composer Bill Conti, as well as Avildsen's sons Anthony and Rufus.[2] \"\"My dramatic acting on stage has been limited strictly to dance... When I first read the scene, my inexperience showed. But John filmed me over and over again, and gradually I improved.\" —Ditchburn commenting on her audition.[3] In casting the film, actor Dustin Hoffman was initially interested in portraying the Jimmy Breslin-esque Lou Friedlander, though he could not do so due to obligations of his First Artists company, and Paul Sorvino was cast in his place, marking his second collaboration with Avildsen after 1971's Cry Uncle.[4] At the time working for the National Ballet of Canada, ballerina and choreographer Anne Ditchburn was cast after Avildsen screen tested over 400 dancers for the part of Sarah Gantz. The director then viewed and photograph of Ditchburn choreographing several dancers which, sensing her energy, caused his first hand witnessing of it during a tour of the foreign company at the Metropolitan Opera House. He then invited her to audition, which she later described as a \"disaster\", though she improved with lessons.[5] Actor Hector Mercado was also a prominent dancer before filming, having appeared in many Broadway productions. The male dancer was initially auditioned due to his affiliation with another United Artists picture Hair, which was filming at the same time as Slow Dancing as well as a Broadway production of Box. He later went on to say of his juggling of performances that \"luckily the shooting of Hair was all before and after Slow Dancing, and the producers of Box allowed me to fit both of them in my schedule.\"[6] In preparation for the film, Ditchburn appealed to a hairdresser to \"do something with my hair\". The various headbands and scarves the actress wears on her head through most of the film was used in order to hide the terrible results. She later commented that the move was a \"big advantage\" and that it \"absorbs the perspiration\".[7] The film was shot over a course of eight weeks on location in New York City alongside the movies The Wiz, Matilda, Eyes of Laura Mars, and Hair, as well as the television productions of The Dain Curse, To Kill a Cop, Daddy I Don't Like It That Way, and Monkey's Uncle.\"[8] The film's many dance sequences were primarily set up by choreographer Robert North, though Ditchburn choreographed her own routine for a sequence in which she danced on a rooftop.[9] Following poor reviews the film was reedited and an additional ten minutes of cut footage was restored in order to further develop Sorvino's character.[10] Sorvino said that he believed \"the film is much improved\" due to the additional scenes.[11] In its foreign release, the film was retitled as A Woman's Quest (Denmark), A Big City With Heart (Finland), Small Steps to Big City (Greece), Married in New York (Portugal), and With You in a Big City (Austria and Germany).[12] The film was released to theatres November 8, 1978, to an opening weekend gross of $11,355.[13] It was then followed by a wide release on February 16, 1979.[14] Norman Dresser of the Toledo Blade commented that the film \"moved at the box office about as slowly as molasses pours out of a jar after a week in the refrigerator\", noting its nine-week take of $335,436 was \"dismal\".[15] The movie was unsuccessful, earning $1,576,500 at the end of its theatrical run against a budget of $7,000,000.[16] The film opened to mixed reviews. Janet Maslin of the New York Times pointed out its similarities to Avildsen's previous film Rocky, going so far as to call it \"Rocky on the Hoof\". She went on to write a more critical review, praising Sorvino as a \"perfectly plausible\" newsman and Ditchburn as \"so glamorous and mystifyingly odd that she recalls the young Audrey Hepburn\" while stating that both were \"sabotaged by the script\".[17] Ed Blank of The Pittsburgh Press wrote similar commenting that \"Grant's script has little to do with real life and more to do with outdated movies\", and noting that \"Ditchburn looks and speak like Vivien Leigh\".[18] However, film critic Roger Ebert stated in his review that he \"loved it\" and that the movie \"cheerfully exists in the world of big hearts and brave tears and happy endings that make you blow your nose.\" He did admit that \"there hasn't been a cornier romantic tear-jerker since Love Story\" and commented that Ditchburn's performance was \"remarkably wooden.\"[19] He and Gene Siskel later reviewed the film in an episode of their TV series Sneak Previews.[20] Both critics recommended the film, agreeing that it was corny but that the sincerity of the characters and Paul Sorvino's performance made it work.[21] In a particularly scathing review, Dan Dinicola of The Gazette commented that \"it seems the makers of this tinsel romance were so concerned with following patented formulas that they forgot to give it a heart\", adding that Grant's screenplay was \"horrible; not so much the story idea, but the dialogue, the resolution, the subplots\" and condemned Avildsen's direction as \"soppy and as sloppy as the story\".[22] In response to the mixed reception, star Anne Ditchburn stated that she was \"not surprised by the adverse reviews. Not many critics are romantically minded and I must say that I am not romantic in judging my peers in the dance world. There is a razor-fine edge between romanticism and corn, and I think Slow Dancing worked against the corn.\"[23] Ditchburn was nominated for a Golden Globe award for \"Best Female Newcomer\" for her performance,.[24] On her performance Charles Champlin of the Sarasota Herald-Tribune stated \"[Ditchburn] is not a professional actress, which may have been the luckiest thing in the world for her, because her performance has a kind of no-nonsense honesty that becomes a characterization. She is not an actress acting, but not an amateur trying to act either.\"[25]  The soundtrack by Bill Conti was released on vinyl in 1978.[26] It was re-released by Varèse Sarabande on August 31, 2005, in a limited edition CD it shared with the Conti score for F.I.S.T. [27] Additionally the song \"I Feel the Earth Move\", written and sung by Carole King, was used in the film though did not appear on the soundtrack.[28] American figure skater Karen Chen also used \"The Ovation\" as her music for her 2017-18 and 2019-20 season free program. A novelization of the film was released in the US by Warner Books and in the UK by Coronet Books, written by scriptwriter Barra Grant.[29] For a long time, the film was never officially released on home video in any format since the end of its theatrical run. According to Avildsen, this was due to licensing issues with the music.[30] It is finally set to be released on Blu-ray on September 11, 2021 from Scorpion Releasing in a new 4k restoration featuring interviews with Paul Sorvino, composer Bill Conti and actor Nicolas Coster. Slow Dancing in the Big City featured Anne Ditchburn's first foray into film, leading her to leave the National Ballet of Canada in pursuit of a film career, in addition to a generally low morale.[31] The film's release also marked a bloom in Sorvino's film career, as it was coupled with his appearances in The Brinks Job and Bloodbrothers that same year. He considered Slow Dancing to be his \"best shot\" of the three after a string a negative reviews.[32] In addition, this was one of the first appearances of Golden Globe nominated actress Danielle Brisebois.[33] The film also featured the debut of director and scriptwriter Barra Grant.[34] This was the first is a stream of financially unsuccessful films for John Avildsen following the massive success of Rocky, followed by The Formula, Neighbors, and A Night in Heaven, though the director himself does not list it among those films as his failures.[35] Bill Conti's track \"The Ovation\" on the film's soundtrack is frequently used by Conti during his composition of the music for the Academy Awards, used to back the footage that honors actors and actresses who had died during the year prior.[36]","Title":"Slow Dancing in the Big City - Wikipedia","KeyID":"18627","URL":"https://en.wikipedia.org/wiki/Slow_Dancing_in_the_Big_City"}