{"Content: ":"Lost and Found is a 1979 comedy film co-written and directed by Melvin Frank and starring George Segal and Glenda Jackson. Featuring much of the same cast and crew as Frank's 1973 film A Touch of Class, this film is about a couple's constant meeting and clashing. It marked Martin Short's film debut. While visiting Switzerland, an American college professor, Adam, keeps running into a divorced British secretary, Patricia, wherever they go. First their cars collide. Then they smash into one another on a ski slope, each breaking a leg. In between numerous quarrels, the two develop lust and love. They hastily marry, but the disagreements continue. Patricia decides to leave, so Adam decides to fake a suicide. They lose and find each other, again and again. Roger Ebert of the Chicago Sun-Times gave the film 1 star out of 4 and opened his review by stating: \"This movie is terrible. It's awful. It is inconceivable to me that the same people who made 'A Touch of Class' had anything to do with it, but they did.\"[3] Janet Maslin of The New York Times wrote, \"'Lost and Found' is reasonably breezy, but it has neither authenticity nor glamour; instead, it settles for a homeyness that borders on the drab. If Mr. Segal and Miss Jackson aren't one of those fabulous couples one can never quite believe are made of flesh and blood, neither are they plausible as just plain folks who are happily in love. The script insists upon a strong sexual bond between them, but neither performance suggests any such thing. The characters inflict a lot of pain upon each other, which makes it even harder to see what keeps them together.\"[4] Variety called the film \"a pleasant enough romantic comedy that manages to evoke laughter more often than not,\" though in comparison to A Touch of Class \"the new picture has neither the charm or style of 1973 picture, depending too much on forced physical comedy.\"[5] Gene Siskel of the Chicago Tribune gave the film 2 stars out of 4 and wrote, \"Unfortunately, the biggest problem with 'Lost and Found' is that George Segal's character simply is not worth Jackson's attention ... Within the world of this trivial comedy, Segal is presented as cute when actually he is a menace, a menace to himself and to any woman who would place her trust in him. Jackson's character recognizes this, but the 'cute' script doesn't allow her to walk away permanently.\"[6] Charles Champlin of the Los Angeles Times was also negative, writing, \"When the romantic comedy can't make its make-believe believable, the results (hinting of beads of perspiration on the brow and cigarette butts beside the typewriter in the cold gray dawn) are more likely to make the teeth ache. The elusive binding ingredient is charm. Ms. Jackson can speak rapid-fire scorn as well as any actress working, and in full wrath she is wonderful to behold, but in 'Lost and Found' it is a lost cause.\"[7] Gary Arnold of The Washington Post slammed the film as \"a disgrace\" and \"the ugliest, unfunniest 'comedy' to litter the American screen since 'Fire Sale.'\"[8] Jack Kroll stated in Newsweek, \"In his belated zeal to mix laughter and 'life,' Frank has forgotten to make his movie likable.\"[9] Clyde Jeavons of The Monthly Film Bulletin wrote, \"Saddled with a leaden script and a plot which relies heavily on contrivance, slapstick and would-be black humour, Segal and Jackson—far from making the sparks fly—look distinctly uncomfortable in each other's company, and only the latter wins through on sheer technique and pragmatic English charm.\"[10] The film was a box office flop.[2]","Title":"Lost and Found (1979 film) - Wikipedia","KeyID":"18629","URL":"https://en.wikipedia.org/wiki/Lost_and_Found_(1979_film)"}