{"Content: ":"Hollywood Forever Cemetery is a full-service cemetery, funeral home, crematory, and cultural events center which regularly hosts community events such as live music and summer movie screenings. It is one of the oldest cemeteries in Los Angeles, California and is located at 6000 Santa Monica Boulevard in the Hollywood district of Los Angeles. It was founded in 1899 as Hollywood Cemetery, and, from 1939, was known as Hollywood Memorial Park until 1998 when it was given its current name. The studios of Paramount Pictures are located at the south end of the same block, on 40 acres (16 ha) that were once part of the cemetery which held no interments. Individuals interred in the cemetery include many prominent people from the entertainment industry, as well as people who played vital roles in shaping Los Angeles. Hollywood's only cemetery,[2] Hollywood Forever was founded in 1899 on 100 acres (40 ha) and called \"Hollywood Cemetery\" by F. W. Samuelson and (first name unknown) Lombard. In 1897, the two men were the owners of a 60 acres (24 ha) tract of land near Hollywood in Los Angeles County. In that year, they—along with Mrs. M. W. Gardner of Santa Monica, Joseph D. Rodford, Gilbert Smith, and Thomas R. Wallace—formed a corporation known as the \"Hollywood Cemetery Association.[3][4][5] The cemetery sold large tracts to Paramount Pictures, which, with RKO Pictures, bought 40 acres (16 ha) by 1920. Part of the remaining land was set aside for the Beth Olam Cemetery, a dedicated Jewish burial ground for members of the local Jewish community. Jules Roth (1900–1998) was a convicted felon and millionaire. In 1939, he bought a 51% stake in the cemetery, which was the interment site of his parents. He used the money from the cemetery's operations to pay for his personal luxuries. At that time, the cemetery was known as Hollywood Memorial Park. In the 1990s, the cemetery began to show signs of neglect and disrepair. Actress Hattie McDaniel, best known for her role as Mammy in the epic movie Gone with the Wind (for which she became the first African American to win an Academy Award) had expressed a desire to be interred at Hollywood Memorial Park. At the time of McDaniel's death in 1952, Hollywood Memorial, like other cemeteries, was segregated.[6] Despite McDaniel's expressed wish, Roth would not allow the actress to be interred in the cemetery. Hollywood Forever would be desegregated seven years later. In 1999 (the 47th anniversary of McDaniel's death), the cemetery's current owner dedicated a cenotaph in her honor at a prime location south of Sylvan Lake.[7] In July 1974, the crematory was shut down after singer Cass Elliot was cremated. According to cemetery grounds supervisor Daniel Ugarte, the crematory was in such disrepair that bricks began falling in around Elliot's remains. The crematory would be repaired and re-opened twenty-eight years later in 2002.[8] By the 1980s, the California Cemetery Board began receiving regular complaints from the families of people interred there. Family members complained that the grounds were not kept up and were disturbed to hear stories about vandalism on the cemetery grounds. The heirs of well-known makeup artist Max Factor (who was interred in the Beth Olam Mausoleum in 1938) moved his and other Factor family remains to Hillside Memorial Park in Culver City after the mausoleum sustained water damage that discolored the walls. In 1986, a Los Angeles woman and 1,000 other plot owners filed a class action lawsuit against the cemetery for invasion of privacy after they discovered that Roth allowed employees of Paramount Pictures to park in the cemetery while the studio's parking structure was undergoing construction.[9] In the late 1980s, Jules Roth sold two lawns totalling 3 acres (12,000 m2) that were facing the Santa Monica Boulevard front of the property. It was reported that the property was paid for with cash. Those lawns are now strip malls that house, among other businesses, an auto parts store and a laundromat.[10] After the 1994 Northridge earthquake, Roth could not afford to repair the roofs and other damage the earthquake caused to crypts. By that time, Hollywood Memorial was no longer making money and only generated revenue by charging families $500 for disinterments.[11] In 1997, Roth became ill after he fell in his Hollywood Hills home. He had been embroiled in a scandal regarding another cemetery he owned, Lincoln Memorial Park, in Carson, California. Several months before his death, Roth was bedridden and disoriented and during this time his will was changed to provide for his business associates and maid, who were the only witnesses to his signature. His relatives, who were listed in his previous will, were written out. Roth died on January 4, 1998, and he was interred next to his wife, Virginia, his father, and his mother in the Cathedral Mausoleum.[10] The state of California had revoked the cemetery's license to sell its remaining interment spaces.[12] After Roth's death, the subsequent owners, Brent and Tyler Cassity, aka Tyo, LLC discovered that the cemetery's endowment care fund—meant to care for the cemetery in perpetuity—was missing about $9 million.[2] Tyler Cassity also claimed that he discovered Mr. Roth's bust in an antique shop, and that the bust was part of Mr. Roth's personal artifacts that were sold at auction. Those owners, Tyo, LLC, purchased the now 62-acre (25 ha) property that was on the verge of closure in a bankruptcy proceeding, in 1998 for $375,000. They renamed the cemetery \"Hollywood Forever\" and set out to give it a complete restoration,[13] investing millions in revitalizing the grounds and also offering documentaries about the deceased that are to be played in perpetuity on kiosks and are posted on the Web,[14] as well as organizing tours to draw visitors.[10] Since 2002, the cemetery has screened films on weekends during the summer and on holidays at a gathering called Cinespia. The screenings are held on the Douglas Fairbanks Lawn and the films are projected onto the white marble west wall of the Cathedral Mausoleum.[15] Music events take place in the cemetery as well. On June 14 and 15, 2011, The Flaming Lips played at the cemetery in a two-night gig billed \"Everyone You Know Someday Will Die\", a lyric from their 2002 single \"Do You Realize??\".[16] The cemetery contained a Confederate Monument, erected in 1925 and maintained by the Long Beach chapter of the United Daughters of the Confederacy until August 15, 2017.[17][18] On August 17, 2013, electronic/industrial musician Gary Numan recorded a live album at the cemetery during his Splinter World Tour. It was released on February 19, 2016.[19] Also in 2013, Brent Cassity and his father, James Douglas Cassity, admitted guilt in a $600 million Ponzi scheme involving their control of National Prearranged Services, Inc.[20] [21] Brent Cassity was sentenced to 5 years in federal prison; James \"Doug\" Cassity was likewise sentenced to 9 years and 7 months. [22] James Douglas Cassity died in 2020, following his release by the Federal Bureau of Prisons related to the spread of coronavirus.[citation needed] The 1983 horror film One Dark Night starring Meg Tilly and Adam West used the two mausoleums at Hollywood Forever Cemetery for the interior and exterior shots of the mausoleum in the film. A documentary about the cemetery called The Young and the Dead, was made in 2000.[23] The cemetery is briefly shown in the short Stopover in Hollywood. The television series 90210 featured the cemetery in the episode \"Hollywood Forever\".[24] In one scene of the novel Expiration Date by Tim Powers, the main characters are evading the antagonists of the novel by hiding in Hollywood Forever Cemetery. At one point the main hero, Pete Sullivan, remarks at the tomb of Bugsy Siegel that his late Hollywood producer father was friends with Siegel and many of the other celebrities interred at Hollywood Forever. To illustrate, Sullivan knocks the first few beats of \"Shave-and-a-Haircut\" on the marble slab of Siegel's crypt, and, a moment later, receives the response \"Two-Bits\" knocked from inside the crypt. In the Season 2 episode of Showtime's Californication, \"Blues from Laurel Canyon\", the grave of character Lew Ashby is depicted at Hollywood Forever Cemetery. A scene from the 2010 movie Valentine's Day took place in the cemetery. The movie shown in the cemetery was Hot Spell (1958). In 2012, Los Angeles heavy metal band L.A. Guns released an album entitled Hollywood Forever, which also contains a title track. A music video for one of the album's tracks, \"Requiem\" featured excerpts filmed on location at the Hollywood Forever Cemetery. Josh Tillman released a song titled \"Hollywood Forever Cemetery Sings\" on his 2012 album titled Fear Fun.[25] Hollywood Forever Cemetery was featured on CNBC’s American Greed episode \"Six Feet Plunder\": it detailed how the cemetery was purchased and owned by brothers Tyler and Brent Cassity, with some of the funds coming from National Prearranged Services, Inc., a ponzi scheme run by the Cassity family. The cemetery was featured in the 2014 horror comedy Burying the Ex. Talking Dead hosted a live 90-minute season premiere on the grounds, immediately following the Season 7 premiere of The Walking Dead.[26] The grounds were also used to air the series finale of Breaking Bad. Violet LeVoit's 2016 neo-noir novella I Miss The World takes place within the cemetery.[27][28] The cemetery was a featured location in the 2015 Michael Connelly book The Crossing.[29] The cemetery was featured in the 2018 American comedic neo-noir mystery film, Under the Silver Lake. The cemetery was featured in two episodes during the fifth season of American Horror Story: Hotel. Hollywood Forever Cemetery is mentioned by Bat for Lashes in the song Jasmine from her fifth LP Lost Girls, released in September 2019. Numerous notable individuals including many prominent persons in the entertainment industry have been interred at the cemetery, such as Florence Lawrence, Marion Davies, Burt Reynolds, Chris Cornell, Mel Blanc, Jerry Siegel, Yma Sumac, Ken Miles, Cecil B. DeMille, Fay Wray, Bugsy Siegel, Judy Garland, Johnny Ramone, Dee Dee Ramone, Janet Gaynor, Darren McGavin, Estelle Getty, Anton Yelchin, Don Adams, Ann Sheridan, Iron Eyes Cody, Douglas Fairbanks, Douglas Fairbanks Jr., Peter Lorre, Richard Maibaum, Louis Calhern, Mickey Rooney, Tyrone Power, Peter Finch, Gregg Toland, Joe Dassin and Rudolph Valentino. The cemetery's website contains \"Forever Tributes\" of each star, which consist of a video with introduction titles saying, \"A Hollywood Forever Tribute, in honor of...(name)\". The body of the video contains photos and film clips of the honoree, interviews with friends or relatives, and music and narration. The conclusion shows the honoree's name, birth year, and death year. The videos are available through an interactive map of the property on the cemetery website.","Title":"Hollywood Forever Cemetery - Wikipedia","KeyID":"18621","URL":"https://en.wikipedia.org/wiki/Hollywood_Forever_Cemetery"}