{"Content: ":"Cruising is a 1980 crime thriller film written and directed by William Friedkin and starring Al Pacino, Paul Sorvino, and Karen Allen. It is loosely based on the novel of the same name by New York Times reporter Gerald Walker about a serial killer targeting gay men, particularly those men associated with the leather scene in the late 1970s. The title is a double entendre, because \"cruising\" can describe both police officers on patrol and men who are cruising for sex. Poorly received by critics upon release, Cruising performed moderately at the box office. The shooting and promotion were dogged by gay rights protesters, who believed that the film stigmatized them. The film is also notable for its open-ended finale, which was criticized by Robin Wood and Bill Krohn as further complicating what they felt were the director's incoherent changes to the rough cut and synopsis, as well as other production issues.[2] In New York City amidst a hot summer, body parts of men are showing up in the Hudson River. The police suspect it to be the work of a serial killer who is picking up gay men at West Village bars such as the Eagle's Nest, the Ramrod, and the Cock Pit, then taking them to cheap rooming houses or motels, tying them up and stabbing them to death. Officer Steve Burns, who resembles the victims' dark-haired, slim profile, is sent deep undercover by Captain Edelson into the urban world of gay S&M and leather bars in the Meatpacking District in order to track down the killer. Burns is at first reluctant to accept the assignment, but he is ambitious and sees a high-profile case as a way to rapidly advance his career. He rents an apartment in the area and befriends a neighbor, Ted Bailey, a struggling young gay playwright who does tech support to pay the bills. Burns's undercover work takes a toll on his relationship with his girlfriend Nancy due to his inability to tell her the details of his current assignment and his developing friendship with Ted, who himself is having relationship problems with his jealous and overbearing dancer boyfriend, Gregory. Burns mistakenly compels the police to interrogate a waiter, Skip Lee, who is intimidated and beaten to coerce a confession before the police discover Skip's fingerprints do not match the killer's. Burns is disturbed by the brutality, and tells Captain Edelson he didn't agree to the assignment so people could be beaten simply for being gay. Exhausted by the undercover work, Burns is close to quitting, but is convinced by Edelson to continue with the investigation. Edelson in turn reprimands the officers behind the interrogation of Skip. Following a new lead, Burns investigates students at Columbia University who studied with one of the previous victims, a college professor. Burns thinks that he has found the serial killer: Stuart Richards, a gay music graduate student with schizophrenic disorder. He breaks into his apartment and discovers a box of letters to his father. Burns later meets Richards in Morningside Park and cruises him for sex. After Burns asks him to pull his pants down, Richards tries to stab him, but Burns stabs him in the side, incapacitating him. Burns brings Richards into custody, where his fingerprints are a match for those discovered at one of the stabbings. Shortly afterward, Ted's mutilated body is found. The police dismiss the murder as a lover's quarrel turned violent and put out an arrest warrant for Gregory, with whom Burns had an earlier confrontation due to Gregory's jealousy. The police consider the case closed with Richards in custody and Burns, now promoted to detective, moves back in with Nancy. As Burns shaves his beard in the bathroom, Nancy tries on his leather jacket, cap, and aviator sunglasses. Burns stares at himself in the mirror and he briefly looks at the camera, which then cuts to the tug boat patrolling the Hudson River from the beginning of the film, bringing the audience full circle. Philip D'Antoni, who had produced Friedkin's 1971 film The French Connection, approached Friedkin with the idea of directing a film based on New York Times reporter Gerald Walker's 1970 novel Cruising about a serial killer targeting New York City's gay community. Friedkin was not particularly interested in the project. D'Antoni tried to attach Steven Spielberg, but they were not able to interest a studio. A few years later, Jerry Weintraub brought the idea back to Friedkin, who was still not interested. Friedkin changed his mind following a series of unsolved killings in gay leather bars in the early 1970s and the articles written about the murders by Village Voice journalist Arthur Bell. Friedkin also knew a police officer named Randy Jurgensen who had gone into the same sort of deep cover that Pacino's Steve Burns did to investigate an earlier series of gay murders, and Paul Bateson, a doctor's assistant who had appeared in Friedkin's 1973 film The Exorcist, who, while being prosecuted for another murder, was implicated (but never charged) in six of the leather bar murders. All of these factors gave Friedkin the angle he wanted to pursue in making the film.[3] Jurgensen and Bateson served as film consultants, as did Sonny Grosso, who earlier had consulted with Friedkin on The French Connection. Jurgensen and Grosso appear in bit parts in the film. In his research, Friedkin worked with members of the Mafia, who at the time owned many of the city's gay bars.[4] Al Pacino was not Friedkin's first choice for the lead; Richard Gere had expressed a strong interest in the part, and Friedkin had opened negotiations with Gere's agent. Gere was Friedkin's choice because he believed that Gere would bring an androgynous quality to the role that Pacino could not.[5] The film was intended to depict gay cruising as it existed at the Mineshaft, but that bar is not named in the movie;[6] because the Mineshaft would not allow filming. Scenes from the movie were instead filmed at the Hellfire Club, which was decorated to resemble the Mineshaft. Regulars from the Mineshaft appeared as extras.[7] Scenes were shot in streets and other locations near the Mineshaft.[8] Pacino attended as part of researching his role. (A bar called the Mineshaft does appear in the novel which, with substantial changes, was the inspiration for the film.) The Motion Picture Association of America (MPAA) originally gave Cruising an X rating. Friedkin claims he took the film before the MPAA board \"50 times\" at a cost of $50,000 and deleted 40 minutes of footage from the original cut before he secured an R rating.[3] The deleted footage, according to Friedkin, consisted entirely of footage from the clubs in which portions of the film were shot and consisted of \"[a]bsolutely graphic sexuality...that material showed the most graphic homosexuality with Pacino watching, and with the intimation that he may have been participating.\"[4] In some discussions, Friedkin claims that the missing 40 minutes had no effect on the story or the characterizations,[3] but in others he states that the footage created \"mysterious twists and turns (which [the film] no longer takes)\", that the suspicion that Pacino's character may have himself become a killer was made more clear and that the missing footage simultaneously made the film both more and less ambiguous. When Friedkin sought to restore the missing footage for the film's DVD release, he discovered that United Artists no longer had it. He believes that UA destroyed the footage.[3] Some obscured sexual activity remains visible in the film as released, and Friedkin intercut a few frames of gay pornography into the first scene in which a murder is depicted. This movie represents the only film soundtrack work by the punk rock band the Germs. They recorded six songs for the film, of which only one, \"Lion's Share\", appeared. The cut \"Shakedown, Breakdown\" was written and recorded especially for the film by cult band Rough Trade.[9] Soundtrack director Nitzsche had initially attempted to include two songs, \"Endless Night\" and \"Devil's Sidewalk\", by Graham Parker and the Rumour in the film, but legal issues prevented the songs from being used.[10] The songs appeared on Parker's 1980 album The Up Escalator. Friedkin asked gay author John Rechy, some of whose works were set in the same milieu as the film, to screen Cruising just before its release. Rechy had written an essay defending Friedkin's right to make the film, but not defending the overall film. At Rechy's suggestion, Friedkin deleted a scene showing the Gay Liberation slogan \"We Are Everywhere\" as graffiti on a wall just before the first body part is pulled from the river, and added a disclaimer:[11] \"This film is not intended as an indictment of the homosexual world. It is set in one small segment of that world, which is not meant to be representative of the whole.\"[12] Friedkin later claimed that it was the MPAA and United Artists that required the disclaimer, calling it \"part of the dark bargain that was made to get the film released at all\" and \"a sop to organized gay rights groups\".[13] Friedkin claimed that no one involved in making the film thought it would be considered as representative of the entire gay community, but gay film historian Vito Russo disputes that, citing the disclaimer as \"an admission of guilt. What director would make such a statement if he truly believed that his film would not be taken to be representative of the whole?\"[14] Friedkin revealed that he was disappointed with Pacino's lack of professionalism during the shoot, saying he was often late and didn't add any ideas to the character or film. On the opposite, Pacino stated that Friedkin had dispossessed the movie from him by changing the ending. In his autobiography, Friedkin admits that a single shot can change the whole plot of a movie when talking about \"Cruising\" implying then that the ambiguous ending might not have been planned from the start. In contradiction, some elements in the movie suggest that Burns might be the killer like a scene at the beginning showing him wearing the killer's cap and the fact that Richards doesn't attack first and Burns kills him with a knife too. Furthermore, the killer is said to sing a nursery rhyme before he kills and Burns is the only one shown in the movie to sing one.[15][16] Throughout the summer of 1979, members of New York City's gay community protested against the production of the film. Protests started at the urging of gay journalist Arthur Bell, whose series of articles on unsolved murders of gay men inspired the film.[17] Gay people were urged to disrupt filming, and gay-owned businesses to bar the filmmakers from their premises. People attempted to interfere with shooting by pointing mirrors from rooftops to ruin lighting for scenes, blasting whistles and air horns near locations, and playing loud music. One thousand protesters marched through the East Village demanding the city withdraw support for the film.[18] As a result of interference, the movie's audio largely was overdubbed in order to remove the noise caused by off-camera protesters.[19] Al Pacino said that he understood the protests but insisted that upon reading the screenplay he never at any point felt that the film was anti-gay. He said that the leather bars were \"just a fragment of the gay community, the same way the Mafia is a fragment of Italian-American life\", referring to The Godfather, and that he would \"never want to do anything to harm the gay community\".[20] Cruising was released February 15, 1980, in the United States and had a box office take of $19.8 million.[21] Critical reaction to the film was highly negative, and LGBT activists publicly protested against Cruising.[22] However, critical opinion has warmed somewhat over the years as the film has been reassessed.[23][24] As of May 2022[update], the film holds a 50% approval rating at Rotten Tomatoes based on 58 reviews, with a weighted average of 6.1/10. The site's consensus states, \"Cruising glides along confidently thanks to filmmaking craft and Al Pacino's committed performance, but this hot button thriller struggles to engage its subject matter sensitively or justify its brutality.\"[25] Upon its original release, Roger Ebert gave Cruising two and a half out of four stars, describing it as well-filmed and suspenseful yet it \"seems to make a conscious decision not to declare itself on its central subject\"—the true feelings of Pacino's character about the S&M subculture, which are never explored to Ebert's satisfaction.[26] Critic Jack Sommersby's comments typified the contemporary criticism directed at non-political matters such as character development and the changes made when the film was transferred from a novel to a film:[27] The second major criticism of the film at its release came from gay activists who felt that the film had a homophobic political message and that it portrayed gay men as being attracted to violence, which could in turn justify homophobic hate crimes. Ebert wrote \"The validity of these arguments is questionable.\"[26] However, several critics have taken issue with its portrayal of gay men. TV Guide's Movie Guide, for example, noticed that the gay scene is portrayed in the movie \"as irredeemably sick and violent\", with \"virtually nobody [being] portrayed sympathetically\".[28] Brian Juergens, associate editor with gay culture website AfterEllen, contended that the movie \"viciously exploited\" the gay community, arguing that gay male sexuality does not seem to serve any purpose in the plot other than being a prop to shock heterosexual audiences. Although the film contains a disclaimer saying that it does not intend to be \"an indictment of the homosexual world\", Juergens states that certain elements in the plot—especially the fact that it is hinted that several gay male killers are operating simultaneously—\"makes a clear statement (however unintended the filmmakers may maintain it is) about a community as a whole\".[19] Vito Russo wrote \"Gays who protested the making of the film maintained that it would show that when Pacino recognized his attraction to the homosexual world, he would become psychotic and begin to kill,\"[14] with at least one critic agreeing that Burns' \"willingness to sleep with a man is [portrayed as] the ultimate descent into depravity.\"[29] However, in Exorcising Cruising, a behind-the-scenes documentary on the Cruising DVD, Friedkin alleges that the film was supported by much of New York City's leather/S&M community, who appeared by the dozens as extras in the nightclub scenes. Raymond Murray, editor of Images in the Dark (an encyclopedia of gay and lesbian films) writes that \"the film proves to be an entertaining and (for those born too late to enjoy the sexual excesses of pre-AIDS gay life) fascinating if ridiculous glimpse into gay life—albeit Hollywood's version of gay life.\" He goes on to say \"the film is now part of queer history and a testament to how a frightened Hollywood treated a disenfranchised minority.\"[30] In retrospect, William Friedkin said: \"Cruising came out around a time that gay liberation had made enormous strides among the general public. It also came out around the same time that AIDS was given a name. I simply used the background of the S&M world to do a murder mystery; it was based on a real case. But the timing of it was difficult because of what had been happening to gay people. Of course, it was not really set in a gay world; it was the S&M world. But many critics who wrote for gay publications or the underground press felt that the film was not the best foot forward as far as gay liberation was concerned, and they were right. Now it's reevaluated as a film. It could be found wanting as a film, but it no longer has to undergo the stigma of being an anti-gay screed, which it never was.\"[31] In a 2006 interview, Camille Paglia stated: \"I loved Cruising—while everyone else was furiously condemning it. It had an underground decadence that wasn't that different from The Story of O or other European high porn of the 1960s.\"[32] Several film directors also cite the movie as among their favorite films. Quentin Tarantino says he was doing a play in Broadway in 1995 and he held a screening for gay members of the theatre community and \"It just blew their minds. They loved it.\"[33] Danish film director Nicolas Winding Refn called the film \"a masterpiece.\"[34] Safdie brothers named the film as an influence on their work.[35] In the 1995 documentary The Celluloid Closet (adapted from Vito Russo's books on homosexuals in the film industry), Ron Nyswaner, screenwriter for Philadelphia, claims he and a boyfriend were threatened with violence by a group of men who stated that Cruising was their motivation.[36] According to a 2013 book by film professor R. Hart Kylo-Patrick,[37] \"Two months after the film's release, a bar prominently displayed in the movie came under attack by a man with a sub-machine gun, killing two patrons and wounding 12 others. Friedkin refused to comment on the attack.\" A 2016 article in The New York Times identifies the culprit of this shooting as Ronald K. Crumpley, formerly an officer with New York City Transit Police.[38] He first shot two people outside a delicatessen with an Uzi, then walked a few blocks where he shot into a group of men standing outside The Ramrod, a gay bar. In total, he shot eight persons, two of whom died. Crumpley was said to have stated to police after his arrest: “I'll kill them all — the gays — they ruin everything.\" He was found \"not responsible by reason of mental disease or defect\" and spent the rest of his life at a psychiatric hospital, dying at the age of 73 in 2015. The New York Times article from 2016 does not mention Cruising or Friedkin, and it is not clear if the film played any role in the attack. Robert Mapplethorpe's initial interest in the black male form was inspired by (in addition to films like Mandingo) the interrogation scene in Cruising, in which an unknown black character enters the interrogation room and slaps the protagonist across the face.[39] A deluxe collector's edition DVD was released in 2007 and 2008 by Warner Home Video. This release was not a director's cut, but did include some scenes not seen in the original VHS release, and additional visual effects added by Friedkin. Friedkin did a director's commentary track for the DVD. This version did not have a disclaimer at the beginning stating that Cruising depicts a gay S&M subculture and is not representative of mainstream gay life. The DVD included two bonus features titled \"The History of Cruising\" and \"Exorcising Cruising\", the latter about the controversy the film provoked during principal photography and after it was released. The DVD is no longer available. A special edition Blu-ray with a restored print of the film was released by Arrow on August 20, 2019. It has similar bonus features.[40] In 2013, filmmakers James Franco and Travis Mathews released Interior. Leather Bar., a film in which they appear as filmmakers working on a film which reimagines and attempts to recreate the 40 minutes of deleted and lost footage from Cruising.[41] (The period after \"Interior\" is a reference to Cruising's shooting script, describing an indoor scene at such a bar.)[42] The film is not actually a recreation of the footage; instead, it uses a docufiction format to explore the creative and ethical issues arising from the process of trying to film such a project.[41]","Title":"Cruising (film) - Wikipedia","KeyID":"18630","URL":"https://en.wikipedia.org/wiki/Cruising_(film)"}