{"Content: ":"Bulworth is a 1998 American political satire black comedy film co-written, co-produced, directed by, and starring Warren Beatty. It co-stars Halle Berry, Oliver Platt, Don Cheadle, Paul Sorvino, Jack Warden, and Isaiah Washington. The film follows the title character, California Senator Jay Billington Bulworth (Beatty), as he runs for re-election while trying to avoid a hired assassin. The film received generally positive reviews and a nomination for the Academy Award for Best Original Screenplay yet narrowly failed to break even on a $30 million budget. However, Beatty was praised for tackling race, poverty, dysfunction in the health care system, and corporate control of the political agenda, with eminent legal scholar Patricia J. Williams noting the film examined \"racism's intersection with America's deep, and growing, class divide.\"[4] Jay Bulworth, a Democratic U.S. Senator from California, faces a primary challenge from a fiery young populist. Once politically liberal, Bulworth has over time conceded to more conservative politics and to accepting donations from large corporations. While he and his wife have been having affairs with each other's knowledge for years, they maintain a happy facade for the sake of their public image. Tired of politics and unhappy with life, Bulworth makes plans to kill himself, and negotiates a $10 million life insurance policy with his daughter as the beneficiary. Knowing that a suicide would void the policy, he contracts to have himself assassinated within two days. He arrives extremely drunk at a Los Angeles campaign event, where he freely speaks his mind in the presence of the C-SPAN film crew following his campaign. After dancing all night in an underground club and smoking marijuana, he begins rapping in public. His frank, offensive remarks make him an instant media darling and re-energize his campaign. He becomes romantically involved with Nina, a young black activist, who begins to join him on campaign stops. He is pursued by the paparazzi, his insurance company, his campaign managers, and an increasingly adoring public, all the while awaiting his impending assassination. After a televised debate during which Bulworth derides insurance companies and the American healthcare system while drinking from a flask, he retreats to the home of Nina's family in impoverished South Central Los Angeles. He witnesses a group of children selling crack and intervenes to rescue them from an encounter with a racist police officer, and later discovers they work for L.D., a local drug kingpin to whom Nina's brother owes money. Bulworth eventually makes it to a television appearance arranged earlier by his campaign manager, during which he raps and repeats verbatim statements that Nina and L.D. have told him about the lives of poor black people and their opinions of various American institutions, such as education and employment. Eventually he offers the solution that \"everybody should fuck everybody\" until everyone is \"all the same color,\" stunning the audience and his interviewer. Bulworth spends the film fearful of a man who had been following him under the assumption that he was the assassin trying to murder him. After the man finally pushes Bulworth to complete terror, he corners Bulworth on a set at the television studio and begins photographing Bulworth with Nina, revealing himself to be simply paparazzi. Bulworth, frustrated, flees with Nina, who reveals that she is the assassin he indirectly hired (ostensibly to make the money needed to pay off her brother's debt) and will now not carry out the job. Relieved, Bulworth falls asleep for the first time in days in Nina's arms. He sleeps for 36 hours, during which the media speculates over his sudden absence leading up to election day. Bulworth wins the primary in a landslide, and L.D. allows Nina's brother to work off the debt. Bulworth accepts a new campaign for the presidency during his victory speech, but is suddenly shot by Graham Crockett, an agent of the insurance company that was fearful of Bulworth's recent push for single-payer health care, who makes a quick escape. Bulworth's fate is left ambiguous. The final scene shows an elderly vagrant, whom Bulworth met previously, standing alone outside a hospital. He exhorts Bulworth, who is presumably inside, to not be \"a ghost\" but \"a spirit\" which, as he had mentioned earlier, can only happen if you have \"a song\". In the final shot of the film, he asks the same of the audience. Beatty first pitched the film in 1992 under the basic pitch of a depressed man putting a hit on himself for the life insurance before falling in love. 20th Century Fox executive Joe Roth approved of the pitch and a budget of $30 million before Beatty got to work on the point of view in politics that would take center stage for the film, with Beatty taking input from writers such as Jeremy Pikser, James Toback and Aaron Sorkin (who reportedly did a re-write on the script). Beatty, long involved in politics since his first hero of Robert Kennedy, wanted to make a film that would strike the perceived notion that politics had become too absorbed in polls and fundraising while losing sight on the issues that matters most. Beatty styled his film in hip-hop and rap because of the \"great comic contrast\" that would come from it.[5] The soundtrack was released on April 21, 1998, by Interscope Records. The film generated a great deal of controversy and received a positive reception from film critics.[6][7][8][9][10][11] On Rotten Tomatoes it has a 76% approval rating based on 67 reviews, with an average rating of 7.10/10. The site's consensus states: \"Star and director Beatty's ambitious take on race and politics in 20th-century America isn't perfect, but manages to provide more than its share of thought-provoking laughs.\"[12] On Metacritic it has a score of 75% based on reviews from 28 critics.[13] Audiences surveyed by CinemaScore gave the film a grade \"C+\" on scale of A to F.[14] Writing in Time Out New York, Andrew Johnston observed: \"More than anything else, Bulworth is descended from Preston Sturges's topical farces of the 1940s, which juxtaposed a deep belief in the promise of America with irreverent attacks on the hypocrisy of its institutions.\"[15] Patricia J. Williams saw the film three times, saying: \"[Beatty] knows power, if not the ghetto, and this movie is effective precisely because it takes on the issue of power... I kept going back because I am amazed by a movie this overtly left wing, fearless and eccentric.\" She added: \"Bulworth isn't about race alone; more specifically, it's about racism's intersection with America's deep, and growing, class divide.\"[4] The Washington Post rated the film 19th on a list of \"The 34 best political movies ever made\".[16] The Los Angeles Times commented that Bulworth did \"extremely well\" on a limited release.[17][18] Despite this, the film ultimately grossed just $29,202,884 worldwide at the box office. In 2013, The New York Times reported that President Barack Obama had, in private, \"talked longingly of 'going Bulworth,'\" in reference to the film.[29]","Title":"Bulworth - Wikipedia","KeyID":"18645","URL":"https://en.wikipedia.org/wiki/Bulworth"}