{"Content: ":"American Perfekt is a 1997 road/crime thriller film written and directed by Paul Chart, produced by Irvin Kershner. It was screened in the Un Certain Regard section at the 1997 Cannes Film Festival.[1] The film stars Robert Forster as a psychiatrist who gives a motorist (Amanda Plummer) a lift after her car breaks down. The seemingly good Samaritan's intentions become questionable when the duo run into a traveling conman (David Thewlis) and both abruptly vanish. While driving alone in the Mojave Desert, Sandra Thomas's (Plummer) car breaks down after a road rage incident with another driver, Santini (Thewlis), who is later revealed to be a notorious scam artist. Sandra is offered a lift by soft-spoken passerby Jake Nyman (Forster), who identifies himself as a Los Angeles psychiatrist on a pleasure trip with decisions based on a flip of a coin. Sandra intended to meet her down-on-her-luck hitchhiking sister Alice (Fairuza Balk) in the town of Pearblossom. However, the rendezvous is once again postponed when Jake's car runs out of gas. During a break at a rest stop, the two grow romantically attached. They also reunite with Santini, who punches Sandra in the face during a drunken row. Based on a coin flip, Jake offers to either kill Santini or make sure he doesn't hurt her ever again. She's also given the option to accompany Jake for the remainder of his trip using his philosophy. However, the outcome of either toss is not revealed, and Sandra and Santini both disappear. Not long after, Jake encounters Alice and gives her a ride, and while there's common knowledge he was with Sandra, the latter's whereabouts are not known. When a woman's body turns up at a motel she and Jake were staying at, the remains are identified as belonging to Rita (Balaski), a flirtatious local junkie who slept with Santini. Sheriff Frank (Paul Sorvino) and Deputy Sam (Chris Sarandon) don't suspect Jake of wrongdoing based on his clean record and demeanor; the immediate implication is that Santini, a fugitive, was involved in Rita's death and Sandra's disappearance. Alice isn't alarmed that Jake lied to police about why she was with him - claiming that she was a pregnant teen \"patient\" of his - and continues to go along for the ride. Later, Santini pursues Jake and Alice on the highway but careens off the road and crashes his car. Alice attempts to rescue him but he's unable to speak due to an injury to the mouth and dies. Sheriff Frank finds a human tongue in the toilet of Jake's motel room and learns from an APB that he's the suspect in an unfolding serial killer investigation. Concurrently, Jake incriminates himself to Alice as the psychopathic murderer of her sister, coldly reciting their childhood memories and showing Sandra's mutilated corpse in the trunk of his car. Alice hits him in the face with a shovel and escapes to a nearby barn, where Jake (who had earlier stolen a gun from a roadside store) ambushes her. As a last ditch effort to save her life and appease Jake's philosophy, Alice proposes a coin toss in which she can either walk free (heads) or he'll kill her (tails), using a switched double-headed Kennedy half dollar taken from Santini. Jake discovers the coin is counterfeit and turns his vehicle around to retrieve his coin for a re-toss, but is t-boned by Frank and Sam's approaching car, resulting in the deaths of all three.","Title":"American Perfekt - Wikipedia","KeyID":"18641","URL":"https://en.wikipedia.org/wiki/American_Perfekt"}