{"Content: ":"Most Wanted is a 1997 American action thriller film directed by David Glenn Hogan, produced by Eric L. Gold and written by Keenen Ivory Wayans, who also starred in the lead role. The film co-stars Jon Voight, Jill Hennessy and Paul Sorvino. The film was released by New Line Cinema in the United States on October 10, 1997. James Dunn (Wayans), a United States Marine who served in the Gulf War is wrongly accused of an assassination of an officer he had disputed with. Dunn is later saved from death row and recruited for a top-secret special operations squad led by Lt. Col. Grant Casey (Voight). Their mission is to neutralize criminals who had avoided conventional law enforcement methods. On his first mission, Dunn finds that his purpose is to actually be falsely perceived as the man who assassinated the first lady. Soon, a search begins for Dunn and Dr. Victoria Constantini (Hennessy) who was a witness to what happened and had videotaped the incident. Dunn finds her and she becomes a reluctant ally to him after he saved her life after she was targeted by the conspirators, who blew up her house. They are pursued by the military, led by General Adam Woodward, who in fact was posing as the deceased Lt. Col and is a part of the conspiracy. During the manhunt, Dunn and Constantini start to put together the pieces of who is behind the assassination which also involves Donald Bickhart (Culp), the head of his own powerful pharmaceutical company behind an experimental vaccine called CRC-13 which was used to experiment on soldiers illegally which the first lady was investigating and the reason she was killed. As a smokescreen, Bickhart puts a bounty of 10 million dollars for anyone (both civilian and law enforcement) who can capture Dunn dead or alive. Meanwhile, Dunn finds a trustworthy ally in CIA head Ken Rackmill (Sorvino), who knows that Dunn is innocent and also knows that someone inside his organization is working with the conspirators who framed him in the first place. Dunn must go through Woodward himself and his henchman, Col. Alan Braddock (Bodison) to expose the truth before he and Victoria are killed. Most Wanted received negative reviews from critics. On the review aggregator website Rotten Tomatoes, 15% of 26 critics' reviews are positive.[2] Audiences polled by CinemaScore gave the film an average grade of \"C+\" on an A+ to F scale.[3] Jon Voight was nominated for a Golden Raspberry Award for Worst Supporting Actor for his performance in both this film and U Turn, but lost the trophy to Dennis Rodman for Double Team. Paul Buckmaster wrote the score for the film. Its soundtrack was released by Milan Records on 14 October 1997.[4]","Title":"Most Wanted (1997 film) - Wikipedia","KeyID":"18644","URL":"https://en.wikipedia.org/wiki/Most_Wanted_(1997_film)"}