{"Content: ":"Mambo Italiano is a 2003 Canadian comedy-drama film directed by Émile Gaudreault. The screenplay was written by Gaudreault and Steve Galluccio, based on Galluccio's theatrical play by the same name. Both the play and the film are based on Galluccio's own life and experiences. Angelo Barberini is the oddball son of Italian immigrants Gino and Maria, who inadvertently ended up in Canada rather than the United States. Angelo shocks his parents – and his sister, Anna – by moving out on his own without getting married, and, shortly after that, shocks them further still when he reveals he is gay. But his boyfriend (and childhood best friend), policeman Nino Paventi, isn't as ready to come out of the closet – especially not to his busybody Sicilian mother, Lina. Mambo Italiano was based on a play by Steve Galluccio, which was written based on his own real-life experiences growing up in an immigrant community in Montreal.[3] Mambo Italiano received mixed to negative reviews, currently holding a 32% rating on Rotten Tomatoes; the consensus states: \"A broad, shrill comedy that plays like a sitcom.\"[4] On Metacritic, the film has a 41/100 rating, indicating \"mixed or average reviews.\"[5] Scott Brown from Entertainment Weekly wrote \"This is feel-good filmmaking, to be sure, but the culture clash here is more than a meaningless vehicle for fizzy wish fulfillment. The not-unpleasant result is hearty Italian fare with the half-life of Chinese takeout.\"[3] Janice Page from the Boston Globe wrote \"No sophisticated dance, but it moves about with an open heart. And hey, it’s at least as funny as that Greek thing.\" Chicago Sun-Times' Roger Ebert gave the film a modest two stars and refers to the film \"in convenience\" as \"My Big Fat Gay Wedding\".[6] Galluccio went on to create the sitcom Ciao Bella, which explored similar themes of culture clash that are examined in this film and the play it was based upon. Claudia Ferri, who played Angelo's sister Anna in Mambo Italiano, played the lead role in Ciao Bella.","Title":"Mambo Italiano (film) - Wikipedia","KeyID":"18653","URL":"https://en.wikipedia.org/wiki/Mambo_Italiano_(film)"}