{"Content: ":"Mr. 3000 is a 2004 American sports comedy film directed by Charles Stone III. It stars Bernie Mac and Angela Bassett. The film's plot surrounds a retired Major League Baseball player who makes a comeback at age 47 in order to attain 3,000 hits. Mr. 3000 received mixed reviews from critics and was a box-office flop, grossing $21 million worldwide against a $30 million budget. Stan Ross is the franchise player of the Milwaukee Brewers baseball team. After recording his 3,000th hit, the selfish, narcissistic Ross immediately retires, leaving the team without one of its star players in the middle of the 1995 playoff race, showing every bit of disregard for his teammates' feelings. During the next nine years, Ross uses his nickname as a business tool, owning several profitable properties under the name \"Mr. 3000\" that make him increasingly wealthy. In 2004, the Brewers retire Ross' number to boost attendance for their now-struggling team. Although many fans do come to the ceremony, other players, including teammates and fellow stars Robin Yount, Cecil Cooper, and Paul Molitor, stay away. Only his best friend Anthony (Boca) Carter and a middle relief pitcher from his early days in the majors named Bill (Big Horse) Berelli attend, and the ex-pitcher chastises Ross for his arrogant attitude. Ross learns that, due to a clerical error, he retired with 2,997 hits instead of 3,000. The error also partially contributes to Ross not being voted into the Baseball Hall of Fame[1] and makes his \"Mr. 3000\" marketing gimmick inaccurate. Ross seeks to return to the game at the age of 47 to get three more hits, secure his place in the record books, and keep his local post-career marketing gimmick intact. A top Brewers executive, citing the large attendance at Ross' number retirement ceremony and the fact that the Brewers are out of playoff contention, agrees to bring Ross back during the September roster expansion. The team's younger players only know of Ross as a self-centered player, and team superstar Rex \"T-Rex\" Pennebaker, who is pompous and arrogant like Ross, sees him as unneeded and too old to play. Manager Gus Panas refuses to speak to Ross because of his abrupt retirement, and the sportswriters continually criticize him. Despite his predictions to the contrary Ross struggles to regain his baseball form. He goes hitless in his first 27 at-bats. His comeback is reported by television sportscaster Maureen \"Mo\" Simmons, who resumes a former romantic relationship with Ross. He gets two hits, including a home run, to increase his career total to 2,999. Ross becomes a mentor to the younger players and urges Pennebaker to learn from his own mistakes as a baseball star and to be a team player, so that Pennebaker will not end up like him – all alone. This inspires the Brewers to a late-season comeback and a respectable finish. Ross attempts to become serious with Simmons and make her a permanent part of his life, but she is reluctant to believe he is a changed man, particularly after he skips a team practice to go on national television with Jay Leno and begin boasting again. In his last at-bat of the season, with a chance to be a hero, Ross has a vision of his earlier years, when he was considered always dependable for the team. It inspires him to sacrifice his last chance with a bunt instead so the team can win a game and finish third in its division. Although Ross never reaches the \"3,000\" milestone, his newfound generosity and attitude gets him inducted into the Hall of Fame. He renames his businesses \"Mr. 2,999\", and is last seen driving an ice cream truck with the slogan \"2,999 possible combinations!\". Portions of the film were filmed at Marquette University High School, as well as Miller Park, in Milwaukee, Wisconsin,[2] and at Zephyr Field in New Orleans, Louisiana.[3] John Travolta was initially offered the chance to play Stan Ross, but Travolta turned it down because he was busy doing promotional work for Qantas.[4] Mr. 3000 garnered mixed reviews from critics. It received a 55% approval rating on Rotten Tomatoes based on 113 reviews, with an average rating of 5.8/10. The site's critical consensus says, \"Bernie Mac demonstrates he can play the game even if the movie's a few innings short of a complete game.\"[5] Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale.[6] Roger Ebert praised Bernie Mac for delivering a \"funny and kind of touching performance\" that's believable, Bassett for infusing a \"convincing emotional spirit\" into her character and the film overall for sidestepping its sports comedy formula, saying \"to my surprise, it finds a variation.\"[7] Anita Gates of The New York Times gave praise to Stone III for directing a film that mixes \"laughter and meaning\" thanks to the \"bull's eye-casting\" of his supporting players and Mac for crafting a multi-layered character, concluding that, \"[I]f there was any question about how well [Bernie] Mac's charm, demonstrated in stand-up comedy and on his Fox sitcom, would play on the big screen, the news is good: no problem.\"[8] Kevin Thomas from the Los Angeles Times praised Mac for giving \"range and resonance\" to his title character and the filmmakers for being able to \"reconfigure[d] a sports movie plot to bring to it depth as well as laughter, and, better yet, made it unpredictable.\" He concluded that, \"Mr. 3000 is good-looking and smooth, with a great soundtrack that communicates just how intoxicating the roar of the crowd can be to an athlete. But it's more than the expected gleaming Hollywood production. The movie's images of Stan grappling with his destiny all alone are at once easy to identify with and hard to shake off.\"[9] Scott Tobias of The A.V. Club said, \"Sputtering along on Mac's sleepy improvisations, Mr. 3000 volleys between the dumb, frat-house wackiness of Major League and the \"Wonder Bat\" schmaltz of The Natural, chasing the gags with a lame baseball-as-life message about playing for the right reasons.\"[10] Marrit Ingman of The Austin Chronicle said it pales in comparison to Stone III's debut effort Drumline, in terms of that film's \"amiability and no-nonsense moral center\", and replacing it with numerous sports montages, \"lowbrow gags\" and \"lazy, shorthanded characterizations.\"[11] The film took over $8 million at the box office on its opening weekend. In all, it took $21,811,169 in the US and Canada, and a further $28,190 when it was released in Spain, for a global total of $21,839,377.[12] Source:[13]","Title":"Mr. 3000 - Wikipedia","KeyID":"18654","URL":"https://en.wikipedia.org/wiki/Mr._3000"}