{"Content: ":"See Spot Run is a 2001 American comedy film about a mailman who takes in a stray bullmastiff, the titular Spot, only to learn that he is a trained FBI dog that has escaped from a witness protection program and is targeted for attacking a crime boss. Agent 11 is a crime-fighting bullmastiff used by the FBI; he partners with his master, Murdoch, in Seattle. As they go after the Mafia boss, Sonny Talia, Agent 11 attacks him and rips off one of his testicles. Sonny is taken to the hospital to have it surgically replaced. As payback, he sends his two bodyguards, Gino and Arliss, to kill Agent 11. For protection, Agent 11 is sent to a training facility in Alaska. After Agent 11 escapes, he meets Gordon Smith, who works as a mailman. Gordon dislikes dogs and has volunteered to take care of James McGuire, the young son of his neighbor, Stephanie. Gino and Arliss have continued their search for Agent 11, whom James names \"Spot.\" Agent 11 does not want to catch balls or Frisbees because Murdoch told him not to play when he was a puppy, but he eventually starts to do so with Gordon and James like a normal dog. Later, Gino and Arliss try to kill him while he is with Gordon and James at a pet store, but he outsmarts them. When the FBI finds out that Spot is living with Gordon, they take him back. He escapes and finds Gordon and James again. Sonny returns and attempts to kill him, but is outsmarted, captured, and imprisoned. The FBI agents try to take Spot back, but in the end they decide to let him choose with whom he wants to live. He chooses Gordon and James, although he gives Murdoch a goodbye lick. Stephanie returns and is very upset with Gordon for what had happened, but James convinces her that Gordon is a good guy, and they end up together. One of the film's last scenes is of Sonny in prison, his testicles having been replaced by metal balls (the other one having also been ripped off by Spot) that constantly clack together. One inmate calls him \"Music Man\", and he threatens, in a higher voice, \"I'm gonna catch you in the yard. We're gonna settle this man to man!\" \"See Spot Run\" was entirely shot in Vancouver, British Columbia, Canada from June 12 to August 7, 2000. The film received negative reviews. Rotten Tomatoes reports an approval rating of 23% based on 77 reviews, with an average score of 3.65/10. The site's consensus states that it \"has all the elements children enjoy in a movie: a lovable dog, bad things happening to stupid adults, and lots of dog poop. For adults, it's either hit-or-miss\".[2] Roger Ebert gave the film 1 1/2 out of 4 stars. Nell Minow of Common Sense Media was concerned about the movie’s excessive use of adult humor in a PG rated movie as described \"Too dumb and too vulgar for anyone\".[3] \"See Spot Run\" was released on VHS and DVD by Warner Home Video on August 28, 2001. The film opened at #3 at the North American box office making $9.7 million USD in its opening weekend, behind Hannibal and The Mexican, which opened at the top spot. Despite this, it was a success and went on to gross over $43 million worldwide, in part because the film featured the first trailer for the already-heavily-anticipated Harry Potter and the Sorcerer's Stone.","Title":"See Spot Run - Wikipedia","KeyID":"18650","URL":"https://en.wikipedia.org/wiki/See_Spot_Run"}