{"Content: ":"Sicilian Vampire is a 2015 Canadian horror drama film written, directed by and starring Frank D'Angelo. It also stars James Caan, Daryl Hannah, Paul Sorvino, and Robert Loggia. The film revolves around Santino \"Sonny\" Trafficante, a reputed mobster, who is bitten by a bat and turned into a vampire while at his hunting lodge. With his new abilities, Trafficante feels the need to right the wrongs in his life, while simultaneously trying to protect his loved ones.[2] Mobster \"Sonny\" Trafficante becomes a vampire after being bitten by a bat. He becomes imbued with supernatural powers, including the ability to speak to the dead.[3] With an $11.3 million production budget, Sicilian Vampire is D'Angelo's highest-budgeted film to date. His three previous directorial efforts had budgets of \"at least\" $3.7 million, with actors being \"paid in cash\". The majority of Sicilian Vampire's budget went into securing high profile actors; in particular, James Caan and Paul Sorvino. Other aspects of the budget went into paying for \"wildly expensive\" 6K resolution cameras, which—according to Vanity Fair—are \"the highest-resolution digital cameras readily available on the market\".[1] Vadim Rizov wrote a piece in Vanity Fair titled \"How Did an Oscar-Nominated Legend End Up in This Painfully Amateurish Horror Film?\" He attended the screening of Sicilian Vampire at the Big Apple Film Festival and gave it a scathing review, writing that, as in all D'Angelo films, \"continuity errors, plot inconsistencies, and baffling incompetence reign supreme.\"[4] Caan himself expressed both embarrassment of the film, and worry that his reputation in the industry could suffer after appearing in it, which he claimed was made necessary by his messy and expensive divorce.[5] I Want to Live Forever is D'Angelo's eighth studio album, and the official soundtrack album for Sicilian Vampire. D'Angelo released the album after signing a deal with RED Distribution, a subsidiary of Sony Music Entertainment.[7]","Title":"Sicilian Vampire - Wikipedia","KeyID":"18669","URL":"https://en.wikipedia.org/wiki/Sicilian_Vampire"}