{"Content: ":"Abe & Phil's Last Poker Game is a 2017 American comedy-drama film directed and written by Howard L. Weiner and starring Martin Landau, Paul Sorvino and Maria Dizzia. It is about a character named Dr. Abe Mandelbaum, played by Landau, who is placed in a retirement home while incapable of managing his wife's decaying health. It was the first feature film by Weiner, a neurologist. It debuted at the 2017 Tribeca Film Festival, before Landau's death in July 2017. It received mixed reviews, with some positive assessments of Landau's performance. Abe & Phil's Last Poker Game was the first feature film written and directed by Professor Howard L. Weiner, a neurologist. Weiner stated that in medical school, he made his own music videos about The Beatles, and viewed cinema as another medium to pursue truth.[1] He forwarded the screenplay to an Emerson College cinema instructor, who saw promise in it and gave him advice.[2] Weiner's son, television writer Ron Weiner, contacted producers and had some scenes shot in Los Angeles. It was filmed over five weeks.[2] Howard Weiner also produced it for Premiere Entertainment.[3] Landau chose to take the role, saying \"It was unusual, and it kept unfolding in unpredictable ways\".[1] The film screened at the Tribeca Film Festival under the title The Last Poker Game, the only directorial and writing debut of a septuagenarian at Tribeca that year.[1] Martin Landau attended the spring festival, for his last film released before he died in July 2017.[4] A trailer was published in November 2017 ahead of the January 12, 2018 theatrical and video-on-demand release.[5] As of February 18, 2018[update] the film has a 67% approval rating on Rotten Tomatoes, based on 9 reviews.[6] Metacritic also gave it a score of 48, indicating \"mixed or average reviews\".[7] Pete Hammond, writing for Deadline Hollywood, assessed it as \"not only a touching, funny, quite raunchy (especially in its depiction of senior sex) dramedy, it is exceptionally well made\".[2] Variety critic Joe Leydon assessed it as \"low-key and deeply felt\", and hailed Landau for his best performance since 1994's Ed Wood, commenting Landau's death could also influence viewers' perspectives on him playing a character close to death.[8] Ben Kenigsberg in The New York Times criticized it for \"flat direction\", adding Weiner at least incorporated his medical expertise, \"however awkwardly presented\".[9] The Hollywood Reporter's John DeFore called it \"tepid\" but said Landau \"delivers with dignity in an uplift-oriented project\".[10] In the Los Angeles Times, Michael Rechtshaffen judged Landau \"effective\" but said the film was on \"a wobbly line between melancholic and mawkish\".[11]  This film article about a comedy is a stub. You can help Wikipedia by expanding it.","Title":"Abe & Phil's Last Poker Game - Wikipedia","KeyID":"18679","URL":"https://en.wikipedia.org/wiki/The_Last_Poker_Game"}