{"Content: ":"Rules Don't Apply is a 2016 American romantic comedy-drama film written, produced and directed by Warren Beatty. It is loosely based on the life of popular film director Howard Hughes. The ensemble cast features Beatty, in his first screen acting role in 15 years, Annette Bening, Matthew Broderick, Lily Collins and Alden Ehrenreich. Set in 1958 Hollywood, the film follows the romantic relationship between a young actress and her driver, which is forbidden by their employer, Howard Hughes.[3] The film had its world premiere as the opening film of the AFI Fest on November 10, 2016,[4] and was theatrically released in the United States on November 23, 2016, by 20th Century Fox.[5] It received mixed reviews and was a box office bomb, grossing just $3.9 million against its $25 million budget. Collins received a nomination for the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical. In 1958 Los Angeles, Frank Forbes is a driver working for mogul Howard Hughes. He picks up Marla Mabrey, a devout Baptist beauty queen under contract with Hughes' film studio RKO Pictures, receiving $400 a week [a] and living in a beautiful home with her strict mother Lucy. Frank becomes Marla's primary driver, taking her to singing and dance classes. Marla spends months awaiting her screen test for Stella Starlight and meeting Hughes. Hughes' employee Levar Mathis regularly reminds Frank that the starlets cannot have close contact with men. Frank is devoutly religious, though he and his fiancée Sarah have secretly had sex. Lucy decides to return to Virginia, while Marla continues waiting for her screen test. With her mother gone, Frank and Marla become closer. He lets her drive, and they confide in each other. Marla worries about conforming to the Hollywood \"rules\" of being a great singer, dancer, or having a big bosom; Frank assures her the rules do not apply to her. She finally meets Hughes in a private bungalow, where she turns down his offer of a drink and talks frankly about her acting aspirations. Nadine, Hughes' executive secretary, sets up Marla's screen test. Frank's first meeting with Hughes is so positive, he brings him into his inner circle of staff. Hughes becomes even more reclusive, fearing that minority shareholders at Trans World Airlines (TWA) will have him committed. His right-hand-man Noah Dietrich upsets Hughes by suggesting he see a psychiatrist, and Hughes is advised to get married so his \"wife\" can refuse to sign commitment papers. Marla's screen test is a meaningless façade. She sings Frank a song she wrote, leading to a passionate kiss. They stop because Marla feels like an adulterer, but Frank says he will break up with Sarah. Marla is called to another late-night meeting with Hughes where, upset about Frank, she consumes alcohol for the first time. When Hughes finally joins her, a very drunk Marla tells him how special he is. She performs her song for Hughes, who becomes emotional and suddenly proposes, ending in them having sex. The next day, Frank is devastated when Marla reveals she is secretly engaged then abruptly dismisses him. Within days, Hughes marries Jean Peters to protect him from being committed and fires Noah, hiring Robert Maheu as CEO of his companies. Maheu warns him that TWA shareholders could force Hughes to appear in court on charges of mismanagement. Marla is upset for believing Hughes' proposal and having sex with him. When she informs him that she is pregnant with his child, Hughes suggests she is lying and looking for money. Again dismissive and rude to Frank, Marla returns to Virginia. Hughes takes his entourage out of the country, becoming increasingly reclusive. When the courts decide in favor of the minority TWA shareholders, with a judgement for $645 million, Hughes has to sell his most cherished asset, his father's original Hughes Tool Company, to pay off the debt. In 1964, Frank, Levar, and Nadine wait for Hughes to call the American press concerning a book written by Richard Miskin, who claims to have interviewed Hughes in person and that Hughes has complete dementia, which could cost him the rest of his empire. Marla arrives with Matt, her and Hughes' five-year-old son, with news that Miskin's ex-girlfriend Mamie is ready to confirm in court that Miskin never met Hughes, so Hughes does not need to make the call. Having Matt there, Hughes finds the strength to make the phone call anyway, and talks in great detail about current and past events, proving he is lucid and confirming that he has never met Miskin. Frank immediately quits his job and goes after Marla and Matt. They leave together as a family. On June 20, 2011, Paramount Pictures announced that Warren Beatty would write, direct and star in an untitled film, his first directorial effort since 1998's Bulworth and his first acting role since 2001's Town & Country.[6] Beatty had been working on a biopic based on Howard Hughes' life for more than 40 years, after seeing him in a hotel lobby in the early 1970s and being fascinated by him.[7][8] The screenplay was written by Beatty, based on a story by himself and two-time Oscar-winning screenwriter Bo Goldman.[9] On September 16, 2011, Paramount dropped the project and New Regency Pictures picked it up.[10] The film then stayed in the development stages for almost three years.[11] On February 24, 2014, it was reported that New Regency and RatPac Entertainment were producing and financing the film,[12] with a $26.7 million budget ($25 million after taxes).[2][13] Beatty began looking for an ensemble cast for the film in June 2011, with his playing the role of Howard Hughes. He met with Andrew Garfield, Alec Baldwin, Annette Bening, Shia LaBeouf, Jack Nicholson, Evan Rachel Wood, and Rooney Mara to co-star.[14] On November 14, 2011, Felicity Jones was cast as the female lead,[15] but later dropped out of the role, due to production delays.[16] Justin Timberlake and Alden Ehrenreich were up for the male lead, while Bening, Nicholson, Baldwin, and Owen Wilson were rumored for other roles.[17] By February 2014, Beatty had cast Alden Ehrenreich, Lily Collins, Matthew Broderick, and Annette Bening among the ensemble. Collins portrays a young actress named Marla Mabrey, and Ehrenreich co-stars as Frank Forbes, assistant to Hughes, and who along with Hughes, becomes romantically involved with Mabrey.[12] On February 27, 2014, it was reported that Candice Bergen had joined the supporting cast, portraying Hughes' secretary Nadine Henly. On March 6, 2014, Martin Sheen was cast in an unknown role, later confirmed to be Noah Dietrich.[18] Taissa Farmiga later joined the cast as Frank's fiancée Sarah Bransford.[19] In April 2014, Brooklyn Decker revealed that Beatty had asked her to improvise on the film, but she did not know if her scenes would make the final cut.[20] On May 9, 2014, Alec Baldwin joined the cast, portraying Robert Maheu, the reclusive billionaire's lawyer.[21] In March 2015, The New York Times reported that Dabney Coleman would co-star in an unspecified role.[22] In February 2016, Steve Coogan's casting in the film was reported.[23] That same month, Farmiga revealed in an interview that Ed Harris and Amy Madigan would be portraying her character's parents.[24] In April 2016, the casting of Josh Casaubon was reported.[25] Principal photography for the film began on February 24, 2014 in Los Angeles, California.[26][27] Studio production took place at the Sunset Gower Studios in Hollywood.[22] On location filming took place at multiple venues, including S. Grand Avenue, Musso & Frank Grill, and the Millennium Biltmore Hotel.[28][29][30] It was reported that production had been completed on June 8, 2014, after 74 filming days. Additional filming took place in late February 2015.[22] In April 2016, it was announced that 20th Century Fox would distribute the film with New Regency Pictures, with a planned fall 2016 release.[31] Rules Don't Apply had its world premiere at the AFI Fest on November 10, 2016.[32] The film was originally scheduled for release on November 11, 2016,[33] but was pushed back two weeks and released on November 23, 2016.[34] In December 2017, it was announced that Arnon Milchan and Regency Enterprises, one of the film's financiers, was suing Beatty for $18 million. The company cited breach of contract, claiming Beatty had not repaid the promotion cost losses the company took on following the underperformance at the box office.[35] In March 2018, an investment group including Brett Ratner, Ron Burkle and Steve Bing counter-sued Regency for $50 million, claiming it was their under-promotion of the film that had led to its \"disastrous box office results and the loss of cross-complainants' entire investment\".[36] The first production still from the film, featuring Collins and Bening, was released by Elle in October 2014.[37] Images of Collins, Ehrenreich, and Beatty were released on May 18, 2016.[38][39] In August 2016, Entertainment Weekly released another image from the film, featuring Ehrenreich and Beatty.[40] The film was released on Amazon Video and iTunes on February 14, 2017, and Blu-ray and DVD in the United States on February 28, 2017.[41] Rules Don't Apply was unsuccessful financially.[42] Rules Don't Apply opened alongside Moana, Allied and Bad Santa 2, and was initially expected to gross $3–5 million in its opening weekend and $7–9 million over its first five days, from 2,382 theaters.[43] However, the film made $65,000 from Tuesday night previews at 1,100 theaters,[44] and just $315,000 on its first day (for a per-theater average of $129), and five-day projections were lowered to $2.2 million.[45] The film ended up grossing $1.6 million in its opening weekend (with a five-day total of $2.2 million), finishing 12th at the box office. It marked the worst Thanksgiving debut ever for a wide release and 6th worst opening ever for a film playing in more than 2,000 theaters.[46] In its second weekend, the film grossed $543,058 (a drop of 65.8%), with a per-theater average of $233 from 2,386 screens, finishing 17th at the box office and marking one of the biggest second-weekend drops of all time.[47] In the film's third weekend, it grossed $37,215 (a drop of 93.1%), with a per-theater average of $209.[48] The film closed on December 22, 2016, ending its domestic run with $3.7 million.[2] On Rotten Tomatoes, the film has an approval rating of 55% based on 177 reviews, with an average score of 5.76/10. The site's critical consensus reads, \"With Rules Don't Apply, Warren Beatty takes an overall affable – but undeniably slight – look at a corner of old Hollywood under Howard Hughes' distinctive shadow.\"[49] On Metacritic, the film has a weighted average score of 60 out of 100, based on 40 critics, indicating \"mixed or average reviews\".[50] Audiences polled by CinemaScore gave the film an average grade of \"B–\" on an A+ to F scale.[51] Todd McCarthy of The Hollywood Reporter wrote \"At once an amusingly eccentric take on a billionaire fixated with controlling other people's lives and a romance about a young couple constipated by the conservative religious and social sexual mores of the 1950s, this is a fitfully funny quasi-farce that takes off promisingly, loses its way mid-flight and comes in for a bumpy but safe landing.\"[52] Variety critic Peter Debruge wrote \"Warren Beatty certainly took his time in getting this sprawling Spruce Goose of a movie off the ground, as the romance distracts from the Howard Hughes portrait, or vice versa.\"[53] The Guardian's Jordan Hoffman awarded the film 3/5 stars, writing, \"The legend's odd and energetic film is a mix of fun, sadness and fatigue, and while not everything falls into place, it has its share of entertainment.\"[54] Simon Thompson of IGN gave the film a 6/10 and wrote \"It's an odd beast of a movie that sometimes works perfectly and is absolutely enchanting and then at other times just feels leaden and either half-baked or overdone. The story is great, there is some snappy dialogue and some nicely drawn characters and the cast can't be faulted [...] but unlike directors such as the Coen brothers, Beatty fails to make it pop and, in most cases, criminally underutilizes them – this does both them and the film a disservice.\"[55] David Palmer of The Reel Deal gave the film a rating of 3/10, writing, \"As someone who appreciates Warren Beatty's place and contribution to Hollywood history, I hope and pray he appears in at least one more great film, because ending his career on something as poorly assembled and downright boring as Rules Don't Apply would be devastating.\"[56]","Title":"Rules Don't Apply - Wikipedia","KeyID":"18676","URL":"https://en.wikipedia.org/wiki/Rules_Don%27t_Apply"}