{"Content: ":"Chiefs is a 1983 American television miniseries based upon the novel of the same name by Stuart Woods. It was first broadcast on CBS over three nights in November 1983. It was directed by Jerry London, and stars Charlton Heston, Keith Carradine, Stephen Collins, Danny Glover, Wayne Rogers, and Billy Dee Williams. It received three Emmy Award nominations and one Eddie Award nomination. The miniseries is set in the fictional town of Delano, Georgia, loosely modeled after Manchester, Georgia, situated at the base of Pine Mountain, itself based on the Pine Mountain Range overlooking Manchester. The plot follows three generations of Delano police chiefs - Will Henry Lee (Wayne Rogers), Sonny Butts (Brad Davis), and Tyler Watts (Billy Dee Williams) - as they investigate a series of murders. The story begins in 1924 as town patriarch Hugh Holmes (Charlton Heston), whose character intermittently narrates the story, decides that the town has grown large enough to require a jail and a full-time police officer. The town appoints farmer Lee its first police chief, and, even though he has no law-enforcement experience, Lee becomes known as fair-minded and effective. Lee's farm employs a black family, the Coles, who regard their new and less benevolent employer, the Ku Klux Klan member Hoss Spence, with trepidation. Not long after his appointment, Chief Lee has to investigate the death of a young boy who fell down a ravine while apparently fleeing an attack that had sexual characteristics. He also discovers that a number of other young male vagrants and hitch-hikers have been observed traveling toward Delano, but have not been seen leaving the area. He is unable to obtain the cooperation of Sheriff 'Skeeter' Willis or the police chiefs of the neighboring counties, in pursuing his investigations. Despite this, Lee discovers that loner \"Foxy\" Funderburke (Keith Carradine) is responsible for the boys' murders, but Lee is mistakenly shot by a delirious man (his former employee Jesse Cole) before he can arrest Funderburke. Funderburke hovers in the background in the hospital room while the dying Lee tries to gasp out the truth about his guilt, but Lee's wife fails to understand. Despite the feverish delirium that caused him to believe that the police chief was trying to kill his son, Jesse Cole is executed, but not before urging his son Joshua to run away. Now again free from suspicion, Funderburke continues a decades long spree of sexually motivated murders. Shortly after World War II, violent Army veteran Sonny Butts is appointed to the post of assistant police chief in Delano because he is a war hero. When the serving chief dies of a heart attack, the city council appoints Butts to fill the vacancy. Butts figures out Funderburke's guilt, just as town father Holmes tells Butts he is about to take his badge due to a series of depredations culminating in Butts's murder of a black mechanic. Sure that solving the decades-long mystery will save his job, Butts goes to Funderburke's land and catches him in the very act of burying his latest victim. But as Butts chortles over his victory, letting down his guard, Funderburke strikes Butts with the shovel in his hands, shoots Butts with his own police revolver, and buries his body on the spot—along with his police motorcycle. No one makes the connection between the disappearance of Butts and the long-unsolved murders. Running parallel to the story of the continual investigation is that of Chief Lee's son, Billy. A young boy at the time of his father's death, Billy Lee comes home from World War II an officer and war hero. He becomes a lawyer and, boldly for the time and place, a liberal. He enters politics and becomes first a state senator, then lieutenant governor, and there is talk of his elevation to national office. Around that time, Tyler Watts, a retired, decorated military officer and experienced criminal investigator, takes the bold step for a black man in 1962 of applying for the vacant position of police chief in a southern town. With the support of Billy Lee and Mayor Holmes, Watts is appointed police chief of Delano, however much to the silent disapproval of the all-white council whose members were not initially aware of Watts's ethnic background when Billy Lee read out Watts's résumé to them. In these respects, Chief Lee's son, Billy, is acting in a manner similar to that of Jimmy Carter, who was from Plains, Georgia, and who also served in the state senate and as Governor of Georgia, and who then ran for, and was elected to, the office of President of the United States. Like everyone else, Billy Lee assumes that Watts is a genuine newcomer in town. He does not recognize Watts as his boyhood friend Joshua Cole, son of the man who shot his father, because the child fled the town following the shooting and assumed another name. Watts encounters resistance from some members of his own force and from Sheriff Skeeter Willis, all of whom resent the arrival of a black chief of police. Yet Watts also uncovers the truth of the unsolved serial murders and of Funderburke's guilt. Unable to obtain a local search warrant for Funderburke's farm, Watts and Lee seek the FBI's assistance in the case. One of the FBI agents accompanying Chief Watts trips over the jutting handlebar of Butts's buried police motorcycle. As the agents begin digging up the dirt with their bare hands, Funderburke goes for his shotgun, and wounds Watts in the arm. Then Funderburke is immediately shot to death himself by the agents, thus escaping a public reckoning for four decades of murders. Aged Holmes grieves for his town as the bodies of young boy after young boy are unearthed from the ground surrounding Funderburke's house (evoking the discovery of the bodies of the victims of John Wayne Gacy). Watts, however, is now an acknowledged hero, and he decides to tell Billy Lee - now the Governor-elect of Georgia, who is awaiting a visit from President Kennedy, on his way back to Washington from Dallas - who he really is. Chiefs premiered on CBS as a six-hour miniseries. The first two hours aired beginning at 8pm November 13, 1983. The second part aired November 15 at 9pm, and the final part aired November 16 at 9pm.[1] John J. O'Connor of The New York Times said Chiefs was \"an ambitious yet flawed project that overall, works powerfully well.\" Director London has \"a keen sense of what the sweeping saga entails, though there are weaknesses.\" He criticized the ending of the miniseries for not following the novel's ending, in which Holmes realizes that, for all the decades of work he did to make Delano a decent place, it will now always be remembered as the site of a perverted series of murders; the film, by contrast, ends with Lee and Watts recognizing each other and embracing in an upbeat moment of friendship. Nevertheless, he noted that the performances of Davis (Sonny Butts), Sorvino (Skeeter), Carradine (Foxy Funderburke), and Glover (Marshall Peters) were outstanding.[1] The miniseries was nominated for three Emmy Awards:[2] It was nominated for an Eddie Award in the \"Best Edited Episode from a Television Mini-Series\" for Eric Albertson, John J. Dumas, and Armond Lebowitz.[2] Its success resulted in the paperback version of the novel, Chiefs, entering The New York Times Best Seller list.[3] Actor/character Chiefs at IMDb","Title":"Chiefs (miniseries) - Wikipedia","KeyID":"18684","URL":"https://en.wikipedia.org/wiki/Chiefs_(TV_miniseries)"}