{"Content: ":"Murder, She Wrote is an American crime drama television series, created by Peter S. Fischer, Richard Levinson and William Link, starring Angela Lansbury, and produced and distributed by Universal Television for the CBS network. The series focuses on the life of Jessica Fletcher, a mystery writer and amateur detective,[4][5] who finds herself becoming involved in solving a series of murders that take place in the fictional town of Cabot Cove, Maine, as well as across the United States and abroad. The program ran for 12 seasons from September 30, 1984 to May 19, 1996, for a total of 264 episodes, and included amongst its recurring cast Tom Bosley, William Windom and Ron Masak, as well as a vast array of guest cast members including Michael Horton, Keith Michell and Julie Adams. The series proved a ratings hit during its broadcast, becoming a staple of CBS Sunday night TV schedule for around a decade, while achieving distinction as one of the most successful and longest-running television shows in history, averaging more than 30 million viewers per week in its prime.[6] In syndication, the series is still highly successful and popular throughout the world. For her role on the program, Lansbury was nominated for ten Golden Globes, winning four, along with nominations for 12 Emmy Awards, earning her the record for the most Golden Globe nominations and wins for Best Actress in a television drama series and the most Emmy nominations for Outstanding Lead Actress in a Drama Series. The series itself also received three Emmy nominations for Outstanding Drama Series, as well as six Golden Globe nominations in the same category, with two major wins. After the series finished in 1996, four television films were released between 1997 and 2003, with two point-and-click video games released for PC: one in 2009,[7] and a sequel in 2012.[8] A spin-off book series continues publication at present. Series producers Peter S. Fischer, Richard Levinson and William Link developed the lead role for actress Jean Stapleton, who was initially somewhat interested but eventually turned it down, threatening the project. [9] Scrambling to find another major star, the producers thought Angela Lansbury would be perfect for the part of Jessica Fletcher but did not think that she would be interested in a television series. Earlier, she had acted in two film adaptations of Agatha Christie's mystery novels: as Salome Otterbourne in Death on the Nile and as Miss Marple in The Mirror Crack'd (1980). When the latter film did poorly—despite an all star cast including Rock Hudson, Elizabeth Taylor, Kim Novak, and Tony Curtis—the offer for Lansbury to reprise Miss Marple in three more films never materialized.[10] When she made it known she would be available if the right project came along, the three creators sent her the script and almost immediately, Lansbury felt she could do something with the role of Jessica Fletcher. With Murder, She Wrote debuting on Sunday, September 30, 1984, the producers were able to parlay their \"mystery writer/amateur detective\" premise into a 12-year hit for CBS. It also made Lansbury, known previously for her motion picture and Broadway stage work, a household name for millions of television viewers. The title comes from Murder, She Said, which was the title of a 1961 film adaptation of Agatha Christie's Miss Marple novel 4:50 from Paddington. Murder, She Wrote was mostly filmed on sound stages at Universal Studios in Universal City, California (near Los Angeles).[11] The series also filmed exterior shots and some episodes on location in the Northern California town of Mendocino, which stood in for the fictional Maine town of Cabot Cove.[11] The show revolves around the day-to-day life of Jessica Fletcher (née MacGill), a widowed and retired English teacher, who becomes a successful mystery writer. Despite fame and fortune, Jessica remains a resident of Cabot Cove, a small coastal community in Maine, and maintains her links with all of her old friends, never letting her success go to her head. The show usually starts with a preview of the episode's events, with Jessica stating: \"Tonight on Murder, She Wrote...\" Jessica invariably proves more perceptive than the official investigators of a case, who are almost always willing to arrest the most likely suspect. By carefully piecing the clues together and asking astute questions, she leads the authorities to arrest the real murderer. Murder occurred with such regularity in her vicinity that the term \"Cabot Cove syndrome\" was coined to describe the constant appearance of dead bodies in remote locations. Indeed, if Cabot Cove existed in real life, it would top the FBI's national crime statistics in numerous categories, with some analysis suggesting that the homicide rate in Cabot Cove exceeds even that of the real-life murder capital of the world.[12] Jessica's relationship with law enforcement officials varies from place to place. Both sheriffs of Cabot Cove resign themselves to having her meddle in their cases. However, most detectives and police officers do not want her anywhere near their crime scenes, until her accurate deductions convince them to listen to her. Some are happy to have her assistance from the start, often because they are fans of her books. With time, she makes friends in many police departments across the U.S., as well as with a British police officer attached to Scotland Yard. At the start of season eight, more of the stories were set in New York City with Jessica moving into an apartment there part-time in order to teach criminology. In August 1988, Lansbury expressed weariness of her commitment to the series as she was not sure, at 63, that she could continue at the pace now required of her; she specifically cited the change from seven to eight days to shoot each episode. Thus, Murder, She Wrote went into its fifth season that autumn with the distinct possibility that it would cease production at the end of it and the series finale would air in May 1989. A solution was worked on, however, which enabled Lansbury to continue but also give her time to rest. This also enabled some secondary characters to get significant stories. For the next two seasons, Lansbury reduced her appearances in several episodes, only appearing at the beginning and the end, to introduce stories starring several friends of Jessica, like PI Harry McGraw, reformed thief Dennis Stanton or MI5 agent Michael Hagarty. The \"experiment\" ended in 1991.[13] In 1992, Lansbury took on a more extensive role in production as she became the show's executive producer. By the end of the 1994–1995 season, Murder, She Wrote's 11th season, Lansbury again was considering retirement; this would have made the upcoming twelfth season the final one for the veteran drama. CBS, however, essentially would make the decision for her in what would prove to be a mistake. When the network released its schedule for the 1995–1996 season, it decided to go in a different direction for its Sunday night lineup and placed two sitcoms, the top 30 hit Cybill and the new Almost Perfect, into the longtime home of Murder, She Wrote. CBS then put the series in its lead position on Thursday nights, anchoring a lineup that included the new drama New York News and the newsmagazine 48 Hours. The move put Murder, She Wrote in direct competition with the first hour of NBC's Must See TV lineup, which had been drawing the highest ratings of the week for any network for years. Despite protests of many of the show's fans (who believed CBS was intentionally setting the show up to fail in its new timeslot), CBS refused to budge on the new timeslot. Murder, She Wrote plummeted from eighth to fifty-eighth in the yearly ratings as a result; the series lost nearly 6 million viewers and fell below a 10 Nielsen rating as the audience was not willing to follow it to Thursday. It also proved unwilling to watch anything else on CBS on Sunday either; Cybill saw its ratings drop significantly, Almost Perfect was quickly shuffled to Mondays in an attempt to boost its ratings and replaced by The Bonnie Hunt Show, which was quickly cancelled. (In addition, New York News was also cancelled after a few weeks and so was its replacement, the long-running Rescue 911.) CBS eventually decided the drop in ratings was too much and cancelled Murder, She Wrote after twelve seasons. After a three-week hiatus in April 1996, the network returned the show to its longtime Sunday night home to conclude its run; the finale aired on May 19, 1996. The network also agreed to commission four Murder, She Wrote movies over the next few years. The first was South by Southwest (1997), with three more following as A Story to Die For (2000), The Last Free Man (2001), and The Celtic Riddle (2003).[14] Lansbury stated in May 2011 that she would like to make a comeback appearance as Jessica Fletcher.[15] However, in a 2015 interview, she quashed the idea of reprising the much beloved character, stating, \"I think it would be a downer. In some way, we’d have to show her as a much older woman, and I think it’s better to maintain that picture we have in our mind’s eye of her as a vigorous person. I’m still pretty vigorous, especially in the garden … but if I wanted to transform myself back into the woman I looked like then, it would be ridiculous. And I can't do that.\"[16] She then expressed interest in revisiting the character again in 2017.[17] Over the course of the series, several guest stars appeared multiple times in different roles: 8 episodes: 7 episodes: 6 episodes: 5 episodes: The third-season episode of Murder, She Wrote entitled \"Magnum on Ice\" concludes a crossover that began on the seventh-season Magnum, P.I. episode \"Novel Connection\". In the episode's plot, Jessica comes to Hawaii to investigate an attempt to murder Robin Masters' guests, and then tries to clear Magnum when he's accused of killing the hitman. The Magnum, P.I. episode originally aired on November 19, 1986, with the concluding Murder, She Wrote episode following four days later on November 23.[18] The Magnum, P.I. episode of the crossover is included on the Murder, She Wrote Season 3 DVD set, as well as the Complete Series Set. The Magnum, P.I. Season 7 DVD set, as well as its Complete Series set, includes the Murder, She Wrote episode.[19] Over its twelve-year run Murder, She Wrote received numerous award nominations. Lansbury herself holds the record for the most Emmy nominations for outstanding lead actress in a drama series with twelve, one for each season. She never won, which is also a record. Mary Dodson, the art director for 102 of the series' 264 episodes, received three Emmy nominations for her work on Murder, She Wrote.[20] In total, the show was nominated for 41 Emmys.[21] Murder, She Wrote maintained extremely high ratings, finishing in the top 15 of shows for eleven of its 12 seasons (eight of which it was in the top 10), even well into its late seasons. By its 11th season, Murder, She Wrote was still averaging 25 million viewers per week. At its very peak, the show even hit above 40 million US viewers. However, at the beginning of its 12th season in 1995, CBS moved the show from its extremely popular Sunday night time slot to Thursday night forcing it to compete with NBC's Must See TV line up, and as a result the ratings plummeted. The show rated as the following: Deadline Hollywood reported in October 2013 that NBC was planning a reboot of the series, starring Oscar-winning actress Octavia Spencer as a \"hospital administrator and amateur sleuth who self-publishes her first mystery novel.\"[35] Lansbury commented that she was not a fan of using the title, saying \"I think it's a mistake to call it 'Murder, She Wrote,' because 'Murder, She Wrote' will always be about Cabot Cove and this wonderful little group of people who told those lovely stories and enjoyed a piece of that place, and also enjoyed Jessica Fletcher, who is a rare and very individual kind of person.\" Early on it was decided by producers that Spencer's character would not be named Jessica Fletcher, for only Lansbury could play Jessica Fletcher.[36] It was announced on January 21, 2014, that the reboot would not be going forward.[37] In 1985, Warren Company released a Murder, She Wrote board game. In the game, one player takes the hidden role of a killer and the other players try to determine which player is the killer through deduction. The killer wins for killing five of the characters on the game-board and escaping, while the detective players win by correctly deducing the identity of the killer. In December 2009, casual game developer and publisher Legacy Interactive, under license with Universal Pictures Digital Platforms Group (UPDPG), announced the release a PC and Macintosh video game, Murder, She Wrote, based on the television series. In the game, players help Jessica Fletcher to solve five unusual murders.[38][39] A sequel, Murder She Wrote 2, was launched by Legacy Interactive in November 2012.[40] In 2020, Funko released a Jessica Fletcher POP! vinyl collectible figure.","Title":"Murder, She Wrote - Wikipedia","KeyID":"18686","URL":"https://en.wikipedia.org/wiki/Murder_She_Wrote"}