{"Content: ":"Imaginary Friend is a 2012 Lifetime television movie starring Lacey Chabert, Ethan Embry, Amanda Schull, and Ted McGinley. Emma is a talented artist haunted by the presence of a childhood imaginary friend, called Lilly, which she created as a way to protect herself from her father's abuse, who killed her mother before committing suicide. She inherits a fortune in a trust on condition that she remains married. Her husband, Brad, a psychiatrist, uses this imaginary friend from her childhood to drive her mad, so she may be committed to a mental institution, staying married, but with free access to the trust without the burden of a wife. His mistress Molly, who is also his assistant, is in the plot and helps him. Brad seems to be a caring husband to everybody, but he lies to Emma's doctor, Dr. Kent, and says Emma hurts herself to have her institutionalized faster. He also has Emma take more and more pills. Eventually Lilly appears as an adult woman, and shows a supportive attitude to Emma, and even though Emma tries to make her disappear she's unsuccessful. She starts confiding in Lilly and realizes her presence is what makes her feel better. Brad knows Emma still sees Lilly, even though she denies it, so he speaks with the hospital staff to have Emma institutionalized as soon as possible, and signs a new power from attorney to continue having access to Emma's trust. One night, Emma has prepared dinner and tells Brad she killed Lilly, much to his horror. He interrogates her and asks her how the murder occurred. Brad starts getting paranoid taking Emma's medication, trying to contact a woman called Brittany, who was one of his patients two years ago, and with whom he had an affair. He calls Brittany but she never answers her phone , looks for her at her home but the landowner explains there is no one with that name living there. Even her file is not in his office. At the end it turns out Lilly was working with Emma, posing as Brittany to make it look like, it is Brad, not Emma, the one who needs professional help. Their plan is successful and Brad is the one who gets institutionalized. Lilly and Emma reaffirm their friendship, promising to be friends forever. One review states, \"an expertly built climax and conclusion that make it easy to say you should give it a chance, even if the toned down nature sounds like a deal breaker to you.\"[1] Radio Times called the film a \"seemingly average TV movie transformed by an entertaining climax\", noting that the last act was \"surprisingly enjoyable\".[2]","Title":"Imaginary Friend (film) - Wikipedia","KeyID":"18698","URL":"https://en.wikipedia.org/wiki/Imaginary_Friend_(2012_film)"}