{"Content: ":"Santa Claus, also known as Father Christmas, Saint Nicholas, Saint Nick, Kris Kringle, or simply Santa, is a legendary[1] character originating in Western Christian culture who is said to bring children gifts on Christmas Eve of toys and candy or coal or nothing, depending on whether they are \"naughty or nice\".[2][3] He supposedly accomplishes this with the aid of Christmas elves, who make the toys in his workshop, often said to be at the North Pole, and flying reindeer who pull his sleigh through the air.[4][5] The modern character of Santa is based on folklore traditions surrounding Saint Nicholas, the English figure of Father Christmas and the Dutch figure of Sinterklaas. Santa is generally depicted as a portly, jolly, white-bearded man, often with spectacles, wearing a red coat with white fur collar and cuffs, white-fur-cuffed red trousers, red hat with white fur, and black leather belt and boots, carrying a bag full of gifts for children. He is commonly portrayed as laughing in a way that sounds like \"ho ho ho\". This image became popular in the United States and Canada in the 19th century due to the significant influence of the 1823 poem \"A Visit from St. Nicholas\". Caricaturist and political cartoonist Thomas Nast also played a role in the creation of Santa's image.[6][7][8] This image has been maintained and reinforced through song, radio, television, children's books, family Christmas traditions, films, and advertising. Saint Nicholas was a 4th-century Greek Christian bishop of Myra (now Demre) in the region of Lycia in the Roman Empire, today in Turkey. Nicholas was known for his generous gifts to the poor, in particular presenting the three impoverished daughters of a pious Christian with dowries so that they would not have to become prostitutes.[9] He was very religious from an early age and devoted his life entirely to Christianity. In continental Europe (more precisely the Netherlands, Belgium, Austria, the Czech Republic and Germany), he is usually portrayed as a bearded bishop in canonical robes. In 1087, while the Greek Christian inhabitants of Myra were subjugated by the newly arrived Muslim Seljuq dynasty, and soon after their Greek Orthodox church had been declared to be in schism by the Catholic church (1054 AD), a group of merchants from the Italian city of Bari removed the major bones of Nicholas's skeleton from his sarcophagus in the Greek church in Myra. Over the objection of the monks of Myra the sailors took the bones of St. Nicholas to Bari, where they are now enshrined in the Basilica di San Nicola. Sailors from Bari collected just half of Nicholas' skeleton, leaving all the minor fragments in the church sarcophagus. These were later taken by Venetian sailors during the First Crusade and placed in Venice, where a church to St. Nicholas, the patron of sailors, was built on the San Nicolò al Lido. St. Nicholas' vandalized sarcophagus can still be seen in the St. Nicholas Church in Myra. This tradition was confirmed in two important scientific investigations of the relics in Bari and Venice, which revealed that the relics in the two Italian cities belong to the same skeleton. Saint Nicholas was later claimed as a patron saint of many diverse groups, from archers, sailors, and children to pawnbrokers.[9][10] He is also the patron saint of both Amsterdam and Moscow.[11] During the Middle Ages, often on the evening before his name day of 6 December, children were bestowed gifts in his honour. This date was earlier than the original day of gifts for the children, which moved in the course of the Reformation and its opposition to the veneration of saints in many countries on 24 and 25 December. The custom of gifting to children at Christmas has been propagated by Martin Luther as an alternative to the previous very popular gift custom on St. Nicholas, to focus the interest of the children to Christ instead of the veneration of saints. Martin Luther first suggested the Christkind as the bringer of gifts. But Nicholas remained popular as gifts bearer for the people.[12][13][14] Father Christmas dates back as far as 16th century in England during the reign of Henry VIII, when he was pictured as a large man in green or scarlet robes lined with fur.[15] He typified the spirit of good cheer at Christmas, bringing peace, joy, good food and wine and revelry.[15] As England no longer kept the feast day of Saint Nicholas on 6 December, the Father Christmas celebration was moved to 25 December to coincide with Christmas Day.[15] The Victorian revival of Christmas included Father Christmas as the emblem of good cheer.[16] His physical appearance was variable,[17] with one image being John Leech's illustration of the \"Ghost of Christmas Present\" in Charles Dickens's festive story A Christmas Carol (1843), as a great genial man in a green coat lined with fur who takes Scrooge through the bustling streets of London on the current Christmas morning, sprinkling the essence of Christmas onto the happy populace.[15][16] In the Netherlands and Belgium, the character of Santa Claus competes with that of Sinterklaas, based on Saint Nicolas. Santa Claus is known as de Kerstman in Dutch (\"the Christmas man\") and Père Noël (\"Father Christmas\") in French. For children in the Netherlands, Sinterklaas remains the predominant gift-giver in December; 36% of the Dutch only give presents on Sinterklaas evening or the day itself, 6 December,[18] while Christmas, 25 December, is used by another 21% to give presents. Some 26% of the Dutch population gives presents on both days.[19] In Belgium, presents are offered exclusively to children on 6 December, and on Christmas Day all ages may receive presents. Saint Nicolas/Sinterklaas' assistants are called \"Pieten\" (in Dutch) or \"Père Fouettard\" (in French), so they are not elves.[20] In Switzerland, Père Fouettard accompanies Père Noël in the French speaking region, while the sinister Schmutzli accompanies Samichlaus in the Swiss German region. Schmutzli carries a twig broom to spank the naughty children.[21] Prior to Christianization, the Germanic peoples (including the English) celebrated a midwinter event called Yule (Old English geola or giuli).[22] With the Christianization of Germanic Europe, numerous traditions were absorbed from Yuletide celebrations into modern Christmas.[23] During this period, supernatural and ghostly occurrences were said to increase in frequency, such as the Wild Hunt, a ghostly procession through the sky.[citation needed] The leader of the Wild Hunt is frequently attested as the god Odin (Wodan), bearing (among many names) the names Jólnir, meaning \"Yule figure\", and Langbarðr, meaning \"long-beard\", in Old Norse.[24] Wodan's role during the Yuletide period has been theorized as having influenced concepts of St. Nicholas in a variety of facets, including his long white beard and his gray horse for nightly rides (compare Odin's horse Sleipnir) or his reindeer in North American tradition.[25] Folklorist Margaret Baker maintains that \"the appearance of Santa Claus or Father Christmas, whose day is the 25th of December, owes much to Odin, the old blue-hooded, cloaked, white-bearded Giftbringer of the north, who rode the midwinter sky on his eight-footed steed Sleipnir, visiting his people with gifts. Odin, transformed into Father Christmas, then Santa Claus, prospered with St Nicholas and the Christchild, became a leading player on the Christmas stage.\"[26] In Finland, Santa Claus is called Joulupukki (direct translation 'Christmas Goat').[27] The flying reindeer could symbolize the use of fly agaric by Sámi shamans.[28] Early representations of the gift-giver from Church history and folklore, especially St Nicholas, merged with the English character Father Christmas to create the mythical character known to the rest of the English-speaking world as \"Santa Claus\" (a phonetic derivation of \"Sinterklaas\" in Dutch). In the English and later British colonies of North America, and later in the United States, British and Dutch versions of the gift-giver merged further. For example, in Washington Irving's History of New York (1809), Sinterklaas was Anglicized into \"Santa Claus\" (a name first used in the U.S. press in 1773)[29] but lost his bishop's apparel, and was at first pictured as a thick-bellied Dutch sailor with a pipe in a green winter coat. Irving's book was a parody of the Dutch culture of New York, and much of this portrait is his joking invention.[30] Irving's interpretation of Santa Claus was part of a broader movement to tone down the increasingly wild Christmas celebrations of the era, which included aggressive home invasions under the guise of wassailing, substantial premarital sex (leading to shotgun weddings in areas where the Puritans, waning in power and firmly opposed to Christmas, still held some influence) and public displays of sexual deviancy; the celebrations of the era were derided by both upper-class merchants and Christian purists.[30] In 1821, the book A New-year's present, to the little ones from five to twelve was published in New York. It contained Old Santeclaus with Much Delight, an anonymous poem describing Santeclaus on a reindeer sleigh, bringing rewards to children.[31] Some modern ideas of Santa Claus seemingly became canon after the anonymous publication of the poem \"A Visit From St. Nicholas\" (better known today as \"The Night Before Christmas\") in the Troy, New York, Sentinel on 23 December 1823; Clement Clarke Moore later claimed authorship, though some scholars argue that Henry Livingston, Jr. (who died nine years before Moore's claim) was the author.[9][32] St. Nick is described as being \"chubby and plump, a right jolly old elf\" with \"a little round belly\", that \"shook when he laughed like a bowlful of jelly\", in spite of which the \"miniature sleigh\" and \"tiny reindeer\" still indicate that he is physically diminutive. The reindeer were also named: Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Dunder and Blixem (Dunder and Blixem came from the old Dutch words for thunder and lightning, which were later changed to the more German sounding Donner and Blitzen).[33] By 1845, \"Kris Kringle\" was a common variant of Santa in parts of the United States.[34] A magazine article from 1853, describing American Christmas customs to British readers, refers to children hanging up their stockings on Christmas Eve for \"a fabulous personage\" whose name varies: in Pennsylvania he is usually called \"Krishkinkle\", but in New York he is \"St. Nicholas\" or \"Santa Claus\". The author[35] quotes Moore's poem in its entirety, saying that its descriptions apply to Krishkinkle too.[36] As the years passed, Santa Claus evolved into a large, heavyset person. One of the first artists to define Santa Claus's modern image was Thomas Nast, an American cartoonist of the 19th century who immortalized Santa Claus with an illustration for the 3 January 1863 issue of Harper's Weekly in which Santa was dressed in an American flag, and had a puppet with the name \"Jeff\" written on it, reflecting its Civil War context. In this drawing, Santa is also in a sleigh pulled by reindeers.[citation needed] The story that Santa Claus lives at the North Pole may also have been a Nast creation. His Christmas image in the Harper's issue dated 29 December 1866 was a collage of engravings titled Santa Claus and His Works, which included the caption \"Santa Claussville, N.P.\"[37] A color collection of Nast's pictures, published in 1869, had a poem also titled \"Santa Claus and His Works\" by George P. Webster, who wrote that Santa Claus's home was \"near the North Pole, in the ice and snow\".[38] The tale had become well known by the 1870s. A boy from Colorado writing to the children's magazine The Nursery in late 1874 said, \"If we did not live so very far from the North Pole, I should ask Santa Claus to bring me a donkey.\"[39] The idea of a wife for Santa Claus may have been the creation of American authors, beginning in the mid-19th century. In 1889, the poet Katharine Lee Bates popularized Mrs. Claus in the poem \"Goody Santa Claus on a Sleigh Ride\". \"Is There a Santa Claus?\" was the title of an editorial appearing in the 21 September 1897 edition of The New York Sun. The editorial, which included the famous reply \"Yes, Virginia, there is a Santa Claus\", has become an indelible part of popular Christmas lore in the United States and Canada. In Russia, Ded Moroz emerged as a Santa Claus figure around the late 19th century[40] where Christmas for the Eastern Orthodox Church is kept on 7 January. L. Frank Baum's The Life and Adventures of Santa Claus, a children's book, was published in 1902. Much of Santa Claus's mythos was not firmly established at the time, leaving Baum to give his \"Neclaus\" (Necile's Little One) a variety of immortal support, a home in the Laughing Valley of Hohaho, and ten reindeer—who could not fly, but leapt in enormous, flight-like bounds. Claus's immortality was earned, much like his title (\"Santa\"), decided by a vote of those naturally immortal. This work also established Claus's motives: a happy childhood among immortals. When Ak, Master Woodsman of the World, exposes him to the misery and poverty of children in the outside world, Santa strives to find a way to bring joy into the lives of all children, and eventually invents toys as a principal means. Santa later appears in The Road to Oz as an honored guest at Ozma's birthday party, stated to be famous and beloved enough for everyone to bow even before he is announced as \"The most Mighty and Loyal Friend of Children, His Supreme Highness – Santa Claus\". Images of Santa Claus were conveyed through Haddon Sundblom's depiction of him for The Coca-Cola Company's Christmas advertising in the 1930s.[9][41] The image spawned urban legends that Santa Claus was invented by The Coca-Cola Company or that Santa wears red and white because they are the colors used to promote the Coca-Cola brand.[42] Coca-Cola's competitor Pepsi-Cola used similar Santa Claus paintings in its advertisements in the 1940s and 1950s. Historically, Coca-Cola was not the first soft drink company to utilize the modern image of Santa Claus in its advertising—White Rock Beverages had already used a red and white Santa to sell mineral water in 1915 and then in advertisements for its ginger ale in 1923.[43][44][45] Earlier, Santa Claus had appeared dressed in red and white and essentially in his current form on several covers of Puck magazine in the first few years of the 20th century.[46] The image of Santa Claus as a benevolent character became reinforced with its association with charity and philanthropy, particularly by organizations such as the Salvation Army. Volunteers dressed as Santa Claus typically became part of fundraising drives to aid needy families at Christmas time. In 1937, Charles W. Howard, who played Santa Claus in department stores and parades, established the Charles W. Howard Santa School, the oldest continuously-run such school in the world.[47] In some images from the early 20th century, Santa was depicted as personally making his toys by hand in a small workshop like a craftsman. Eventually, the idea emerged that he had numerous elves responsible for making the toys, but the toys were still handmade by each individual elf working in the traditional manner. The 1956 popular song by George Melachrino, \"Mrs. Santa Claus\", and the 1963 children's book How Mrs. Santa Claus Saved Christmas, by Phyllis McGinley, helped standardize and establish the character and role of Mrs. Claus in the US.[48] Seabury Quinn's 1948 novel Roads draws from historical legends to tell the story of Santa and the origins of Christmas. Other modern additions to the \"story\" of Santa include Rudolph the Red-Nosed Reindeer, the 9th and lead reindeer created in 1939 by Robert L. May, a Montgomery Ward copywriter, and immortalized in a 1949 song by Gene Autry. Elves had been portrayed as using assembly lines to produce toys early in the 20th century. That shift was reflected in the modern depiction of Santa's residence—now often humorously portrayed as a fully mechanized production and distribution facility, equipped with the latest manufacturing technology, and overseen by the elves with Santa and Mrs. Claus as executives or managers.[49] An excerpt from a 2004 article, from a supply chain managers' trade magazine, aptly illustrates this depiction: Santa's main distribution center is a sight to behold. At 4,000,000 square feet (370,000 m2), it's one of the world's largest facilities. A real-time warehouse management system (WMS) is of course required to run such a complex. The facility makes extensive use of task interleaving, literally combining dozens of DC activities (putaway, replenishing, order picking, sleigh loading, cycle counting) in a dynamic queue the DC elves have been on engineered standards and incentives for three years, leading to a 12% gain in productivity. The WMS and transportation system are fully integrated, allowing (the elves) to make optimal decisions that balance transportation and order picking and other DC costs. Unbeknownst to many, Santa actually has to use many sleighs and fake Santa drivers to get the job done Christmas Eve, and the transportation management system (TMS) optimally builds thousands of consolidated sacks that maximize cube utilization and minimize total air miles.[50] In 1912, the actor Leedham Bantock became the first actor to be identified as having played Santa Claus in a film. Santa Claus, which he also directed, included scenes photographed in a limited, two-tone color process and featured the use of detailed models.[51][52] Since then many feature films have featured Santa Claus as a protagonist, including Miracle on 34th Street, The Santa Clause and Elf. Santa Claus is also a meetable character at all of the Disney Parks and Resorts during the Holiday season, and can be seen during various parades throughout the parks. His grotto is usually located in Fantasyland. In the cartoon base, Santa has been voiced by several people, including Stan Francis, Mickey Rooney, Ed Asner, John Goodman, and Keith Wickham. Santa has been described as a positive male cultural icon: Santa is really the only cultural icon we have who's male, does not carry a gun, and is all about peace, joy, giving, and caring for other people. That's part of the magic for me, especially in a culture where we've become so commercialized and hooked into manufactured icons. Santa is much more organic, integral, connected to the past, and therefore connected to the future. Norman Corwin's 1938 comic radio play The Plot to Overthrow Christmas, set entirely in rhyme, details a conspiracy of the Devil Mephistopheles and damned figures of history to defeat the good will among men of Christmas, by sending the Roman emperor Nero to the North Pole to assassinate Santa Claus. Through a battle of wits, Santa saves himself by winning Nero over to the joys of Christmas, and gives him a Stradivarius violin. The play was re-produced in 1940 and 1944. Many television commercials, comic strips and other media depict this as a sort of humorous business, with Santa's elves acting as a sometimes mischievously disgruntled workforce, cracking jokes and pulling pranks on their boss. For instance, a Bloom County story from 15 December 1981 through 24 December 1981 has Santa rejecting the demands of PETCO (Professional Elves Toy-Making and Craft Organization) for higher wages, a hot tub in the locker room, and \"short broads,\" with the elves then going on strike. President Reagan steps in, fires all of Santa's helpers, and replaces them with out-of-work air traffic controllers (an obvious reference to the 1981 air traffic controllers' strike), resulting in a riot before Santa vindictively rehires them in humiliating new positions such as his reindeer.[54] In The Sopranos episode, \"To Save Us All from Satan's Power\", Paulie Gualtieri says he \"Used to think Santa and Mrs. Claus were running a sweatshop over there. The original elves were ugly, traveled with Santa to throw bad kids a beatin', and gave the good ones toys.\" In Kyrgyzstan, a mountain peak was named after Santa Claus, after a Swedish company had suggested the location be a more efficient starting place for present-delivering journeys all over the world, than Lapland. In the Kyrgyz capital, Bishkek, a Santa Claus Festival was held on 30 December 2007, with government officials attending. 2008 was officially declared the Year of Santa Claus in the country. The events are seen as moves to boost tourism in Kyrgyzstan.[55] The Guinness World Record for the largest gathering of Santa Clauses is held by Thrissur, Kerala, India where on 27 December 2014, 18,112 Santas overtook the previous record. Derry City, Northern Ireland had held the record since 9 September 2007, when a total of 12,965 people dressed up as Santa or Santa's helpers. Prior to that, the record was 3,921, which was set during the Santa Dash event in Liverpool City Centre in 2005.[56] A gathering of Santas in 2009 in Bucharest, Romania attempted to top the world record, but failed with only 3,939 Santas.[57] In professional wrestling, on the 23 December 2019 edition of Monday Night Raw (filmed on 22 December), independent wrestler Bear Bronson dressed up as Santa Claus to win the WWE 24/7 Championship from Akira Tozawa at Columbus Circle in New York during a sightseeing trip. Santa later lost the championship to R-Truth via a roll-up at the Lincoln Center.[58] Like other forms of popular culture, Santa Claus also appears in a few video games.[59] The tradition of Santa Claus being said to enter dwellings through the chimney is shared by many European seasonal gift-givers. In pre-Christian Norse tradition, Odin would often enter through chimneys and fire holes on the solstice.[citation needed] In the Italian Befana tradition, the gift-giving witch is perpetually covered with soot from her trips down the chimneys of children's homes. In the tale of Saint Nicholas, the saint tossed coins through a window, and, in a later version of the tale, down a chimney when he finds the window locked. In Dutch artist Jan Steen's painting, The Feast of Saint Nicholas, adults and toddlers are glancing up a chimney with amazement on their faces while other children play with their toys. The hearth was held sacred in primitive belief as a source of beneficence, and popular belief had elves and fairies bringing gifts to the house through this portal. Santa's entrance into homes on Christmas Eve via the chimney was made part of American tradition through the poem \"A Visit from St. Nicholas\" where the author described him as an elf.[60] In the United States and Canada, children traditionally leave a glass of milk and a plate of cookies intended for Santa to consume; in Britain and Australia, sherry or beer, and mince pies are left instead. In Denmark, Norway and Sweden, it is common for children to leave him rice porridge with sugar and cinnamon instead. In Ireland it is popular to leave Guinness or milk, along with Christmas pudding or mince pies. In Hungary, St. Nicolaus (Mikulás) comes on the night of 5 December and the children get their gifts the next morning. They get sweets in a bag if they were good, and a golden colored birch switch if not. On Christmas Eve \"Little Jesus\" comes and gives gifts for everyone.[61] In Slovenia, Saint Nicholas (Miklavž) also brings small gifts for good children on the eve of 6 December. Božiček (Christmas Man) brings gifts on the eve of 25 December, and Dedek Mraz (Grandfather Frost) brings gifts in the evening of 31 December to be opened on New Years Day. New Zealander, British, Australian, Irish, Canadian, and American children also leave a carrot for Santa's reindeer, and are told that if they are not good all year round that they will receive a lump of coal in their stockings, although the actual practice of giving coal is now considered archaic. Children following the Dutch custom for sinterklaas will \"put out their shoe\" (leave hay and a carrot for his horse in a shoe before going to bed, sometimes weeks before the sinterklaas avond). The next morning they will find the hay and carrot replaced by a gift; often, this is a marzipan figurine. Naughty children were once told that they would be left a roe (a bundle of sticks) instead of sweets, but this practice has been discontinued. After the children have fallen asleep, parents play the role of Santa Claus and leave their gifts under the Christmas tree. Tags on gifts for children are sometimes signed by their parents \"From Santa Claus\" before the gifts are laid beneath the tree.[62][63][64] Ho ho ho is the way that many languages write out how Santa Claus laughs. \"Ho, ho, ho! Merry Christmas!\" It is the textual rendition of a particular type of deep-throated laugh or chuckle, most associated today with Santa Claus and Father Christmas. The laughter of Santa Claus has long been an important attribute by which the character is identified, but it also does not appear in many non-English-speaking countries. The traditional 1823 Christmas poem A Visit from St. Nicholas relates that Santa has: \"a little round belly That shook when he laugh'd, like a bowl full of jelly\" Santa Claus's home is traditionally said to include a residence and a workshop where he is said to create—often with the aid of elves or other supernatural beings—the gifts he is said to deliver to good children at Christmas. Some stories and legends include a village, inhabited by his helpers, surrounding his home and shop. In North American tradition (in the United States and Canada), Santa is said to live at the North Pole, which according to Canada Post lies within Canadian jurisdiction in postal code H0H 0H0[65] (a reference to \"ho ho ho\", Santa's notable saying, although postal codes starting with H are usually reserved for the island of Montréal in Québec). On 23 December 2008, Jason Kenney, Canada's minister of Citizenship, Immigration and Multiculturalism, formally awarded Canadian citizenship status to Santa Claus. \"The Government of Canada wishes Santa the very best in his Christmas Eve duties and wants to let him know that, as a Canadian citizen, he has the automatic right to re-enter Canada once his trip around the world is complete,\" Kenney said in an official statement.[66] There is also a city named North Pole in Alaska where a tourist attraction known as the \"Santa Claus House\" has been established. The United States Postal Service uses the city's ZIP code of 99705 as their advertised postal code for Santa Claus. A Wendy's in North Pole, AK has also claimed to have a \"sleigh fly through\".[67] Each Nordic country claims Santa's residence to be within their territory. Norway claims he lives in Drøbak. In Denmark, he is said to live in Greenland (near Uummannaq). In Sweden, the town of Mora has a theme park named Tomteland. The national postal terminal in Tomteboda in Stockholm receives children's letters for Santa. In Finland, Korvatunturi has long been known as Santa's home, and two theme parks, Santa Claus Village and Santa Park are located near Rovaniemi. In Belarus, there is a home of Ded Moroz in Belovezhskaya Pushcha National Park.[68] In France, Santa is believed to reside in 1 Chemin des Nuages, Pôle Nord (1 Alley of Clouds, North Pole). The French national postal service has operated a service that allows children to send letters to Père Noël since 1962.[69] In the period before Christmas, any physical letter in the country that is addressed to Santa Claus is sent to a specific location, where responses for the children’s letters are written and sent back to the children.[70] Actors portraying Santa Claus appear in the weeks before Christmas in department stores or shopping malls, or at parties. The practice of this has been credited[dubious – discuss] to James Edgar, as he started doing this in 1890 in his Brockton, Massachusetts department store.[71] The actor dressed up as Santa is usually helped by other actors (often mall employees) dressed as elves or other creatures of folklore associated with Santa. His function is either to promote the store's image by distributing small gifts to children, or to provide a seasonal experience to children by listening to their wishlist while having them sit on his knee (a practice now under review by some organisations in Britain,[72] and Switzerland[73]). Sometimes a photograph of the child and actor portraying Santa are taken. Having a Santa actor set up to take pictures with children is a ritual that dates back at least to 1918.[74] The area set up for this purpose is festively decorated, usually with a large throne, and is called variously \"Santa's Grotto\", \"Santa's Workshop\" or a similar term. In the United States, the most notable of these is the Santa at the flagship Macy's store in New York City—he arrives at the store by sleigh in the Macy's Thanksgiving Day Parade on the last float, and his court takes over a large portion of one floor in the store. The Macy's Santa Claus in New York City is often said to be \"the real Santa.\" This was popularized by the 1947 film Miracle on 34th Street with Santa Claus being called Kris Kringle. Essayist David Sedaris is known for the satirical SantaLand Diaries he kept while working as an elf in the Macy's display, which were turned into a famous radio segment and later published. In Canada, malls operated by Oxford Properties established a process by which autistic children could \"visit Santa Claus\" at the mall without having to contend with crowds.[75] The malls open early to allow entry only to families with autistic children, who have a private visit with the actor portraying Santa Claus. In 2012, the Southcentre Mall in Calgary was the first mall to offer this service.[76] In the United Kingdom, discount store Poundland changes the voice of its self-service checkouts to that of Santa Claus throughout the Christmas retail period.[77] There are schools offering instruction on how to act as Santa Claus. For example, children's television producer Jonathan Meath studied at the International School of Santa Claus and earned the degree Master of Santa Claus in 2006. It blossomed into a second career for him, and after appearing in parades and malls,[78] he appeared on the cover of the American monthly Boston Magazine as Santa.[79] There are associations with members who portray Santa; for example, Mr. Meath was a board member of the international organization called Fraternal Order of Real Bearded Santas.[80] Due to the COVID-19 pandemic, many Santa grottos were not operating for the 2020 Christmas season. Due to this, some companies offered video calls for a fee using apps such as Zoom where children could talk to an actor dressed up as Santa Claus at the other end.[81] In 2021, Walt Disney World and Disneyland featured for the first time Black cast members portraying Santa.[82] Writing letters to Santa Claus has been a Christmas tradition for children for many years. These letters normally contain a wishlist of toys and assertions of good behavior. Some social scientists have found that boys and girls write different types of letters. Girls generally write longer but more polite lists and express the nature of Christmas more in their letters than in letters written by boys. Girls also more often request gifts for other people.[83] Many postal services allow children to send letters to Santa Claus. These letters may be answered by postal workers or outside volunteers.[84] Writing letters to Santa Claus has the educational benefits of promoting literacy, computer literacy, and e-mail literacy. A letter to Santa is often a child's first experience of correspondence. Written and sent with the help of a parent or teacher, children learn about the structure of a letter, salutations, and the use of an address and postcode.[85] According to the Universal Postal Union (UPU)'s 2007 study and survey of national postal operations, the United States Postal Service (USPS) has the oldest Santa letter answering effort by a national postal system. The USPS Santa letter answering effort started in 1912 out of the historic James Farley Post Office[86] in New York, and since 1940 has been called \"Operation Santa\" to ensure that letters to Santa are adopted by charitable organizations, major corporations, local businesses and individuals in order to fulfill the wishes of children.[84] Those seeking a North Pole holiday postmark through the USPS, are told to send their letter from Santa or a holiday greeting card by 10 December to: North Pole Holiday Postmark, Postmaster, 4141 Postmark Dr, Anchorage, AK 99530–9998.[87] In 2006, according to the UPU's 2007 study and survey of national postal operations, France's Postal Service received the most letters for Santa Claus or \"Père Noël\" with 1,220,000 letters received from 126 countries.[88] France's Postal Service in 2007 specially recruited someone to answer the enormous volume of mail that was coming from Russia for Santa Claus.[84] Other Santa letter processing information, according to the UPU's 2007 study and survey of national postal operations, include:[84] Canada Post has a special postal code for letters to Santa Claus, and since 1982 over 13,000 Canadian postal workers have volunteered to write responses. His address is: Santa Claus, North Pole, Canada, H0H 0H0; no postage is required.[94] (see also: Ho ho ho). (This postal code, in which zeroes are used for the letter \"O\", is consistent with the alternating letter-number format of all Canadian postal codes.) Sometimes children's charities answer letters in poor communities, or from children's hospitals, and give them presents they would not otherwise receive. From 2002 to 2014, the program replied to approximately \"one million letters or more a year, and in total answered more than 24.7 million letters\";[95] as of 2015, it responds to more than 1.5 million letters per year, \"in over 30 languages, including Braille answering them all in the language they are written\".[96] In Britain it is traditional for some to burn the Christmas letters on the fire, magically transporting them by wind to the North Pole.[97] According to the Royal Mail website, Santa's address for letters from British children is: Santa/Father Christmas, Santa's Grotto, Reindeerland, XM4 5HQ[98] In Mexico and other Latin American countries, besides using the mail, sometimes children wrap their letters to a small helium balloon, releasing them into the air so Santa magically receives them.[97] In 2010, the Brazilian National Post Service, \"Correios\" formed partnerships with public schools and social institutions to encourage children to write letters and make use of postcodes and stamps. In 2009, the Brazilian National Post Service, \"Correios\" answered almost two million children's letters, and spread some seasonal cheer by donating 414,000 Christmas gifts to some of Brazil's neediest citizens.[85] Through the years, the Finnish Santa Claus (Joulupukki or \"Yule Goat\") has received over eight million letters. He receives over 600,000 letters every year from over 198 countries with Togo being the most recent country added to the list.[85] Children from Great Britain, Poland and Japan are the busiest writers. The Finnish Santa Claus lives in Korvatunturi, near the Santa Claus Main Post Office in Rovaniemi precisely at the Arctic circle. His mailing address is: Santa Claus' Main Post Office, Santa Claus Village, FIN-96930 Arctic Circle. The post office welcomes 300,000 visitors a year, with 70,000 visitors in December alone.[85] Children can also receive a letter from Santa through a variety of private agencies and organizations, and on occasion public and private cooperative ventures. An example of a public and private cooperative venture is the opportunity for expatriate and local children and parents to receive postmarked mail and greeting cards from Santa during December in the Finnish Embassy in Beijing, People's Republic of China,[99] Santa Claus Village in Rovaniemi, Finland, and the People's Republic of China Postal System's Beijing International Post Office.[100][101][102] Parents can order a personalized \"Santa letter\" to be sent to their child, often with a North Pole postmark. The \"Santa Letter\" market generally relies on the Internet as a medium for ordering such letters rather than retail stores.[undue weight? – discuss] A number of websites created by various organizations claim to track Santa Claus each year. Some, such as NORAD Tracks Santa, the Google Santa Tracker, the emailSanta.com Tracker[103] and the Santa Update Project, have endured. Others, such as the Airservices Australia Tracks Santa Project,[104][105][106] the Dallas/Fort Worth International Airport's Tracks Santa Project,[107][108][109] the NASA Tracks Santa Project,[110] and the Bing Maps Platform Tracks Santa Project,[111][112] no longer actively track Santa. The origins of the NORAD Tracks Santa programme began in the United States in 1955, when a Sears Roebuck store in Colorado Springs, Colorado, gave children a number to call a \"Santa hotline\". The number was mistyped, resulting in children calling the Continental Air Defense Command (CONAD) on Christmas Eve instead. The Director of Operations, Colonel Harry Shoup, received the first call for Santa and responded by claiming to children that there were signs on the radar that Santa was indeed heading south from the North Pole. A tradition began which continued under the name NORAD Tracks Santa when in 1958 Canada and the United States jointly created the North American Air Defense Command (NORAD).[113][114] This \"tracking\" can now be done via the Internet and NORAD's website. In the past, many local television stations in the United States and Canada likewise claimed they \"tracked Santa Claus\" in their own metropolitan areas through the stations' meteorologists. In December 2000, the Weather Channel built upon these local efforts to provide a national Christmas Eve \"Santa tracking\" effort, called \"SantaWatch\" in cooperation with NASA, the International Space Station, and Silicon Valley-based new multimedia firm Dreamtime Holdings.[115] In the 21st century, most local television stations in the United States and Canada rely upon outside established \"Santa tracking\" efforts, such as NORAD Tracks Santa.[116] Many other websites became available year-round, devoted to Santa Claus and purport to keep tabs on his activities in his workshop. Many of these websites also include email addresses or web forms which claim to allow children to send email to Santa Claus. One particular website called emailSanta.com was created when a 1997 Canada Post strike prevented Alan Kerr's young niece and nephews from sending their letters to Santa; in a few weeks, over 1,000 emails to Santa were received, and the site had received 1,000 emails a day one year later.[117][118] Some websites, such as Santa's page on Microsoft's former Windows Live Spaces or emailSanta.com, have used or still use \"bots\" or other automated programs to compose and send personalized and realistic replies.[119][120] Microsoft's website has given occasional profane results.[121][122] In addition to providing holiday-themed entertainment, \"Santa tracking\" websites raise interest in space technology and exploration,[123] serve to educate children in geography[124] and encourage them to take an interest in science.[125] Santa Claus has partial Christian roots in Saint Nicholas, particularly in the high church denominations that practice the veneration of him, in addition to other saints. In light of this, the character has sometimes been the focus of controversy over the holiday and its meanings. A number of denominations of Christians have varying concerns about Santa Claus, which range from acceptance to denouncement.[126][127] Some Christians, particularly Calvinists such as the Puritans, disliked the idea of Santa Claus, as well as Christmas in general, believing that the lavish celebrations were not in accordance with their faith.[128] Other nonconformist Christians condemn the materialist focus of contemporary gift giving and see Santa Claus as the symbol of that culture.[129] Condemnation of Christmas was prevalent among the 17th-century English Puritans and Dutch Calvinists who banned the holiday as either pagan or Roman Catholic. The American colonies established by these groups reflected this view. Tolerance for Christmas increased after the Restoration but the Puritan opposition to the holiday persisted in New England for almost two centuries.[130] In the Dutch New Netherland colony, season celebrations focused on New Year's Day. Following the Restoration of the monarchy and with Puritans out of power in England,[131] the ban on Christmas was satirized in works such as Josiah King's The Examination and Tryal of Old Father Christmas; Together with his Clearing by the Jury (1686).[132] Reverend Paul Nedergaard, a clergyman in Copenhagen, Denmark, attracted controversy in 1958 when he declared Santa to be a \"heathen goblin\" (\"en hedensk trold\" in Danish) after Santa's image was used on the annual Christmas stamp (\"julemærke\") for a Danish children's welfare organization.[133] Mary Baker Eddy, the founder of the Christian Science movement, wrote: \"the children should not be taught that Santa Claus has aught to do with this [Christmas] pastime. A deceit or falsehood is never wise. Too much cannot be done towards guarding and guiding well the germinating and inclining thought of childhood. To mould aright the first impressions of innocence, aids in perpetuating purity and in unfolding the immortal model, man in His image and likeness.\"[134] Under the Marxist–Leninist doctrine of state atheism in the Soviet Union after its foundation in 1917, Christmas celebrations—along with other religious holidays—were prohibited as a result of the Soviet antireligious campaign.[135][136] The League of Militant Atheists encouraged school pupils to campaign against Christmas traditions, among them being Santa Claus and the Christmas tree, as well as other Christian holidays including Easter; the League established an antireligious holiday to be the 31st of each month as a replacement.[137][138] In December 2018, the city management office of Langfang in Hebei province released a statement stating that people caught selling Christmas trees, wreaths, stockings or Santa Claus figures in the city would be punished.[139] In his book Nicholas: The Epic Journey from Saint to Santa Claus, writer Jeremy Seal describes how the commercialization of the Santa Claus figure began in the 19th century. \"In the 1820s he began to acquire the recognizable trappings: reindeer, sleigh, bells,\" said Seal in an interview.[140] \"They are simply the actual bearings in the world from which he emerged. At that time, sleighs were how you got about Manhattan.\" Writing in Mothering, writer Carol Jean-Swanson makes similar points, noting that the original figure of St. Nicholas gave only to those who were needy and that today Santa Claus seems to be more about conspicuous consumption: Our jolly old Saint Nicholas reflects our culture to a T, for he is fanciful, exuberant, bountiful, over-weight, and highly commercial. He also mirrors some of our highest ideals: childhood purity and innocence, selfless giving, unfaltering love, justice, and mercy. (What child has ever received a coal for Christmas?) The problem is that, in the process, he has become burdened with some of society's greatest challenges: materialism, corporate greed, and domination by the media. Here, Santa carries more in his baggage than toys alone![141] In the Czech Republic, a group of advertising professionals started a website against Santa Claus, a relatively recent phenomenon in that country.[142] \"Czech Christmases are intimate and magical. All that Santa stuff seems to me like cheap show business,\" said David König of the Creative Copywriters Club, pointing out that it is primarily an American and British tradition. \"I'm not against Santa himself. I'm against Santa in my country only.\" In the Czech tradition, presents are delivered by Ježíšek, which translates as Baby Jesus. In the United Kingdom, Father Christmas was historically depicted wearing a green cloak.[citation needed] As Father Christmas has been increasingly merged into the image of Santa Claus, that has been changed to the more commonly known red suit.[143] Santa had been portrayed in a red suit in the 19th century by Thomas Nast among others.[144] A law in the U.S. state of Ohio prohibits the usage of Santa Claus or his image to sell alcoholic beverages. The law came to attention when the beer brand Bud Light attempted to use its mascot Spuds MacKenzie in a Santa Claus outfit during a December 1987 ad campaign; Bud Light was forced to stop using the imagery.[145] Psychologists generally differentiate between telling fictional stories that feature Santa Claus and actively deceiving a child into believing that Santa Claus is real. Imaginative play, in which children know that Santa Claus is only a character in a story, but pretend that he is real, just like they pretend that superheroes or other fictional characters are real, is valuable. Actively deceiving a child into believing in Santa Claus's real-world existence, sometimes even to the extent of fabricating false evidence to convince them despite their growing natural doubts, does not result in imaginative play and can promote credulity in the face of strong evidence against Santa Claus's existence.[146][147] Children will eventually know that their parents deceived them.[148] Various psychologists and researchers have wrestled with the ways that young children are convinced of the existence of Santa Claus, and have wondered whether children's abilities to critically weigh real-world evidence may be undermined by their belief in this or other imaginary figures. For example, University of Texas psychology professor Jacqueline Woolley helped conduct a study that found, to the contrary, that children seemed competent in their use of logic, evidence, and comparative reasoning even though they might conclude that Santa Claus or other fanciful creatures were real: The adults they count on to provide reliable information about the world introduce them to Santa. Then his existence is affirmed by friends, books, TV and movies. It is also validated by hard evidence: the half-eaten cookies and empty milk glasses by the tree on Christmas morning. In other words, children do a great job of scientifically evaluating Santa. And adults do a great job of duping them.[149] Woolley posited that it is perhaps \"kinship with the adult world\" that causes children not to be angry that they were lied to for so long.[149] Austin Cline argued the problem is not with length, but with a complicated series of very large lies.[150] Typical objections to presenting Santa Claus as a literally real person, rather than a story, include: With no greater good than having some fun, some have charged that the deception is more about the parents, their short-term happiness in seeing children excited about Santa Claus, and their nostalgic willingness to prolong the age of magical thinking, than it is about the children.[147] Philosopher David Kyle Johnson wrote, \"It's a lie, it degrades your parental trustworthiness, it encourages credulity, it does not encourage imagination, and it's equivalent to bribing your kids for good behavior.\"[152] Others see little harm in the belief in Santa Claus. Psychologist Tamar Murachver said that because it is a cultural, not parental, lie, it does not usually undermine parental trust.[153] The New Zealand Skeptics also see no harm in parents telling their children that Santa is real. Spokesperson Vicki Hyde said, \"It would be a hard-hearted parent indeed who frowned upon the innocent joys of our children's cultural heritage. We save our bah humbugs for the things that exploit the vulnerable.\"[153] Most children do not remain angry or embarrassed about the deception for very long. John Condry of Cornell University interviewed more than 500 children for a study of the issue and found that not a single child was angry at their parents for telling them Santa Claus was real. According to Dr. Condry, \"The most common response to finding out the truth was that they felt older and more mature. They now knew something that the younger kids did not\".[154] In other studies, a small fraction of children felt betrayed by their parents, but disappointment was a more common response.[147] Some children have reacted strongly, including rejecting the family's religious beliefs on the grounds that if the parents lied about the unprovable existence of Santa Claus, then they might lie about the unprovable existence of God as well.[147]","Title":"Santa Claus - Wikipedia","KeyID":"18697","URL":"https://en.wikipedia.org/wiki/Santa_Claus"}