{"Content: ":"The Brooklyn Eagle (originally joint name The Brooklyn Eagle and Kings County Democrat,[1] later The Brooklyn Daily Eagle before shortening title further to Brooklyn Eagle) was an afternoon daily newspaper published in the city and later borough of Brooklyn, in New York City, for 114 years from 1841 to 1955. At one point, it was the afternoon paper with the largest daily circulation in the United States. Walt Whitman, the 19th-century poet, was its editor for two years. Other notable editors of the Eagle included Democratic Party political figure Thomas Kinsella, seminal folklorist Charles Montgomery Skinner, St. Clair McKelway (editor-in-chief from 1894 to 1915 and a great-uncle of the New Yorker journalist), Arthur M. Howe (a prominent Canadian American who served as editor-in-chief from 1915 to 1931 and as a member of the Pulitzer Prize Advisory Board from 1920 to 1946) and Cleveland Rodgers (an authority on Whitman and close friend of Robert Moses who was editor-in-chief from 1931 to 1938 before serving as an influential member of the New York City Planning Commission until 1951). The paper, added \"Daily\" to its name as The Brooklyn Daily Eagle and Kings County Democrat on June 1, 1846.[2][3][4] The banner name was shortened on May 14, 1849, to The Brooklyn Daily Eagle, but the lower masthead retained the political name[5][6] until June 8. On September 5, 1938, the name was further shortened, to Brooklyn Eagle,[7] with The Brooklyn Daily Eagle continuing to appear below the masthead of the editorial page, through the end of its original run in 1955. The paper ceased publication in 1955 due to a prolonged strike. It was briefly revived from the bankrupt estate between 1960 and 1963. A new version of the Brooklyn Eagle as a revival of the old newspaper's traditions began publishing in 1996. It has no business relation to the original Eagle (the name having lost trademark protection). The new paper publishes a daily historical/nostalgia feature called \"On This Day in History\", made up of much material from the pages of the old original Eagle. The Brooklyn Daily Eagle was first published on October 26, 1841. Its address at this time, and for many years afterwards, was at 28 Old Fulton Street, Brooklyn (today the site of a landmark building known as the \"Eagle Warehouse\"). A few days after it started, the paper suspended publication for a month due to a printing press fire. From 1846 to 1848, the newspaper's editor was the poet Walt Whitman.[8] The paper started as a combination of objective news and Democratic party organ. During the American Civil War, the Eagle supported the Democratic Party; as such, its mailing privileges through the United States Post Office Department were once revoked due to a forged letter supposedly sent by the 16th President Abraham Lincoln. The Eagle played an important role in shaping Brooklyn's civic identity.[9] The once-independent city became the third-largest city in America at that time, across the water from old New York City. In the 1898, it became a borough as part of the annexation and merger campaign that formed the City of Greater New York. The Eagle had editorially tried to forestall and stop this process, claiming that Brooklyn would go from being a great city on its own to a hinterland of the bigger city. In August 1938, Frank D. Schroth bought the newspaper from M. Preston Goodfellow. In addition to dropping the word \"Daily\" from the paper's front page, Schroth increased the paper's profile and readership with more active local coverage focused on the borough as opposed to the other competing dailies at that time in Manhattan, such as The New York Times, New York Herald-Tribune, New York Journal-American, New York Daily News, New York Post, New York World-Telegram & Sun, New York Daily Mirror, and, later, Newsday, further out in the Long Island suburbs.[10] The newspaper received the 1951 Pulitzer Prize for Public Service for its \"crime reporting during the year.\"[11] Investigative journalist Ed Reid in an eight-part series exposed the activities of bookmaker Harry Gross and corrupt members of the New York City Police Department. This exposé led to an investigation by the Brooklyn District Attorney, and resulted in the eventual resignation of Mayor of New York City William O'Dwyer.[12][13] On June 22, 1953, a newspaper boy, collecting for the Brooklyn Eagle, at an apartment building at 3403 Foster Avenue in Brooklyn, was paid with a nickel that felt funny to him. When he dropped it on the ground, it popped open and contained microfilm inside. The microfilm contained a series of numbers. He told the New York City Police Department, which in two days told a Federal Bureau of Investigation (FBI) agent about the strange nickel. The FBI was not able to link the nickel to KGB agents until a KGB (Committee on State Security of the Soviet Union) agent, Reino Häyhänen, wanted to defect to the West and the United States in May 1957, including Vilyam Genrikhovich Fisher (aka Rudolph Ivanovich Abel) in the Hollow Nickel Case. In the face of the continued economic pressure brought on by a strike by the local reporters' trade union, the Newspaper Guild, and later attempting to sell the Eagle, the paper published its last edition on January 28, 1955, and shut down for good on March 16, 1955.[14] Thomas N. Schroth, the publisher's son, served as the newspaper's managing editor in the last three years of its existence. Thereafter, he became editor of Congressional Quarterly and founded National Journal in Washington, D.C.[15] This occurred around the same time as the Brooklyn Dodgers professional baseball team (who had played since 1913 at Ebbets Field in Crown Heights) shocked New Yorkers by joining Manhattan's New York Giants (a fellow National League team based at the Polo Grounds in Washington Heights) in moving to the West Coast, becoming the Los Angeles Dodgers and the San Francisco Giants in the process. The loss of both primary national icons of the borough's identity within two and a half years — compounded by such factors as longstanding institutional decline at the Brooklyn Navy Yard and the Brooklyn Army Terminal, which were both decommissioned in 1966; the precipitous contraction of the borough's manufacturing sector after state-level right-to-work laws were permitted by the 1947 Taft–Hartley Act; the advent of containerization and the 1956-1962 development of the Port Newark-Elizabeth Marine Terminal in New Jersey, largely supplanting the panoply of breakbulk cargo facilities that had scaled Brooklyn's western waterfront from Greenpoint to Bush Terminal for decades; and the deeply intertwined phenomena of redlining, suburbanization and white flight — sent the borough into a psychological and socioeconomic slump. Comparatively sanguine developments — ranging from the initial wave of professional-driven gentrification in Brooklyn Heights, Cobble Hill, Boerum Hill and Park Slope (leading to the former neighborhood's designation as New York City's first landmark historic district in 1965) to the Immigration and Nationality Act of 1965 (which removed racially-based restrictions on immigration to the United States, enabling many neighborhoods to be revitalized by migrants from Eastern Europe, Asia, Latin America and the Caribbean) — did not immediately attenuate the malaise in the popular consciousness. Notwithstanding the Heights and analogous enclaves, Brooklyn as a whole continued to elicit disproportionately vituperative scorn (first reified decades earlier in the stock \"uneducated Brooklyn character\" of classical Hollywood cinema, a trope that continued to manifest in such later films as John Badham's Saturday Night Fever (1977), and in an array of deprecatory literary works emblematized by James Agee's Brooklyn Is) from affluent, Manhattan-based New Yorkers working in the city's influential media and FIRE industries. Ultimately, the publication of key counternarratives (such as the oeuvre of Jonathan Lethem) and the broader maturation of the borough's postwar institutions would effectively render Manhattan's cultural hegemony moot by the late 2000s. As journalist Pete Hamill (who worked as a delivery boy for the Eagle) observed in New York in 1969, \"[Even] though the Eagle was not a great paper, it had a great function: it helped to weld together an extremely heterogeneous community. Without it, Brooklyn became a vast network of hamlets, whose boundaries were rigidly drawn but whose connections with each other were vague at best, hostile at worst. None of the three surviving metropolitan newspapers really covers Brooklyn now until events [...] have reached the stage of crisis; the New York Times has more people in Asia than it has in Brooklyn, and you could excuse that, certainly, on grounds of priorities if you did not also know that this most powerful New York paper has three columnists writing on national affairs, one writing on European affairs, and none at all writing about this city. Without the Eagle, local merchants floundered for years in their attempt to reach their old customers; two large Brooklyn department stores — Namm's and Loeser's — folded up. If you were looking for an apartment or a furnished room in Brooklyn, there was no central bulletin board.\"[16] In 1960, former comic book publisher Robert W. Farrell acquired the Eagle's assets in bankruptcy court, five years later after its closing,[17] publishing five Sunday editions of the paper in 1960. In 1962–1963, under the corporate name Newspaper Consolidated Corporation, Farrell and his partner Philip Enciso briefly revived the Brooklyn Eagle newspaper as a daily. During the 1962–63 New York City newspaper strike, the paper had circulation grow from 50,000 to 390,000 until the strike ended.[18] The final edition appeared on June 25, 1963.[19] The Brooklyn Daily Bulletin, a much smaller newspaper also focusing on the Brooklyn borough began publishing when the original Brooklyn Eagle folded in 1955. In 1996, The Bulletin merged with a newly revived Brooklyn Daily Eagle, and now publishes a morning paper five days a week under the Brooklyn Daily Eagle name. There is also a weekend edition published Saturdays as Brooklyn Eagle: Weekend Edition. This revived Brooklyn Eagle has no business relationship with the original Eagle; but it adopted the Eagle name adding it to its Bulletin title after the Eagle name fell into the public domain, and following a dispute with another Brooklyn publisher over ownership of the Eagle name.[20] The new publication is published by J. Dozier Hasty. The Daily Eagle editorial staff includes 25 full-time reporters, writers, and photographers.[citation needed] As of 2014, it is one of three English-language daily newspapers published in the borough of Brooklyn (the others are the New York Daily Challenge[21] and Hamodia). As an homage to the original Eagle, The Brooklyn Daily Eagle publishes a daily feature called \"On This Day in History\", made up of much material taken from the original Brooklyn Eagle. Several exhibits have been held regarding the role of the paper in creating the identity of Brooklyn and its citizens at the Brooklyn Historical Society, including extensive mention and documentation in several histories published. The new publication is published under the auspices of Everything Brooklyn Media (now stylized as ebrooklynmedia). The Daily Eagle editorial coverage has grown to include other areas with local publications under the ebrooklynmedia banner. These include:","Title":"Brooklyn Eagle - Wikipedia","KeyID":"18706","URL":"https://en.wikipedia.org/wiki/Brooklyn_Daily_Eagle"}