{"Content: ":"Bad Blood is a Canadian crime drama television series created and produced by Simon Barry. The show premiered on Citytv on September 21, 2017. The series ran for two seasons totaling 14 episodes until November 29, 2018. A French-language version of the show premiered on November 11, 2017 on Ici Radio-Canada Télé under the title Les liens du sang.[1] Initially intended as a miniseries, it was renewed by Rogers Media for a second season in March 2018, which was broadcast on Citytv and FX Canada. The first season is a dramatization of the rise and fall of the real-life Rizzuto crime family, a Montreal-based organized crime family, and is based on the 2015 book Business or Blood: Mafia Boss Vito Rizzuto's Last War by Antonio Nicaso and Peter Edwards. The second season departs from the book and is fully fictional. The Rizzuto crime family consists of crime boss Vito Rizzuto (Anthony LaPaglia), high-ranking member Declan Gardiner (Kim Coates), consigliere Bruno Bonsignori (Enrico Colantoni), and associate Gio (Tony Nappo). The first season also features Vito's father Nicolo Rizzuto (Paul Sorvino), the patriarch of the family, along with Vito's son Nico (Brett Donahue), who hopes to take over as boss. The second season introduces Domenic Cosoleto (Louis Ferreira) and Enzo Cosoleto (Daniel Kash) of the Cosoleto crime family in Hamilton, and Teresa Langana (Anna Hopkins) and Christian Langana (Gianni Falcone), children of a mob boss in Italy who wants to expand their territory. Bad Blood was filmed in Montreal, Quebec, and Sudbury, Ontario. The first season was largely set in Montreal, with the second season also including Hamilton, Ontario. The narrative is structured chronologically from the early 2000s, in a real-time fashion, also relying on flashbacks to fill in gaps from the past. The series was critically acclaimed by critics at the Toronto Star and The Globe and Mail, and was nominated for Best Dramatic Series at the Canadian Screen Awards. For his leading performance, Coates won the Best Actor in a Continuing Leading Dramatic Role at the Canadian Screen Awards, while Konyves won the Best Writing, Drama Series. Set in Montreal between the early 2000s and early 2010s, Vito Rizzuto, the boss of the real-life Rizzuto crime family, seeks to bring peace to the criminal world in the city. However, when Vito is implicated and arrested for multiple murders committed in 1981, he puts his right-hand man, Declan Gardiner, in charge, and his empire begins to crumble. Upon Vito's release, he sets out on a path of revenge. Declan eventually finds himself at odds with new rivals, twins of a head mobster from Calabria, Italy, Teresa and Christian Langana, who are related to the Cosoleto brothers in Hamilton. Production company, New Metric Media approached show creator, Simon Barry, with the idea that a story about the Rizzuto crime family was meant for the screen.[3][4] New Metric Media had purchased the rights to the acclaimed book, Business or Blood: Mafia Boss Vito Rizzuto's Last War, by mob journalists Antonio Nicaso and Peter Edwards, who had covered the trials and investigations into Montreal's extensive mob violence and activity.[3] Barry teamed up with Michael Konyves to make the six-part miniseries, someone who also immediately recognized the incredible possibilities of the concept presented citing that the book provided a crucial roadmap to the first season.[3] Barry scripted the pilot and then handed the reins over to Konyves, who served as showrunner on both seasons.[3] \"Bad Blood needed to be done, and it needed to be done in Canada by Canadians — and I'm really glad they [Rogers and Citytv] took the chance.\" Barry met with the book's authors early on and listened to the various anecdotes to get a greater idea of who these characters were—with omissions made in many cases for legal reasons.[3] Konyves cited making changes to some scripts the day before production for legal reasons.[3] Since Vito spends an extended period in an American prison and out of the action, Barry and Konyves exchanged ideas about from whose perspective the story would be told; their solution was to create a fictional character, Declan Gardiner (Kim Coates), who was placed high up in the Rizzuto clan, but was not actually a blood relation, and who would become a composite of several real-world characters.[3] Declan is brought into the family by Vito similar to Robert Duvall's character Tom Hagen from The Godfather.[3][5] The series was renewed for a second season by Rogers Media in March 2018, with Nataline Rodrigues, Director of Original Programming at Rogers Media saying, \"The calibre of talent both in front of and behind the camera, in addition to the overwhelming viewer response, made the decision to renew Bad Blood for Season 2 an easy one.\"[6] The second season departs from the book and is fully fictional, with Coates saying, \"There are no more rules. This is our story now... I've gone completely lone wolf.\"[7] In January 2017, Rogers Media announced the starring cast for the six-part series, Anthony LaPaglia as Montreal crime boss Vito Rizzuto, Kim Coates as Vito's fictional right-hand man Declan Gardiner, Paul Sorvino as family patriarch Nicolo Rizzuto, and Enrico Colantoni as Bruno Bonsignori.[8] Coates said, \"It really was some of the greatest writing I had ever read.\"[7] Sorvino had some initial reservations about the project, saying, \"I'm a little wary about doing anything Mafia because, boy, I'm nailed down as a Mafioso.\"[5] He was ultimately won over by the strong script and his role as Nicolo Rizzuto, patriarch of the crime family.[5] LaPaglia had little knowledge of Rizzuto before taking the part, but immersed himself in the character by watching film and listening to wiretap evidence, saying, \"His voice was twice as gravelly as mine, sometimes hard to understand.\"[5] Additional cast included, Brett Donahue, Maxim Roy, Tony Nappo, Frank Schorpion, Joris Jarsky, Michelle Mylett, Clauter Alexandre and Vincent Leclerc.[8] In May 2018, after the series was renewed in March 2018,[6] Rogers Media announced that Kim Coates was the only one to reprise his role alongside a new dynamic ensemble cast starring, Louis Ferreira as Domenic Cosoleto, Anna Hopkins as Teresa Langana, and Melanie Scrofano as Valentina Cosoleto.[9] Additional cast included, Daniel Kash, Franco Lo Presti, Dylan Taylor, Lisa Berry, Gianni Falcone, Sharon Taylor and Ryan McDonald.[9] Filming of the series took place in Montreal, Quebec and Sudbury, Ontario.[8][9] Sudbury was particularly chosen to take advantage of tax credits and financial incentives; care was taken to cloak locations during its initial shooting days.[5] Konyves used a two-camera setup, saying, \"I'll never do a show without two cameras again. You will get into a budget argument over the second camera, but it saves you so much time and headache in the editing room. If you've got six days instead of eight to do an hour-long episode, the second camera gives you that extra coverage.\"[3] The first two seasons aired on Citytv in Canada on Thursdays at 8:00 pm.[10] The second season was also broadcast on FX Canada on Sundays at 10:00 pm.[11] In November 2018, Netflix announced that it would distribute the series internationally, with the first season released on December 7, 2018,[12][13] and the second released on May 31, 2019.[14] Both seasons left Netflix globally in June 2022.[15]  The first season of Bad Blood received mostly positive reviews from critics and has a score of 80% on Rotten Tomatoes based on five reviews with an average rating of 8/10.[16] The Toronto Star called the series a Canadian \"Sopranos.\"[10] John Doyle of The Globe and Mail praised the first season, calling it \"very superior docu-drama: gripping, richly textured and unfussily focused not just on the violent dynamics of a successful mob operation but on what happens when a strong leader is absent and the centre of power disintegrates.\"[17] Doyle also praised the second season, calling it \"not only nifty entertainment, it’s a deftly made, superior crime drama, forensically smart about family and business power.\"[18] The first season reached a total of 3.2 million Canadian viewers.[6]","Title":"Bad Blood (TV series) - Wikipedia","KeyID":"18702","URL":"https://en.wikipedia.org/wiki/Bad_Blood_(TV_series)"}