{"Content: ":"Nicolo Rizzuto (Italian: [nikoˈlɔ rritˈtsuːto]; February 18, 1924 – November 10, 2010) was an Italian-Canadian crime boss and founder of the Rizzuto crime family, the Sicilian Mafia organization based in Montreal, Quebec. Rizzuto was born in Cattolica Eraclea, Sicily, Italy, in 1924, and immigrated to Montreal in 1954 with his wife, son and daughter. He married into the mob through his wife Libertina Manno's family, beginning as an associate in the Sicilian faction of the Calabrian Cotroni crime family, which had most of the control in Montreal. In the late 1970s, a mob war broke out between the Sicilian and Calabrian factions, which resulted in the deaths of Paolo Violi, the acting capo of the Cotroni family, and his brothers. Although Rizzuto was not charged with any of these murders, he was linked to them as the events allowed the Rizzuto family to emerge as the preeminent crime family in Montreal by the early 1980s. Rizzuto was incarcerated twice, once in 1988 on drug charges where he served five years in a Venezuelan prison, and the other in 2006 where he served two years in jail of a tax evasion charge. His son Vito later followed him into the mob, and in 2007 was found guilty of conspiracy to commit murder as well as racketeering, serving a prison sentence until 2012. During this time, a power struggle within the Rizzuto family ensued; his grandson Nicolo Jr. was killed in 2009, followed by Rizzuto himself by a sniper rifle while in his home on November 10, 2010. Nicolo Rizzuto was born in Cattolica Eraclea, in the province of Agrigento, Sicily, Italy, on February 18, 1924. In January 1925, his father Vito Rizzuto Sr. illegally immigrated to the United States with his brother-in-law Calogero Renda, while Vito's wife Maria Renda stayed with Nicolo in Sicily. On August 12, 1933, Vito was murdered in Patterson, New York, forcing Nicolo to grow up with a stepfather after his mother remarried to Liborio Milioto.[1][2] On March 20, 1945, Rizzuto married Libertina Manno, the daughter of Antonio Manno, a local Mafia leader in their hometown.[3] On February 21, 1946, he would father a son, Vito, who would later follow him into the mob. On February 21, 1954, along with his wife, son and daughter, Rizzuto immigrated to Canada by ship and docked at Pier 21 in Halifax, Nova Scotia, before moving on to Montreal, Quebec.[4] He was soon able to form his own crew with help from several other Sicilian relatives and associates living in Montreal.[5] Antonio Manno would later immigrate to Montreal as well in September 1964.[2] Rizzuto had ties to organized crime in Canada, the United States, Venezuela and Italy. He began his Mafia career in Canada as an associate of the Cotroni crime family, which controlled much of Montreal's drug trade in the 1970s while answering to the Bonanno crime family of New York City. He was, however, more closely linked to the Mafia in the old country, in particular the Cuntrera-Caruana Mafia clan, who came from the same region in Sicily as Rizzuto.[6] Rizzuto had two grandsons by his son Vito and his wife Giovanna Cammalleri, Leonardo Rizzuto and Nicolo \"Nick\" Rizzuto Jr., and a granddaughter, Maria Rizzuto. On December 28, 2009, Nick Rizzuto Jr. was shot and killed near his car in Notre-Dame-de-Grâce, a borough in Montreal.[7][8][9] Paolo Renda, Nicolo's son-in-law, disappeared on May 20, 2010, and is presumed to have been kidnapped.[10] On December 23, 2013, Vito died from complications of lung cancer at a Montreal hospital,[11] after he had been released on October 5, 2012, after serving over five years in prison for murder and racketeering charges.[12] In the 1970s, Rizzuto was an underling in the Sicilian faction, led by Luigi Greco until his death in 1972,[13][14] of the Calabrian Cotroni family. As tension then grew into a power struggle between the Calabrian and Sicilian factions of the family, a mob war began in 1973.[15] Cotroni capodecina Paolo Violi complained about the independent modus operandi of his Sicilian 'underlings', Rizzuto in particular: \"He is going from one side to the other [i.e. from Canada to the US and back], here and there, and he says nothing to nobody, he is doing business and nobody knows anything.\" Violi asked for more soldiers from his Bonanno bosses, clearly preparing for war, and Violi's boss at the time, Vic Cotroni remarked: \"Me, I'm capodecina. I got the right to expel.\"[6] In 1977, Rizzuto and Violi met face-to-face in the home of a Montreal resident for a last-ditch effort to resolve their differences, according to a police report. The peace talks failed, and most of the Rizzuto family fled to Venezuela.[4] This led to a violent Mafia war in Montreal which resulted in the deaths of Violi and his brothers, along with others, spanning the mid-1970s to the early 1980s until the war ceased.[4] Although Rizzuto was in Venezuela at the time, he was linked to the 1978 murder of Paolo Violi, a Bonanno soldier who had been named acting boss of the Cotroni family.[4] Domenico Manno, Antonio Manno's son, was also instrumental in Violi's murder.[16] Manno received a seven-year sentence after pleading guilty to conspiring to kill Violi,[16] as well as Rizzuto confidant Agostino Cuntrera, who received a five-year sentence in relation to Violi's murder.[17] By the mid 1980s, the Rizzuto crime family emerged as Montreal's pre-eminent crime family after the turf war.[18] Nicolo Rizzuto was arrested in Venezuela on August 2, 1988, after investigators found 700 grams of cocaine at Rizzuto's residence. Rizzuto was sentenced to eight years in a Venezuelan prison, but was paroled after five years, in 1993, after an associate of the family delivered an $800,000 bribe to Venezuelan officials. Rizzuto's lawyers said it was due to his health condition. On May 23, 1993, Rizzuto landed back in Montreal.[19][20] On November 22, 2006, Rizzuto was arrested by the Royal Canadian Mounted Police in a police raid, along with Paolo Renda, Rocco Sollecito, Francesco Arcadi, Lorenzo Giordano, Francesco Del Balso and dozens others, following a four-year investigation named Project Colisée.[19][21] On September 18, 2008, Rizzuto pleaded guilty to possession of proceeds of a crime for the benefit of, the direction of, or in association with a criminal organization.[22] On October 16, 2008, Rizzuto was released from prison after serving two years of a suggested four-year sentence, as prosecutors could not directly implicate Rizzuto in crimes exposed by investigators.[19][23] On February 11, 2010, Rizzuto entered a guilty plea for two counts of tax evasion charges, which stemmed from a Canada Revenue Agency investigation for the tax years of 1994 and 1995. Rizzuto was accused of hiding $5.2 million deposited in Swiss bank accounts and failing to report $728,000 in interest income.[20] Rizzuto was ordered to pay a $209,000 fine.[24] On November 10, 2010, Rizzuto was killed at his residence in the Cartierville borough of Montreal when a single bullet from a sniper's rifle punched through double-paned glass of the rear patio doors of his mansion; he was 86.[25] His death is believed to be the final blow against the Rizzuto crime family.[5][26] Rizzuto's funeral was held at the Church of the Madonna della Difesa in Montreal's Little Italy on November 15, attended by around 800 people.[27] He was buried at Saint-François d'Assise cemetery in Saint-Leonard, Quebec in a private ceremony.[27][20] On July 12, 2013, Salvatore Calautti, a Toronto criminal figure, suspected by police of being the assassin who shot Rizzuto, was shot dead.[28][29] Mafia expert Antonio Nicaso and Peter Edwards published a book about Nicolo's son Vito's final events, Business or Blood: Mafia Boss Vito Rizzuto's Last War (2015). It was later adapted into the television drama series Bad Blood, which debuted in fall 2017; Nicolo was portrayed by Paul Sorvino.[30]","Title":"Nicolo Rizzuto - Wikipedia","KeyID":"18703","URL":"https://en.wikipedia.org/wiki/Nicolo_Rizzuto"}