{"Content: ":"Elementary is an American procedural drama television series that presented a contemporary update of Sir Arthur Conan Doyle's character Sherlock Holmes. It was created by Robert Doherty and starred Jonny Lee Miller as Sherlock Holmes and Lucy Liu as Dr. Joan Watson. The series premiered on CBS on September 27, 2012. It was set and filmed primarily in New York City.[1] With 24 episodes per season, by the end of season two, Jonny Lee Miller became the actor who had portrayed Sherlock Holmes in the most episodes on television or in film.[2] The show follows Holmes, a recovering drug addict and former consultant to Scotland Yard, as he assists the New York City Police Department in solving crimes. His indifference to police procedure often leads to conflict with Captain Thomas Gregson (Aidan Quinn), although the two still remain respectful of one another. Holmes is accompanied by Dr. Joan Watson (Lucy Liu), who initially acts as his sober companion. She is a former surgeon and was hired by Sherlock's father to help him in his rehabilitation. They eventually begin to work together on his cases; in time she becomes Holmes's apprentice and later his professional partner. The series also features Holmes's ongoing conflict with his nemesis and former lover Jamie Moriarty (Natalie Dormer). Other supporting roles include Jon Michael Hill as Detective Marcus Bell, Rhys Ifans as Sherlock's brother Mycroft Holmes, and John Noble as Sherlock's father Morland Holmes. Before the series premiered, it was met with some criticism, given it followed closely on the heels of the BBC's modern adaptation Sherlock.[3] After the premiere, it was picked up for a full season and later an extra two episodes.[4][5] The season two premiere was partly filmed on location in London.[6] The series was well received by critics, who praised the performances, writing, novel approach to the source material, and fresh modern twist detailed throughout the show's New York–based adaptation down to the size of the brownstone first seen in the series premiere. The seventh and final season premiered on May 23, 2019 and concluded on August 15, 2019.[7] Following his fall from grace in London and a stint in drug rehabilitation, a modern-day version of Sherlock Holmes relocates to Manhattan, where his wealthy father forces him to live with a sober companion, Dr. Joan Watson. Formerly a successful surgeon until she lost a patient, Watson views her current job as another opportunity to help people. However, Sherlock is nothing like her previous clients. He informs her that none of her expertise as an addiction specialist applies to him and that he has devised his own post-rehab regimen: resuming his work as a police consultant in New York City. Watson has no choice but to accompany her mercurial new charge on his jobs. Over time, Sherlock finds her medical background helpful, and Watson realizes she has a talent for investigation. Sherlock's police contact, New York Police Captain Thomas Gregson, knows from previous experience working with Scotland Yard that Sherlock is brilliant at solving cases and welcomes him as part of the team. The investigative group also includes Detective Marcus Bell, an investigator with sharp intuition and intimidating interrogation skills. Although initially skeptical of Holmes and his unorthodox methods, Bell begins to recognize Sherlock as an invaluable asset in solving his cases.  Elementary often has characters who are loosely based on characters from the original Sherlock Holmes stories by Sir Arthur Conan Doyle. Writer and producer Robert Doherty created the show. Doherty has commented that it was Carl Beverly who \"initially was the one who brought up the possibility of developing a Sherlock show.\"[19] Beverly spoke about the relationship between Sherlock and Watson in the show in July 2012: Rob [Doherty] often calls it a bromance, but one of the bros just happens to be a woman. He said that from the very beginning and I think it's really an apt description. There's this idea that a man and a woman can't be together on a show especially without needing to be together sexually or in love or whatever, and this is really about the evolution of a friendship and how that happens. Watching that should be as much the story of this show as the mysteries that you see week in and week out about who killed who [sic].[19] Liu was cast by February 2012.[20] That July, she said that Watson is not \"someone who's on the sideline; she's his sober companion, she's engaged in him, not the mystery, [...] From that point on you get to see how that blossoms out. The foot-in-the-bucket and that kind of Watson happens because in entertainment, there's got to be a sidekick. In this case, that's not the direction we're going in. Ask me in six episodes and if I have a foot in a bucket then we'll have a discussion.\"[21] Sherlock, a contemporary reworking of the Sherlock Holmes story, premiered in the UK in July 2010 and in the U.S. in October 2010. The British show has since sold to more than 200 territories. In January 2012, shortly after CBS's announcement they had ordered the pilot for Elementary, Sherlock producer Sue Vertue told newspaper The Independent, \"[W]e understand that CBS are doing their own version of an updated Sherlock Holmes. It's interesting, as they approached us a while back about remaking our show. At the time, they made great assurances about their integrity, so we have to assume that their modernised Sherlock Holmes doesn't resemble ours in any way, as that would be extremely worrying.\"[22] The following month Vertue said that \"We have been in touch with CBS and informed them that we will be looking at their finished pilot very closely for any infringement of our rights.\"[23] CBS made a statement on the issue: \"Our project is a contemporary take on Sherlock Holmes that will be based on Holmes, Watson and other characters in the public domain, as well as original characters. We are, of course, respectful of all copyright laws and will not infringe on any stories or works that may still be protected.\"[23] Creator Robert Doherty discussed comparisons between Sherlock and Elementary the following July, pointing out that a tradition of updated Holmes stories dates back to the Basil Rathbone films of the 1940s, and that he did not think it was the case that Elementary took anything from Sherlock, which he described as a \"brilliant show\" having watched its first series.[19] Several months later, Lucy Liu confirmed the producers of the UK Sherlock were shown the pilot, \"saw how different it was from theirs,\" and were \"okay with it now.\"[1] Some interior scenes were shot at Silvercup Studios in Long Island City. Some exterior shots of Sherlock's brownstone were filmed in Harlem, which was a stand-in for Brooklyn Heights.[24] Several episodes have been filmed in Whitestone, Queens, most recently on 11 August 2017. The first season was met with positive reviews from critics, who highlighted the show's novel approach to the source material, the writing quality, and the performances and chemistry found between its two leads and supporting cast. Season one holds an 85% approval rating on aggregate review site Rotten Tomatoes, based on 62 reviews, with an average score of 7.69/10. The site's consensus reads: \"It may not appeal to purists, but Elementary provides a fresh new spin on Sherlock Holmes, and Jonny Lee Miller shines in the title role.\"[25] It also holds a Metacritic score of 73 out of 100 based on 29 sampled reviews, indicating \"generally favorable reviews\".[26] The Guardian's Phelim O'Neill felt that \"Jonny Lee Miller and Lucy Liu make it a double act to rival Sherlock\" and noted that \"the pacing feels perfect and the details are light: viewers can keep up with the investigation and feel involved, not something every investigative show achieves\".[27] Lori Rackl of the Chicago Sun-Times gave the pilot episode 3 stars out of 4, and said \"While the latest interpretation doesn't live up to the British import, it's still more entertaining than your typical CBS procedural.\"[28] Hank Stuever of The Washington Post gave it a B+ and felt that the show \"exhibits enough stylish wit in its mood and look to quickly distinguish itself from the latest British Sherlock series (seen on PBS)\".[29] Season 2 was met with equally positive reviews. It holds a 100% approval rating on Rotten Tomatoes based on 17 reviews, with an average score of 8.29/10. The site's consensus reads, \"With the introduction of Mycroft and Lestrade, Elementary successfully extends into the Sherlock Holmes canon in season two.\"[30] Several critics praised Rhys Ifans for his portrayal of Mycroft Holmes, with Myles McNutt of The A.V. Club calling his casting choice \"inspired\" and praising him for being able to match with Miller's \"bitterness\" and praising the premiere episode overall[31] - he later went on to offer positive words on Ifans' performance in the finale episodes pertaining to Mycroft's story, despite finding flaws in the overall arc.[32] Noel Kirkpatrick of TV.com also praised Ifans, saying he \"very finely\" played the role.[33] The episode \"The Diabolical Kind\" also attracted wide acclaim, with many singling out the emotional depth and Natalie Dormer's performance as Moriarty. McNutt called Moriarty's presence in both the episode and the series as a whole \"refreshingly dominant\" and also praised the storytelling and dialogue, singling out several bits of witty humor in the episode.[34] The episode has a 9.0 rating on TV.com with Kirkpatrick claiming Dormer was \"having a ball\" playing the role of Moriarty and saying there was \"good stuff\" to be had in her.[35] Kirkpatrick also appreciated the season as a whole for its development of Holmes' character, as well as the performance of the cast. Season 3 continues Elementary's trend of a positive critical response. It holds a 100% approval rating on Rotten Tomatoes based on 14 reviews, with an average score of 8.32/10. The site's consensus reads, \"Elementary's third season leverages the estrangement between Sherlock and Joan to further explore both characters, proving that Sir Arthur Conan Doyle's creations still have room to grow\".[36] IGN praised the evolution of Watson as a character in the show, saying \"While other Holmes/Watson incarnations focus on Watson being a friend, medic, and put-upon backup, Elementary has elevated the character into someone with loftier aspirations.\"[37] Particular praise was given to Ophelia Lovibond for her performance as Sherlock's protege Kitty Winter, with critics feeling she was a welcome addition to the cast. The episode \"The One That Got Away\" garnered critical acclaim for its resolution of Kitty's story, as well as the performances of Miller and Lovibond. The Season 3 finale was met with positive reviews. IGN's Matt Fowler gave the Season finale: \"A Controlled Descent\" an 8.3/10 saying that \"The one-two punch of Sherlock both giving into his anger and his heroin lust was a scorching way to send us out of Season 3\".[38] Season 4, like previous seasons, was met with a positive critical response. It holds a 100% approval rating on Rotten Tomatoes based on 15 reviews, with an average score of 7.45/10.[39] IGN's Matt Fowler gave the season 4 premiere episode \"The Past Is Parent\" a 7.3/10. He praised Joan and Sherlock's deepening friendship and John Noble's performance as Sherlock's father, but criticized the fact that the episode did not capitalize on the crisis from the Season 3 finale, saying that \"while there wasn't anything necessarily bad about \"The Past Is Parent,\" it just failed to capitalize off the momentum from last season\".[40]  In Australia, Elementary premiered on Network Ten on 3 February 2013.[334] The second season started airing on 23 March 2014.[335] The third season started airing on 2 March 2015.[336] In Canada, it airs simultaneously on Global.[337][338][339] In New Zealand, it premiered on Prime on 27 February 2013.[340] In the United Kingdom and Ireland, the series was acquired by Sky Witness (previously Sky Living), a subscription channel.[341] It debuted on 23 October 2012.[342] The second season premiered on 22 October 2013.[343] The third season began airing on 11 November 2014.[344] Season 1 premiered on free-to-air TV in the UK on Sky-owned channel Pick on 6 February 2017. On 3 February 2013, Elementary was broadcast after Super Bowl XLVII as the official lead-out program. The episode drew 20.8 million viewers, despite running out of prime time in the Eastern time zone as a result of a game delay.[345][346] In February 2015, Titan Books published the first official tie-in novel, The Ghost Line ( ISBN 9781781169841), written by Adam Christopher. A second novel, also written by Adam Christopher and titled Blood and Ink, was published on 26 April 2016 ( ISBN 9781785650277).","Title":"Elementary (TV series) - Wikipedia","KeyID":"18700","URL":"https://en.wikipedia.org/wiki/Elementary_(TV_series)"}