{"Content: ":"Godfather of Harlem is an American crime drama television series which premiered on September 29, 2019, on Epix.[1] The series is written by Chris Brancato and Paul Eckstein, and stars Forest Whitaker as 1960s New York City gangster Bumpy Johnson. Whitaker is also executive producer alongside Nina Yang Bongiovi, James Acheson, John Ridley and Markuann Smith. Chris Brancato acts as showrunner. On February 12, 2020, the series was renewed for a second season which premiered on April 18, 2021. On January 13, 2022, the series was renewed for a third season. A docu-series based on the series titled By Whatever Means Necessary: The Times of Godfather of Harlem premiered on November 8, 2020.[2][3] Godfather of Harlem tells the \"true story of infamous crime boss Bumpy Johnson, who in the early 1960s returned from ten years in prison to find the neighborhood he once ruled in shambles. With the streets controlled by the Italian mob, Bumpy must take on the Genovese crime family to regain control. During the brutal battle, he forms an alliance with Muslim minister Malcolm X – catching Malcolm's political rise in the crosshairs of social upheaval and a mob war that threatens to tear the city apart.\"[4] On April 25, 2018, it was announced that Epix had given the production a series order for a first season consisting of ten episodes set to premiere in 2019. The series will be written by Chris Brancato and Paul Eckstein who will also executive produce alongside Forest Whitaker, Nina Yang Bongiovi, James Acheson, and Markuann Smith. Brancato will also act as showrunner. Production companies involved with the series include ABC Signature Studios and Significant Productions.[4][7][8] On June 19, 2018, it was reported that John Ridley would direct the first episode of the series.[9] On February 12, 2020, the series was renewed for a second season which premiered on April 18, 2021.[10][11] On January 13, 2022, the series was renewed for a third season.[12] Alongside the initial series announcement, it was confirmed that Forest Whitaker would star in the series as Bumpy Johnson.[4] In September 2018, it was announced that Vincent D'Onofrio, Ilfenesh Hadera, Antoinette Crowe-Legacy, Nigél Thatch, Kelvin Harrison Jr., Lucy Fry and Paul Sorvino had been cast in starring roles.[13][14][15][16][17][18] In October 2018, it was reported that Giancarlo Esposito and Rafi Gavron had joined the cast in a series regular capacity.[19][20] On January 8, 2019, it was announced that Kathrine Narducci had been cast in a recurring role.[21] For the second season in 2021, Justin Bartha, Annabella Sciorra, Ronald Guttman, Isaach de Bankolé, Method Man, Michael Rispoli and Grace Porter were added to the cast.[22][23] In May 2021, it was announced that actress Whoopi Goldberg will appear in a guest role.[24] Principal photography for the series reportedly began in September 2018 in New York City.[25] For the first season, the review aggregator website Rotten Tomatoes reported an 92% approval rating with an average rating of 7.50/10, based on 25 reviews. The website's critical consensus reads: \"As sharply dressed as it is smartly written, Godfather of Harlem walks familiar blocks to its own beat and makes a strong first impression.\"[26] Metacritic, which uses a weighted average, assigned the season a score of 72 out of 100, based on 10 critics, indicating \"generally favorable reviews\".[27] Cheryl Kahla of The South African said: \"The Godfather of Harlem is an excellent example of what modern television is capable of today. Whitaker’s character Bumpy is a drug kingpin but also just a man trying to make sense of the world and connect with his family\".[28]","Title":"Godfather of Harlem - Wikipedia","KeyID":"18704","URL":"https://en.wikipedia.org/wiki/Godfather_of_Harlem"}