{"Content: ":"Meredith Corporation was an American media conglomerate based in Des Moines, Iowa, that owned magazines, television stations, websites, and radio stations. Its publications had a readership of more than 120 million and paid circulation of more than 40 million, and its websites had nearly 135 million monthly unique visitors. Its broadcast television stations reached 11% of U.S. households.[1] Edwin Thomas Meredith founded the company in 1902 when he began publishing Successful Farming magazine.[2] In 1922, Meredith began publishing Fruit, Garden and Home magazine, a home and family service publication.[2] In 1924, the magazine was retitled Better Homes and Gardens,[1][2] and the first issue cost a dime on the newsstand. In 1930, the company published the first edition of The Better Homes and Gardens Cook Book. In 1946, the company became a public company. In 1987, Meredith Corporation made a deal that they would purchase MMT Sales for $40 million, and would represent national advertising spot time on 60 stations across the entire US country.[3] In 1994, Meredith and CBS struck an agreement to renew its Kansas City station and affiliate two of the Bay City and Phoenix stations with the network.[4] In March 2012, Meredith acquired allrecipes.com from Reader's Digest Association for $175 million.[5][6] In February 2013, Meredith and Time Warner held discussions on a possible purchase of Time Inc.; Time Warner at the time elected to spin it out as a separate company instead.[7][8] In October 2014, Meredith announced a 10-year licensing agreement with Martha Stewart Living Omnimedia to acquire the rights to Martha Stewart Living, Martha Stewart Weddings and marthastewart.com.[9][10] In November 2014, Meredith acquired mywedding.com.[11][12] In January 2015, the company acquired Selectable Media.[13] Also in January 2015, Meredith acquired Shape, Natural Health and Fit Pregnancy from American Media Inc. Fitness magazine was folded into Shape, while retaining its website.[14] On September 8, 2015, Media General announced its intent to acquire Meredith in a cash and stock deal valued at $2.4 billion.[15] Pending regulatory and shareholder approval, the deal was expected to be consummated in June 2016.[15] The combined company would have operated under the name Meredith Media General, and be the third-largest owner of television stations in the United States—serving an estimated 30% of households.[15] To comply with FCC ownership limits, the company would have divested and/or swapped stations in six markets.[15] Media General shareholders would have controlled 65% of the company, with Meredith shareholders holding 35%.[16] However, the offer was countered by Nexstar Broadcasting Group, who made a successful, $4.6 billion bid to acquire Media General instead.[17] In February 2017, it was reported that Meredith and a group of investors led by Edgar Bronfman Jr. were considering another possible purchase of Time Inc.[18] On November 26, 2017, it was announced that Meredith Corporation would acquire Time Inc. in a $2.8 billion deal.[19] $640 million in backing was provided by Koch Equity Development, but the Koch family would not have a board seat or otherwise influence the company's operations.[20][21] On January 9, 2018, it was announced that Meredith would launch a Hungry Girl magazine on January 16, expanding from the online brand.[22] On January 31, 2018, the company completed the acquisition of Time Inc.[23][24][25] In March 2018, only six weeks after the closure of the deal, Meredith announced that it would lay off 200 employees, up to 1,000 more over the next 10 months, and explore the sale of Fortune, Money, Sports Illustrated, and Time. Meredith felt that, despite their \"strong consumer reach,\" these brands did not align with its core lifestyle properties.[26] Howard Milstein had announced on February 7, 2018, that he would acquire Golf Magazine from Meredith,[27] and Time Inc. UK was sold to the British private equity group Epiris (later rebranded to TI Media) in late February.[28] In September 2018, Meredith announced the sale of Time to Marc Benioff and his wife Lynne for $190 million.[29] In November 2018, Meredith announced the sale of Fortune to Thai businessman Chatchaval Jiaravanon, whose family owns Charoen Pokphand, for $150 million.[30][31] After failing to find a buyer for Money, Meredith in April 2019 announced that it would cease the magazine's print publication as of July 2019, but would invest in the brand's digital component Money.com.[32] In May 2019, Meredith announced the sale of Sports Illustrated to Authentic Brands Group, for $110 million.[33] Time Inc. Productions was renamed Four M Studios in May 2018. The studio is under Bruce Gersh, Meredith's president of People, Entertainment Weekly and People en Español and head of Four M Studios.[34] In October 2019, Meredith Corporation sold the Money brand and website to Ad Practitioners LLC, a media and advertising company based in Puerto Rico.[35] Terms were not disclosed, but sources said the brand went for just over $20 million, that was more than the $10 million Meredith was seeking in early 2019.[36] In November 2019 the company unloaded one more asset acquired in the Time Inc. acquisition, its 60% equity ownership of digital advertising company Viant Technology Holding Inc. that, among other assets, owns social networking site Myspace.[37] Also in November 2019, the company announced the launch of a new quarterly magazine, called Reveal, in January 2020 in collaboration with Drew and Jonathan Scott from HGTV's Property Brothers.[38][39] On May 3, 2021, Meredith announced an agreement with Gray Television for the latter to acquire Meredith's television division. The transaction will be structured as a spin-off of a new (short-lived) Meredith Corporation, containing the magazines division, to existing shareholders, to be immediately followed by the old Meredith (by then consisting solely of its TV stations group) being acquired by Gray for $2.7 billion in cash.[40] Later that year, on October 6, Meredith announced an agreement whereby the company's remaining magazine and other non-broadcast assets would be acquired by IAC's Dotdash for $2.7 billion, forming a new entity called Dotdash Meredith.[41] On November 15, Meredith announced it has received regulatory approvals for both the Gray and IAC transactions.[42] Both deals were completed on December 1.[43][44] On February 9, 2022, it was revealed that six former Meredith Corporation magazines (Entertainment Weekly, InStyle, EatingWell, Health, Parents and People en Espanol) will cease having print circulation and switch to a digital-only format.[45] Meredith magazines include the following brands: Defunct magazines include The broadcasting division owned 15 television stations. Most of the company's stations were affiliated with CBS, Fox, or MyNetworkTV. Meredith's broadcasting division also produced Better from 2007 until 2015, which was originally conceived as a brand extension of BH&G. Since its inception in 2007 the show has placed an increasing emphasis on celebrity interviews and music performances. There were also cooking demonstrations and regular features on health, beauty, fitness and fashion. Local versions of the concept continue to air on Meredith stations.[51] On December 23, 2013, Meredith announced plans to buy St. Louis CBS affiliate KMOV and Phoenix independent station KTVK for $407.5 million in cash from Gannett Company and Sander Media, LLC to satisfy a federal mandate that Gannett sell KMOV.[52][third-party source needed] The purchase of KMOV was completed on February 28, 2014,[53] while the KTVK sale was completed on June 19.[54] Meredith has also struck deals to acquire ABC affiliate WGGB in Springfield, Massachusetts from Gormally Broadcasting for $53.8 million[55] and Fox affiliate WALA in Mobile, Alabama from LIN Media for $86 million.[56] The Local Media Division was sold to Gray Television on December 1, 2021.[57] Notes: Four M Studios (Four M), formerly Time Inc. Productions, is Meredith's in-house production company and is under the oversight of Bruce Gersh, Meredith's president of People, Entertainment Weekly and People en Español.[34] After attempting a few TV shows in 2014 and 2015, the company formed Time Inc. Productions in 2016 as its in-house production company.[61] It launched its free, ad-supported online video service PeopleTV in 2016, which got a pay TV deal by May 2018 with FuboTV. In November 2017, it launched its first over-the-top subscription service, Sports Illustrated TV, available via Amazon Channels.[34] On October 30, 2017, it announced that Paramount Network was partnering with it on two TV pilots.[62] Time Inc. Productions was renamed Four M Studios in May 2018. Four M would expand from the Time titles to all Meredith titles and to freestanding lifestyle shows and scripted shows. Four M also announced at that time a deal with Freeform TV channel to develop Meredith magazine stories, including People's \"Heroes Among Us\" franchise, into telefilms.[34] Four M Studios partnered with Imagine Entertainment's Imagine Kids & Family division. Its first project from the partnership is LIFE for Kids, a children's TV show using LIFE Magazine's photo archive.[63]","Title":"Meredith Corporation - Wikipedia","KeyID":"18712","URL":"https://en.wikipedia.org/wiki/Meredith_Corporation"}