{"Content: ":"Anhui UK: /ænˈhweɪ/,[5] US: /ˈɑːnˈhweɪ/[6] (安徽; formerly romanized as Anhwei) is a landlocked province of the People's Republic of China, part of the East China region. Its provincial capital and largest city is Hefei. The province is located across the basins of the Yangtze River and the Huai River, bordering Jiangsu to the east, Zhejiang to the southeast, Jiangxi to the south, Hubei to the southwest, Henan to the northwest, and Shandong for a short section in the north. With a population of 63.65 million, Anhui is the 8th most populous province in China.[7] It is the 22nd largest Chinese province based on area, and the 12th most densely-populated region of all 34 Chinese provincial regions. Anhui's population is mostly composed of Han Chinese. Languages spoken within the province include Jianghuai Mandarin, Wu, Hui, Gan and small portion of Zhongyuan Mandarin Chinese. The name \"Anhui\" derives from the names of two cities: Anqing and Huizhou (now Huangshan City).[8] The abbreviation for Anhui is \"Chinese: 皖; pinyin: wǎn\" after the historical State of Wan, Mount Wan, and the Wan river. The administration of Anhui is composed of the provincial administrative system, led by the Governor, Provincial Congress, the People's Political Consultative Conference, and the Provincial Higher People's Court. Anhui is known[by whom?] as a province with political tradition in China's government system. Aside from managing provincial government departments, the provincial government manages 16 cities, 62 counties, 43 county-level districts and 1,522 townships.[9] The total GDP of Anhui Province ranked 11th among China's 31 provincial regions as of 2019[update].[10] Anhui Province was established in the sixth year of the reign of the Kangxi Emperor of the Qing dynasty (1667); before that, there was no coherent concept of \"Anhui\". The province also has another name, \"Wan\", because, during the Spring and Autumn Period (722–481 B.C.), a small country named \"Wan\" was here and a mountain called \"Wanshan\" (aka Mount Tianzhu) is in the province. Before Anhui was established, this land had a long history. 20,000 years ago, human beings inhabited this area, proven by some findings in Fanchang County. Archaeologists have identified the cultural domains of Yangshao and Longshan, dated to the Neolithic Age (between 4,000 and 10,000 years ago). In relation to these cultures, archeologists have discovered through excavation a 4500-year-old city called the Nanchengzi Ruins in Guzhen County, after they discovered a Neolithic city wall and a moat that was part of a much larger and integrated city in the region during their 2013 disinterment.[citation needed] There are many historic sites found in the province from the period of the Xia dynasty (2070 B.C.) to the Warring Kingdoms (475–221 B.C.). After the Qin dynasty unified China, this area belonged to different prefectures such as the Jiujiang, Zhang, Tang and Sishui Prefectures. Anhui became parts of Yang, Yu, and Xu prefectures during Han dynasties. In the period of the Three Kingdoms (222–280 A.D.), Anhui was separately dominated by the Wu State and Wei State. During the Jin dynasty, Northern and Southern dynasties and the Sui dynasty, Anhui was part of Yang, Xu and Yu prefectures, respectively. Later on, the Hui area flourished quickly and the economy and culture of Hui Prefecture created great influence during the Song Dynasty. During the Yuan dynasty, ruled by the Mongolian emperor, Anhui area was a part of Henan province. During the Ming dynasty, the area was directly managed by the administration of the Capital of Nanjing. Shortly after the Qing dynasty was established, this area and Jiangsu province were merged as one province until the sixth year (1666 or 1667) of the Kangxi Emperor's reign in the Qing dynasty. Later during the Qing dynasty, Anhui played an important role in the Self-Strengthening Movement led by Li Hongzhang, an important Prime Minister during the later Qing Dynasty. At this time, many western weapons, factories and modern government concepts were introduced into China. Over the next 50 years, Anhui became one of the most aggressive areas with liberal thought. Within this environment, many ideologists appeared in Anhui. Several of them impacted the future of China including, Hu Shih, a Chinese philosopher, essayist and diplomat, and Chen Duxiu, founder of the Chinese Communist Party and the first General Secretary of the CCP. In 1938, the north and central areas of the province were heavily damaged because Chiang Kai-shek, the then-President of the Republic of China, broke the dam of Yellow River, hoping this strategy could slow down the invasion by the Imperial Japanese Army. Within only ten days of the dam breaking, the water and sands drowned all of north and middle area of this province, 500,000 to 900,000 Chinese lives were lost, along with an unknown number of Japanese soldiers. The flood prevented the Japanese Army from taking Zhengzhou. Following the end of the Second Sino-Japanese War in 1945, the capital city of Anhui province moved to what was then a small town, Hefei. At the same time, the provincial government made significant investments to develop this new capital city, which has become a China Top 25 city (of 660 cities over all of China) in the 2010s. After 1949, the government also launched many Water Projects to repair damage from World War II. In addition, many other areas of China supported Anhui's development. In the later 1990s, the province has become one of the fastest growing provinces in China. In the 2010s, the province became a part of China Yangtze River Delta Economic Area which is the most developed area of China. And the capital city, Hefei, is set as the sub-central city of this Economic Area, only after Shanghai, Nanjing and Hangzhou. In terms of culture, Northern Anhui was firmly a part of the North China Plain together with modern-day Henan province, northern Jiangsu and southern Shandong provinces. Central Anhui was densely populated and constituted mostly of fertile land from the Huai River watershed. In contrast, the culture of Southern Anhui, bordered mostly along the Yangtze, was closer to Jiangxi and southern Jiangsu provinces. The hills of southeastern Anhui formed a unique and distinct cultural sphere of its own. Anhui is topographically diverse. The north is part of the North China Plain while the north-central areas are part of the Huai River watershed. Both regions are flat, and densely populated. The land becomes more uneven further south, with the Dabie Mountains occupying much of southwestern Anhui and a series of hills and ranges cutting through southeastern Anhui, between which is the Yangtze River. The highest peak in Anhui is Lotus Peak, part of Huangshan in southeastern Anhui. It has an altitude of 1873 m. Major rivers include the Huai River in the north and the Yangtze in the south. The largest lake is Lake Chaohu situated in the center of the province, with an area of about 800 km2 (310 sq mi). The southeastern part of the province near the Yangtze River has many lakes as well. As with topography, the province differs in climate from north to south. The north is more temperate with more distinct seasons. January temperatures average at around −1 to 2 °C north of the Huai River, and 0 to 3 °C south of the Huai River; in July temperatures average 27 °C or above. Plum rains occur in June and July and may cause flooding. Anhui has 16 cities. Economically, top 3 cities are, Hefei, Wuhu and Anqing. The Anhui elm, Ulmus gaussenii W. C. Cheng, is a medium size deciduous tree whose natural range is restricted to the valleys of the Langya limestone mountains of Chu Xian.[11] The tree was most commonly found on the flood plains, indicating a tolerance of periodic inundation. U. gaussenii is now the world's rarest and most endangered elm species, with only approximately 30 trees known to survive in the wild in 2009.[12] The province is also home to the Chinese alligator (Alligator sinensis, simplified Chinese: 扬子鳄; traditional Chinese: 揚子鱷; pinyin: yángzǐ'è), also known as the Yangtze alligator,[13] China alligator,[14] or historically the muddy dragon,[15] a critically endangered crocodilian. Anhui is divided into sixteen prefecture-level divisions: all prefecture-level cities: These 16 prefecture-level cities are in turn subdivided into 105 county-level divisions (44 districts, 6 county-level cities, and 55 counties). Those are in turn divided into 1,845 township-level divisions (972 towns, 634 townships, nine ethnic townships, and 230 subdistricts). The Politics of Anhui Province is structured in a dual party-government system like all other governing institutions in mainland China. The Governor of Anhui (安徽省省长) is the highest-ranking official in the People's Government of Anhui. However, in the province's dual party-government governing system, the Governor has less power than the Anhui Chinese Communist Party Provincial Committee Secretary (安徽省委书记), colloquially termed the \"Anhui Party Chief\". Most provincial government departments and the Governor office are located at No.1 Zhongshan Road, moved from old downtown of Hefei since 2016. Provincial government is responsible to manage 16 prefecture-level cities, 105 counties, 1845 townships and different departments in Anhui. The National People's Congress (NPC) is just located near provincial government. The Chinese People's Political Consultative Conference (C.P.P.C.C.) is located at No.317, Suzhou Road. The Provincial Higher People's Court is located at no. 472 Changjiang Rd. Typically, annual provincial congress meeting is held in the first quarter of each year shortly before national congress meeting and the annual meeting of C.P.P.C.C. is held in the first quarter or the fourth quarter of each year. Agriculture in Anhui varies according to the climate zones. To the north of the Huai River, wheat and sweet potatoes are grown, while to the south it is rice and wheat instead. Natural resources of Anhui include iron in Ma'anshan, coal in Huainan, and copper in Tongling. There are industries related to these natural resources (e.g. steel industry at Ma'anshan). One of the famous Anhui-based corporations is the automobile company Chery, which is based in Wuhu. Compared to its more prosperous neighbours to the east, Zhejiang and Jiangsu, Anhui has lagged markedly behind in economic development, with a GDP per capita around half of those two provinces in 2017 rapidly improved from 1/3 of those two provinces in 2010. However, the provincial GDP per capita is based on the population registered in the province (that is, with local Hukou), but not necessarily residing there. There is significant regional disparity, where much of the wealth is concentrated in industrial regions close to the Yangtze River, such as Hefei, Wuhu, and Ma'anshan. Anhui's nominal GDP for 2016 was approximately 2.4 trillion yuan (US$365.8 billion) in the year of 2016. It is considered as a mid-size economy in terms of economic output. The province is home to a large cluster of white goods manufacture such as Haier, Hisense, Whirlpool, Gree, Royalstar, and Meling. Hefei Economic and Technological Development Zone is located in the southwest of Hefei and was established in 1993. It is located close to Hefei Luogang International Airport.[22] Hefei Hi-Tech Industrial Development Zone was founded in October 1990 and approved by the State Council as a state-level Development Zone in March 1991. In 1997, the Development Zone was ratified as an APEC Science and Technology Industrial Park, with special open policies to APEC and EU members. Hefei High Tech Park was also approved as a National High Tech Export Base in 2000 and obtained the award of an Advanced High Tech Zone under the Torch Program in 2003. So far, more than 100 hi-tech enterprises have entered the zone. Industries encouraged in the zone include chemical production and processing, electronics assembly & manufacturing, instruments & industrial equipment, medical Equipment and telecommunications.[23] Established in 1993, Wuhu Economic and Technological Development Zone was the first state-level development zone approved by central government in Anhui, utilisinng the transportation advantage of the Yangtse Delta at Wuhu.[24] Wuhu Export Processing Zone was approved to be a national level export processing zone, with a total planned area of 2.95 km2 (1.14 sq mi).[25] Historically, Anhui's transport network was hampered by the lack of bridges across the Yangtze River, which divides the province into northern and southern regions. The first bridge across the Yangtze in Anhui, the Tongling Yangtze River Bridge, was completed in 1995. As of October 2014, Anhui had four bridges across the Yangtze, at Ma'anshan, Wuhu, Tongling, and Anqing. Anhui lacked a developed railway network until this century: most cities are now connected by a high-speed train system. Hefei South railway station is the high-speed train hub. The province set an ambitious plan from 2015 to 2025 for highways including: G3 Beijing-Taipei Expressway G40 Shanghai-Xi'an Expressway G42 Shanghai-Chengdu Expressway S24 Changshu-Hefei Expressway  Hefei and Wuhu have subway systems. The Hefei Metro has 2 completed lines, 3 lines under construction and another 10 lines planned. The Wuhu Metro has 2 subway lines under construction and another 3 lines planned. The province has 5 major commercial airports and another 4 are under construction. Hefei Xinqiao International Airport and Huangshan International Airport are the 2 international airports. The 5 airports in operation are: Han Chinese make up the vast majority of the population. The Hui and She are the two largest minorities. Anhui has a highly unbalanced gender ratio. According to a 2009 study published in the British Medical Journal, in the 1–4 age group, there are 138 boys for every 100 girls, making it among the most unbalanced of provinces in China.[36] Religion in Anhui[37][note 1] The predominant religions in Anhui are Chinese folk religions, Taoist traditions and Chinese Buddhism. According to surveys conducted in 2007 and 2009, 4.64% of the population believes and is involved in ancestor veneration, while 5.30% of the population identifies as Christian.[37] According to a 2010 survey, Muslims constitute 0.58% of the population of Anhui.[38] The reports didn't give figures for other types of religion; 89.48% of the population may be either irreligious or involved in worship of nature deities, Buddhism, Confucianism, Taoism and folk religious sects. Anhui spans many geographical and cultural regions. The northern, flatter parts of the province, along the Huai River and further north, are most akin to neighboring provinces like Henan, Shandong and northern Jiangsu. In contrast, the southern, hilly parts of the province are more similar in culture and dialect to other southern, hilly provinces, like Zhejiang and Jiangxi. Mandarin dialects are spoken over the northern and central parts of the province, north of the Yangtze river. Dialects to the north (e.g. Bengbu dialect) are classified as Zhongyuan Mandarin, together with dialects in provinces such as Henan and Shandong; dialects in the central parts (e.g. Hefei dialect) are classified as Jianghuai Mandarin, together with dialects in the central parts of neighboring Jiangsu province. Non-Mandarin dialects are spoken to the south of the Yangzi: dialects of Wu are spoken in Xuancheng prefecture-level city, though these are rapidly being replaced by Jianghuai Mandarin; dialects of Gan are spoken in a few counties in the southwest bordering Jiangxi province;[39] and the Huizhou dialects are spoken in about ten counties in the far south, a small but highly diverse and unique group of Chinese dialects. Huangmeixi, which originated in the environs of Anqing in southwestern Anhui, is a form of traditional Chinese opera popular across China. Huiju, a form of traditional opera originating in the Huizhou-speaking areas of southern Anhui, is one of the major precursors of Beijing Opera; in the 1950s, Huiju (which had disappeared) was revived. Luju is a type of traditional opera found across central Anhui, from east to west. Anhui cuisine is one of the eight great traditions of Chinese cuisine. Combining elements of cooking from northern Anhui, south-central Anhui, and the Huizhou-speaking areas of southern Anhui, Anhui cuisine is known for its use of wild game and herbs, both land and sea, and comparatively simple methods of preparation. Anhui has a high concentration of traditional products related to calligraphy: Xuanzhou (today Xuancheng) and Huizhou (today Huangshan City) are revered for producing Xuan Paper and Hui Ink, respectively, which are traditionally considered the best types of paper and ink for Chinese calligraphy. She County is famous for the She Inkstone, one of the most preferred types of inkstones (a required tool in traditional calligraphy).[citation needed] Anhui has some good universities. Most universities in Anhui are located in Hefei, Wuhu, Bengbu, Maanshan, some of them are pretty well known. Specifically, Hefei is one of the most important research central cities in China with leading basic scientific research capability. Anhui's principal tourism sites include the following: In 2008, France helped the Anhui Provincial Tourism Bureau develop a rural tourism demonstration project.[40]","Title":"Anhui - Wikipedia","KeyID":"18720","URL":"https://en.wikipedia.org/wiki/Anhui"}