{"Content: ":"The National Revolutionary Army (NRA; 國民革命軍), sometimes shortened to Revolutionary Army (革命軍) before 1928, and as National Army (國軍) after 1928, was the military arm of the Kuomintang (KMT, or the Chinese Nationalist Party) from 1925 until 1947 in China. It also became the regular army of the Republican era during the KMT's period of party rule beginning in 1928. It was renamed the Republic of China Armed Forces after the 1947 Constitution, which instituted civilian control of the military. Originally organized with Soviet aid as a means for the KMT to unify China during the Warlord Era, the National Revolutionary Army fought major engagements in the Northern Expedition against the Chinese Beiyang Army warlords, in the Second Sino-Japanese War (1937–1945) against the Imperial Japanese Army and in the Chinese Civil War against the People's Liberation Army. During the Second Sino-Japanese War, the armed forces of the Chinese Communist Party were nominally incorporated into the National Revolutionary Army (while retaining separate commands), but broke away to form the People's Liberation Army shortly after the end of the war. With the promulgation of the Constitution of the Republic of China in 1947 and the formal end of the KMT party-state, the National Revolutionary Army was renamed the Republic of China Armed Forces, with the bulk of its forces forming the Republic of China Army, which retreated to the island of Taiwan in 1949. The NRA was founded by the KMT in 1925 as the military force destined to unite China in the Northern Expedition. Organized with the help of the Comintern and guided under the doctrine of the Three Principles of the People, the distinction among party, state and army was often blurred. A large number of the Army's officers passed through the Whampoa Military Academy, and the first commandant, Chiang Kai-shek, became commander-in-chief of the Army in 1925 before launching the successful Northern Expedition. Other prominent commanders included Du Yuming and Chen Cheng. The end of the Northern Expedition in 1928 is often taken as the date when China's Warlord era ended, though smaller-scale warlord activity continued for years afterwards. In 1927, after the dissolution of the First United Front between the Nationalists and the Communists, the ruling KMT purged its leftist members and largely eliminated Soviet influence from its ranks. Chiang Kai-shek then turned to Germany, historically a great military power, for the reorganization and modernization of the National Revolutionary Army. The Weimar Republic sent advisers to China, but because of the restrictions imposed by the Treaty of Versailles they could not serve in military capacities. Chiang initially requested famous generals such as Ludendorff and von Mackensen as advisers; the Weimar Republic government turned him down, however, fearing that they were too famous, would invite the ire of the Allies and that it would result in the loss of national prestige for such renowned figures to work, essentially, as mercenaries. When Adolf Hitler became Germany's chancellor in 1933 and disavowed the Treaty, the anti-communist Nazi Party and the anti-communist KMT were soon engaged in close cooperation. with Germany training Chinese troops and expanding Chinese infrastructure, while China opened its markets and natural resources to Germany. Max Bauer was the first adviser to China. In 1934, Gen. Hans von Seeckt, acting as adviser to Chiang, proposed an \"80 Division Plan\" for reforming the entire Chinese army into 80 divisions of highly trained, well-equipped troops organised along German lines. The plan was never fully realised, as the eternally bickering warlords could not agree upon which divisions were to be merged and disbanded. Furthermore, since embezzlement and fraud were commonplace, especially in understrength divisions (the state of most of the divisions), reforming the military structure would threaten divisional commanders' \"take\". Therefore, by July 1937 only eight infantry divisions had completed reorganization and training. These were the 3rd, 6th, 9th, 14th, 36th, 87th, 88th, and the Training Division. Another German general, Alexander von Falkenhausen, came to China in 1934 to help reform the army.[1] However, because of Nazi Germany's later cooperation with the Empire of Japan, he was later recalled in 1937. After his goodbye party with Chiang Kai-shek's family, he promised not to reveal his devised battle plans to the Japanese.[citation needed] For a time, during the Second Sino-Japanese War, Communist forces fought as a nominal part of the National Revolutionary Army, forming the Eighth Route Army and the New Fourth Army units, but this co-operation later fell apart. Throughout the Chinese Civil War the National Revolutionary Army experienced major problems with desertion, with many soldiers switching sides to fight for the Communists.[citation needed] Women were also part of the army's corps during the war. In 1937 Soong Mei-ling encouraged women to support the Sino-Japanese War effort, by forming battalions, such as the Guangxi Women's Battalion.[2][3] Troops in India and Burma during World War II included the Chinese Expeditionary Force (Burma), the Chinese Army in India and Y Force.[4] The US government repeatedly threatened to cut off aid to China during World War 2 unless they handed over total command of all Chinese military forces to the US. After considerable stalling, the arrangement only fell through due to a particularly insulting letter from the Americans to Chiang.[5] By the end of the war, US influence over the political, economic, and military affairs of China were greater than any foreign power in the last century, with American personnel appointed in every field, such as the Chief of Staff of the Chinese military, management of the Chinese War Production Board and Board of Transport, trainers of the secret police, and Chiang's personal advisor. Sir George Sansom, British envoy to the US, reported that many US military officers saw US monopoly on Far Eastern trade as a rightful reward for fighting the Pacific war.[6] After the drafting and implementation of the Constitution of the Republic of China in 1947, the National Revolutionary Army was transformed into the ground service branch of the Republic of China Armed Forces – the Republic of China Army (ROCA).[7] The NRA throughout its lifespan recruited approximately 4,300,000 regulars, in 370 Standard Divisions (正式師), 46 New Divisions (新編師), 12 Cavalry Divisions (騎兵師), eight New Cavalry Divisions (新編騎兵師), 66 Temporary Divisions (暫編師), and 13 Reserve Divisions (預備師), for a grand total of 515 divisions. However, many divisions were formed from two or more other divisions, and were not active at the same time. At the apex of the NRA was the National Military Council, also translated as Military Affairs Commission. Chaired by Chiang Kai-Shek, it directed the staffs and commands. It included from 1937 the Chief of the General Staff, General He Yingqin, the General Staff, the War Ministry, the military regions, air and naval forces, air defence and garrison commanders, and support services Around 14 Million were conscripted from 1937 to 1945.[8] Also, New Divisions were created to replace Standard Divisions lost early in the war and were issued the old division's number. Therefore, the number of divisions in active service at any given time is much smaller than this. The average NRA division had 5,000–6,000 troops; an average army division had 10,000–15,000 troops, the equivalent of a Japanese division. Not even the German-trained divisions were on par in terms of manpower with a German or Japanese division, having only 10,000 men. The United States Army's campaign brochure on the China Defensive campaign of 1942–45 said:[9][failed verification] The NRA only had small number of armoured vehicles and mechanised troops. At the beginning of the war in 1937 the armour were organized in three Armoured Battalions, equipped with tanks and armoured cars from various countries. After these battalions were mostly destroyed in the Battle of Shanghai and Battle of Nanjing. The newly provided tanks, armoured cars, and trucks from the Soviet Union and Italy made it possible to create the only mechanized division in the army, the 200th Division. This Division eventually ceased to be a mechanized unit after the June 1938 reorganization of Divisions. The armoured and artillery Regiments were placed under direct command of 5th Corps and the 200th Division became a motorized Infantry Division within the same Corps. This Corps fought battles in Guangxi in 1939–1940 and in the Battle of Yunnan-Burma Road in 1942 reducing the armoured units due to losses and mechanical breakdown of the vehicles. On paper China had 3.8 million men under arms in 1941. They were organized into 246 \"front-line\" divisions, with another 70 divisions assigned to rear areas. Perhaps as many as forty Chinese divisions had been equipped with European-manufactured weapons and trained by foreign, particularly German and Soviet, advisers. The rest of the units were under strength and generally untrained. Overall, the Nationalist Army impressed most Western military observers as more reminiscent of a 19th- than a 20th-century army. Late in the Burma Campaign the NRA Army there had an armoured battalion equipped with Sherman tanks. Despite the poor reviews given by European observers to the European-trained Divisions, the Muslim Divisions of the National Revolutionary Army, trained in China (not by Westerners) and led by Ma Clique Muslim generals, frightened the European observers with their appearance and fighting skills in battle. Europeans like Sven Hedin and Georg Vasel were in awe of the appearance Chinese Muslim NRA divisions made and their ferocious combat abilities. They were trained in harsh, brutal conditions.[10][11][12][13] The 36th Division (National Revolutionary Army), trained entirely in China without any European help, was composed of Chinese Muslims and fought and severely mauled an invading Soviet Russian army during the Soviet Invasion of Xinjiang. The division was lacking in technology and manpower, but badly damaged the superior Russian force. The Muslim divisions of the army controlled by Muslim Gen. Ma Hongkui were reported by Western observers to be tough and disciplined. Despite having diabetes Ma Hongkui personally drilled with his troops and engaged in sword fencing during training.[14] When the leaders of many of the warlord and provincial armies joined with the KMT and were appointed as officers and generals, their troops joined the NRA. These armies were renamed as NRA divisions. The entire Ma Clique armies were absorbed into the NRA. When the Muslim Ma Clique General Ma Qi joined the KMT, the Ninghai Army was renamed the National Revolutionary Army 26th Division. The unit organisation of the NRA is as follows: (Note that a unit is not necessarily subordinate to one immediately above it; several army regiments can be found under an army group, for example.) The commander-in-chief of the NRA from 1925 to 1947 was Generalissimo Chiang Kai-shek. Military Affairs Commission During the Xinhai Revolution and the Warlord Era of the Republic of China, \"Dare to Die Corps\" (traditional Chinese: 敢死隊; simplified Chinese: 敢死队; pinyin: gǎnsǐduì) were frequently used by Chinese armies. China deployed these suicide units against the Japanese during the Second Sino-Japanese War. \"Dare to Die\" troops were used by warlords in their armies to conduct suicide attacks.[16] \"Dare to Die\" corps continued to be used in the Chinese military. The Kuomintang used one to put down an insurrection in Canton.[17] Many women joined them in addition to men to achieve martyrdom against China's opponents.[18][19] A \"dare to die corps\" was effectively used against Japanese units at the Battle of Taierzhuang.[20][21][22][23][24][25] They used swords.[26][27] Suicide bombing was also used against the Japanese. A Chinese soldier detonated a grenade vest and killed 20 Japanese soldiers at Sihang Warehouse. Chinese troops strapped explosives like grenade packs or dynamite to their bodies and threw themselves under Japanese tanks to blow them up.[28] This tactic was used during the Battle of Shanghai, where a Chinese suicide bomber stopped a Japanese tank column by exploding himself beneath the lead tank,[29] and at the Battle of Taierzhuang where dynamite and grenades were strapped on by Chinese troops who rushed at Japanese tanks and blew themselves up.[30][31][32] In one incident at Taierzhuang, Chinese suicide bombers obliterated four Japanese tanks with grenade bundles.[33][34] During the Chinese Civil War the National Revolutionary Army (NRA) was known to have used penal battalions from 1945 to 1949. A unit made up of deserters and those accused of cowardice, the penal battalion was giving such tasks as scouting ahead of the main forces to check for ambushes, crossing rivers and torrents to see whether they were fordable, and walking across unmapped minefields.[35] The military was formed through bloody and inhumane conscription campaigns. These are described by Rudolph Rummel as: This was a deadly affair in which men were kidnapped for the army, rounded up indiscriminately by press-gangs or army units among those on the roads or in the towns and villages, or otherwise gathered together. Many men, some the very young and old, were killed resisting or trying to escape. Once collected, they would be roped or chained together and marched, with little food or water, long distances to camp. They often died or were killed along the way, sometimes less than 50 percent reaching camp alive. Then recruit camp was no better, with hospitals resembling Nazi concentration camps like Buchenwald.[36] For regular provincial Chinese divisions the standard rifles were the Hanyang 88 (copy of Gewehr 88). Central army divisions were typically equipped with the Chiang Kai-shek rifle and other Mauser type rifles from Germany, Belgium and Czechoslovakia. The standard light machine gun were imported or domestically produced of the Czech Brno ZB vz. 26 in the standard 7.92 mm. There were machine guns from other sources, such as Belgian, French and from the Soviet Aid Programme. In general, there were 6-9 LMG's in an infantry company, with the monthly ammunition supply being around 5,000 rounds (for 5 days consumption). Heavy machine guns were mainly locally-made Type 24 water-cooled Maxim guns (which were based on the commercial version of the German MG08), and Type Triple-Ten M1917 Browning machine guns chambered for the standard 8mm Mauser round. On average, every Central Army battalion contained a machine gun company with 5-6 heavy machine guns. They were allotted a monthly supply of 20,000 rounds. The most common sidearm for NCOs and officers was the 7.63 mm Mauser C96 semi-automatic pistol. Submachine guns were not part of any TO&E, but many were inherited from former warlord armies or locally produced. They were generally carried by the guards of divisional or corps commanders or special service platoon/companies. Some elite units, such as the X Force in Burma used Lend-Lease US equipment. Generally speaking, the regular provincial army divisions did not possess any artillery. However, some Central Army divisions were equipped with 37 mm PaK 35/36 anti-tank guns, and/or mortars from Oerlikon, Madsen, and Solothurn. Each of these infantry divisions ideally had 6 French Brandt 81 mm mortars and 6 Solothurn 20 mm autocannons. Some independent brigades and artillery regiments were equipped with Krupp 75 mm L/29 field guns, Krupp 75 mm L/14, or Bofors 75 mm L/20 mountain guns. There were also 24 Rheinmetall 150 mm L/32 sFH 18 howitzers (bought in 1934) and 24 Krupp 150 mm L/30 sFH 18 howitzers (bought in 1936). At the start of the war, the NRA and the Tax Police Regiment had three tank battalions armed with German Panzer I light tanks and CV-35 tankettes. After defeat in the Battle of Shanghai the remaining tanks, together with several hundred T-26 and BT-5 tanks acquired from the Soviet Union were reorganised into the 200th Division. Infantry uniforms were basically redesigned Zhongshan suits. Puttees were standard for soldiers and officers alike, since the primary mode of movement for NRA troops was by foot. Troops were also issued sewn field caps. The helmets were the most distinguishing characteristic of these divisions. From the moment German M35 Stahlhelms rolled off the production lines in 1935, and until 1936, the NRA imported 315,000 of these helmets, usually seen with the Blue Sky with a White Sun emblem of the ROC on the sides. These helmets were worn by both the German-trained divisions and regular Central Army divisions. Other helmets included the French Adrian helmet, the British Brodie helmet and later the American M1 helmet. Other equipment included straw shoes for soldiers (cloth shoes for Central Army), leather shoes for officers and leather boots for high-ranking officers. Every soldier was issued ammunition for his weapon, along with ammunition pouches or harness, a water flask, bayonet, food bag, and a gas mask.","Title":"National Revolutionary Army - Wikipedia","KeyID":"18722","URL":"https://en.wikipedia.org/wiki/National_Revolutionary_Army"}