{"Content: ":"A Dharma name or Dhamma name is a new name acquired during both lay and monastic Buddhist initiation rituals in Mahayana Buddhism[1] and monastic ordination in Theravada Buddhism (where it is more proper to call it Dhamma or Sangha name). The name is traditionally given by a Buddhist monastic, and is given to newly ordained monks, nuns[2] and laity.[3] Dharma names are considered aspirational, not descriptive.[4] Most of the well-known Buddhist teachers are known to have had many different Dharma names in the course of their careers, and often each name represents a stage of their career. For example, Prince Shotoku was also known as Prince Umayado and Prince Kamitsumiya. Shinran's original name was Matsuwakamaru; he was also known as Hanen, Shakku, Zenshin, Gutoku Shinran and Kenshin Daeshi.[5] Nichiren's original name was Zennichi and his Dharma names were Zenshobo Rencho and Rissho Daishi. Similarly, the tradition of various Dharma names was also used by Zen monks, who also used art to promote Buddhism. The famous monk-painter Hokusai was also known as Shunro, Kako, Sori, Taito, Iitsu, Gakyojin and Manji.[6] Even the famous samurai Miyamoto Musashi had several names, including the Dharma name Niten Doraku and the birthname Miyamoto Masana. The zen monk Thích Nhất Hạnh also has used various Dharma names in the course of his career.[citation needed] If the student does not have a relationship with the monastic teacher and the ceremony is a public one with a congregation present, their new name will tend to reflect the lineage/tradition rather than the individual person.[1] When it is given by a monastic who knows the disciple, however, the name is often tailor-made.[1] Dharma names are generally given in the language of the particular sangha where the name is bestowed. In Burmese Buddhism, Dhamma names (bwe) are in Pali and chosen by the head monk of the monastery in which one is ordained. The traditional Burmese naming system, in which the monastic's day of birth stipulates the first letter of one's name, is used to select the name. In Theravadan Buddhist tradition as practiced in Sri Lankan lineages the day of the week determines the first letter of the person’s Dharma name, when a traditional naming methodology is followed. This is the system used by Bhante Gunaratana when giving Dharma names to his students at Bhavana Society of West Virginia. In China, ordained monks and nuns automatically revert to using the surname \"Shì\" (釋) as in Shijiamouni (釋迦牟尼), the Chinese transliteration of Shakyamuni Buddha. Vietnam also follows this tradition for its monks and nuns by changing their surname to \"Thích\" as in Thích Ca Mâu Ni, the Sino-Vietnamese name for Shakyamuni. Likewise for the Sino-Mahayana tradition of Buddhism, the dharma name given upon ordination can reflect the lineage passed from the teacher to the student, this can result in being given several dharma names: one for usage publicly, one used especially to reflect the transmitted lineage, and a second dharma name that can also be used. In the Shaolin Temple, each subsequent generation takes the first part of their given name from a 70-character poem written by Xueting Fuyu.[7] For example, the 32nd character in the poem is \"xíng\" (行), and all Shaolin Temple monks and disciples of that generation take a name starting with Shi Xing.[8] In some Chinese Pureland sects such as that of Master Renshan and Master Chin Kung it is traditional for persons who do not have the ability to acquire a Dharma name from a teacher to use the Dharma name “Miao-Yin”, until a teacher can give them a personally chosen name. It is common among Pureland sects for all lay members to have either the same last name, such as ‘jing’ in the case of Master Renshan’s disciples, or the same first name, such as ‘jia’ in the case of Shandao lineage practitioners. There is a tradition in China for one to have a name used while alive, called the imina, and a name used after death, called the okurina.[9] In Japan, other than the standard usage of dharma names for monastics and laity, it is also tradition for the deceased to receive a dharma name (戒名, kaimyō; lit. 'precept name') written in kanji from the priest. This name supposedly prevents the return of the deceased if his name is called. The length of the name depends also on either the virtue of the person's lifespan, or more commonly, the size of the donation of the relatives to the temple, which may range from a generally common name to the most elaborate names for 1 million yen or more. The high prices charged by the temples are a controversial issue in Japan, especially since some temples put pressure on families to buy a more expensive name. In Japanese Pureland sects one receives a Homyo (Dharma name) while living and also one after death to be used in the Western Pureland. The name must come from words spoken by Amida Buddha so a selection must be made from approximately 5000 kanji. No Kaimyo (Precept name) is given.[10][11] In the Ji-Shu Pureland Buddhist lineage of Ippen it is customary for the priest to select a Dharma name for a person consisting of a single kanji. But one can also randomly pick a kanji from the Amida Sutra to get a syllable. Then an -A or - 阿 suffix (short for Amida Butsu) is added to that single kanji to create one’s Dharma name. In the Soto Zen lineage a distinction is made between the homyo (Dharma name), kaimyo (Precept name), and seigo (Sacred name). The first two characters in the name given to a student at the Precepts ceremony is one’s dogo (formal Way name). The homyo consists of the final two characters given. One might also be given a hogo (informal intimate name).[9] The Bright Dawn Center of Oneness Buddhism, which is of Japanese Buddhist lineage, uses the -yo suffix in their Dharma names, adding it to whatever syllables are chosen for the root name. In Tibetan Vajrayana Buddhist tradition one is first given a Refuge name at the Triple Refuge ceremony, then a Bodhisattva name upon taking the vows of a Bodhisattva, then a secret Samaya name upon receiving certain Tantric rites.[12] People in the Karma Kagyu tradition of Tibetan Buddhism are often given the first name Karma, followed by a second name.[13] Those in the Drikung Kagyu sect often receive the first name Konchog, and then an additional name. This makes it easy to identify the person’s Dharma lineage. Khentrul Jamphel Lodrö Rinpoche generally uses the initial letter of a person’s birth name in selecting a Shambala lineage name for the practitioner.[14]","Title":"Dharma name - Wikipedia","KeyID":"18729","URL":"https://en.wikipedia.org/wiki/Dharma_name"}