{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Dajian Huineng (traditional Chinese: 大鑒惠能; pinyin: Dàjiàn Huìnéng; Wade–Giles: Ta4-chien4; Japanese: Daikan Enō; Korean: Hyeneung); (February 27, 638 – August 28, 713), also commonly known as the Sixth Patriarch or Sixth Ancestor of Chan (traditional Chinese: 禪宗六祖), is a semi-legendary but central figure in the early history of Chinese Chan Buddhism. According to tradition he was an uneducated layman who suddenly attained awakening upon hearing the Diamond Sutra. Despite his lack of formal training, he demonstrated his understanding to the fifth patriarch, Daman Hongren, who then supposedly chose Huineng as his true successor instead of his publicly known selection of Yuquan Shenxiu. Twentieth century scholarship revealed that the story of Huineng's Buddhist career was likely invented by the monk Heze Shenhui, who claimed to be one of Huineng's disciples and was highly critical of Shenxiu's teaching.[1][2][3] Huineng is regarded as the founder of the \"Sudden Enlightenment\" Southern Chan school of Buddhism, which focuses on an immediate and direct attainment of Buddhist enlightenment. The Platform Sutra of the Sixth Patriarch (六祖壇經), which is said to be a record of his teachings, is a highly influential text in the East Asian Buddhist tradition. The two primary sources for Huineng's life are the preface to the Platform Sutra[4] and the Transmission of the Lamp.[5] Most modern scholars doubt the historicity of traditional biographies and works written about Huineng,[2][1] considering his extended biography to be a legendary narrative based on a historical person of \"merely regional significance,\" of whom very little is known.[6][7][web 1] This legendary narrative reflects historical and religious developments which took place in the century after his life and death.[1] The Platform Sūtra of the Sixth Patriarch[8] is attributed to a disciple of Huineng named Fahai (法海) and purports to be a record of Huineng's life, lectures and interactions with disciples. However, the text shows signs of having been constructed over a longer period of time, and contains different layers of writing.[1] According to John McRae, it is ...a wonderful melange of early Chan teachings, a virtual repository of the entire tradition up to the second half of the eighth century. At the heart of the sermon is the same understanding of the Buddha-nature that we have seen in texts attributed to Bodhidharma and Hongren, including the idea that the fundamental Buddha-nature is only made invisible to ordinary humans by their illusions.[9] According to Wong, the Platform Sūtra cites and explains a wide range of Buddhist scriptures listed here in the order of appearance:[10] According to Huineng's autobiography in the Platform Sutra, Huineng's father was from Fanyang, but he was banished from his government position and passed away at a young age.[11] Huineng and his mother were left in poverty and moved to Nanhai, where Huineng sold firewood to support his family. One day, Huineng delivered firewood to a customer's shop, where he met a man reciting the Diamond Sutra. \"On hearing the words of the scripture, my mind opened up and I understood.\" He inquired about the reason that the Diamond Sutra was chanted, and the person stated that he came from the Eastern Meditation Monastery in Huangmei District of the province of Qi, where the Fifth Patriarch of Chan lived and delivered his teachings. Huineng's customer paid his ten silver taels and suggested that he meet the Fifth Patriarch of Chan.[11] Huineng reached Huangmei thirty days later, and expressed to the Fifth Patriarch his specific request of attaining Buddhahood. Since Huineng came from Guangdong and was physically distinctive from the local Northern Chinese, the Fifth Patriarch Hongren questioned his origin as a \"barbarian from the south,\" and doubted his ability to attain enlightenment. Huineng impressed Hongren with a clear understanding of the ubiquitous Buddha nature in everyone, and convinced Hongren to let him stay.[11] The first chapter of the Ming canon version of the Platform Sutra describes the introduction of Huineng to Hongren as follows: The Patriarch asked me, \"Who are you and what do you seek?\" I replied, \"Your disciple is a commoner from Xinzhou of Lingnan. I have travelled far to pay homage to you and seek nothing other than Buddhahood.\" \"So you're from Ling-nan, and a barbarian! How can you expect to become a Buddha?\" asked the Patriarch. I replied, \"Although people exist as northerners and southerners, in the Buddha-nature there is neither north nor south. A barbarian differs from Your Holiness physically, but what difference is there in our Buddha-nature?[12] Huineng was told to split firewood and pound rice in the backyard of the monastery and avoid going to the main hall.[11] Eight months later, the Fifth Patriarch summoned all his followers and proposed a poem contest for his followers to demonstrate the stage of their understanding of the essence of mind. He decided to pass down his robe and teachings to the winner of the contest, who would become the Sixth Patriarch.[11] Shenxiu, the leading disciple of the Fifth Patriarch, composed a stanza, but did not have the courage to present it to the master. Instead, he wrote his stanza on the south corridor wall to remain anonymous one day at midnight. The other monks saw the stanza and commended it. Shenxiu's stanza is as follows:[13] The body is the bodhi tree. The mind is like a bright mirror's stand. At all times we must strive to polish it and must not let dust collect.[note 1] The Patriarch was not satisfied with Shenxiu's stanza, and pointed out that the poem did not show understanding of \"[his] own fundamental nature and essence of mind.\"[11] He gave Shenxiu a chance to submit another poem to demonstrate that he had entered the \"gate of enlightenment,\" so that he could transmit his robe and the Dharma to Shenxiu, but the student's mind was agitated and could not write one more stanza.[11] Two days later, the illiterate Huineng heard Shenxiu's stanza being chanted by a young attendant at the monastery and inquired about the context of the poem. The attendant explained to him the poem contest and the transmission of the robe and Dharma.[11] Huineng asked to be led to the corridor, where he could also pay homage to the stanza. He asked a low-ranking official named Zhang Riyong from Jiangzhou to read the verse to him, and then immediately asked him to write down a stanza that he composed.[14] According to McRae, \"the earliest version of the Platform Sutra contains two versions of Huineng's verse. Later version contain one version of Huineng's stanza, somewhat different from the two older ones:[15] Bodhi originally has no tree. The mirror has no stand. The Buddha-nature is always clear and pure. Where is there room for dust? The mind is the bodhi tree. The body is the bright mirror's stand. The bright mirror is originally clear and pure. Where could there be any dust? Bodhi originally has no tree. The bright mirror also has no stand. Fundamentally there is not a single thing. Where could dust arise?[note 2] The followers who were present were astonished by the work of a southern barbarian. Being cautious of Huineng's status, the Patriarch wiped away the stanza and claimed that the author of the stanza had not reached enlightenment.[11] According to the traditional interpretation, which is based on Guifeng Zongmi, the fifth-generation successor of Shenhui, the two verses represent respectively the gradual and the sudden approach. According to McRae, this is an incorrect understanding: [T]he verse attributed to Shenxiu does not in fact refer to gradual or progressive endeavor, but to a constant practice of cleaning the mirror [...] [H]is basic message was that of the constant and perfect teaching, the endless personal manifestation of the bodhisattva ideal.[16] Huineng's verse does not stand alone, but forms a pair with Shenxiu's verse: Huineng's verse(s) apply the rhetoric of emptiness to undercut the substantiality of the terms of that formulation. However, the basic meaning of the first proposition still remains.[17] McRae notes a similarity in reasoning with the Oxhead School, which used a threefold structure of \"absolute, relative and middle\", or \"thesis-antithesis-synthesis\".[18] According to McRae, the Platform Sutra itself is the synthesis in this threefold structure, giving a balance between the need of constant practice and the insight into the absolute.[17] However, on the next day, the Patriarch secretly went to Huineng's room and asked, \"Should not a seeker after the Dharma risk his life this way?\" Then he asked, \"is the rice ready?\" Huineng responded that the rice was ready and only waiting to be sieved.[11] The Patriarch secretly explained the Diamond Sutra to Huineng, and when Huineng heard the phrase \"one should activate one’s mind so it has no attachment,\" he was \"suddenly and completely enlightened, and understood that all things exist in self-nature.\"[11] The Dharma was passed to Huineng at night, when the Patriarch transmitted \"the doctrine of sudden enlightenment\" as well as his robe and bowl to Huineng. He told Huineng, “You are now the Sixth Patriarch. Take care of yourself, save as many sentient beings as you can, and spread the teachings so they will not be lost in the future.[11] He also explained to Huineng that the Dharma was transmitted from mind to mind, whereas the robe was passed down physically from one patriarch to the next. Hongren instructed the Sixth Patriarch to leave the monastery before he could be harmed. \"You can stop at Huai and then hide yourself at Hui.\"[11] Hongren showed Huineng the route to leave the monastery, and rowed Huineng across the river to assist his escape. Huineng immediately responded with a clear understanding of Hongren's purpose in doing so, and demonstrated that he could ferry to \"the other shore\" with the Dharma that had been transmitted to him.[11] The Sixth Patriarch reached the Tayu Mountains within two months, and realized that hundreds of men were following him, attempting to rob him of the robe and bowl. However, the robe and bowl could not be moved by Huiming, who then asked for the transmission of Dharma from Huineng. Huineng helped him reach enlightenment and continued on his journey.[11] Doctrinally, the Southern School is associated with the teaching that enlightenment is sudden, while the Northern School is associated with the teaching that enlightenment is gradual. This is a polemical exaggeration, since both schools were derived from the same tradition, and the so-called Southern School incorporated many teachings of the more influential Northern School.[1] Eventually both schools died out, but the influence of Shenhui was so immense that all later Chan schools traced their origin to Huineng, and \"sudden enlightenment\" became a standard doctrine of Chan.[1] According to tradition, Huineng taught \"no-thought\", the \"pure and unattached mind\" which \"comes and goes freely and functions fluently without any hindrance\".[19][web 1] It does not mean that one does not think at all, but is \"a highly attentive yet unentangled way of being [...] an open, non-conceptual state of mind that allows one to experience reality directly, as it truly is.\"[web 1] The alleged Northern school's emphasis on quiet contemplation was criticized by Huineng: When alive, one keeps sitting without lying down. When dead, one lies without sitting up. In both cases, a set of stinking bones! What has it to do with the great lesson of life?[19][note 3] According to modern historiography, Huineng was a marginal and obscure historical figure.[20][1] Modern scholarship has questioned his hagiography, with some researchers speculating that this story was created around the middle of the 8th century, beginning in 731 by Shenhui, who supposedly was a successor to Huineng,[21] to win influence at the Imperial Court. He claimed Huineng to be the successor to Hongren, instead of the then publicly recognized successor Shenxiu:[20][1] It was through the propaganda of Shenhui (684-758) that Huineng (d. 710) became the also today still towering figure of sixth patriarch of Chan/Zen Buddhism, and accepted as the ancestor or founder of all subsequent Chan lineages [...] using the life of Confucius as a template for its structure, Shenhui invented a hagiography for the then highly obscure Huineng. At the same time, Shenhui forged a lineage of patriarchs of Chan back to the Buddha using ideas from Indian Buddhism and Chinese ancestor worship.[20] In 745, Shenhui was invited to take up residence in the Heze temple in Luoyang. In 753, he fell out of grace, and had to leave the capital to go into exile. The most prominent of the successors of his lineage was Guifeng Zongmi.[22] According to Zongmi, Shenhui's approach was officially sanctioned in 796, when \"an imperial commission determined that the Southern line of Ch'an represented the orthodox transmission and established Shen-hui as the seventh patriarch, placing an inscription to that effect in the Shen-lung temple\".[23] According to Schlütter and Teiser, the biography of Huineng explained in the Platform Sutra is a compelling legend of an illiterate, \"barbarian\" layman who became a Patriarch of Chan Buddhism. Most of what we know about Huineng comes from the Platform Sutra, which consists of the record of a public talk that includes an autobiography of Huineng, which was a hagiography, i.e. a biography of a saint portraying him as a hero.This pseudoautobiography was written to give authority to the teachings of Huineng.[3] The Sutra became a very popular text, and was circulated widely in an attempt to increase the importance of the Huineng lineage. As a result, the account might have been altered over the centuries. Shenhui (685-758) was the first person to claim that Huineng was both a saint and a hero. As a result of this contested claim, modifications were made to the Platform Sutra, a manuscript copy of which was later found at Dunhuang.[3] It turns out that little was known about Huineng before Shenhui's account of him. \"It took all the rhetorical skills of Shen-hui and his sympathizers to give a form to the name Huineng,\"; thus, the character Huineng described by Shenhui was not completely factual.[3] In the Platform Sutra, following Huineng's sermon was a narrative by Fahai, who addressed a few interviews between Huineng and his disciples, including Shenhui. It is likely that \"much of the Platform Sutra was built on the inventions of Shenhui,\" and the textual evidence suggests that \"the work was written soon after his death.\"[3] After Huineng's death, Shenhui wanted to claim his authority over Chan Buddhism, but his position was challenged by Shenxiu and Puji, who supported the Northern lineage that taught gradual enlightenment.[3] It is reasonable to assume that this autobiography was likely an attempt by Shenhui to relate himself to the most renowned figures in Zen Buddhism, which essentially enabled him to connect to the Buddha through this lineage.[3] An epitaph of Huineng, inscribed by the established poet Wang Wei also reveals inconsistencies with Shenhui's account of Huineng. The epitaph \"does not attack Northern Chan, and adds new information on a monk, Yinzong (627-713), who is said to have tonsured Huineng.\"[3] Wang Wei was a poet and a government official, whereas Shenhui was a propagandist who preached to the crowd, which again leads to questions about his credibility.[3] \"As far as can be determined from surviving evidence, Shenhui possessed little or no reliable information on Huineng except that he was a disciple of Hongren, lived in Shaozhou, and was regarded by some Chan followers as a teacher of only regional importance.\"[3] It seems that Shenhui invented the figure of Huineng for himself to become the \"true heir of the single line of transmission from the Buddha in the Southern lineage,\" and this appears to be the only way he could have done so.[3] On a related note, the Chan Buddhist practices, including the wordless transmission and sudden enlightenment were much different from the traditional training of a monk. According to Kieschnick, \"The Chan accounts ridicule every element of the scholar-monk ideal that had taken shape over the centuries in traditional hagiography,\" with examples found in the immense literature of the \"classical period.\"[24] A mummified body, supposedly that of Huineng, is kept in Nanhua Temple in Shaoguan (northern Guangdong).[web 2] This mummy was seen by the Jesuit Matteo Ricci who visited Nanhua Temple in 1589. Ricci told the European readers the story of Huineng (in a somewhat edited form), describing him as akin to a Christian ascetic. Ricci names him Liùzǔ (i.e. 六祖, \"The Sixth Ancestor\").[25] The two paintings to the right were both completed by Liang Kai, a painter from Southern Song dynasty, who left his position as the court painter in Jia Tai's court to practice Chan. These paintings depict Huineng, the Sixth Patriarch of Chan Buddhism. The protagonist occupies the lower central portion of both paintings, with his face turned to the side, so that his facial features are not portrayed. \"The Sixth Patriarch Cutting the Bamboo\" depicts the process that Huineng went through to attain enlightenment, and exemplifies Huineng's concentration and contemplation in doing so through the process of chopping bamboo. This particular enlightenment moment of his is only documented in this painting, and not in any literary sources.[26] He holds an ax in his right hand, and extends his left arm to steady a stalk of bamboo while scrutinizing it. The brushstrokes are loose and free but construct a simplistic and lively image: they indicate a subtle motion of pulling the bamboo towards him. Huineng wears a shirt with sleeves rolled up, which is suggested by the crease at the edges of the shoulders. He puts his extra cloth into a hair bun. The light and dark ink indicate gradation and contrast, and the light shadow on his right arm and body of bamboo implies the source of light. Similarly, The Sixth Patriarch Tearing a Sutra adopts a similar style in portraying the same figure, Huineng, performing a different mundane action. This reaffirms the focus of the Southern Chan Tradition, which is to attain sudden enlightenment without having to train to be a monk in the conventional way or to study Buddhist scriptures. The body is the tree of enlightenment, The mind is like a bright mirror’s stand; Time after time polish it diligently, So that no dust can collect. Enlightenment is not a tree, The bright mirror has no stand; Originally there is not one thing- What place could there be for dust?","Title":"Huineng - Wikipedia","KeyID":"18737","URL":"https://en.wikipedia.org/wiki/Huineng"}