{"Content: ":"Taichung (/ˌtaɪˈtʃʊŋ/,[6] Wade–Giles: Tʻai²-chung¹, pinyin: Táizhōng), officially Taichung City,[I] is a special municipality located in central Taiwan. Taichung has approximately 2.82 million residents and is currently the second most populous city of Taiwan, next to New Taipei City.[7][8] It serves as the core of the Taichung–Changhua metropolitan area, the second largest metropolitan area in Taiwan. Located in the Taichung Basin, the city was initially developed from several scattered hamlets helmed by the Taiwanese indigenous peoples. It was designated as Taiwan-fu in the late Qing dynastic era when the city was constructed to be the new capital of Taiwan Province in the Qing Dynasty between 1887 and 1894. During the Japanese era from 1895, the urban planning of present-day city of Taichung was performed and developed by the Japanese.[9] After the start of ROC rule in 1945, the urban area of Taichung was organized as a provincial city, until 25 December 2010, the original provincial city and Taichung County were merged into a new special municipality.[10] The city is home to the National Museum of Natural Science, the National Taiwan Museum of Fine Arts, the National Taichung Theater, the National Library of Public Information, and the National Taiwan Symphony Orchestra, as well as many cultural sites, including the historic Taichung Park, the Lin Family Gardens, and many temples. The Atayal Taiwanese aborigines as well as several Taiwanese Plains Aboriginal tribes (including the Taokas, Papora, Pazeh, Hoanya and Babuza people) populated the plains that make up modern Taichung. They were originally hunter gatherers who later lived by cultivating millet and taro.[11] In the 17th century, the Papora, Babuza, Pazeh, and Hoanya established the Kingdom of Middag, occupying the western part of present-day Taichung.{{Citation needed}} In 1682, the Qing dynasty wrested control of western Taiwan from the Cheng family (Kingdom of Tungning). In 1684, Zhuluo County was established, encompassing the underdeveloped northern two-thirds of Taiwan. Modern-day Taichung traces its beginnings to a settlement named Toatun (Chinese: 大墩; pinyin: Dàdūn; Wade–Giles: Ta4-tun1; Pe̍h-ōe-jī: Toā-tun; lit. 'large mound') in 1705. To strengthen Qing control, a garrison was established in 1721 near the site of present-day Taichung Park by Lan Ting-chen.[12] North of the city, on the Dajia River, an aboriginal revolt broke out in 1731 after Chinese officials moved in and compelled them to provide labor. The revolt spread through the city as far south as Changhua County in May 1732 before the rebels were chased into the mountains by Qing forces.[13] In 1786, another rebellion against the Qing, known as the Lin Shuangwen rebellion, began as an attempt to overthrow the government and restore the Ming dynasty. Unfortunately, as the rebels moved northward, they turned to slaughter and looting. They were eventually defeated by a coalition of Qing forces, Hakka, Quanzhou Fujianese descendants, and aboriginal volunteers.[14] When Taiwan Province was declared an independent province in 1887, the government intended to construct its capital city at the centrally located Toatun, which was also designated as the seat of Taiwan Prefecture.[15] Thus the city took the title of \"Taiwan-fu\", meaning \"capital city of Taiwan\", from modern-day Tainan, which had held the title for more than 200 years. Qing official Liu Ming-chuan received permission to oversee development of the area, which included constructing a railway through the city.[16] However, the provincial capital was ultimately moved to Taipei. After the Qing dynasty lost the Sino-Japanese War in 1895, Taiwan was ceded to Japan by the Treaty of Shimonoseki, and the name of the city was changed to Taichū (Japanese: 臺中). The Japanese sought to develop the city to make it the first \"modern\" area of Taiwan[17] and invested in roads, dams, and levees. In 1901, Taichū Chō (臺中廳) was established as one of twenty local administrative districts on the island. In 1904, the town of Taichū had a population of 6,423, and Taichū District had more than 207,000.[18] Taichū Park was completed in 1903. A tower marking the old north gate was moved to the new park where it stands today. The first market in Taichū was built in 1908, along Jiguang Road between the Zhongzheng and Chenggong Roads and it is still in use today.[11] The Japanese undertook a north-south island railway project. Taichū Train Station was completed and began operation in 1917,[11] and still operates today. Taichū City was officially declared by Japanese authorities in 1920, and Taichū City Hall was completed in 1924 after eleven years of construction.[11] Kōkan Airport (公館空港), now known as Taichung Airport, was constructed during Japanese rule. Taichū Middle School (now known as Taichung First Senior High School) was founded in 1915 by elite members of local gentry, including Lin Hsien-tang and his brother Lin Lieh-tang [zh], two wealthy Taiwanese intellectuals of the era. This was in an effort to teach children the culture of Taiwan and to foster the spirit of the Taiwanese localization movement.[11] The Taiwanese Cultural Association, founded in 1921 in Taipei by Lin Hsien-tang, was moved to Taichū in 1927. Most of the members of this association were from Taichū and the surrounding area. The city became a center of Taiwanese culture and nationalism.[11] From 1926 to 1945, Taichū Prefecture covered modern-day Taichung as well as Changhua County and Nantou County. After the handover of Taiwan from Japan to the Republic of China in October 1945, Taichung County was established, which consists of present-day area of Taichung City, Miaoli County and Taoyuan City. In 1947 the first Mayor of Taichung County (which included Taichung City) was Lai Tien Shen. The position was appointed by the government to rule during the interim period. In 1950, Miaoli and Taoyuan were taken out from Taichung County area to form Miaoli County and Taoyuan County respectively. In June 2009, the Executive Yuan approved the plan to merge Taichung City and Taichung County to form a larger Taichung City.[19] On 25 December 2010, the city was merged with the surrounding Taichung County to create a special municipality of 2.65 million people spread across 2,214 km2 (855 sq mi).[20] In 2020, Taichung was classified as a \"Gamma\" level global city by the Globalization and World Cities Research Network.[21] Taichung City is located in the Taichung Basin[22] along the main western coastal plain that stretches along the west coast from northern Taiwan almost to the southern tip. The city borders Changhua County, Nantou County, Hualien County, Yilan County, Hsinchu County and Miaoli County. The Central Mountain Range lies just to the east of the city. Rolling hills run to the north leading to Miaoli County, while flat coastal plains dominate the landscape to the south leading to Changhua County and the Taiwan Strait to the west. The Dadu Plateau lies to the northwest. Taichung has a warm humid subtropical climate (Köppen Cwa) bordering on a tropical monsoon climate, with an average annual temperature of 23.3 °C (73.9 °F). The highest temperature of the year occurs in July and August, while the lowest temperature occurs in January and February.[23] Daytime temperatures remain warm to hot year-round, though night time temperatures during the winter months are significantly cooler than those during the summer and the warm daytime temperature. Its average annual rainfall is just above 1,700 mm (67 in), relatively low compared to other major cities of Taiwan.[24] The average humidity is 80%. Due to the protection provided by the Central Mountain Range to the east and the Miaoli hills to the north, Taichung is rarely severely affected by typhoons. However, occasional typhoons emerging from the South China Sea can pose a threat to the city as evidenced by Typhoon Wayne in 1986, which struck the west coast of Taiwan near Taichung.[25] Due to Taichung plain's strong radiative cooling effect[citation needed], Taichung City is one of the few cities of Taiwan where the year round average daily low temperature falls below 20 °C (68 °F), with even most cities of northern Taiwan, such as Taipei and Keelung having an average low of over 20.5 °C (68.9 °F). Taichung's population was estimated to be 2,816,667 in March 2020.[27] There are slightly more females in the city (50.97%) than males. 24.32% of residents are children, while 16.63% are young people, 52.68% are middle-age, and 6.73% are elderly.[28] According to Ministry of Interior statistics, the fertility rate in Taichung City in 2007 was 1.165 for each woman. The city surpassed Kaohsiung to become the second largest city in Taiwan in July 2017, growing at the 2nd fastest rate in Taiwan from 2012 to 2017.[29] Recent population increases have been attributed to natural population growth, more people moving to the city, and subsidized housing.[30] Unlike Taipei in the north, which is solidly in the Pan-Blue political camp, and the southern cities of Kaohsiung and Tainan that are solidly Pan-Green, Taichung is more balanced, with the urban city center area leaning Blue and the suburban and rural areas leaning Green. In fact, both major political parties have won a mayoral election among the last four with at least 49 percent of the vote (Democratic Progressive Party in 1997 and 2014 and the Kuomintang in 2001 and 2005).[31] Similarly, the Kuomintang majority in the city council is not as large as it is in other cities, and is only negligible when one excludes Beitun District, which is solidly pro-Kuomintang. Taichung City's executive branch is headed by mayor Lu Shiow-yen of the Kuomintang.[32] Taichung's legislative branch is a unicameral 46-member City Council. Each member is elected from one of six member districts where each voter has only one vote. Taichung consists of 29 districts, 28 districts and 1 mountain indigenous district.[33][34] Inner Taichung refers to the eight former districts of Taichung City before the merger with Taichung County on December 25, 2010. Colors indicate statutory language status of Hakka language in the respective subdivisions. Note that Heping District is also an indigenous area of the Atayal people. Taichung is home to many industries. Taichung's Industrial Zone, located in Xitun District, is home to many factories, while nearby World Trade Center Taichung hosts many industrial conventions every year. Taichung is also home to the Central Taiwan Science Park, known for the many semiconductor factories located there, most notably TSMC.[35] Taichung is also known for its bicycle manufacturing. Notable business located in Taichung include Giant Bicycles, SRAM, and TRP Brakes.[36][37] Merida Bicycles is also located in nearby Dacun, Changhua. Taichung is most famous for its suncakes.[38] Taichung's Chun Shui Tang teahouse (春水堂) is where bubble tea was invented.[39] The recent surge in population resulted in the growth of the retail sector,[citation needed] with the opening of large department stores in Xitun District. Two railways run parallel to each other in Taichung: the Taichung Line, which passes through the urban areas in the interior, and the West Coast Line, which passes through rural areas closer to the coastal shore. Taichung railway station is located in the heart of the city in Central District and numerous bus companies provide connections to other towns by bus. The THSR Taichung Station is located in Wuri, serving travel demands of both Taichung City and the northern parts of Changhua County. THSR Taichung Station is accessible by local trains, MRT Green Line, as well as free shuttle buses into the city. Taichung Port, located on the coast in Taichung City, is the second largest cargo facility on the island capable of handling container shipping. Despite being the second largest port on the island of Taiwan, there are no passenger ferry services available and the port is closed to unauthorized personnel. Taichung City generally follows a radial road layout, with its center at Taichung railway station. Major roads start in Central District and run outwards, including Taiwan Boulevard, Xiangshang Road, Zhongqing Road, and Zhongshan Road. Freeway 1 runs along the Fazi River on the outskirts of the city, while Freeway 3 runs along the Dadu River to the coastal plains on the west, where it then runs parallel to the coastline. Freeway 4 begins in Qingshui District and terminates in Fengyuan District. Highway 74, known as the Taichung Ring Expressway circles the outskirts of the city, while Highway 63, known as the Zhongtou Expressway, runs from Taichung southward to Caotun, Nantou. Many other highways run through the city. Most road signs in the city have romanized spelling. The most frequently used public transportation system in Taichung is by bus, with 18 bus companies providing 275 routes that cover all districts. All station names are announced in both Mandarin and English, while some also providing Hokkien pronunciations. For passengers using a contactless smartcard (for example, an EasyCard), the first 10 kilometers are free. The city currently has one MRT line, the Green line, which opened on April 25, 2021. Other lines are currently under planning. For a short period of time, the city operated a bus rapid transit system, named the BRT Blue Line, running down Taiwan Boulevard. It used articulated buses running a specialized lane, a first in Taiwan. The system began operation in July 2014; however, it did little to ameliorate traffic congestion, and was terminated within a year. The lane and specialized bus stops are currently used as a general bus lane, with bus lines 300-310 running through it. Taichung International Airport is the third and newest international airport in Taiwan. It occupies the western corner of Ching Chuan Kang Air Base (CCK) and is about 20 kilometers (12 mi) from downtown Taichung City. The current airport replaced Shuinan Airport as Taichung's airport in 2004. Taichung City is in the process of implementing Hanyu Pinyin on road signs throughout the city. However, there are still signs displaying spellings from previously used romanization systems, as well as Tongyong Pinyin and systems that do not conform to any standard system.[40] Unlike Taipei, which uses a capital letter at the beginning of every syllable, Taichung City uses the standard form of Hanyu Pinyin on street signs erected in recent years. However, the municipal website uses the Taipei system. Most major intersections have at least one sign containing some form of romanization. Nearly every intersection in the downtown area has signs in Hanyu Pinyin. However, outside of the downtown area, while coverage by Hanyu Pinyin signs is improving, many intersections have signs in other romanization systems (especially Wade–Giles and MPS2) or no Romanized signs at all. Taichung has a large number of temples, many of which hold historic and cultural value. According to a 2018 survey by the city government, Taichung is home to 1,012 registered temples, of which 774 are Taoist and 208 are Buddhist.[41] The Goddess Mazu is one of the most popular Deity. Jenn Lann Temple is the starting point of the annual Dajia Mazu Pilgrimage, one of two largest such pilgrimages in Taiwan (along with the Baishatun Mazu Pilgrimage). Each year, worshippers carry a litter containing a statue of Mazu and travel 340 km (210 mi) on foot to Xingang, Chiayi and back.[42][43] Lecheng Temple hosts a similar Eighteen Villages Pilgrimage, where the temple's \"Hanxi Mazu\" is paraded through eighteen villages for good luck.[44] Other notable Mazu temples include Wanhe Temple and Haotian Temple. Confucianism is a crucial part of many Chinese cultures. In Taichung, there are two historic major temples dedicated to Wenchang Dijun, the patron deity of literature: Beitun Wenchang Temple and Nantun Wenchang Temple. The Taichung Confucian Temple is a large and relatively new complex dedicated to Confucius himself. There are also several ancestral shrines in Taichung, notably the Lin Family Ancestral Shrine, the Zhang Family Temple, and the Zhang Liao Family Temple. Many other deities are worshipped in the city, including: Lecheng Temple, built during the Qing Dynasty Taichung Martyrs' Shrine Lin Family Ancestral Shrine in South District. Built during the Qing Dynasty. Beitun Wenchang Temple built during the Qing Dynasty. Wanhe Temple Taichung has several open-air night markets that feature local food and diversions:[45] Taichung has a famous hot spring, Guguan hot spring, located in Heping District. The Sinon Bulls was a professional baseball team playing in the four-team Chinese Professional Baseball League. While they were identified with Taichung City, many of their “home games” were played outside of the city due to the inadequacies of the old Taichung Baseball Field. The team was expected to move into the newly completed Taichung Intercontinental Baseball Stadium in 2008, but never did. At the end of the 2012 season, Sinon Corporation announced its intention to sell the team. By late December, an agreement was reached between Sinon Corporation and E-United Group, and the team was renamed EDA Rhinos and moved to Kaohsiung. The Special Force II division of the Flash Wolves esports team is known as the Taichung Flash Wolves, the team competed in the Special Force II Pro League (SF2PL) based in Taipei.[46] Taichung is home to Taichung City FC, a club which strives to represent Taichung in soccer tournaments as well as charitable events.[47] In 2015, after the CTBC Holdings took ownership of the Brother Elephants and renamed the team CTBC Brothers, they made Taichung Intercontinental Baseball Stadium their home as part of the CPBL's effort to establish home fields. During the COVID-19 pandemic, a professional basketball league P. LEAGUE+ was established in 2020. The league hosted the third stop of the preseason schedule at National Taiwan University of Sport (國立台灣體育運動大學) on November 21 and 22. In the inaugural season 2020-2021, the Formosa Taishin Dreamers have scheduled two of their twelve home games at NTUS. Cup Marathon is held on the city's streets every autumn, either in October or November. Recent major sporting events held by Taichung include: Notable people: Taichung has signed sister city agreements with nineteen cities in nine countries since 1965. They are listed below along with the dates that the agreements were signed.[48] Taichung Lin Family Mansion Taichung Natural Way Six Arts Cultural Center Natural Way Six Arts Cultural Center Taichung Park Taichung Lu Chuan canal National Taichung Theater New Taichung Main Station Old Taichung Station The Imperial Sugar Factory Taichung Shiyakusho Sun cake museum Taichung Miyahara Oculist (Now a department store) Taichung Chuo Bookstore ","Title":"Taichung - Wikipedia","KeyID":"18730","URL":"https://en.wikipedia.org/wiki/Taizhong"}