{"Content: ":"The University of Wales Trinity Saint David (Welsh: Prifysgol Cymru Y Drindod Dewi Sant) is a multi-campus university with three main campuses in South West Wales, in Carmarthen, Lampeter and Swansea, a fourth campus in London, England, and learning centres in Cardiff, Wales, and Birmingham, England.[3][4][5] The university came into existence through the merger of the two oldest higher education institutions in Wales, the University of Wales, Lampeter (UWL) and Trinity University College (TUC) in 2010, under Lampeter's royal charter of 1828. In 2011, it was announced that the University of Wales would also be merged into Trinity Saint David. On 1 August 2013 the university merged with Swansea Metropolitan University. The Patron of the university is the Prince of Wales,[6] the President of Trinity Saint David is R. Brinley Jones and the Vice-Chancellor is Medwin Hughes. The University of Wales Trinity Saint David was formed in July 2010 by the merger of the University of Wales, Lampeter and Trinity University College, via a supplementary charter to Lampeter's 1828 royal charter.[7] In 2008, a QAA report on Lampeter concluded that, although the quality of the university's degrees was satisfactory, they had \"limited confidence\" in the institution's quality assurance procedures and systems.[8] Further to this assessment, HEFCW commissioned a further report which found \"very real problems of leadership and management\" at the university.[9][10] As a direct result, in December 2008, Lampeter announced that it was in merger talks with Trinity with the intention of forming a new university. This was formally announced in April 2009, when the institution's new name, University of Wales, Trinity Saint David, was revealed. The university received its first students in September 2010. The name of the institution is a combination of Lampeter's original name (Saint David's College) and the name of Trinity University College. In June 2010, a declaration of intent was announced between Trinity Saint David, Swansea Metropolitan University and three regional further education colleges (Coleg Ceredigion, Coleg Sir Benfro and Coleg Sir Gâr) to establish a South-West Wales regional post-16 further education and higher education educational group.[11] The FE colleges were to merge into one educational group, whilst the HE institutions would merge into another educational group, with both working closely within the region. In December 2010 it was announced that the university would merge with Swansea Metropolitan University.[12] This merger was completed on 1 August 2013.[13] In May 2011 the university announced it would be establishing the Wales International Academy of Voice in Cardiff, opening in June 2011.[14] In October 2011, it was announced that the University of Wales would also be merged into Trinity Saint David.[15][16][17][18][19] A deed of union signed in 2017 functionally integrated the two universities, although the full constitutional merger has not been completed as of September 2018.[20] A London campus was opened in 2012. In August 2012, it was announced that Coleg Sir Gâr, a further education college with five campuses across Carmarthenshire, would be merged with Trinity Saint David, forming a combined higher education and further education institution.[21] In 2015, the university established a second centre in Cardiff with the launch of Canolfan Berfformio Cymru (the Wales Centre for Performance).[22] In 2016, Coleg Ceredigion, another further education college with campuses in Cardigan and Aberystwyth, merged with the university.[23] The university opened a \"learning centre\" in Birmingham in 2018, offering level 4 (first year undergraduate) courses leading to a Certificate of Higher Education.[24] In 2020 the university entered a strategic alliance with the University of South Wales through a Deed of Association. A joint statement said that the two universities would be \"working together on a national mission to strengthen Wales’ innovation capacity, supporting economic regeneration and the renewal of its communities\", while retaining their autonomy and distinct identities.[25] The Lampeter campus includes a number of academic, utility and residential buildings. Charles Robert Cockerell designed the original college building, now called the Saint David's Building (informally known as Old Building or OB by students) in the centre of the grounds. It is a Grade II* listed building and contains lecture rooms, administrative offices, student residential accommodation and the following three main areas: The Old Hall was the college dining hall until the Lloyd Thomas refectory was opened in 1969. It then became part of the students' union, used as a venue for meetings and dances. After the opening of a new students' union building, it fell into disuse until 1991 when it was re-opened after much restoration; it is now used as one of the university's principal venues for meetings, dinners and conferences and is often hired out to outside organisations. It is also used for examinations and occasional lectures. The Old Hall also contains paintings of various principals, presidents, benefactors, vice-chancellors et al. including the founder of the University Bishop Thomas Burgess, Maurice Jones, Thomas Price, Llewelyn Lewellin, Edward Harold Browne, Keith Robbins and Brian Robert Morris. St David's Chapel was consecrated in 1827. In 1879, soon after the foundation of the 16' Club, it was rebuilt according to the specifications of the architect Thomas Graham Jackson of Cambridge and re-opened on 24 June 1880. It was again refurbished during the 1930s, mainly through the provision of a new reredos (incorporating depictions of St David, Christ and St Deiniol in 1933 and a major overhaul of the organ in 1934. The chapel is provided with a dedicated chaplain and services are held here on Sundays and throughout the week as well as on saints' days and major festivals. These are generally well-attended by a mixture of staff, students and alumni. The Founders' Library, named after its founders — Thomas Burgess, Thomas Bowdler and Thomas Phillips — was the college's library until the new library opened in 1966. It later housed the extremely rich collection of the university's oldest printed books (1470–1850) and manuscripts (from the 13th century onwards), as well as the university's archives. In 2005, it was announced that a new £700,000 extension, the Roderic Bowen Library & Archives, was to be built adjoining the Main Library to house the university's special collections; the Founders' Library was not environmentally suitable for such valuable and fragile documents. This extension to the main library was completed and opened in 2008. The former Founders' Library was subsequently refurbished and was reopened by Charles, Prince of Wales to provide outside conference and seminar facilities. The Canterbury Building was built to house a growing number of students at the end of the 19th century. The foundation stone was laid by the Archbishop of Canterbury in 1885 and the building was officially opened on 24 June 1887. It contained a physical science laboratory, two lecture rooms and new accommodation. However, structural problems forced the university to demolish the original building in the summer of 1971. The second Canterbury Building was opened on 20 October 1973 by the Vice-Chancellor of the University of Kent and at various times housed the History, Classics, Foundation, Welsh and English departments. The second Canterbury Building was demolished during 2012, and the third Canterbury Building, opened during the 2012/13 academic year, now houses the Student Services Hub.[26] The Library was opened on 7 July 1966 by the then Chancellor of the University of Wales, Prince Philip, Duke of Edinburgh. It was extended and then reopened by Charles, Prince of Wales on 21 June 1984. The Arts Building was built to house the geography department and was opened by Peter Thomas, Secretary of State for Wales on 4 October 1971. Currently, the Arts Building houses the School of Archaeology, History and Anthropology and the School of Management, VSS, IT, Business and Tourism as well as the Department of Philosophy. The Cliff Tucker building, on the banks of the River Dulas, was opened by Sir Anthony Hopkins in 1996 on the site of the former archaeology practice trenches and incorporates several teaching rooms and a lecture theatre. It is named in honour of Cliff Tucker, a former student and benefactor of the university. Completed in 1997 and named after Sheikh Khalifa bin Zayed Al Nahyan, a benefactor of the UWL, the Sheikh Khalifa building is the home of the School of Theology, Religious Studies and Islamic Studies, one of the largest Schools of its kind in the United Kingdom. It was opened by Professor Sir Stewart Sutherland. Behind the departmental building is a small mosque and prayer room, used by Islamic students and residents of the town, and also the Rowland Williams Research building. Opened in 2007, the Confucius Institute is the home of the university's department of Chinese Studies. The mission of the Confucius Institute has been to build bridges between Wales and China. The Roderic Bowen Library & Archives were completed in 2007, adjoining the main library building. They are named after Roderic Bowen, a former President of the university. The books, manuscripts and archives kept therein were formerly held in the St David's Building Founders' Library. The library was opened on 17 October 2008 by the former First Minister for Wales, Rhodri Morgan. It is a resource for teaching, research and scholarship within the university and for the wider academic community. The Students' Union houses the university's main entertainment venue, the Xtension, a bar, television and pool rooms, student shop and offices for union officials. It is the main focus of social life on campus, hosting club nights, socials, pool tournaments and charity events. The Bishop Burgess Hall formerly housed the Departments of Classics and Philosophy. In 2009 it was converted to become a hub for student services. Inside the cloisters of Saint David's Building. The Roderick Bowen Library & Archives extension to the Main Library. The Arts Building entrance, before refurbishment in 2013. The Xtension Bar which contains the campus's nightclub. The Students' Union building (Ty Ceredig) containing the Old Bar Although its foundation and indeed its speciality lies in education, the campus now also teaches a variety of degrees in subjects such as sport, health and nutrition, religious and Islamic studies, psychology, social inclusion, creative arts, photography, film and drama, business and tourism, and English and creative writing. The Carmarthen campus is the base of two of the university's three faculties.[27] The campus is centred around the original 1848 Old Building of Trinity College. It originally contained all of the original dormitories, common rooms, libraries, an original university quadrangle and teaching spaces. The building today houses several lecture theatres and smaller classrooms often used by the university's School of Justice and Social Inclusion (including psychology) and theology, religious studies and Islamic studies. Another feature of the old building of Carmarthen is the Archbishop Childs' Hall. Named after Derrick Greenslade Childs, who was Archbishop of Wales, Bishop of Monmouth and director of the Church of Wales. Childs was principal of Trinity in 1965. The hall is of a classical shape and is hung with framed paintings of Childs. On the outside of the building, there is a carved crest of the Bishops of Wales. Cwad – The original 1848 quadrangle, what later became the old college library has been modified into the 'Cwad'. This operates in partnership with the main library. Attached to the main body of the Old Building is the University Chapel. This was built in 1848 and although it has been modified slightly, still retains many original features. Attached to this is the historic ante-chapel, the original chapel the present one being an extension added in 1932, which is dedicated to past students and professors who served in the first world war. The ante-chapel contains a font and is decorated with student artwork. There is also the university chapel lounge which now houses the university's chaplaincy library and serves as a comfortable, relaxed meeting space for the Chapel community. This room also has a stained glass window installed in 2008 in memory of Norah Isaac, former lecturer and pioneer of Welsh language education. The Swansea-based Faculty of Business and Management has three units (Carmarthen Business School; Sport, Health and Outdoor Education: Carmarthen; Wales Institute for Work-based Learning) on the Carmarthen campus.[28] The surrounding campus is a blend of modern buildings surrounded by sweeping lawns and gardens. Opposite the old building is the Halliwell Centre, named after a former principal of Trinity College, Thomas Halliwell, which is primarily used as a conference facility. Attached to the centre is the Merlin restaurant which is the campus' main restaurant and refectory for catered students.[29] The Carwyn James Building is a large four-storey building named after Carwyn James, a former Welsh rugby player, teacher and lecturer at Trinity College. This facility is home to the Faculty of Education and Training. Emyr Wyn Jones Building- This building contains office space, music suites and practice rooms for the School of Performing Arts. Adjoining this building was the School's main workshop for the degree of theatre production and design. The Dewi Building was originally built in 1925 as the Dewi Hostel. It was an extension of the original old college and served as an extra wing for student accommodation. An account of the conditions of the hostel survives from a student living in them at the time; \"To keep oneself warm in the new wing during the Winter months was a problem for although it had a system of heating, the heat seldom reached even the second floor. To wash we depended on the rain-water caught in the roof of the building and this was always cold\".[30] The main library of the university campus was constructed in 1995 to accommodate the growing diversity of subjects on the campus and is located opposite the Parry Block. It is dedicated to the poet Raymond Garlick, who was a principal lecturer in Trinity's Welsh department. The Parry Building, named after Albert William Parry (a former principal of the college and psychology lecturer 1909–1940),[31] contains a variety of teaching facilities used largely by the university's School of Creative Arts. These include fairly large classrooms and smaller art studios. The building runs parallel to the Norah Isaac building and the two are of very similar designs. Originally the front façade of the building, the oldest part, was the broadcast room in 1950. Students' Union – The students' union building was the centre of student social life on the campus. Constructed in 1972 it comprised two main venues: the Attic Bar which served food and drinks and downstairs 'Unity', the main entertainment venue of the Union. This facility hosted club nights as well as other social events. The Union incorporated many societies, ranging from sports such as rugby and hockey to historical societies. Norah Isaac Building – This building is home to the school of social justice and Inclusion and contains the reception for that school. It is named after Norah Isaac, who was responsible for setting up the first ever Welsh drama department, and was a founder of the performing arts tradition at Trinity.[32] It has a selection of classrooms and lecture suites. Degrees in English and Creative Writing are also taught in this building, which is also home to the university's foreign office, which deals with international programmes. It is located directly opposite the Parry Building. Robert Hunter Building – Named after Robert Hunter, this building contains a selection of classrooms, lecture halls and laboratories used by the school of sport, health and outdoor education. The facility is located near the Myrddin Accommodation blocks, and is surrounded by picturesque gardens and ponds. Dafydd Rowlands Building – Named after the author Dafydd Rowlands, a minister and previous lecturer of Trinity College in the Welsh department, the building is home to the university's department of Film and Visual Media, this space contains laboratories and studios as well as several working spaces for other programmes within the school of creative arts. It also houses office space. UWTSD took over the campuses of Swansea Metropolitan University upon the merger of the two institutions. These now make up part of the Swansea city centre campuses of the university, consisting of the Dynevor campus, the Mount Pleasant campus, the Alex Design Exchange, and the Swansea Business Campus (including the Swansea Business School).[33] The current Swansea Business School building was a part of Swansea Metropolitan University from its formation in 1897 as the Swansea Technical College. In 2018 the university opened a new £350 million campus at the SA1 Swansea Waterfront, housing Yr Athrofa: the Institute of Education, and the Faculty of Architecture, Computing and Engineering.[34] Staff and students from the city centre Townhill and Mount Pleasant campuses relocated to SA1, with Townhill closing at the end of the 2017–18 academic year although the university has retained a presence at Mount Pleasant.[35][36] The university's London Campus opened in 2012, originally in Islington, and moved to its current location in Winchester House on Cranmer Road in Lambeth in 2013.[37] The campus offers a variety of BA, MA, MBA and DBA courses in various business and management fields, as well as a BSc in cloud computing.[38] UWTSD opened its Birmingham Learning Centre in March 2018. It is based on Stratford Road in the Sparkhill area of Birmingham.[39] The centre offers BA courses management fields.[40] The university has two learning centres in Cardiff: the Wales International Academy of Voice and the Canolfan Berfformio Cymru (Wales Centre for Performance).[41] The university is a part of what has been called a dual-sector university, delivering both higher and further education. It has franchise or validation partnerships with a number of other further and higher education institutions across the UK, including:[42] In addition to these, the university has a joint award MSc/EdD programme with Bangor University.[42] It also has a number of international validation and franchise agreements.[42] The university is organised into a number of academic schools and faculties.[43] The Vice-Chancellor is the chief executive of the university and the post is currently held by Medwin Hughes. The university was the first in the UK to place at its core sustainable development. The university's Institute of Sustainable Practice and Resource Effectiveness or INSPIRE is designed to ensure that students are prepared for their futures in the workplace and in society as a whole.[51] With many of the degrees offered by the university there is less emphasis placed upon UCAS points and more upon individual merit especially regarding mature students. However, for many of the degrees offered within the Faculty of Humanities a set number of UCAS points is required; for most courses this is usually between 240 and 280. For postgraduate taught programs a minimum of an upper second class degree is required.[52] The university has continued the tradition of research in the humanities at Lampeter.[53] In the 2014 Research Excellence Framework (REF2014), 47% of the university's research was judged as world leading (4*) or internationally excellent (3*).[54] The university entered six units of assessment in REF2014, with 26% of research being judged 4* and 39% 3* in Modern Languages and Linguistics (jointly with the University of Wales's Centre for Advanced Celtic Studies), 23% 4* and 52% 3* in Art and Design: History Practice and Theory (jointly with the University of South Wales and Cardiff Metropolitan University as the Wales Institute for Research in Art and Design), 14% 4* and 48% 3* in Theology and Religious Studies, 9% 4* and 25% 3* in Geography, Environmental Studies and Archaeology, 4% 4* and 38% 3* in Classics, and 3% 3* in General Engineering.[55] The pioneering Sophia Centre for the Study of Cosmology in Culture is a world centre for the study of the impact, role and function of cosmological, astronomical and astrological beliefs and practices in human culture.[56] Students are represented by The University of Wales Trinity Saint David Students' Union (UWTSDSU).[57] The students union has buildings on all three main campuses, with bars in Carmarthen (Taphouse72) and Lampeter (Old Bar & Xtention).[58] Both Lampeter and Carmarthen campuses have sports halls with badminton and squash courts, with a hockey team drawing from students of both campuses and a fencing team based on the St David's College campus which regularly competes in Welsh leagues and championships. Both campuses also have indoor climbing walls. For outdoor sports, the university has tennis courts, a cricket field and facilities for football and rugby. The Carmarthen Campus also has an indoor swimming pool, an up-to-date gym and fitness suite and AstroTurf. There are plans in motion to add gym facilities to Lampeter through the conversion of one of the squash courts.[citation needed] The college cricket pavilion at Lampeter was opened officially on 1 May 1909 and is now a listed building in its own right.[citation needed] Rugby was introduced to the old St David's College by vice-principal Rowland Williams around 1850 and, as such, the Lampeter campus can claim to have the oldest rugby football team in Wales. Despite some debate as to whether this honour belongs to the town team or the university side, the Welsh Rugby Union's official history \"Fields of Praise: The Official History of the Welsh Rugby Union, 1881–1981\"[59] indicates the college team as the first. However, Lampeter Town RFC were the representatives of Lampeter at the formation of the WRU in 1881.[citation needed] At Trinity, rugby has long been an important part of college life. Indeed, a number of alumni went on to become outstanding international players including Sid Judd, Ronnie Boon, Dewi Bebb, and Barry John. Wales and British Lions winger Gerald Davies is a former student of both former universities.[citation needed] Both Carmarthen and Lampeter campuses provide on-campus halls of residence, although some students opt to live in privately rented student housing within the respective towns. Both campuses can house approximately 600 students. The university provides various residences for students. The Lampeter Campus is generally able to house the majority of its students on campus principally within the following Halls and Buildings, named after personalities involved with the campus's past. Lampeter Campus is also home of the 16' Club, the oldest student dining club in Wales. The Carmarthen Campus is able to house hundreds of students on Campus, though many students opt to live in the town. in 2018 with the closure of the Townhill and Mount Pleasant Campus the university opened a halls of residence in Llys Glas in the Swansea City Centre. Until 2014, the university awarded University of Wales degrees and, as such, the academic dress was that of the University of Wales: bachelors wore a black gown with bell sleeves and a black simple shape hood, master's wore a black gown with glove sleeves and a black full shape hood, and doctors wore a crimson gown with a crimson full shape hood. Hoods (and doctoral gowns) were lined with colours indicating the faculty, e.g. mazarin blue shot green for arts, mazarin blue shot red for theology or divinity, and bronze (yellow shot black) for science.[61] Since July 2014, UWTSD has awarded its own degrees.[62] However, the academic dress used for the UWTSD degrees has not changed from that used for University of Wales degrees.","Title":"University of Wales Trinity Saint David - Wikipedia","KeyID":"18745","URL":"https://en.wikipedia.org/wiki/University_of_Wales_Trinity_Saint_David"}