{"Content: ":"Griffith University is a public research university in South East Queensland on the east coast of Australia. Formally founded in 1971,[2] Griffith opened its doors in 1975, introducing Australia's first degrees in environmental science and Asian studies. The university is named after Sir Samuel Walker Griffith, who was twice Premier of Queensland and the first Chief Justice of the High Court of Australia. Sir Samuel Griffith played a major role in the Federation of Australia and was the principal author of the Australian constitution. Opening initially with the one campus at Nathan and 451 students, the University now has five physical campuses spanning three cities, the largest of which are the Gold Coast campus at Southport and the Nathan campus in Brisbane. The Mount Gravatt and South Bank campuses are also located in Brisbane, while the Logan campus is at Meadowbrook.[3][4] In 2018, the University launched its Digital campus, now its sixth campus, which offers a range of online degrees.[5] Griffith has around 50,000 students[6] and offers a full suite of undergraduate, postgraduate and research degrees in the areas of business and government, criminology and law, education, engineering and information technology, environment, planning and architecture, health, humanities and languages, music, science and aviation, and visual and creative arts. It is a verdant university and a member of the IRU. In the 2019 Student Experience Survey, Griffith University recorded the seventh highest student satisfaction rating out of all Australian universities, and the highest student satisfaction rating out of all public Queensland universities, with an overall satisfaction rating of 82.1.[7][8] Since 2012, Griffith University has received more Australian Awards for University Teaching than any other Australian university.[9] Griffith has many distinguished alumni and academic staff, including 2017 Australian of the Year Emeritus Professor Alan Mackay-Sim. In 1965, 174 hectares (430 acres) of natural bushland at Nathan were set aside for a new campus.[10] Initially the site was to be part of the University of Queensland, which was experiencing strong demand in humanities and social sciences.[10] By 1970 a new institution was being mooted, and Theodor Bray (later Sir Theodor Bray) was asked by the Queensland Government to establish a second for Brisbane and the third for the state. After several months of discussion, the Queensland Government announced on 24 December 1970 that Bray would head a committee charged with establishing Griffith University. The Mount Gravatt site was renamed Nathan and set to become Griffith's first campus.[11] On 30 September 1971, the Queensland Government officially created and recognised Griffith University with the passing of the Assent to Griffith University Act 1971.[11] On 5 March 1975, Griffith University began teaching 451 students in four schools: Australian Environmental Studies, Humanities, Modern Asian Studies and Science.[3] The university was distinguished by its \"problem-based\" rather than disciplinary approach to course design and research. In the 1990s, the Dawkins Revolution saw a number of tertiary education reforms in Australia, resulting in a series of amalgamations of colleges and universities. In 1990, the Mount Gravatt Teacher's College (established in 1969) and Gold Coast College of Advanced Education (established in 1987) became official campuses of Griffith University. The Queensland Conservatorium of Music continued the higher education mergers and became an official part of Griffith University in 1991. Originally established in 1957, the new entity became known as Queensland Conservatorium Griffith University. In 1992, the amalgamations were completed for Griffith, with the Queensland College of Art (QCA), established in 1881 and recognised as the oldest continuous operating art training institution in Australia, officially becoming part of the university.[11] Griffith's fifth campus, Logan, opened in 1998. Located in the suburb of Meadowbrook, on an area of green fields south of Brisbane, the Logan campus was established to specifically address the interests and needs of the Logan City area.[4] Griffith University was an official Partner of the Gold Coast 2018 Commonwealth Games. Over 500 university students and staff were closely involved in the planning and delivery of event.[12] Griffith University's campuses are distinctive for their nature-based settings within urban environments. The Gold Coast campus is located in the Gold Coast suburb of Southport. Set in native bushland, on the land of the Aboriginal Yugambeh and Kombumerri peoples,[13] this campus plays host to over 18,200 students from all over Australia and the world. It is Griffith University's largest campus. The campus has seen significant growth and development over the last few years, with the opening of the $150 million Griffith Health Centre and the neighbouring Gold Coast University Hospital in 2013, and the launch of the $38 million Griffith Business School building in 2014. The campus is serviced by two Gold Coast light rail (G:link) stations, and is a major interchange for bus routes. Logan is Griffith University's community-focused campus. Hosting almost 2500 students, the campus offers degrees in human services and social work, nursing and midwifery, business and commerce, education and information technology. The campus has strong connections with the local community, hosting numerous sporting and cultural events throughout the year. Nathan, Griffith's foundation campus, is situated in tranquil, native bushland on the edge of Toohey Forest and less than 10 kilometres from the Brisbane CBD. Nathan hosts over 13,000 students and offers degrees in business and government, engineering and information technology, environment, humanities and languages, law, and science and aviation. The buildings at the Nathan campus were designed to fit into the environment by Roger Kirk Johnson, the founding architectural designer of the campus, following the slope of the land and using architectural means of cooling.[10] The library building was designed by Robin Gibson and won the first national award for library design. The clusters of buildings, sports facilities, bushland reserves and recreational areas are connected by integrated networks of walking paths. On the northern edge of the campus lies the Dunn Memorial, a fitting tribute.[14] In 2013, the six-star, green-rated Sir Samuel Griffith Centre was opened on the Nathan campus. The building operates off the grid and is powered by a combination of photovoltaics and hydrogen. The campus has two residential colleges for students and a range of sporting facilities. The Mount Gravatt campus, adjacent to the Nathan campus, hosts 4400 students. It is the university's social sciences and humanities hub and the base for research into crucial social issues, including education and suicide prevention. Like Nathan, the campus is situated on the edge of Toohey Forest. The campus features a recently upgraded aquatic and fitness centre, with a heated pool and indoor and outdoor recreation areas, co-located with a 16-court tennis centre, a training oval, and basketball and netball courts. On-campus student accommodation is also available. Located in Brisbane's cultural precinct, the South Bank campus is Griffith University's creative hub. It encompasses Griffith's Queensland College of Art and Queensland Conservatorium, and the Griffith Film School and Griffith Graduate Centre. As of 2020[update], enrolment for all four units is about 3400 students.[15] Griffith's Digital campus, officially launched in 2018, offers over 100 degrees that can be studied online. With over 20,000 students,[16] the Digital campus is Griffith's third largest and fastest growing campus.[5] Griffith also offers online degrees in partnership with Open Universities Australia, and free online courses through FutureLearn. Griffith University is structured in four academic groups, with teaching offered through a range of schools, colleges and departments.[17] In Australia, Griffith University ranks 18th out of 37 universities.[28] Griffith is in the top 400 universities worldwide in five major world rankings; Academic Ranking of World Universities (ARWU), QS World University Rankings (QS), Leiden Ranking, Times Higher Education World University Rankings (THE-WUR),[29] University Ranking by Academic Performance (URAP).[30] Griffith also ranks highly as a young university, ranking 33rd in the 2021 QS University Rankings Top 50 Under 50[31] and 30th in the 2020 Times Higher Education Top 100 under 50.[32] Griffith has several top ranking subjects according to the ShanghaiRanking Global Ranking of Academic Subjects 2020:[33] Top 10 Top 50-100 Top 101-150 According to Excellence in Research for Australia (2018), Griffith was rated ‘well above world-standard’ in 24 fields of research, including chemical sciences, dentistry, political science and technology.[33] The Griffith MBA is ranked among Australia's leading MBA programs in CEO Magazine and its 2015 MBA Rankings.[34] The rankings are compiled by the International Graduate Forum and are designed to present a 360-degree view of the world's leading business schools. The Griffith MBA is placed sixth in the top tier of Australian programs, and is the only Queensland program to feature in the top 10. It also features in the magazine's top 20 Global MBA Rankings. The MBA is also the highest-ranking Australian MBA in the Aspen Institute's Centre for Business Education's most recent Beyond Grey Pinstripes Global Top 100, ranked at number 26.[35] Griffith University was awarded this ranking for its focus on responsible leadership, sustainable business practices and the Asia-Pacific. It was also acknowledged as one of Australia's best, ranking fourth in Australia in the 2015 Financial Review BOSS Magazine MBA Survey.[36] Griffith features prominently in Australia's national teaching awards and citations. Since 2009, Griffith has won 8 awards for Teaching Excellence, 6 awards for Programs that Enhance Learning, 42 Citations for Outstanding Contributions to Student Learning and seven National Teaching Fellowships. Three Griffith staff have been named the Prime Minister's Australian Teacher of the Year.[6] Griffith researchers work in 38 centres and institutes, investigating areas such as water science, climate change adaptation, criminology and crime prevention, sustainable tourism and health and chronic disease. The university's major research institutes include: Additionally, Griffith hosts several externally supported centres and facilities, including: Griffith offers research commercialisation and services for business, industry and government through Griffith Enterprise. As well as research centres and institutes, Griffith has a number of cultural and community focused organisations. These include the EcoCentre, which provides a space for environmental education activities, exhibitions, seminars and workshops; and the Centre for Interfaith & Cultural Dialogue (formerly the Multi-Faith Centre). In 2021, a research team led by the university discovered a new type of tree frog in New Guinea which is commonly known as the \"chocolate frog\".[37] Griffith University has a wide array of cultural, intellectual, sporting and social groups. Its Student Guild[38] takes care of these clubs on the Gold Coast campus, as well as student issues, accommodation, employment, publication, events, sport and recreation. On the Nathan campus, Campus Life[39] supports many clubs including the long running GRUBS[40] (Griffith University Bushwalking Club), the Karate and Kickboxing club and the Griffith University Aikido Club. Uniquely, Griffith University students are represented by two statutory embedded student organisations.[citation needed] The Griffith University Student Representative Council (GUSRC) represents undergraduate students and the Griffith University Postgraduate Students Association (GUPSA) represents post-graduate students in all campuses apart from the Gold Coast. GUPSA is a constituent member of the Council of Australian Postgraduate Associations. Unique to the Gold Coast is the Student Guild (GUSG), which represents all students from this campus and has an administrative structure that is apparently[clarification needed] independent to the university. The Griffith Honours College offers high achieving students potential opportunities to enrich their university experience through mentoring, international experiences, leadership roles and community engagement activities. Students who are elite athletes are eligible to join the Griffith Sports College, which provides support by helping them balance sporting and university commitments. Griffith University formally fielded soccer teams within Football Gold Coast competitions. The GUMURRII Student Support Unit (SSU)[41] is the heart of Griffith's Aboriginal and Torres Strait Islander community and is located on each of Griffith's five campuses. GUMURRII is a dedicated Student Support Unit for Aboriginal and Torres Strait Islander students. Aboriginal and Torres Strait Islander staff assist students from recruitment, to orientation providing undergraduate and postgraduate support through to graduation to afar. Located on Griffith University's Mount Gravatt and Gold Coast campuses, Griffith College, formerly the Queensland Institute of Business and Technology, offers undergraduate diplomas in a range of areas, which provide a pathway into many of Griffith's degree programs. Students from non-English-speaking backgrounds can study English at the Griffith English Language Institute (GELI). A wide range of English language courses are available to help students improve their English for work, travel, study or everyday purposes. Griffith University has four residential colleges, with two located on its Nathan campus and one each on its Mt Gravatt and Gold Coast campuses. The three colleges located in Brisbane compete in the sporting Inter-College Cup, also known as the ICC. The premier event of the ICC is the Phar Cup, where both female and male teams compete in rugby league matches against each other. The colleges are as follows: Between 2011 and 2016 there were 46 officially reported cases of sexual abuse and harassment on campus released by the university, resulting in no expulsions and one six-month suspension, the highest reported stats in Queensland at the time.[42] This was fewer than the 2017 Australian Human Rights Commission report on sexual assault and harassment, which found reported figures higher than this.[43] Following the release of the report, Griffith University established the Safe Campuses Taskforce.[44] The Taskforce and its working parties are working to ensure Griffith's campuses provide safe, inclusive and respectful environments for all students and staff. Griffith has over 200,000 alumni.[45] Notable graduates have been journalists, musicians, actors, artists, filmmakers, photographers, athletes, activists and politicians in the Parliament of Australia and the Parliament of Queensland. Coordinates: 27°33′09″S 153°03′14″E﻿ / ﻿27.5526°S 153.0539°E﻿ / -27.5526; 153.0539","Title":"Griffith University - Wikipedia","KeyID":"18746","URL":"https://en.wikipedia.org/wiki/Griffith_University"}