{"Content: ":"The Department of the Prime Minister and Cabinet (PM&C) is an Australian Government public service central department of state with broad ranging responsibilities, primary of which is for intergovernmental and whole of government policy coordination and assisting the prime minister of Australia in managing the Cabinet of Australia. The PM&C was established in 1971 and traces its origins back to the Prime Minister's Department established in 1911. The role of PM&C is to support the policy agenda of the prime minister and Cabinet through high quality policy advice and the coordination of the implementation of key government programs, to manage Aboriginal and Torres Strait Islander policy and programs and to promote reconciliation, to provide leadership for the Australian Public Service alongside the Australian Public Service Commission, to oversee the honours and symbols of the Commonwealth, to provide support to ceremonies and official visits, and to coordinate national security, regulatory reform, public data, and women's policy. The department is similar but not analogous to the United States Executive Office of the President, the United Kingdom Cabinet Office, the Canadian Privy Council Office, and the New Zealand Department of the Prime Minister and Cabinet. As well, the Australian states have their own departments of Premier and Cabinet. Before 1911, the prime minister had no department of his own as such. The prime minister was concurrently the minister for external affairs, and used the services of the Department of External Affairs. The Prime Minister's Department was created in July 1911, initially on a small scale compared to other government departments of the day.[3][4] On 11 March 1968, Prime Minister John Gorton split off a section of the Prime Minister's Department to form the Department of the Cabinet Office with responsibility to service the Cabinet and the committees of Cabinet.[5][6] On 12 March 1971, the Prime Minister's Department was abolished and its functions moved to the new Department of the Prime Minister and Cabinet that combined the functions of the Prime Minister's Department and the Department of the Cabinet Office.[7] The Prime Minister of the day, William McMahon, told the media that the former system with separate departments was inefficient.[8] The Department of the Prime Minister and Cabinet portfolio includes the following ministers: The secretary of the Department of the Prime Minister and Cabinet is the head of the department, also known as the secretary of the level of Senior Executive Service Band 4 in the Australian Public Service as per the Public Service Act 1999. The secretary of the department is the equivalent of the Cabinet Secretary in the United Kingdom or the Clerk of the Privy Council in Canada. The position of Secretary of the Department of the Prime Minister and Cabinet should not be confused with the position of Cabinet Secretary which has been both a ministerial position within the Cabinet and a political staffer within the Prime Minister's Office. The secretary is supported by a senior executive of the department, composed of the Senior Executive Service Band 3 officials of deputy secretaries across the portfolio groups of the department. In an Administrative Arrangements Order made on 1 September 2016 with an amendment on 27 October 2016, the functions of the department were broadly classified into the following matters:[9] The structure of PM&C is organised along four policy and program groups: the Domestic Policy Group (responsible for cities, women's policy, science and innovation, economic policy, infrastructure, social policy, and environmental policy), the National Security and International Policy Group (responsible for counterterrorism, intelligence, national security, cybersecurity, international policy, and defence strategy), the Governance Group, and the Indigenous Affairs Group. In addition to the National Office in Canberra, the department has 33 offices and an in-community presence in another 60 locations across Australia for the Indigenous Affairs regional network. Staff are employed as Australian Public Service officials under the Public Service Act 1999.[10] In February 2014, The Canberra Times examined pay conditions and staffing records and found that PM&C is one of the public service's best-paid departments and among its least culturally diverse.[11] The following month, then Secretary Ian Watt told his staff that the department was battling to balance its budget and deliver its programs, and that staff would be cut and service delivery reviewed.[12] The Domestic Policy Group has responsibilities for supporting the development of policy and coordinating implementation across economic, social, and environmental, industry, and infrastructure policy. The Group also coordinates the implementation of whole of government reform, supports government priorities for gender equality and the empowerment of women, coordinates the Council of Australian Governments (COAG) arrangements, provides advice and support for Australian federal budget process, and formulates national policy on public data. The Group is led by Deputy Secretary (Economic), Deputy Secretary (Social Policy), Deputy Secretary (Jobs and Industry). The National Security and International Policy Group provides the Prime Minister with high quality advice on foreign policy, international trade, overseas aid, international treaties, engagement with foreign governments and international organisations, defence strategy, non-proliferation, information sharing, law enforcement, border security, and crisis coordination and emergency management. The Group also plays a coordinating role in the development of whole of government national security policy, provides secretariat functions to the National Security Committee of Cabinet, and policy settings for the Australian Intelligence Community. The Group also coordinates the foreign affairs, trade and national security aspects of the Australian federal budget. The Group is led by the Deputy Secretary (National Security). The Group was formerly led by the post of National Security Adviser (NSA) which was established in December 2008 by Prime Minister Kevin Rudd and disbanded in 2013 by Prime Minister Tony Abbott with responsibilities transferred back to the Deputy Secretary of the National Security and International Policy Group. The inaugural NSA was Major General Duncan Lewis serving until 2011. The second and final NSA was Dr Margot McCarthy serving from 2011 to 2013. The Governance Group, led by the Deputy Secretary (Governance) provides advice on legal policy, parliamentary and government matters and honours and symbols policy. In addition it provides support services to the prime minister, the Cabinet, Cabinet committees, and the department’s portfolio ministers and assistant ministers. The group delivers the department’s enabling and support functions and also oversees the implementation and ongoing delivery of key Government programmes, policies and initiatives.","Title":"Department of the Prime Minister and Cabinet (Australia) - Wikipedia","KeyID":"18751","URL":"https://en.wikipedia.org/wiki/Department_of_the_Prime_Minister_and_Cabinet_(Australia)"}