{"Content: ":"The Vipassanā movement, also called (in the United States) the Insight Meditation Movement and American vipassana movement, refers to a branch of modern Burmese Theravāda Buddhism which promotes \"bare insight\" (sukha-vipassana) to attain stream entry and preserve the Buddhist teachings,[1] which gained widespread popularity since the 1950s, and to its western derivatives which have been popularised since the 1970s, giving rise to the more dhyana-oriented mindfulness movement.[web 1] The Burmese vipassana movement has its roots in the 19th century, when Theravada Buddhism came to be influenced by western modernism,[2] and some monks tried to restore the Buddhist practice of meditation. Based on the commentaries, Ledi Sayadaw popularized vipassana meditation for lay people, teaching samatha and stressing the practice of satipatthana to acquire vipassana (insight) into the three marks of existence as the main means to attain the beginning of awakening and become a stream-enterer.[web 1] It was greatly popularized in the 20th century in traditional Theravada countries by Mahasi Sayadaw, who introduced the \"New Burmese Satipatthana Method\". It also gained a large following in the west, due to westerners who learned vipassana from Mahasi Sayadaw, S. N. Goenka, and other Burmese teachers. Some also studied with Thai Buddhist teachers, who are more critical of the commentarial tradition, and stress the joined practice of samatha and vipassana.[web 1] The 'American vipassanā movement' includes contemporary American Buddhist teachers such as Joseph Goldstein, Tara Brach, Gil Fronsdal, Sharon Salzberg, Ruth Denison and Jack Kornfield. Most of these teachers combine the strict Burmese approach with the Thai approach, and also other Buddhist and non-Buddhist ideas and practices, due to their broader training and their critical approach of the Buddhist sources.[3] And while the New Burmese Method is strictly based on the Theravāda Abhidhamma and the Visuddhimagga, western teachers tend to base their practice also on personal experience and on the suttas, which they approach in a more textual-critical way. A recent development, according to some western non-monastic scholars, is the understanding that jhana, as described in the nikayas, is not a form of concentration-meditation, but a training in heightened awareness and equanimity, which forms the culmination of the Buddhist path.[4][5] According to Buswell, by the 10th century vipassana was no longer practiced in the Theravada tradition, due to the belief that Buddhism had degenerated, and that liberation was no longer attainable until the coming of Maitreya.[6] According to Braun, \"the majority of Theravadins and dedicated Buddhists of other traditions, including monks and nuns, have focused on cultivating moral behavior, preserving the Buddha’s teachings (dharma), and acquiring the good karma that comes from generous giving.\"[web 1] Southern Esoteric Buddhist practices were widespread in the whole Theravadin world before being replaced by the Vipassana movement. The interest in meditation was re-awakened in Myanmar (Burma) in the 18th century by Medawi (1728–1816), who wrote vipassana manuals. The actual practice of meditation was re-invented in Theravada-countries in the 19th and 20th centuries and simplified meditation techniques, based on the Satipatthana sutta, the Visuddhimagga, and other texts, emphasizing satipatthana and bare insight were developed.[7][8] In the 19th and 20th century the Theravada traditions in Burma, Thailand and Sri Lanka were rejuvenated in response to western colonialism. They were rallying points in the struggle against western hegemonism, giving voice to traditional values and culture.[9] But the Theravada-tradition was also reshaped, using the Pali scriptural materials to legitimize these reforms. Ironically, the Pali canon became widely accessible due to the western interest in those texts, and the publications of the Pali Text Society.[9] A major role was also being played by the Theosophical Society, which sought for ancient wisdom in south-East Asia, and stimulated local interest in its own traditions.[10] The Theosophical Society started a lay-Buddhist organisation in Sri Lanka, independent from power of conventional temples and monasteries.[10] Interest in meditation was awakened by these developments, whereas the main Buddhist practice in temples was the recitation of texts, not of meditation practice.[10] Lay participation in Theravada countries grew strongly in the 20th century, and eventually also reached the west. Most influential in this renewed interest was the \"new Burmese method\"[11] of Vipassana practice, as developed by U Nārada (1868–1955) and popularized by Mahasi Sayadaw (1904–1982).[11] Ultimately, this practice aims at stream entry, with the idea that this first stage of the path to awakening safeguards future development of the person towards full awakening, despite the degenerated age we live in.[12][note 1] This method spread over South and Southeast Asia, Europe and America, and has become synonymous with Vipassana.[11] A comparable development took place in Thailand, where the Buddhist orthodoxy was challenged by monks who aimed to reintroduce the practice of meditation, based on the Sutta Pitaka. In contrast to the Burmese vipassana teachers, Thai teachers taught vipassana in tandem with samatha. The practical and doctrinal differences have been heatedly debated within south-east Asian Theravada Buddhism.[15] They have also influenced western teachers, who have tended to take a more liberal approach, questioning the new orthodoxy and integrating various practices and doctrines.[16] Since the 1980s, the Vipassana movement has given way to the largely secularized \"mindfulness\" practice, which has its roots in Zen and vipassana-meditation, and has eclipsed the popularity of vipassana meditation.[17] In the latter approach, mindfulness, understood as \"the awareness that arises by paying attention on purpose, in the present moment, and non-judgmentally\", is the central practice, instead of vipassana.[18] The vipassanā movement emphasizes the use of vipassanā to gain insight into the three marks of existence as the main means to attain wisdom and the beginning of awakening and become a stream-enterer,[web 1][note 2] or even attain full liberation.[20][21] The practices are based on the Satipatthana sutta, the Visuddhimagga, and other texts, emphasizing satipatthana and bare insight.[7][8][22][note 3] The various movements espouse forms of samatha and vipassanā meditation. The various vipassana teachers also make use of the scheme of the insight knowledges, stages of insight which every practitioner passes through in their progress of meditation.[note 4] The foundation for this progress is the meditation on the arising and passing away of all contemplated phenomena (anicca), which leads to an understanding of their unsatisfactory (dukkha) nature and insight into not-self (anatta). Contemporary Burmese Theravāda Buddhism is one of the main creators of modern vipassanā practice, which has gained popularity from the 1950s onward. Ledi Sayadaw (1846–1923) prepared the ground for the popularisation of meditation by a lay audience, by re-introducing the practice of meditation, based on the Abhidhamma.[1] S. N. Goenka (1924–2013) was a well-known Indian lay teacher in the Ledi-lineage who was taught by Sayagyi U Ba Khin (1899–1971). According to S. N. Goenka, vipassanā techniques are essentially non-sectarian in character, and have universal application. One need not convert to Buddhism to practice these styles of meditation. Meditation centers teaching the vipassanā popularized by S. N. Goenka exist now in Nepal, India, other parts of Asia, North and South America, Europe, Australia, Middle East and Africa. In the tradition of S.N.Goenka, vipassanā practice focuses on the deep interconnection between mind and body, which can be experienced directly by disciplined attention to the physical sensations that form the life of the body, and that continuously interconnect and condition the life of the mind.[24][25] The practice is usually taught in 10-day retreats, in which 3 days are given to the practice of anapanasati, intended to increase consistency and precision of attention, and the rest of the time is given to vipassanā in the form of \"body sweep\" practice in which the meditator moves through the body in sections, or as a whole, paying attention to the various sensations that arise without reacting to them. According to Bhikkhu Analayo, \"this form of meditation has by now become what probably is the most widely taught form of insight meditation world-wide.\"[26] Ruth Denison (1922–2015) was another senior teacher of the U Ba Khin method. Anagarika Munindra studied with both S.N. Goenka and Mahasi Sayadaw, and combined both lineages.[27] Dipa Ma was a student of his.[28] The \"New Burmese method\"[11] was developed by U Nārada (1868–1955) and popularized by his student, Mahasi Sayadaw (1904–1982). It was introduced to Sri Lanka in 1939, but became popular in the 1950s with the arrival of Burmese monks,[14] where it gained great popularity among the laity, but was also severely criticised because of its disregard of samatta.[29] Most senior western vipassana teachers (Goldstein, Kornfield, Salzberg) studied with Mahasi Sayadaw and his student Sayadaw U Pandita.[30] Nyanaponika Thera (1901–1994) ordained already in the fifties, contributing to the interest in vipassana with his publications. Prominent teacher Bhikkhu Bodhi is a student of Nyanaponika. Ajahn Tong was a Thai master who studied for a short time under Mahasi Sayadaw before returning to found his own Vipassana lineage at Chom Tong in Thailand.[31] The \"New Burmese Method\" emphasizes the attainment of vipassana, insight, by practising satipatthana, paying close attention to the ongoing changes in body and mind. Gil Fronsdal: An important feature of the “Mahasi approach” is its dispensing with the traditional preliminary practice of fixed concentration or tranquilization (appana samadhi, samatha). Instead, the meditator practices vipassana exclusively during intensive periods of silent retreat that can last several months with a daily schedule of meditation from 3:00 a.m. to 11:00 p.m. Two key elements in Mahasi’s method for developing mindfulness are the careful labeling of one’s immediate experience together with the cultivation of a high level of sustained concentration known as \"momentary concentration\" (khanika samadhi).[30] Nyanaponika Thera coined the term \"bare attention\" for the mindfulness practice of the \"new Burmese Method.\" Yet, Robert H. Sharf notes that Buddhist practice is aimed at the attainment of \"correct view\", not just \"bare attention\": Mahasi’s technique did not require familiarity with Buddhist doctrine (notably abhidhamma), did not require adherence to strict ethical norms (notably monasticism), and promised astonishingly quick results. This was made possible through interpreting sati as a state of \"bare awareness\" — the unmediated, non-judgmental perception of things \"as they are,\" uninflected by prior psychological, social, or cultural conditioning. This notion of mindfulness is at variance with premodern Buddhist epistemologies in several respects. Traditional Buddhist practices are oriented more toward acquiring \"correct view\" and proper ethical discernment, rather than \"no view\" and a non-judgmental attitude.[32] Mogok Sayadaw (1899-1962) taught the importance of the awareness of noticing the 'arising' and 'Passing away' of all experience as the way to gain insight into impermanence. Mogok Sayadaw emphasized the importance of right understanding and that a meditator should learn the theory of Dependent Origination (Paticcasamuppada) when practicing vipassana. The Mogok vipassana Method focuses on meditation of Feeling (Vedanannupassana) and meditation on Mind states (Cittanupassana). The method of the Pa Auk Sayadaw is closely based on the Visuddhimagga, a classic Theravada meditation manual. He promotes the extensive development of the four jhanas, states of meditative absorption and focus. The insight element is based on surveying the body by observing the four elements (earth, water, fire and wind) by using the sensations of hardness, heaviness, warmth and motion.[26] Western teachers who work with this method include Shaila Catherine, Stephen Snyder and Tina Rasmussen. Since the early 1980s, insight meditation has gained a growing popularity in the western world,[30] and saw a synthesis of various practices and backgrounds, with the growing insight in its roots and doctrinal background, and the introduction of other modern traditions. A major developments is the popularisation of mindfulness as a technique of its own. Jack Kornfield and Joseph Goldstein taught a series of classes at Naropa University in 1974, and began teaching a series of retreats together for the next two years. The retreats were modeled on 10- and 30-day Goenka retreats, but the technique taught was mainly based on Mahasi Sayadaw's practice (with the inclusion of Metta meditation).[30] In 1976 Kornfield and Goldstein, along with Sharon Salzberg and Jacqueline Schwartz founded the Insight Meditation Society in Barre, Massachusetts, followed by its sister center, Spirit Rock Meditation Center in Marin County, California.[30] Kornfield, and related teachers, tend to de-emphasize the religious elements of Buddhism such as \"rituals, chanting, devotional and merit-making activities, and doctrinal studies\" and focus on meditative practice. According to Jack Kornfield, We wanted to offer the powerful practices of insight meditation, as many of our teachers did, as simply as possible without the complications of rituals, robes, chanting and the whole religious tradition.[30] Some teachers adhere to a strict 'Burmese approach', in which meditation is equated with kasina (concentration) meditation, and vipassana is the main aim.[ambiguous] Others, like Bhikkhu Thannissaro, who trained in Thailand, criticise the Burmese orthodoxy, and propagate an integrative approach, in which samatha and vipassana are developed in tandem. Kornfield, who trained in both Burma and Thailand, also propagates an integrative approach. A main criticism of the Burmese method is its reliance on the commentatorial literature, in which vipassana is separated from samatha, and jhana is equated with concentration meditation. Thanissaro Bhikkhu stresses the fact that the kasina method is marginally treated in the suttas, in which the emphasis is predominantly on jhana. In the suttas, samatha and vipassana are qualities of the mind which are developed together. This point is also reiterated by Shankman, arguing that samatha and vipassana cannot be separated. Groundbreaking research on early Buddhist meditation has been conducted by Bronkhorst,[33] Vetter,[34] Gethin,[35][36] Gombrich,[note 5] and Wynne[38] arguing that jhana may have been the core practice of early Buddhism, and noting that this practice was not a form of concentration-meditation, but a cumulative practice resulting in mindful awareness of objects while being indifferent to it.[39] Polak, elaborating on Vetter, notes that the onset of the first dhyana is described as a quite natural process, due to the preceding efforts to restrain the senses and the nurturing of wholesome states.[4][40] Recently Keren Arbel, elaborating on Bronkhorst, Vetter and Gethin, has argued that mindfulness, jhana, samatha and vipassana form an integrated whole, leading to an alert, joyful and compassionate state of mind and being.[5] Polak and Arbel, following Gethin, further note that there is a \"definite affinity\" between the four jhanas and the bojjhaṅgā, the seven factors of awakening.[41][42][43][5] The \"bare attention\" propagated in the New Burmese Method has been popularized as mindfulness, starting with Jon Kabat Zinn's mindfulness-based stress reduction (MBSR), developed in the late 1970s, and continuing in applications such as mindfulness-based cognitive therapy (MBCT) and mindfulness-based pain management (MBPM).[30][44] The Pa-auk method is mindfulness of breathing based on sutan and visuddhimagga. Women have been quite prominent as teachers in the vipassanā movement. Though the formal Theravāda vipassanā tradition has been maintained by an almost exclusively male monastic tradition, nuns and non-monastic female adepts have played important roles, despite being completely absent or only noted in the background of the historical record. These teachers and practitioners expand the framework of vipassanā to incorporate the immanence of the female body and its innate opportunities for enlightenment through the cycles of its physiology and the emotions of marriage, childlessness, childbearing, child loss, and widowhood.[45] The modern Bangladeshi teacher Dipa Ma, a student of Anagarika Munindra, was one of the first female Asian masters to be invited to teach in America. As a widowed, single mother, Dipa Ma was a householder (non-monastic) who exemplified liberation and taught vipassanā as not only a retreat practice but also a lifestyle. Her message to women and men was you don't have to leave your family to reach high states of spiritual understanding, and she taught a radical inclusiveness. She encouraged women who were mothers of young children to practice vipassanā through the daily activities of mothering. She once said to Joseph Goldstein that \"Women have an advantage over men because they have more supple minds... It may be difficult for men to understand this, because they are men.\" When asked if there was any hope for men, she replied \"The Buddha was a man, and Jesus was a man. So there is hope for you.\"[46] Dipa Ma's mettā (loving-kindness) meditation instruction was a core component to be practiced after each vipassanā session. It involves five stages, the first of which was the mastery of self-compassion in mind and heart, then continuing to the other stages. The prayer of the first stage, given in English is as follows: Let me be free of enemies Let me be free of dangers Let me be free of mental anxieties Let me pass my time with good body and happy mind.[47] Indian teacher Ilaichidevi Goenka, was the wife of the Burmese-trained S. N. Goenka and mother of six children, began practicing adhittan vipassanā when her youngest child was four years old,[48] eventually joining her husband on the teaching platform as co-teacher to thousands of students at retreat centers and prisons all over India as well as internationally. Prisoners who do vipassanā meditation reportedly experience less behavior problems while incarcerated and have lower rates of recidivism.[49] \"Mataji\", as she is lovingly referred to by her students, also used to lead chants with her husband. Indian Shambhavi Chopra, a former textiles designer and divorced mother of two who is now co-director of the American Institute of Vedic Studies, writes of her 10-day vipassanā meditation training at a retreat center in Germany in her book Yogini: The Enlightened Woman,[50] and encourages students to explore vipassanā practice and mastery as a devotion to the Divine Mother of all. Vipassanā movement traditions have offered meditation programs in some prisons. One notable example was in 1993 when Kiran Bedi, a reformist Inspector General of India's prisons, learned of the success of vipassanā in a jail in Jaipur, Rajasthan. A ten-day retreat involved officials and inmates alike was then tried in India's largest prison Tihar Jail near New Delhi. Vipassana is being taught in Jail 4 of Tihar Prisons to inmates in two ten day courses every month around the year since 1994 onwards. This program was said to have dramatically changed the behavior of inmates and jailers alike. Inmates who completed the ten-day course were less violent and had a lower recidivism rate than other inmates. This project was documented in the documentary film, Doing Time, Doing Vipassana.[51] Vipassana prison courses are routinely offered at the Donaldson Prison Facility in Alabama through the Vipassana Prison Trust. Burma Thailand Burma/Burmese tradition Western teachers","Title":"Vipassana movement - Wikipedia","KeyID":"18757","URL":"https://en.wikipedia.org/wiki/Vipassana_movement"}