{"Content: ":"Dhammayuttika Nikāya Mahā Nikāya Ajahn Amaro (born 1956)[1] is a Theravāda Buddhist monk and teacher, and abbot of the Amaravati Buddhist Monastery at the eastern end of the Chiltern Hills in South East England. The centre, in practice as much for ordinary people as for monastics, is inspired by the Thai Forest Tradition and the teachings of the late Ajahn Chah.[1] Its chief priorities are the practice and teaching of Buddhist ethics, together with traditional concentration and insight meditation techniques, as an effective way of dissolving suffering. Ajahn Amaro was born J. C. Horner[2] in Kent. He was educated at Sutton Valence School and Bedford College, University of London. Ajahn means teacher. He is a second cousin of I.B. Horner (1896–1981), late President of the Pali Text Society.[3][4] Apart from a certain interest in the theories of Rudolf Steiner—to which he had been introduced by Trevor Ravenscroft,[2] Amaro's principal enthusiasms on leaving university were, by his own admission, pretty much those standard-issue among sceptical students of the day: sex, drugs and rock'n'roll. Having completed his honours degree in psychology and physiology,[2] in 1977 he went to Malaysia, Indonesia and Thailand on an undefined \"open-ended\" spiritual search. He somehow found himself in northeast Thailand, at the forest monastery of Wat Pah Nanachat. Ajahn Chah's charismatic impact and the encouragement of the senior American monk Ajahn Pabhakaro were decisive. It changed his life. Having become a lay renunciate, four months later he became a novice and in 1979 he received upasampada from Ajahn Chah and took profession as a Theravadin bhikkhu.[1] He stayed in Thailand for two years. Amaro then went back to England to help Ajahn Sumedho establish Chithurst Monastery in West Sussex.[1] With the blessing of his abbot, in 1983 he moved to Harnham Vihara in Northumberland. He made the entire 830-mile journey on foot, chronicled in his 1984 volume Tudong: The Long Road North.[5][6] In the early 1990s Amaro made several teaching trips to northern California. Many who attended his meditation retreats became enthusiastic about the possibility of establishing a permanent monastic community in the area. Amaravati, his mother house back in England, meanwhile received a substantial donation of land in Mendocino County from Chan Master Hsuan Hua, founder of the City of Ten Thousand Buddhas in Talmage. The land was allocated to establish a forest retreat. Since for some years Ajahn Sumedho had venerated the Chinese master, both abbots hoped that, among its other virtues, the center would serve as a symbolic bond between the otherwise distinct Theravāda and Mahayana lineages. Care for what became Abhayagiri was placed in the hands of a group of lay practitioners, the Sanghapala Foundation.[6] Ajahn Pasanno was appointed founding co-abbot of Abhayagiri with Ajahn Amaro. The latter announced on 8 February 2010 that he would be leaving Abhayagiri and returning to England, having accepted a request from Ajahn Sumedho to succeed him as abbot at Amaravati.[7]","Title":"Ajahn Amaro - Wikipedia","KeyID":"18758","URL":"https://en.wikipedia.org/wiki/Ajahn_Amaro"}