{"Content: ":"Ṭhānissaro Bhikkhu (also known as Ajahn Geoff; born (1949-12-28)28 December 1949) is an American Buddhist monk and author. Belonging to the Thai Forest Tradition, for 10 years he studied under the forest master Ajahn Fuang Jotiko (himself a student of Ajahn Lee). Since 1993 he has served as abbot of the Metta Forest Monastery in San Diego County, California—the first monastery in the Thai Forest Tradition in the US—which he cofounded with Ajahn Suwat Suvaco.[2] Ṭhānissaro Bhikkhu is perhaps best known for his translations of the Dhammapada and the Sutta Pitaka —almost 1000 suttas in all—provided free of charge on his website \"Talks, Writing & Translations of Ṭhānissaro Bhikkhu\" [3] as well as translations from the dhamma talks of the Thai forest ajahns. He has also authored several dhamma-related works of his own, and has compiled study-guides of his Pali translations.[4] Dhammayuttika Nikāya Mahā Nikāya Ṭhānissaro Bhikkhu was born Geoffrey DeGraff in 1949 and was introduced to the Buddha's teaching on the Four Noble Truths as a high schooler, during a plane ride from the Philippines.[4] Tricycle writes: \"he grew up 'a very serious, independent little kid\", spending his early childhood on a potato farm on Long Island, New York, and later living in the suburbs of Washington, D.C.[5] At Oberlin College in the early 1970s, \"he eschewed campus political activism because 'I didn't feel comfortable following a crowd.' For him, the defining issue of the day wasn't Vietnam, but a friend's attempted suicide.\"[5] Ṭhānissaro took a religious studies class when he found out there was meditation involved. Ṭhānissaro writes: \"I saw it as a skill I could master, whereas Christianity only had prayer, which was pretty hit-or-miss.\"[5] After graduating in 1971 with a degree in European Intellectual History from Oberlin College, he traveled on a university fellowship to Thailand.[6] After a two-year search, Ṭhānissaro found a forest teacher: Ajahn Fuang Jotiko, a Kammatthana monk who studied under Ajahn Lee Dhammadaro. After a brief stay with the teacher, which was cut short by malaria, he returned to the U.S. to weigh the merits of academia and monasticism.[citation needed] Ṭhānissaro states that when he returned to Thailand, he originally planned on becoming a monk tentatively for five years. When he said that he wanted to be ordained, Ajahn Fuang made him promise to either \"succeed in the meditation or die in Thailand. There was to be no equivocating.\"[2] Ṭhānissaro felt certain upon hearing this. By Ṭhānissaro's third year ordained as a monk, he became Ajahn Fuang's attendant. Ajahn Fuang's case of psoriasis deteriorated. It reached a point where Thānissaro had to be at his side constantly. Ṭhānissaro writes: \"When I talked with Ajahn Fuang about going back to the West, about taking the tradition to America, he was very explicit. 'This will probably be your life's work,' he said. He felt, as many teachers have, that the forest tradition would die out in Thailand but would then take root in the West.\"[2] Before Ajahn Fuang's death in 1986, he expressed his wish for Ajahn Geoff to become abbot of Wat Dhammasathit. Ṭhānissaro says that in spite of Ajahn Fuang's wish there were a lot of people maneuvering to become abbot.[citation needed] After Ajahn Fuang died, Wat Dhammasathit had already come far from the outlying forest hermitage that Taan Geoff had once arrived at. Ṭhānissaro said: \"Ajahn Fuang said to keep moving; this is not a tradition that works well in big groups.\" Taan Geoff declined the offer of abbot of Wat Dhammasathit, which came with strings attached, and no authority since he was a Westerner in a monastery founded by and for Thai monks. Instead of taking that position, he travelled to San Diego County in 1991, upon request of Ajahn Suwat Suvaco, where he helped start Metta Forest Monastery.[4] He became abbot of the monastery in 1993.[7] In 1995, Ajahn Geoff became the first American-born, non-Thai bhikkhu to be given the title, authority, and responsibility of Preceptor (Upajjhaya) in the Dhammayut Order. He also serves as Treasurer of that order in the United States. Ṭhānissaro rejects the practice of kasina outlined in the Visuddhimagga, and warns against forms of \"deep jhana\" practiced by contemporary meditation teachers who draw from the commentaries. Ṭhānissaro calls these meditations \"wrong concentration\", and says that they have no basis in the Pali Canon, which he argues should be considered ultimately authoritative.[8][9] Ṭhānissaro talks about the importance of the forest to give rise to the qualities of mind necessary to succeed in Buddhist practice.[10] Barbara Roether writes: Like Thoreau, Thanissaro Bhikkhu has founded a kind of Walden as the Abbot of the Metta Forest Monastery near San Diego, the first Thai forest tradition monastery in this country. Just as the utopian movement in America was sparked by the advent of the industrial revolution, the forest tradition of Theravada Buddhism was developed in Thailand around the turn of the century by Ajahn Mun Bhuridatto in reaction to the increasing urbanization of the Buddhist monastic communities there. Forest monks abandoned the heavy social demands of the city and devoted themselves to meditation instead.[2] Ṭhānissaro and others use the term \"unbinding\" when discussing nibbana.[11][12] Ṭhānissaro says that our sense of self is an activity, and a strategy for avoiding suffering and maximizing happiness.[13] Ṭhānissaro writes, \"You let go of the grosser forms of happiness, the grosser strategies for happiness, and get used to more and more refined ones. And they finally take you to the point where there's no course left but to let go of strategies. All strategies... This is the way to true happiness.\"[14] Ṭhānissaro Bhikkhu's publications include:[15] Aside from Buddhist Religions, all of the books and articles and talks mentioned above are available for free distribution on Bhikkhu's website dhammatalks.org.","Title":"Ṭhānissaro Bhikkhu - Wikipedia","KeyID":"18764","URL":"https://en.wikipedia.org/wiki/%E1%B9%ACh%C4%81nissaro_Bhikkhu"}