{"Content: ":"Chah Subhaddo (Thai: ชา สุภัทโท, known in English as Ajahn Chah, occasionally with honorific titles Luang Por and Phra) also known by his honorific name \"Phra Bodhiñāṇathera\" (Thai: พระโพธิญาณเถร,[1] Chao Khun Bodhinyana Thera;[2] 17 June 1918 – 16 January 1992[3]) was a Thai Buddhist monk. He was an influential teacher of the Buddhadhamma and a founder of two major monasteries in the Thai Forest Tradition. Respected and loved in his own country as a man of great wisdom, he was also instrumental in establishing Theravada Buddhism in the West. Beginning in 1979 with the founding of Cittaviveka (commonly known as Chithurst Buddhist Monastery)[4] in the United Kingdom, the Forest Tradition of Ajahn Chah has spread throughout Europe, the United States and the British Commonwealth. The dhamma talks of Ajahn Chah have been recorded, transcribed and translated into several languages. More than one million people, including the Thai royal family, attended Ajahn Chah's funeral in January 1993[5] held a year after his death due to the \"hundreds of thousands of people expected to attend\".[3] He left behind a legacy of dhamma talks, students, and monasteries. Dhammayuttika Nikāya Mahā Nikāya Ajahn Chah was born on 17 June 1918 near Ubon Ratchathani in the Isan region of northeast Thailand. His family were subsistence farmers. As is traditional, Ajahn Chah entered the monastery as a novice at the age of nine, where, during a three-year stay, he learned to read and write. The definitive 2017 biography of Ajahn Chah Stillness Flowing [6] states that Ajahn Chah took his novice vows in March 1931 and that his first teacher as a novice was Ajahn Lang. He left the monastery to help his family on the farm, but later returned to monastic life on 16 April 1939, seeking ordination as a Theravadan monk (or bhikkhu).[7] According to the book Food for the Heart: The Collected Writings of Ajahn Chah, he chose to leave the settled monastic life in 1946 and became a wandering ascetic after the death of his father.[7] He walked across Thailand, taking teachings at various monasteries. Among his teachers at this time was Ajahn Mun, a renowned meditation master in the Forest Tradition. Ajahn Chah lived in caves and forests while learning from the meditation monks of the Forest Tradition. A website devoted to Ajahn Chah describes this period of his life: For the next seven years Ajahn Chah practiced in the style of an ascetic monk in the austere Forest Tradition, spending his time in forests, caves and cremation grounds. He wandered through the countryside in quest of quiet and secluded places for developing meditation. He lived in tiger and cobra infested jungles, using reflections on death to penetrate to the true meaning of life.[7] During the early part of the twentieth century Theravada Buddhism underwent a revival in Thailand under the leadership of outstanding teachers whose intentions were to raise the standards of Buddhist practise throughout the country. One of these teachers was Ajahn Mun. Ajahn Chah continued Ajahn Mun's high standards of practice when he became a teacher.[8] The monks of this tradition keep very strictly what they believe to be the original monastic rule laid down by the Buddha known as the vinaya. The early major schisms in the Buddhist sangha were largely due to disagreements over which set of training rules should be applied. Some adopted a more flexible set, whereas others adopted a more strict one, both sides believing to follow the rules as the Buddha had framed them. The Theravada tradition is the heir to the latter view. An example of the strictness of the discipline might be the rule regarding eating: they uphold the rule to only eat between dawn and noon. In the Thai Forest Tradition, monks and nuns go further and observe the 'one eaters practice', whereby they only eat one meal during the morning. This special practice is one of the thirteen dhutanga, optional ascetic practices permitted by the Buddha that are used on an occasional or regular basis to deepen meditation practice and promote contentment with subsistence. Other examples of these practices are sleeping outside under a tree, or dwelling in secluded forests or graveyards. After years of wandering, Ajahn Chah decided to plant roots in an uninhabited grove near his birthplace. In 1954, Wat Nong Pah Pong monastery was established, where Ajahn Chah could teach his simple, practice-based form of meditation. He attracted a wide variety of disciples, which included, in 1966, the first Westerner, Venerable Ajahn Sumedho.[7] Wat Nong Pah Pong [9] includes over 250 branches throughout Thailand, as well as over 15 associated monasteries and ten lay practice centers around the world.[7] In 1975, Wat Pah Nanachat (International Forest Monastery) was founded with Ajahn Sumedho as the abbot. Wat Pah Nanachat was the first monastery in Thailand specifically geared towards training English-speaking Westerners in the monastic Vinaya, as well as the first run by a Westerner. In 1977, Ajahn Chah and Ajahn Sumedho were invited to visit the United Kingdom by the English Sangha Trust who wanted to form a residential sangha.[10] 1979 saw the founding of Cittaviveka (commonly known as Chithurst Buddhist Monastery due to its location in the small hamlet of Chithurst) with Ajahn Sumedho as its head. Several of Ajahn Chah's Western students have since established monasteries throughout the world. By the early 1980s, Ajahn Chah's health was in decline due to diabetes. He was taken to Bangkok for surgery to relieve paralysis caused by the diabetes, but it was to little effect. Ajahn Chah used his ill health as a teaching point, emphasizing that it was \"a living example of the impermanence of all things...(and) reminded people to endeavor to find a true refuge within themselves, since he would not be able to teach for very much longer\".[7] Ajahn Chah would remain bedridden and ultimately unable to speak for ten years, until his death on January 16, 1992, at the age of 73.[11]","Title":"Ajahn Chah - Wikipedia","KeyID":"18769","URL":"https://en.wikipedia.org/wiki/Ajahn_Chah"}