{"Content: ":"Bhikkhu Anālayo is a bhikkhu (Buddhist monk), scholar, and meditation teacher. He was born in Germany in 1962, and went forth in 1995 in Sri Lanka. He is best known for his comparative studies of Early Buddhist Texts as preserved by the various early Buddhist traditions.[1] Bhikkhu Anālayo temporarily ordained in 1990 in Thailand, after a meditation retreat at Wat Suan Mokkh, the monastery established by the influential 20th-century Thai monk Ajahn Buddhadasa.[2] In 1994 he went to Sri Lanka, looking to meet Nyanaponika Thera after having read his book The Heart of Buddhist Meditation.[2] Nyanaponika Thera died just days before Analayo's arrival but he stayed on and studied with Bhikkhu Bodhi.[2] In 1995 he took pabbajja again under Balangoda Ananda Maitreya Thero.[citation needed] He received his upasampada in 2007 in the Sri Lankan Shwegyin Nikaya (belonging to the main Amarapura Nikaya), with Pemasiri Thera of Sumathipala Aranya as his ordination acariya.[citation needed] Bhikkhu Bodhi has been Bhikkhu Anālayo's main teacher.[3] The late Bhikkhu Kaṭukurunde Ñāṇananda has also been an important influence in his understanding of the Dhamma. Bhikkhu Anālayo completed a PhD thesis on the Satipaṭṭhāna Sutta at the University of Peradeniya in 2000, which was later published as Satipaṭṭhāna, the Direct Path to Realization.[4] During the course of that study, he had come to notice the interesting differences between the Pāli and Chinese Buddhist canon versions of this early Buddhist discourse. This led to his undertaking a habilitation research at the University of Marburg, completed in 2007, in which he compared the Majjhima Nikāya discourses with their Chinese, Buddhist Hybrid Sanskrit and Tibetan Buddhist canon counterparts.[5] In 2013 Anālayo then published Perspectives on Satipaṭṭhāna,[6] where he builds on his earlier work by comparing the parallel versions of the Satipaṭṭhāna-sutta and exploring the meditative perspective that emerges when emphasis is given to those instructions that are common ground among the extant canonical versions and thus can reasonably well be expected to be early. Bhikkhu Anālayo has published extensively on early Buddhism.[7] The textual study of early Buddhist discourses in comparative perspective is the basis of his ongoing interests and academic research.[8] At present he is the chief editor and one of the translators of the first English translation of the Chinese Madhyama-āgama (Taishō 26),[9] and has undertaken an integral English translation of the Chinese Saṃyukta-āgama (Taishō 99), parallel to the Pali Saṃyutta Nikāya collection.[10] Central to Anālayo's academic activity remain theoretical and practical aspects of meditation. He has published several articles on insight and absorption meditation and related contemporary meditation traditions to their textual sources.[11] His comparative studies of early Buddhist texts have also led Anālayo to focus on historical developments of Buddhist thought, and to research the early roots and genesis of the bodhisattva ideal[12] and the beginning of Abhidharma thought.[13] Bhikkhu Anālayo was a presenter at the International Congress on Buddhist Women's Role in the Sangha.[14] Exploring attitudes towards bhikkhunis (female monastics) in early Buddhist texts and the story of the foundation of the bhikkhuni order[15] has allowed him to be a supporter of bhikkhuni ordination, which is a matter of controversy in the Theravada and Tibetan traditions.[16] Bhikkhu Anālayo has retired from being a professor of the Numata Centre for Buddhist Studies at the University of Hamburg. He is the co-founder of the Āgama Research Group, a resident scholar and core faculty member at the Barre Center for Buddhist Studies and a member of the Numata Centre for Buddhist Studies at the University of Hamburg.","Title":"Bhikkhu Analayo - Wikipedia","KeyID":"18760","URL":"https://en.wikipedia.org/wiki/Bhikkhu_Analayo"}