{"Content: ":"Satya Narayana Goenka (ISO 15919: Satyanārāyaṇ Goyankā; Burmese: ဦးဂိုအင်ကာ; MLCTS: u: gui ang ka; 29 January 1924 – 29 September 2013) was an Indian teacher of Vipassanā meditation. Born in Burma to an Indian business family, he moved to India in 1969 and started teaching meditation. His teaching emphasized that the Buddha's path to liberation was non-sectarian, universal, and scientific in character. He became an influential teacher and played an important role in establishing non-commercial Vipassana meditation centers globally. He was awarded the Padma Bhushan by the Government of India in 2012, an award given for distinguished service of high order. Born on 29 January 1924 in Burma (now Myanmar) to Indian parents from the Marwari ethnic group, Goenka grew up in a conservative Hindu household.[4] He was a successful businessman, when in 1955 he started experiencing severe, debilitating migraines.[5][6] Unable to find medical relief, and on the suggestion of a friend, he met with the Vipassana teacher Sayagyi U Ba Khin.[7] Though initially reluctant, Ba Khin took him on as a student.[8][9][10] Goenka subsequently trained under him for 14 years.[8][11] In 1969, Goenka was authorised to teach by Sayagyi U Ba Khin, who died in 1971.[12] He left his business to his family and moved to India, where he started the first Vipassana meditation centre at Kusum Nagar in Hyderabad. Seven years later, in 1976, he opened his first meditation centre, Dhamma Giri, in Igatpuri near Nashik, Maharashtra. He taught meditation on his own until 1982, and then started training assistant teachers. He established the Vipassana Research Institute at Dhamma Giri in 1985.[8][11] From the start, he taught 10-day intensive meditation retreats, and by 1988 had taught numerous people, including several thousand Westerners.[13] Today, Vipassana courses, in the tradition of Sayagyi U Ba Khin, are held at 341 locations in 94 countries, of which about 202 are permanent Vipassana meditation centres.[14] There are such centres in the Argentina, Australia, Austria, Belgium, Brazil, Cambodia, Canada, France, Germany, Greece, Hong Kong, Indonesia, Iran, Israel, Italy, Japan, Malaysia, Mexico, Mongolia, Myanmar, Nepal, New Zealand, Philippines, Poland, Russia, South Africa, South Korea, Spain, Sri Lanka, Singapore, Sweden, Switzerland, Taiwan, Thailand, the United Kingdom, the United States, and 78 centres in India.[8][11][15] In 2000, Goenka laid the foundation of the 325 ft. high Global Vipassana Pagoda, near Gorai Beach, in Mumbai, which opened in 2009, and has relics of Buddha and a meditation hall.[8] It was built as a tribute to his teacher, who in turn wanted to pay back the debt to India, the land of origin of Vipassana. However, unlike his protégé, U Ba Khin was unable to acquire a passport, and thus had been unable to travel to India in person.[4] Goenka was an invited speaker at the Millennium World Peace Summit of Religious and Spiritual Leaders on 29 August 2000 at the General Assembly Hall of the United Nations in New York City.[16] Goenka was also an orator, and a prolific writer and poet. He wrote in English and Hindi. He travelled widely and lectured to audiences worldwide including at the World Economic Forum, Davos. For four months in 2002, he undertook the Meditation Now Tour of North America.[17] He was conferred the Padma Bhushan, the third highest civilian honour in India for social work on the occasion of India's 63rd Republic Day in 2012.[18] He died on 29 September 2013, at his home in Mumbai. He was survived by his wife Elaichi Devi Goenka, also a prominent meditation teacher, and six sons.[8] Goenka trained about 1300 assistant teachers to conduct courses using his recordings, and about 120,000 people attend them each year. Upon Goenka's death, Jack Kornfield, noted American author on Buddhism wrote, \"In every generation, there are a few visionary and profound masters who hold high the lamp of the Dharma to illuminate the world. Like the Dalai Lama and Thich Nhat Hanh, Ven. S.N. Goenka was one of the great world masters of our time. [He] was an inspiration and teacher for Joseph Goldstein and Sharon Salzberg, Ram Dass, Daniel Goleman, and many other western spiritual leaders.\"[19][20] Jay Michaelson wrote in a Huffington Post article titled, \"The Man who Taught the World to Meditate\", \"He was a core teacher for the first generation of 'insight' meditation teachers to have an impact in the United States.\"[21] The technique that Goenka taught is claimed to represent a tradition that is traced back to the Buddha.[22] There is no requirement to convert to any religious belief system. Goenka explained that, \"The Buddha never taught a sectarian religion; he taught Dhamma - the way to liberation — which is universal\"[23] and presented his teachings as non-sectarian and open to people of all faiths or no faith. \"Liberation\" in this context means freedom from impurities of mind and, as a result of the process of cultivating a pure mind, freedom from suffering.[24] Goenka described Vipassana meditation as an experiential scientific practice, in which one observes the constantly changing nature of the mind and body at the deepest level, through which one gains a profound self-knowledge that leads to a truly happy and peaceful life.[citation needed] Courses start with observation of natural (i.e. not controlled) breath, which allows the mind to become concentrated, a practice called Anapana. This concentration prepares one for the Vipassana practice itself which, in this tradition, involves observing bodily sensations with equanimity and becoming progressively more aware of the interconnection between mind and body.[25] Given that teachings of Vipassana in the Burmese traditions are derived from the Abhidhamma Pitaka (which, according to Theravadin commentarial tradition and Goenka, was expounded by the Buddha to Sariputta),[26][27] and although some Burmese teachers advocate that Vipassana and Abhidhamma study cannot be separated,[28] Goenka invites students to consider the theoretical aspects of his teachings, advising, though, that the important aspect of the technique is its practice. Students are free to accept his theoretical background or to reject any part of it that they find objectionable. Goenka reports the words of the Buddha as follows (emphasis in the original):[29] \"Filled with these compassionate and loving thoughts he proclaimed: Apārutā tesaṃ amatassa dvārā Ye sotavanto pamuñcantu saddhaṃ Open are the gates of the deathless state to those with ears (who can hear) who renounce their lack of faith\" The Vipassana Meditation Centres that Goenka helped to establish throughout the world offer 10-day courses that provide a thorough and guided introduction to the practice of Vipassana meditation. There are no charges for either the course or for the lodging and boarding during the course. These courses are supported by voluntary donations of people who want to contribute for future courses. Only donations made at the end of the course go towards paying for future new students.[30] The organisation of the centres are decentralized and self-sufficient and may be run by volunteers of varying experience, which may account for differences in attitudes and experiences. In an effort to provide a more uniform experience in all of the centres, all public instruction during the retreat is given by audio and video tapes of Goenka. When asked about problems related to growth and expansion, Goenka stated: The cause of the problem is included in the question. When these organisations work for their own expansion, they have already started rotting. The aim should be to increase other people’s benefits. Then there is a pure Dhamma volition and there is no chance of decay. When there is a Dhamma volition, \"May more and more people benefit,\" there is no attachment. But if you want your organisation to grow, there is attachment and that pollutes Dhamma.[31] Students practising Goenka's Vipassana technique at the meditation centres are asked to agree to refrain from practising any other religious or meditative practices for the duration of the course. Concerning practices of other religions, Goenka stated: \"Understand. The names of many practices are all words of pure Dhamma, of Vipassana. But today the essence is lost; it is just a lifeless shell that people perform. And that has no benefit.\"[citation needed] One of Goenka's wishes was fulfilled in November 2008 when the construction of the Global Vipassana Pagoda was completed on the outskirts of Mumbai. He hoped that this monument will act as a bridge between different communities, different sects, different countries and different races to make the world a more harmonious and peaceful place. The Pagoda contains the world's largest pillar-less stone dome structure and is expected to attract hundreds of thousands of visitors from all over the world wanting to learn more about it and Vipassana meditation. Architecturally, this building is by far the largest single-span stone dome in the world, twice as big as the Basilica of St. Peter at the Vatican. At its centre is a circular meditation hall, 280 feet in diameter, which has a seating capacity of 8,000. At 325 feet height, it is almost as tall as a 30-story building. Approximately 2.5 million tons of stone was used in the construction.[citation needed] In a 1997 article titled Why the Grand Vipassana Pagoda?, Goenka explained that the Pagoda would house relics said to be from Buddha, which he said actually help people: Usually such pagodas are solid. But with the help of the most modern techniques of architecture, instead of building a solid pagoda, a vast meditation hall will be built within it, at the centre of which these sacred relics will be installed so that thousands of meditators can sit around them, meditating together and benefit from their Dhamma vibrations.[32] Goenka believed that theory and practice should go hand-in-hand and accordingly he established a Vipassana Research Institute to investigate and publish literature on Vipassana and its effects. The Vipassana Research Institute focuses on two main areas: translation and publication of the Pali texts, and research into the application of Vipassana in daily life.[33] Goenka was able to bring Vipassana meditation into prisons, first in India, and then in other countries. The organisation estimates that as many as 10,000 prisoners, as well as many members of the police and military, have attended the 10-day courses. Doing Time, Doing Vipassana is a 1997 documentary about the introduction of S. N. Goenka's 10-day Vipassana classes at Tihar Jail in 1993 by then Inspector General of Prisons in New Delhi, Kiran Bedi. Bedi had her guards trained in Vipassana first, and then she had Goenka give his initial class to 1,000 prisoners.[34] The Dhamma Brothers is a documentary film released in 2007 about a prison Vipassana meditation program at Donaldson Correctional Facility in Bessemer, Alabama. The film concentrates on four inmates, all convicted of murder. It also includes interviews of guards, prison officials, and local residents, and includes re-enactments of the inmates' crimes.[citation needed]","Title":"S. N. Goenka - Wikipedia","KeyID":"18772","URL":"https://en.wikipedia.org/wiki/S._N._Goenka"}