{"Content: ":"Bhante Henepola Gunaratana is a Sri Lankan Theravada Buddhist monk. He is often affectionately known as Bhante G. Henepola Gunaratana was born Ekanayaka Mudiyanselage Ukkubanda[1] December 7, 1927, in the small Sri Lankan village of Henepola.[2] He had only a fourth grade education in Sri Lanka. He was ordained as a novice at the age of 12 in a temple in Malandeniya Village, Kurunegala District.[2] His preceptor was Venerable Kiribatkumbure Sonuttara Mahathera.[3] He received upasampada in 1947, aged 20, in Kandy.[4] He was first educated at Vidyasekhara Pirivena Junior College, a monks school in Gampaha. He received his higher education in Sri Lanka at Vidyalankara College in Kelaniya and the Buddhist Missionary College (an affiliate of the Maha Bodhi Society) in Colombo.[5][4] After his education, he was sent to India for missionary work as a representative of the Maha Bodhi Society. He primarily served the Untouchables in Sanchi, Delhi, and Bombay.[5] He also served as a religious advisor to the Malaysian Sasana Abhivurdhiwardhana Society, Buddhist Missionary Society, and Buddhist Youth Federation. Following this he served as an educator for Kishon Dial School and Temple Road Girls' School. He was also the principal of the Buddhist Institute of Kuala Lumpur. Bhante Gunaratana went to the United States at the invitation of the Sasana Sevaka Society in 1968 in order to serve as the General Secretary of the Buddhist Vihara Society of Washington, D.C.[5] He was elected president of the society twelve years later. While serving in this office, he has conducted meditation retreats and taught courses in Buddhist Studies.[2] Gunaratana earned a bachelor's, master's, and doctorate in philosophy at American University.[5] He has also taught graduate level courses on Buddhism at American University, Georgetown University, Bucknell University, and the University of Maryland, College Park. He also lectures at universities throughout the United States, Europe, and Australia. He is the author of the book Mindfulness in Plain English. Bhante Gunaratana is currently the abbot of the Bhavana Society, a monastery and meditation retreat center that he founded in High View, West Virginia.[6][7]","Title":"Henepola Gunaratana - Wikipedia","KeyID":"18774","URL":"https://en.wikipedia.org/wiki/Henepola_Gunaratana"}