{"Content: ":"Most Ven. Kaṭukurunde Ñāṇananda Maha Thera (10 July 1940 – 22 February 2018) (sometimes spelled Nyanananda or Nanananda in English, sometimes called Gnanananda in Sinhala, Sinhalese: අති පූජ්‍ය කටුකුරුන්දේ ඤාණානන්ද මහා ථේර) was a Sri Lankan [Sinhala] Bhikkhu (Buddhist Monk) and Buddhist scholar. He is best known for the research monograph Concept and Reality in Early Buddhist Thought and the exploratory study The Magic of the Mind. Ven. Ñāṇananda was the abbot of Pothgulgala Aranya, a small forest monastery in Devalegama, Sri Lanka. Ven. Ñāṇananda was born in 1940 to a Sinhala Buddhist family in Galle District in Sri Lanka. He received his school education from Mahinda College, Galle.[1] In 1962 he graduated from the University of Peradeniya specializing in Pali Studies, and served as an assistant lecturer in Pali at the same university for a brief period of time. He renounced his post in 1967 to enter the Order of Buddhist monks under the name Kaṭukurunde Ñāṇananda in the forest monastic tradition of Sri Lanka.[2] Ven. Ñāṇananda initially ordained at the Island Hermitage.[1] Three other monks were ordained with him, two of them being Ven. Ñāṇasuci (later Samanera Bodhesako) and Ven. Ñāṇajivako (Prof. Čedomil Veljačić).[3] After the Mitirigala Nissarana Vanaya was established by Asoka Weeraratna in 1967 with Ven. Matara Sri Nanarama Mahathera as the abbot and the meditation master, Ven. Ñāṇananda moved to that monastery in 1972 and re-ordained under Ven. Ñāṇārāma.[1] When Ven. Ñāṇārāma Mahathera died in 1992, Ven. Ñāṇananda moved to Pothgulgala Aranya. In 2016 he moved to 'Kaṭukurunde Ñāṇananda Sadaham Bhāraya' in Ratnapura. Ven. Ñāṇananda maintained a simple and austere way of practice with a strong commitment to strict Vinaya standards until his death. Ven. Ñāṇananda's best known works are Concept and Reality in Early Buddhist Thought, published in 1971, and The Magic of the Mind, published in 1974,[4] both completed during his stay at the Island Hermitage.[3] His latest major work is a collection of sermons on Nibbana that was initially published in Sinhala and later in English translation, titled Nibbana - The Mind Stilled.[2] The sermons are currently being studied in the context of early Buddhist thought in a free-of-charge three-year e-learning program (2017-2018) offered by Bhikkhu Anālayo of the Numata Center for Buddhist Studies at the University of Hamburg in cooperation with the Barre Center for Buddhist Studies (Mass.). This penetrative study[5] shed new light on the early Buddhist views on the psychology of perception,[6] the conceptualizing process and its transcending.[7] The discussion focuses upon two important but controversial terms found in the Buddha's discourses: papañca and papañca-saññā-saṅkhā[8] Ven. Ñāṇananda was the first to analyze the unique grammatical shift found in the sections in which the compound papañca-saññā-saṅkhā appears in the Madhupiṇḍika Sutta (MN 18),[9] which he regards as the “locus classicus as it affords us a clearer insight into the problem of papañca”.[10] His radical interpretation of papañca as ‘conceptual proliferation’[11] is now widely accepted and used by modern Buddhist scholars.[12][13][14][15][16][17][18][19] The book was introduced as \"an imaginative interpretation of the Buddhist critique of conceptual thought in the Pali tradition\" in the Encyclopedia of Religion.[20] A critical assessment of Concept and Reality has been published by Stephen Evans in Buddhist Studies Review (2017),[21] with a rejoinder by Bhikkhunī Dhammadinnā (2017).[22] This is an exposition of the Kālakārāma Sutta (AN 4.24), a canonical discourse of hallowed tradition that had subsequently fallen into neglect.[23] Ven. Ñāṇananda gives an annotated translation of the sutta prologued by a humorously conceived parable of a magic show.[24] The main theme of the work is the illusory nature of Viññaṇa.[25] The book attempts to draw out the psychological and philosophical implications of the text, centered on a discussion of Paticcasamuppada as a golden mean which freely transcends the dualities of existence and non-existence and mind-and-matter.[26] While at Nissarana Vanaya, at the invitation of the Ven. Matara Sri Nanarama Mahathera, Ven. Ñāṇananda Thera delivered 33 sermons on the subject of Nibbana, during the period 1988.08.12 – 1991.01.31. This often controversial set of talks were then distributed in cassettes among interested monastics and lay Buddhists.[27] In 1997, a publications trust named Dharma Grantha Mudrana Bharaya (D.G.M.B.) was set up with the public trustee of Sri Lanka to freely distribute Ven. Ñāṇananda's works. The first publications of D.G.M.B. were these sermons in Sinhala, made available in 11 volumes, titled Nivane Niveema.[2] Since 2003 the English translations have been made available in a 7-volume series titled Nibbana – The Mind Stilled.[27] In these sermons Ven. Ñāṇananda attempted to \"trace the original meaning and significance of the Pali term Nibbana based on the evidence from the discourses of the Pali Canon”. This has led to a detailed analysis and a re-appraisal of some of the most controversial suttas on Nibbana. While this collection develops on his earlier works, the Nibbana sermons are presented with a more pragmatic outlook to benefit those who are keen on realizing this ultimate goal of Buddhist practice.[27] Venerable Ñāṇananda's most recent work is The Law of Dependent Arising - The Secret of Bondage and Release (2015) ISBN 978-1517706340, a series of sermons dealing with the Buddha's concept of paticcasamuppada. According to scarce and sparse Web reports in English Ven. Ñāṇananda died at around 2:00 AM, 22 February 2018 at National Hospital of Colombo.[28][29]","Title":"Katukurunde Nyanananda Thera - Wikipedia","KeyID":"18787","URL":"https://en.wikipedia.org/wiki/Katukurunde_Nyanananda_Thera"}