{"Content: ":"Sangharakshita (born Dennis Philip Edward Lingwood; 26 August 1925 – 30 October 2018)[1] was a British spiritual teacher and writer, and the founder of the Friends of the Western Buddhist Order, which in 2010 was renamed the Triratna Buddhist Community.[2][3] He was one of a handful of westerners to be ordained as Theravadin Bhikkhus in the period following World War II,[4] and spent over 20 years in Asia,[5] where he had a number of Tibetan Buddhist teachers.[6] In India, he was active in the conversion movement of Dalits—so-called \"Untouchables\"—initiated in 1956 by B. R. Ambedkar.[5] He wrote more than 60 books, including compilations of his talks, and was described as \"one of the most prolific and influential Buddhists of our era,\"[7] \"a skilled innovator in his efforts to translate Buddhism to the West,\"[8] and as \"the founding father of Western Buddhism\"[9] for his role in setting up what is now the Triratna Buddhist Community,[10] but Sangharakshita was often regarded as a controversial teacher.[4] He was criticised for having had sexual relations with Order members,[11] which allegedly amounted to abuse and coercion.[12] Sangharakshita retired formally in 1995 and in 2000 stepped down from the movement's ostensive leadership, but he remained its dominant figure and lived at its headquarters in Coddington, Herefordshire.[13] The Triratna Order Office announced the death of Sangharakshita after a short illness on 30 October 2018.[14][15] Sangharakshita was born Dennis Philip Edward Lingwood in Tooting, London, in 1925.[16] After being diagnosed with a heart condition he spent much of his childhood confined to bed, and used the opportunity to read widely.[17] His first encounter with non-Christian thought was with Madame Helena Blavatsky's Isis Unveiled,[18] upon reading which, he later said, he realised that he had never been a Christian.[19] The following year he came across two Buddhist texts—the Diamond Sutra and the Platform Sutra—and concluded that he had always been a Buddhist.[19] As Dennis Lingwood, he joined the Buddhist Society at the age of 18,[20] and formally became a Buddhist in May 1944 by taking the Three Refuges and Five Precepts from the Burmese monk, U Thittila.[17] He was conscripted into the army in 1943, and served in India, Sri Lanka (then known as Ceylon) and Singapore as a radio engineer[21] in the Royal Corps of Signals.[22] It was in Sri Lanka, while in contact with the swamis in the (Hindu) Ramakrishna Mission, that he developed the desire to become a monk.[23] In 1946, after the cessation of hostilities, he was transferred to Singapore, where he made contact with Buddhists and learned to meditate.[24] Having been conscripted into the British Army and posted to India, at the end of the war Sangharakshita handed in his rifle, left the camp where he was stationed and deserted.[24] He moved about in India for a few years, with a Bengali novice Buddhist, the future Buddharakshita, as his companion, meditating and experiencing for himself the company of eminent spiritual personalities of the times, like Mata Anandamayi, Ramana Maharishi and Swamis of Ramakrishna Mission. They spent fifteen months in 1947–48, in the Ramakrishna Mission centre at Muvattupuzha with the consent of Swami Tapasyananda and Swami Agamananda. In May 1949 he became a novice monk, or sramanera, in a ceremony conducted by the Burmese monk, U Chandramani, who was then the most senior monk in India. It was then that he was given the name Sangharakshita (Pali: Sangharakkhita), which means \"protected by the spiritual community.\"[24] Sangharakshita took full bhikkhu ordination the following year,[22] with another Burmese bhikkhu, U Kawinda, as his preceptor (upādhyāya), and with the Ven. Jagdish Kashyap as his teacher (ācārya).[24] He studied Pali, Abhidhamma, and Logic with Jagdish Kashyap at Benares (Varanasi) University.[20] In 1950, at Kashyap's suggestion, Sangharakshita moved to the hill town of Kalimpong[18] close to the borders of India, Bhutan, Nepal. and Sikkim, and only a few miles from Tibet. Kalimpong was his base for 14 years until his return to England in 1966.[21] During his time in Kalimpong, Sangharakshita formed a young men's Buddhist association and established an ecumenical centre for the practice of Buddhism (the Triyana Vardhana Vihara).[21] He also edited the Maha Bodhi Journal and established a magazine, Stepping Stones.[25] In 1951, Sangharakshita met the German-born Lama Govinda, who was the first Buddhist Sangharakshita had known \"to declare openly the compatibility of art with the spiritual life\", and who gave Sangharakshita a greater appreciation for Tibetan Buddhism.[26] Govinda had begun his explorations of Buddhism in the Theravada tradition, studying briefly under the German-born bhikkhu, Nyanatiloka Mahathera (who gave him the name Govinda), but after meeting the Gelug Lama, Tomo Geshe Rinpoche, in 1931, he turned towards Tibetan Buddhism.[27] Sangharakshita's spiritual explorations were to follow a similar trajectory. Sangharakshita was ordained in the Theravada school, but said he became disillusioned by what he felt was the dogmatism, formalism, and nationalism of many of the Theravadin bhikkhus he met[6] and became increasingly influenced by Tibetan Buddhist teachers who had fled Tibet after the Chinese invasion in the 1950s. Two years after his meeting with Lama Govinda he began studying with the Gelug Lama, Dhardo Rinpoche.[6] Sangharakshita also received initiations and teachings from teachers who included Jamyang Khyentse, Dudjom Rinpoche, as well as Dilgo Khyentse Rinpoche.[6] It was Dhardo Rinpoche who was to give Sangharakshita Mayahana ordination.[20] Later, Sangharakshita also studied with a Ch'an teacher, Yogi Chen (Chen Chien-Ming), along with another English monk, Bhikkhu Khantipalo.[28] Together, the three men turned their ongoing seminar on Buddhist theory and practice into a book, Buddhist Meditation, Systematic and Practical.[29] Sangharakshita was an associate of B. R. Ambedkar.[30][31][32][33] In 1952, Sangharakshita met Bhimrao Ramji Ambedkar[34] (1891–1956), the chief architect of the Indian constitution and India's first law minister. Ambedkar, who had been a so-called Untouchable, converted to Buddhism, along with 380,000 other Untouchables (now known as \"dalits\") on 14 October 1956.[35] Ambedkar and Sangharakshita had been in correspondence since 1950, and the Indian politician had encouraged the young monk to expand his Buddhist activities.[36] Ambedkar appreciated Sangharakshita's \"commitment to a more critically engaged Buddhism that did not at the same time dilute the cardinal precepts of Buddhist thought\".[37] Ambedkar initially invited Sangharakshita to perform his conversion ceremony, but the latter refused, arguing that U Chandramani should preside.[37] Ambedkar died six weeks later, leaving his conversion movement leaderless, and Sangharakshita, who had just arrived in Nagpur to visit dalit Buddhists,[37] continued what he felt was Ambedkar's work by lecturing to former Untouchables,[34] and presiding over a ceremony in which a further 200,000 Untouchables converted.[35] For the next decade, Sangharakshita spent much of his time visiting dalit Buddhist communities in western India.[38] In 1964, Sangharakshita was invited to help with a dispute at the Hampstead Buddhist Vihara in north London,[39] where he proved to be a popular teacher.[16] His ecumenical approach and failure to conform to some of the trustees' expectations was said to contrast with the strict Theravadin-style Buddhism at the vihara.[16] Although originally planning to stay only six months, he decided to settle in England, but after he returned to India for a farewell tour, the Vihara's trustees voted to expel him.[16] Sangharakshita returned to England and in April 1967 founded the Friends of the Western Buddhist Order.[16] The Western Buddhist Order was founded a year later, when he ordained the first dozen men and women. The first ordinations were attended by a Zen monk, a Shin priest and two Theravadin monks.[40] Satisfied neither with the lay-Buddhist approach of the Buddhist Society, nor the monastic approach of the Hampstead vihara—the two dominant Buddhist organisations in Britain at that time—he created what he said was a new form of Buddhism. The order would be neither lay nor monastic,[41] and members take a set of ten precepts[40] that are a traditional part of Mahayana Buddhism.[42] Initially, Sangharakshita led all classes and conducted all ordinations.[40] He gave lectures drawing on what he felt were the essential teachings of all the major Buddhist schools.[39] He led major retreats twice a year and frequent day and weekend events.[39] As the order grew, and centres became established across Britain and in other countries, order members took more responsibility until, in August 2000, he devolved his responsibilities as the head of the Western Buddhist Order to eight men and women who formed what was called the \"College of Public Preceptors.\"[43] In 2005 Sangharakshita donated all of his books and artefacts, with an insurance value of £314,400, to the charitable trust dedicated to his 'support and assistance' as well as enabling his office to 'maintain contact with his disciples and friends worldwide' and to 'support them in activities'.[44] In 2015 this trust had an income of £140K, and for 2016 it was £73K.[45][46] Sangharakshita died, aged 93, on 30 October 2018 after a short illness.[47] In 1997, Sangharakshita became the focus of controversy when The Guardian newspaper published complaints concerning some of his sexual relationships with FWBO members during the 1970s and 1980s.[12][48] For a decade following these public revelations, he declined to give any response to concerns from within the movement that he had misused his position as a Buddhist teacher to sexually exploit young men. In 2010 it was reported that he had addressed the controversy, stressing that his sexual partners were, or appeared to be, willing, and he expressed regret for any mistakes.[49] In 2016 a local BBC channel showed a report based on interviews with three men, one under the age of homosexual consent at the time (twenty-one), who claimed they had been pressured into having sex with Sangharakshita, being told it would help them “make spiritual progress” to have homosexual sex despite being heterosexual.[50] In 2017 the Triratna Buddhist Order hired an accredited facilitator to work directly with any individuals feeling harmed as a result of past sexual involvement with Sangharakshita.[51] In 2020, a group within the Order published a report resulting from investigations into these allegations aiming to \"establish the facts related to Sangharakshita's sexual behaviour\". The report included acknowledgements that Sangharakshita did \"not always recognise the power imbalance between student and teacher\", and that he \"was not always willing or able to have meaningful dialogue after the sexual involvement had ended\".[52] Sangharakshita has been described as \"among the first Westerners who devoted their life to the practice as well as the spreading of Buddhism\" and also as a \"prolific writer, translator, and practitioner of Buddhism\".[53] As a Westerner seeking to use Western concepts to communicate Buddhism, he has been compared to Teilhard de Chardin,[54] termed \"the founding father of Western Buddhism,\"[9] and noted as \"a skilled innovator in his efforts to translate Buddhism to the West.\"[8] For Sangharakshita, as with other Buddhists, the factor that unites all Buddhist schools is not any particular teaching, but the act of \"going for refuge\" (sarana-gamana), which he regards \"not simply as a formula but as a life-changing event\"[18] and as an ongoing \"reorientation of one's life away from mundane concerns to the values embodied in the Buddha, Dharma, and Sangha.\"[55] Any decisive act upon the spiritual path—renunciation, ordination, initiation, the attainment of Stream Entry, and the arising of the bodhicitta—are manifestations or examples of Going for Refuge.[56] Sangharakshita has acknowledged that “Triratna sometimes bears the mark not of the dharma but of my own particular personality”.[57] Among his distinctive views is his use of the scientific theory of evolution as a metaphor for spiritual development, referring to biological evolution as the \"lower evolution\" and spiritual development as being a form of self-directed \"higher evolution\".[citation needed] Though he considers women and men equally capable of Enlightenment and ordained them equally right from the start, he has also said he had \"tentatively reached the conclusion that the spiritual life is more difficult for women because they are less able than men to envisage...something purely transcendental...\"[58] He also criticised heterosexual nuclear relationships as tending to neuroticism. The FWBO has been accused of cult-like behaviour in the 1970s and 80s for encouraging heterosexual men to engage in sexual relationships with men in order to get over their fear of intimacy with men and obtain spiritual growth.[56] He has drawn parallels between Buddhism and the spirit of the Romantics, who believed that what art reveals has great moral and spiritual significance, and has written of \"the religion of art.\"[59] Including compilations of his talks, Sangharakshita has authored more than 60 books. Meanwhile, the Triratna Buddhist Community, which he founded as the FWBO, has been described as \"perhaps the most successful attempt to create an ecumenical international Buddhist organization\".[60] The community is one of the three largest Buddhist movements in Britain,[61] and has a presence in Europe, the Americas, Asia, and Africa. More than a fifth of all Order members, as of 2006, were in India,[62] where Dr. Ambedkar's mission to convert dalits to Buddhism continues.[63] Martin Baumann, a scholar of Buddhism, has estimated that there are 100,000 people worldwide who are affiliated with the Triratna Buddhist Community.[63] For Buddhologist Francis Brassard, Sangharakshita's major contribution is \"without doubt his attempt to translate the ideas and practices of [Buddhism] into Western languages.\"[64] The non-denominational nature of the Triratna Buddhist Community,[40] its equal ordination for both men and women,[65] and its evolution of new forms of shared practice, such as what it calls team-based right livelihood projects, have been cited as examples of such \"translation\", and also as the creation of a \"Buddhist society in miniature within the Western, industrialized world\".[5] For Martin Baumann, the Triratna Buddhist Community serves as proof that \"Western concepts, such as a capitalistic work ethos, ecological considerations, and a social-reformist perspective, can be integrated into the Buddhist tradition\".[66]","Title":"Sangharakshita - Wikipedia","KeyID":"18781","URL":"https://en.wikipedia.org/wiki/Sangharakshita"}