{"Content: ":"Luang Por Sumedho or Ajahn Sumedho (Thai: อาจารย์สุเมโธ) (born Robert Karr Jackman, July 27, 1934) is one of the senior Western representatives of the Thai forest tradition of Theravada Buddhism. He was abbot of Amaravati Buddhist Monastery, UK, from its consecration in 1984 until his retirement in 2010. Luang Por means Venerable Father (หลวงพ่อ), an honorific and term of affection in keeping with Thai custom; ajahn means teacher. A bhikkhu since 1967, Sumedho is considered a seminal figure in the transmission of the Buddha's teachings to the West. Dhammayuttika Nikāya Mahā Nikāya Ajahn Sumedho was born Robert Karr Jackman in Seattle, Washington, in 1934.[1][2] During the Korean War he served for four years from the age of 18 as a United States navy medic. He then did a BA in Far Eastern studies and graduated in 1963 with an MA in South Asian studies at the University of California, Berkeley. After a year as a Red Cross social worker, Jackman served with the Peace Corps in Borneo from 1964 to 1966 as an English teacher. On break in Singapore, sitting one morning in a sidewalk café, he watched a Buddhist monk walk by and thought to himself, \"That looks interesting.\" In 1966, he became a novice or samanera at Wat Sri Saket in Nong Khai, northeast Thailand. He ordained as a bhikkhu (Buddhist monk) in May the following year. From 1967 to 1977 at Wat Nong Pah Pong, he trained under Ajahn Chah. He has come to be regarded as the latter's most influential Western disciple. In 1975, he helped to establish and became the first abbot of the International Forest Monastery, Wat Pa Nanachat in northeast Thailand founded by Ajahn Chah for training his non-Thai students. In 1977, Ajahn Sumedho accompanied Ajahn Chah on a visit to England. After observing a keen interest in Buddhism among Westerners, Ajahn Chah encouraged Ajahn Sumedho to remain in England for the purpose of establishing a branch monastery in the UK. This became Cittaviveka Forest Monastery in West Sussex. Ajahn Sumedho was granted authority to ordain others as monks shortly after he established Cittaviveka Forest Monastery. He then established a ten precept ordination lineage for women, \"Siladhara\". Until his retirement, Ajahn Sumedho was the abbot of Amaravati Buddhist Monastery near Hemel Hempstead in England, which was established in 1984. Amaravati is part of the network of monasteries and Buddhist centres in the lineage of Ajahn Chah, which now extends across the world, from Thailand, New Zealand and Australia, to Europe, Canada, and the United States. Ajahn Sumedho played an instrumental role in building this international monastic community. Ajahn Sumedho's imminent retirement was announced in February 2010, and he retired in November of that year. His successor is the English monk Ajahn Amaro, hitherto co-abbot of the Abhayagiri branch monastery in California's Redwood Valley. Ajahn Sumedho returned to Amaravati Buddhist Monastery near Hemel Hempstead in England in 2020 and now resides there. Ajahn Sumedho is a prominent figure in the Thai Forest Tradition. His teachings are very direct, practical, simple, and down to earth. In his talks and sermons he stresses the quality of immediate intuitive awareness and the integration of this kind of awareness into daily life. Like most teachers in the Forest Tradition, Ajahn Sumedho tends to avoid intellectual abstractions of the Buddhist teachings and focuses almost exclusively on their practical applications, that is, developing awareness and wisdom in daily life. His most consistent advice can be paraphrased as to see things the way that they actually are rather than the way that we want or don't want them to be (\"Right now, it's like this...\"). He is known for his engaging and witty communication style, in which he challenges his listeners to practice and see for themselves. Students have noted that he engages his hearers with an infectious sense of humor, suffused with much loving kindness, often weaving amusing anecdotes from his experiences as a monk into his talks on meditation practice and how to experience life (\"Everything belongs\").[3] A meditation technique taught and used by Ajahn Sumedho involves resting in what he calls \"the sound of silence\".[4] He talks at length about this technique in one of his books titled The Way It Is.[5] Ajahn Sumedho said that he was directly influenced by Edward Salim Michael's book, The Way of Inner Vigilance (republished in 2010 with the new title, The Law of Attention, Nada Yoga and the Way of Inner Vigilance and for which Ajahn Sumedho wrote a preface). The Sound of Silence is also the title of one of Ajahn Sumedho's books (published by Wisdom Publications in 2007).[6]","Title":"Ajahn Sumedho - Wikipedia","KeyID":"18784","URL":"https://en.wikipedia.org/wiki/Ajahn_Sumedho"}