{"Content: ":"Geshe Kelsang Gyatso (Tibetan: བཀལ་བཟང་རྒྱ་མཚོ།, Wylie: bskal bzang rgya mtsho) (b. 19 July 1931, disappeared 2012) is a Buddhist monk, meditation teacher, scholar, and author.[1] He is the founder and former spiritual director of the New Kadampa Tradition-International Kadampa Buddhist Union (NKT-IKBU), a registered non-profit, modern, sectarian and schismatic organization that came out of the Gelugpa school/lineage. 1,300 centres around the world, including temples, city temples and retreat centres offer an accessible approach to ancient wisdom.[2] He has become known as an exponent of Dorje Shugden practices, embroiling him and his followers in what has become known as the \"Dorje Shugden controversy.\"[3] Kelsang Gyatso was born in 1931 on the 4th day of the 6th month of the Tibetan lunar calendar, in Yangcho Tang, Tibet and named Lobsang Chuponpa. At the age of eight he joined Ngamring Jampa Ling Monastery where he was ordained as a novice monk and given the monastic name \"Kelsang Gyatso\" meaning \"Ocean of Good Fortune\".[citation needed][nb 1] Kelsang Gyatso continued his studies at Sera Monastery near Lhasa.[5] After escaping to India via Nepal during the Tibetan exodus in 1959, Kelsang Gyatso stayed at the monastic study centre established at Buxa Fort in West Bengal, India. All he brought with him were two Buddhist scriptures — Shantideva's Guide to the Bodhisattva's Way of Life and a text by Je Tsongkhapa. In 1971 the Indian Government donated large tracts of land in South India to the community in exile, where separate monasteries were established.[6][7] At this time, Kelsang Gyatso left the monastery at Buxa for Mussoorie (a hill station in the Indian state of Uttarakhand) where he taught and engaged in intensive meditation retreat for several years.[8] At that time Kelsang Gyatso was, as David Kay puts it, \"by all accounts, a very well respected scholar and meditator\" within the Tibetan exile community.[9] In 1976, at the suggestion of the Dalai Lama, Kelsang Gyatso was invited by Lama Thubten Yeshe through their mutual spiritual guide to become the resident teacher at the main FPMT center, Manjushri Institute in Ulverston, Cumbria in England.[10]: 129  In 1991 Following a three-year retreat in Tharpaland, Dumfries, he founded the NKT-IKBU . He retired as General Spiritual Director of the NKT-IKBU in August 2009 but continues to write books and practice materials.[citation needed] Lama Yeshe's decision to invite his former classmate[11]: 136  to be Resident Teacher at the FPMT's Manjushri Institute in England was advised by the Dalai Lama.[9] He arrived in August 1977 and gave his first teaching on Lamrim on September 10.[12] Under Kelsang Gyatso's spiritual direction, Manjushri Institute \"became a thriving training and retreat center.\"[13] Kelsang Gyatso taught the General Program at Manjushri from 1977 to 1987.[14] At that time, the Geshe studies programme was taught by Jampa Tekchok and then Konchog Tsewang (1982–1990). (In 1990 the Geshe Studies Programme at Manjushri Institute was cancelled, as it had been in most of the other FPMT Centres where it had been established.[15]) On October 13, 1983, Kelsang Gyatso became a naturalized British citizen.[16] In 1979, Kelsang Gyatso opened a Buddhist teaching centre (Madhyamaka Centre in Yorkshire) under his own spiritual direction and apparently without FPMT approval.[10]: 130  David Kay explained how many Geshes who happened to teach at FPMT Centres in the early years still considered themselves to be autonomous entities: \"Not all of the geshes shared Lama Yeshe's vision of Gelug Buddhism in the West or understood themselves to be part of it.\"[17] Robert Bluck explained that as a consequence of opening Madhayamaka Centre, Lama Yeshe asked for Kelsang Gyatso's resignation, \"but his students petitioned him to remain, and a struggle ensued for control of Manjushri Institute, which eventually withdrew from the FPMT.\"[10]: 130  Although some FPMT students regarded Kelsang Gyatso as a \"rogue geshe\" as a result of his separation from the FPMT,[citation needed] Bluck suggests an alternative view: \"FPMT teachers became increasingly remote, with Kelsang Gyatso's single-minded approach and personal example inspiring many students.\"[10]: 132–133  In 1987, Kelsang Gyatso entered a 3-year retreat at Tharpaland International Retreat Centre in Dumfries, Scotland. During his retreat, he wrote five books and established the foundations of the NKT-IKBU.[10] : 130  After completing his retreat in the early months of 1991, Kelsang Gyatso announced the creation of the NKT-IKBU, an event which was celebrated by his students in the NKT-IKBU magazine Full Moon as \"a wonderful development in the history of the Buddhadharma.\"[18] Since that time, the NKT-IKBU has grown to comprise 1,300 centres worldwide, most principally study and meditation centers, some principally retreat centers, and four traditional-style Temples for World Peace. The Kadampa Web site stated in 2020[update] that three more temples were soon to appear.[2] Kelsang Gyatso's teachings had a practical emphasis teachings based on Lamrim, Lojong and Mahamudra.[citation needed] When he established the NKT-IKBU study programs he said: I wanted to encourage people to practice purely. Just having a lot of Dharma knowledge, studying a lot intellectually but not practicing, is a serious problem. This was my experience in Tibet. Intellectual knowledge alone does not give peace.[19] Waterhouse commented that \"He teaches in English with a strong Tibetan accent. He is an endearing character to look at; petite with slightly downcast eyes which look about him as he walks or teaches his devoted students.\"[11]: 137  Spanswick observes that \"many of those who hear him speak are struck by his wisdom and sincerity.\"[20] At the heart of the NKT-IKBU are its three study programs: the General Program, the Foundation Program, and the Teacher Training Program.[21] In these programs students exclusively study Kelsang Gyatso's books with authorized NKT-IKBU Dharma teachers.[citation needed] According to the NKT-IKBU, it \"seeks not to offer a westernized form of Buddhism, but rather to make traditional Gelugpa Buddhism accessible to westerners.\"[22] To achieve this, Kelsang Gyatso taught himself English.[23] Kelsang has taught extensively on all aspects of Buddha's Sutras and Tantras in light of the teachings and tradition of Je Tsongkhapa. He is also a prolific writer and translator.[24] His books, present various key aspects of Buddhism as taught by the Gelug scholastic tradition.[25] Several have been well regarded and recommended by senior Gelug Lamas. Kelsang Gyatso's books were first published by Wisdom Publications. In 1985, Tharpa Publications was founded, to publish his teachings and since then has been the exclusive publisher of his works worldwide. With an aim to provide Western Dharma practitioners with essential Buddhist texts, Kelsang has now published 22 books. His first book published in 1980 was a commentary to Shantideva's Guide to the Bodhisattva's Way of Life called Meaningful to Behold. This was followed by Clear Light of Bliss in 1982. A number of Kelsang Gyatso's textbooks have received favourable reviews.[26] Bluck writes that \"The three most popular works—Introduction to Buddhism, The New Meditation Handbook and Transform Your Life—have sold 165,000 copies between them, showing their appeal far beyond the movement itself.\"[27] Batchelor says that Kelsang Gyatso's books are written with \"considerable clarity.\"[28] Braizer echoes this sentiment, saying that Kelsang Gyatso writes \"excellent\" books that are \"an important contribution to Western understanding of Buddhism and its traditions. They can stand on their own merit.\"[29] Guide to Dakini Land and Essence of Vajrayana have been described as \"the most detailed and revealing commentary on specific tantric practices yet to be published in a Western language.\"[30] In his book review of Guide to Dakini Land, Richard Guard said: It is remarkable that the author has managed to give us so much information in only a few hundred pages. The editors are to be commended for their skilful efforts in conveying Kelsang Gyatso’s instructions in such simple and precise language... By making this book available for Vajrayogini practitioners, Kelsang Gyatso has truly brought a blessing into our lives.[31] Over a million copies of Kelsang Gyatso's books have been sold.[32] His books include titles for beginners such as Introduction to Buddhism, Transform Your Life and How to Solve Our Human Problems, books about the Mahayana path like Universal Compassion (Lojong), The New Heart of Wisdom (Heart Sutra) and Joyful Path of Good Fortune (Lamrim), and books on Vajrayana (Tantra) like Mahamudra Tantra, Guide to Dakini Land and Essence of Vajrayana. Two of his books are commentaries on Indian Mahayana texts: the book Ocean of Nectar is a commentary to Chandrakirti's Guide to the Middle Way, and Meaningful to Behold is a commentary to Shantideva's Guide to the Bodhisattva's Way of Life or Bodhicharyavatara. Kelsang Gyatso has also translated and/or composed many sadhanas, or prayer booklets, for the practice of many of the Buddhist Tantras. Kay says that NKT-IKBU practitioners practice their tradition exclusively, \"eschewing eclecticism.\"[33] Kelsang Gyatso's \"conservative and traditional presentation of Buddhism\" is appealing to Westerners who \"wish for a meaningful alternative to spiritual pluralism.\"[10] : 151  According to Kelsang Gyatso in Understanding the Mind: Every Teacher and every tradition has a slightly different approach and employs different methods. The practices taught by one Teacher will differ from those taught by another, and if we try to combine them we shall become confused, develop doubts, and lose direction. If we try to create a synthesis of different traditions we shall destroy the special power of each and be left only with a mishmash of our own making that will be a source of confusion and doubt.[34] Therefore, Kelsang Gyatso has taught in Great Treasury of Merit that the most effective way to progress spiritually is by \"following one tradition purely — relying upon one Teacher, practising only his teachings, and following his Dharma Protector. If we mix traditions many obstacles arise and it takes a long time for us to attain realizations.\"[35] There are currently 700 monks and nuns within the New Kadampa Tradition, all ordained by Kelsang Gyatso. Kelsang Gyatso says: Western people are well educated; they do not have blind faith but immediately question and try to understand the truth. I cannot pretend with you. We cannot be like a fully ordained monk who has taken 253 vows, but who is not even keeping one. We should never do like this; we need to do everything correctly and purely. The Kadampa ordination solves all these problems. Practically speaking, all the 253 vows explained in the Vinaya Sutra are included within the ten commitments.[36] That is to say, the vows of those ordained within the New Kadampa Tradition do not enumerate the multitude of details specified by the Indian and Tibetan Vinaya traditions. Rather, the vows follow a pragmatic approach in which the ten global commitments held by Vinaya novices constitute full ordination. The vows held by monks and nuns within the New Kadampa Tradition are as follows: Throughout my life I will abandon killing, stealing, lying or cheating, sexual activity, taking intoxicants and engaging in meaningless activities. I will practice contentment, reduce my desire for worldly pleasures, maintain the commitments of refuge, and practice the three trainings of moral discipline, concentration and wisdom.[37] Kelsang Gyatso founded the New Kadampa Tradition \"to bring pure Buddhist teachings to the west,\"[38] where he would train equally four types of teacher: monks, nuns, lay men and lay women.[39] NKT-IKBU Dharma Centres are mixed communities of lay and ordained practitioners who are all on the same teaching programs. He also promotes the development of local teachers in their own language.[40] This is a departure from most Tibetan Buddhist Centres where monastics take precedence over lay people, monks take precedence over nuns, and Tibetans take precedence over Westerners. In a teaching called Training as a Qualified Dharma Teacher, Kelsang Gyatso explained where the teachers of the NKT-IKBU come from: We need qualified Teachers. The New Kadampa Tradition cannot buy qualified Teachers, nor can we invite them from outside. We need Teachers who can teach the twelve texts that we have chosen as our objects of study in the Teacher Training Programme and the Foundation Programme. Other Teachers cannot teach these books because they have not studied them and they do not have the transmissions. Therefore, qualified Teachers within the New Kadampa Tradition can come only from our own students.[41] In August 2009, he voluntarily stepped down as General Spiritual Director of the NKT-IKBU, in a democratic system of succession that he established in the NKT-IKBU's \"Internal Rules\".[42] Kelsang Gyatso has engaged in meditation retreat and continued to write Dharma books to preserve and promote the Kadampa Buddhism of Je Tsongkhapa, in accordance with the instructions of Trijang Rinpoche.[43] According to Richard Spanswick, \"Since taking up residence at Conishead Priory, Kelsang has been working to produce a complete set of instructions for westerners wishing to set out on the path to enlightenment.\"[44] Continuing this task, a new book entitled Modern Buddhism: The Path of Wisdom and Compassion was released in January 2010, and its oral transmission was given by Kelsang Gyatso at the Fall 2010 NKT-IKBU Festival.[45] Kelsang Gyatso has not made any public appearances since October 2013. The NKT says that he is currently \"in strict retreat\".[46]","Title":"Kelsang Gyatso - Wikipedia","KeyID":"18797","URL":"https://en.wikipedia.org/wiki/Kelsang_Gyatso"}