{"Content: ":"Master Yin Shun (印順導師, Yìnshùn Dǎoshī; 5 April 1906 – 4 June 2005) was a well-known Buddhist monk and scholar in the tradition of Chinese Mahayana Buddhism. Though he was particularly trained in the Three Treatise school, he was an advocate of the One Vehicle (or Ekayana) as the ultimate and universal perspective of Buddhahood for all, and as such included all schools of Buddha Dharma, including the Five Vehicles and the Three Vehicles, within the meaning of the Mahayana as the One Vehicle.[2] Yin Shun's research helped bring forth the ideal of \"Humanistic\" (human-realm) Buddhism, a leading mainstream Buddhist philosophy studied and upheld by many practitioners.[3][better source needed] His work also regenerated the interests in the long-ignored Āgamas among Chinese Buddhist society[citation needed] and his ideas are echoed by Theravadin teacher Bhikkhu Bodhi. As a contemporary master, he was most popularly known as the mentor of Cheng Yen (Pinyin: Zhengyan), the founder of Tzu-Chi Buddhist Foundation, as well as the teacher to several other prominent monastics. Although Master Yin Shun is closely associated with the Tzu-Chi Foundation, he has had a decisive influence on others of the new generation of Buddhist monks such as Sheng-yen of Dharma Drum Mountain and Hsing Yun of Fo Guang Shan, who are active in humanitarian aid, social work, environmentalism and academic research as well. He is considered to be one of the most influential figures of Taiwanese Buddhism, having influenced many of the leading Buddhist figures in modern Taiwan. Yin Shun was born on 5 April 1906 (The traditional Chinese calendar: March 12, 丙午) in a village in Zhejiang Province, China. His birth name was Zhang Luqin (Wade–Giles: Chang Luch'in). At the time of Zhang's birth, it was the end of the Qing Dynasty. Eleven days after his birth, Zhang was critically ill and nearly died. He began school at age seven. In his studies, he stumbled upon the subject of immortality—a subject that Zhang found interesting. His parents found what Zhang was doing to be very unusual, so they required him to teach at other schools. Zhang turned his attention to Confucianism and Taoism, but neither of their philosophies could satisfied him in his spiritual yearning. At one point, Christianity aroused his interest. However, Zhang realised the irrelevance in their doctrine, and could not commit himself to Christianity after two years. One day, Zhang was looking for something to read. He stumbled onto the words \"the Buddha Dharma\". This immediately sparked spiritual interest in his heart, and Zhang zealously looked for anything that had to do with Buddhism. In 1930, Zhang applied to a Buddhist college in Beijing. For many days he had traveled from his home to Beijing, with high hopes. He arrived too late for acceptance. While pondering where he could go next, Zhang thought of a temple called \"Tiantong Temple\". Zhang then went to Mount Putuo, where he met a young man named Wang. Both searched for an abode where they could study the Buddha Dharma. They eventually found a small place where they could do so, where their abbot who was well-cultivated. They asked to study under him. The elder monk then referred Zhang and Wang to another place called Fuzhun Monastery (福泉庵), less than a half mile from where they were. The two hurried to Fuzhun Monastery. Later, on October 11, 1930, the abbot, Master Qingnian (清念和尚), shaved Zhang Luqin's head and gave him the Dharma name of Yin Shun (印順). Master Taixu 太虛 (1890–1947) divided Mahayana Buddhism into three types. They are: School of śūnyatā and prajña (faxing konghui zong 法性空慧宗, Madhyamaka), School of dharmalaksana and vijnaptimatra (faxiang weishi zong 法相唯識宗) and School of dharma-dhatu and perfect enlightenment (fajie yuanjue zong 法界圓覺宗). Furthermore, he states that dharma-dhatu is on the highest level, complete and the final dharma. On the following levels are Madhyamaka and Vijnaptimatra. By contrast, Yinshun 印順 (1906–2005), Tiaxu's disciple, took a different direction from that of his teacher. He claims that Mahayana Buddhism can be divided into three systems. They are: School of śūnyatā and name only (xingkong 性空唯名系, Madhyamaka), School of illusion and Vijñapti-mātra (weishi 虛妄唯識系, Vijñapti-mātra) and School of genuine and permanent mind (zhenchang 真常唯心系, Tathāgata-garbha). For him, early Mahayana Buddhism is characterized by Nāgārjuna's 龍樹 prajñapāramitā thought. Mahayana Buddhism, in its middle stage, is characterized by Vijñapti-mātra which was upheld by Asanga and Vasubandhu. Later Mahayana Buddhism is mainly characterized by Tathāgata-garbha thought 如來藏思想. Therefore, it is clear that Yinshun distanced himself from his teacher's position.[4] In March 2004, he was awarded the Order of Propitious Clouds Second Class, for his contributions to the revitalization of Buddhism in Taiwan.[5] In February 1963, a thirty-two-day novitiate for Buddhist monks and nuns was held in Taipei. Monks and nuns came from all over Taiwan to register. All were accepted except a young female devotee from Hualien, a county in eastern Taiwan. Master Yin Shun recalled the day he first met Master Cheng Yen:[6] Huiyin, a student of mine, brought her to the Hui Ri Lecture Hall, where I lived, to purchase The Complete Teachings of Master Taixu. Huiyin told me that the woman had been rejected from the novitiate because she had shaved her own head and her teacher was a layman. Someone said she could have just asked any of the monks or nuns present to accept her as a disciple, but she claimed that she needed to seek her master carefully. After she bought the book, there was a heavy rain shower and she couldn't leave. She then begged Huiyin to tell me that she wished to become my disciple. She had no idea that I rarely accept disciples¹. As if the heavens had heard her wish, I happened to walk out of my room just then. Huiyin came toward me and told me what was going on. I couldn't figure out why she chose me as her master, but I consented. ¹At the time, Yin Shun only had three disciples. All three now are teaching the Buddha Dharma in the United States. Master Yin Shun then said to her, \"Our karmic relationship is very special. As a nun, you must always be committed to Buddhism and to all living beings.\" Since the registration for the novitiate was about to end within the hour, the venerable master quickly gave the young disciple her Buddhist name, Cheng Yen, and told her to get going and begin the novitiate promptly. At that moment, the conditions for the creation of the Tzu-Chi Foundation began. In the summer of 1979, Master Yin Shun came to Hualien. Living in this beautiful but undeveloped part of the island, Cheng Yen told Master Yin Shun about her aspiration to build a high-quality hospital for the people living in eastern Taiwan, where there were few medical facilities. As he listened to her, he could foresee the daunting challenges lying ahead. Like a father sharing his life experiences with his daughter, he said, \"Just like the time you told me you intended to begin charity work, I reminded you to think whether you would have the strength and the money when more people came to you for help. The task can only be realized with unwavering commitment.\"[citation needed] Seeing his disciple's resolution, Master Yin Shun's mind was put at ease. With this talk, the hospital construction project began. Although Cheng Yen would soon face many insurmountable difficulties and challenges, Master Yin Shun's support gave Cheng Yen the strength to go on. He transferred virtually all[citation needed] the monetary offerings made to him by his followers to the hospital construction. The sum accumulated throughout the years was truly sizable. On June 4, 2005, Master Yin Shun died after fighting pulmonary tuberculosis since 1954.[7] He died in Tzu-Chi hospital in Hualien at the age of 100.[8] In Taiwan, many were stunned to hear of his death, even though his death was expected in the coming months. Tzu-Chi, along with other Buddhist organizations and monasteries influenced by Yin Shun, joined in mourning for eight days, the length of his funeral. Among those attending the services were Taiwanese President Chen Shui-bian, ROC Premier Frank Hsieh, and other legislators.[9] Several monastics from many parts of the world, predominantly the United States, also attended Master Yin Shun's funeral. Monastics who were disciples of Master Yin Shun also attended the funeral, including Master Cheng Yen herself. Master Yin Shun had a simple and spartan lifestyle in the last days of his life, so his disciples decided to keep his funeral simple but solemn. His funeral was held at Fu Yan Vihara in Hsinchu, where he had lived for many years until his death. Master Yin Shun was later cremated on June 10 and his ashes and his portrait used during the services were placed inside a hall alongside the remains of other monastics.","Title":"Yin Shun - Wikipedia","KeyID":"18792","URL":"https://en.wikipedia.org/wiki/Yin_Shun"}