{"Content: ":"Samding Dorje Phagmo Namkhai Norbu (Tibetan: ཆོས་རྒྱལ་ནམ་མཁའི་ནོར་བུ་; Wylie: nam mkha’I nor bu, 8 December 1938 – 27 September 2018) was a Tibetan Buddhist master of Dzogchen[1] and a professor of Tibetan and Mongolian language and literature at Naples Eastern University.[2] He was a leading authority on Tibetan culture, particularly in the fields of history, literature, traditional religions (Tibetan Buddhism and Bon), and Traditional Tibetan medicine, having written numerous books and scholarly articles on these subjects.[3][4] When he was two years old, Namkhai Norbu was recognized as the 'mindstream emanation', a tulku, of the Dzogchen teacher Adzom Drugpa (1842–1924). At five, he was also recognized as a mindstream emanation of an emanation of Shabdrung Ngawang Namgyel (1594–1651). At the age of sixteen, he met master Rigdzin Changchub Dorje (1863–1963),[5] who became his main Dzogchen teacher.[6] In 1960, he went to Italy at the invitation of Giuseppe Tucci and served as Professor of Tibetan and Mongolian Language and Literature from 1964 to 1992 at Naples Eastern University. In 1983, he hosted the first International Convention on Tibetan Medicine, held in Venice, Italy.[7] In 1976, Namkhai Norbu began to give Dzogchen instruction in the West, first in Italy, then in numerous other countries. He became a respected spiritual authority among many practitioners, and created centers for the study of Dzogchen worldwide.[8] Namkhai Norbu taught Dzogchen for more than fifty years and was considered by the Tibetan government in exile as \"the foremost living Dzogchen\" teacher at the time of his death, in 2018.[9][10] Norbu founded the Dzogchen Community, which today has centers around the world, including in the US, Mexico, Australia, Russia, and China.[10] Namkhai Norbu was born on 8 December 1938 in the village of Ge'u in Derge County.[11] His name, Namkhai, means \"sky\", \"space\", and \"aether\", and has the possessive case ending, thus it may be rendered into English as \"...of the sky\". Norbu means \"jewel\", \"crystal\", \"gem\", \"cintamani\". Therefore, Namkhai Norbu may be rendered in English as \"jewel of the sky\". At birth, two of Namkhai Norbu's uncles, the Dzogchen masters Palyul Karma Yangsid and Shechen Rabjam, believed him to be the reincarnation of their master, Adzom Drugpa Rinpoche (1841–1934). When Namkhai Norbu was two years old, this was confirmed by a senior tulku of the Nyingma school.[12] Adzom Drugpa was a disciple both of Jamyang Khyentse Wangpo (1820–92) and Patrul Rinpoche (1808–81).[13] Furthermore, when he was five years old, the sixteenth Gyalwa Karmapa and the Situ Rinpoche together recognized Namkhai Norbu as the mind emanation[a] of the mindstream of another well-known teacher, who was in turn the emanation of Shabdrung Ngawang Namgyel.[12] Chögyal is a title most commonly associated with the monarchy of Sikkim, now a state in far-northern India. However, Chögyal (or Chos-rGyal) is also a title conferred upon a special class of temporal and spiritual rulers of the Kingdom of Bhutan, who were recognized mindstream emanations of Shabdrung Ngawang Namgyel, the 17th-century Tibetan-born founder of Bhutan. Namkhai Norbu, recognized at the age of five as an emanation of Ngawang Namgyel, holds the title of Chögyal in this context.[12] At a very young age, these recognitions conferred upon Namkhai Norbu a great deal of attention and prestige, as he himself remarks: \"As I grew up, I was thus given quite a few names and titles, many of which are very long and grand-sounding. But I have never used them, because I have always preferred the name my parents gave me at birth\".[12] In his early years, Namkhai Norbu studied at the Derge Gonchen monastery.[2] At the age of nine, he entered a Sakya college, where he studied Buddhist philosophy for many years with Khyenrab Chökyi Odzer. He also received numerous tantric and Dzogchen transmissions and teachings from many masters, including his paternal uncle Togden Ugyen Tendzin, his maternal uncle Khyentse Rinpoche Chökyi Wangchug, as well as Drubwang Rinpoche Kunga Palden, Negyab Rinpoche, Drugse Gyurmed Dorje, Dzongsar Khyentse Chökyi Lodrö, Dudjom Rinpoche Yeshe Dorje, and Bo Gongkar Rinpoche.[2] He also received teachings at Dzogchen Monastery.[2] In 1951, he received various teachings from the female yogi Ayu Khandro Dorje Paldrön (1838–1953).[2] Namkhai Norbu was invited to China in 1953 as a representative of the Tibetan monasteries. After visiting Chengdu and Chungching, he accepted an invitation to teach Classical Tibetan in Menyag and also had the opportunity to learn Chinese there. During this time, he met Kangkar Rinpoche, from whom he received instruction on the Six Yogas of Naropa, and other teachings.[2] After having had a vision in a dream, Norbu returned to Derge. It was here that he met his root teacher, Rigdzin Changchub Dorje, in 1955 (when Norbu was sixteen).[3] He stayed at Dorje's residence in Khamdogar for six months, and it was under this teacher that Norbu gained real experiential knowledge of Dzogchen.[2] Changchub Dorje was a disciple of Adzom Drugpa, Nyagla Padma Dündul, and Shardza Trashi Gyaltsen Rinpoche (1859–1935), and was the leader of a small community of lay practitioners, as well as a doctor of Tibetan medicine. From Changchub Dorje, Norbu received authentic transmissions of all three series of Dzogchen (Semde, Longde, and Menngagde).[citation needed] In the late 1950s, Namkhai Norbu made a pilgrimage that took him to central Tibet, India, Bhutan, and Nepal. Because of the turmoil and aftermath of the 1959 Tibetan Rebellion, he could not return to Derge from Sikkim, so he stayed as a refugee in Gangtok, working as an author and editor of Tibetan literature for the Chogyal government from 1958 to 1960. It was here that he met with the Italian Tibetologist Giuseppe Tucci.[14] Also during his time in Sikkim, Norbu met and received teachings from the XVI Gyalwa Karmapa.[2] Already recognized as a knowledgeable figure in all aspects of Tibetan culture at the age of 22, Namkhai Norbu was invited to Italy by Giuseppe Tucci to work at the ISMEO Institute (Institute for the Middle and Far East) in Rome for two years.[14] Norbu collaborated with Tucci and Geshe Jempel Senghe on a catalogue and library of Tibetan texts.[2][11] In 1962, he took up a post in Naples at the Istituto Universitario Orientale, where he taught the Tibetan language and literature until 1992.[2] Namkhai Norbu focused his research on the ancient history of Tibet, the Shang Shung kingdom, and the Bön tradition. His research included works on history, Tibetan medicine, astrology, Bön, and Tibetan folk traditions.[2] Namkhai Norbu married Rosa Tolli in 1968. They had a son, Yeshi Silvano Namkhai (born in 1970), and a daughter, Yuchen Namkhai (born in 1971).[2] In 1971, Namkhai Norbu began to teach an ancient Tibetan form of physical yoga he called Yantra Yoga (Tibetan:Trul Khor). This system is based on the Dzogchen tantra called The Union of the Sun and Moon and uses physical postures, breathing, and visualization to harmonize one's energy and relax the mind.[15] Starting in 1976, Namkhai Norbu began to teach Dzogchen to a small group of Italian students.[11][16] During this time, Dzogchen was barely known in the West, and Norbu worked to make it accessible to modern Western students.[2] As interest in his teachings grew, Namkhai Norbu dedicated himself to teaching Dzogchen throughout the world through his growing \"Dzogchen Community\" (Wylie: rdzogs chen 'dus sde).[16] The first \"gar\" (gathering, settlement) of the DC was established in 1981, near Arcidosso, in Tuscany. It was called Merigar (\"Community of the Mountain-of-Fire\").[2] The Dzogchen Community would eventually grow to include thousands of members in over forty countries, including in Europe, Australia, Asia, North America, and South America.[3][10][8] The main DC Gars were: Merigar West in Italy and Merigar East in Romania; Tsegyalgar East in Massachusetts, USA and Tsegyalgar West in Baja California, Mexico; Tashigar North in Venezuela and Tashigar South in Argentina; Namgyalgar in New South Wales, Australia, and Kunsangar in Ukraine and Russia.[2] Namkhai Norbu continued to travel around the world, giving Dzogchen teachings. He held over 600 Dzogchen retreats throughout his life. Since 2005, some of these teachings were also transmitted worldwide via the internet.[2][15] Norbu also developed a system of study and contemplative training for his students, which he called Santi Maha Sangha.[17] In the 1980s, Namkhai Norbu also began to reveal a new series of Dzogchen teachings (i.e., a terma cycle) called Longsal. These terma revelations have been translated and published in ten volumes.[15] In 2002, Namkhai Norbu oversaw the establishment of the Ka-Ter translation project, which tasked experienced translators such as Adriano Clemente, Elio Guarisco, and Jim Valby with the translation of important Tibetan language texts, as well as the works of Namkhai Norbu himself.[18][15] In 1983, Namkhai Norbu organized the First International Congress on Tibetan Medicine, which was held at Ca' Foscari University in Venice and the Cini Foundation, Arcidosso.[15] Norbu also convened the first three International Conferences on Tibetan Language, held at various major universities.[15] Apart from his spiritual activity, he founded the International Shang-Shung Institute for Tibetan Studies in 1990 to preserve the cultural traditions of Tibet (including Tibetan medicine and language). The institute has a large collection of Tibetan books and manuscripts, and it also publishes the works of Namkhai Norbu. The institute was inaugurated by the XIV Dalai Lama in 1990.[11] In 2005, the Shang Shung Medical Institute began to offer a four-year course in traditional Tibetan medicine.[15] Namkhai Norbu also founded the NGO A.S.I.A (Association for International Solidarity in Asia), which works in Tibet, India, Nepal, Myanmar, Mongolia, and Sri Lanka.[11] A.S.I.A. has worked on more than 200 projects, including building twenty schools, where 3,000 Tibetan children learn Tibetan language and culture.[2] Chögyal Namkhai Norbu's teachings on the Dance of the Vajra and Khaita Joyful Dances (a program based on the study, singing, and dancing of traditional and modern Tibetan songs) have been recognized at UNESCO's International Dance Council (CID).[11] The numerous cultural artifacts collected by Norbu, such as valuable Himalayan and Central Asian works of art, sacred objects, documents, and handicrafts, are now in the collection of the Museum of Asian Art and Culture in Arcidosso (2016).[11] In 2000, Namkhai Norbu was invited to the UN's Millennium World Peace Conference of Religious and Spiritual Leaders in New York.[2] On 10 September 2018, the Italian government conferred upon him its highest award, Commander of the Order of Merit of the Italian Republic; this was presented by President Sergio Mattarella.[19] Chögyal Namkhai Norbu wrote more than eighty works, which have been translated into numerous languages. His oeuvre includes books on Tibetan Buddhism, Tibetan history, poetry, biographies, and works on Tibetan culture and Tibetan medicine.[15]","Title":"Namkhai Norbu - Wikipedia","KeyID":"18799","URL":"https://en.wikipedia.org/wiki/Namkhai_Norbu"}