{"Content: ":"Surya Das (born Jeffrey Miller in 1950) is an American lama in the Tibetan Buddhist tradition.[1] He is a poet, chantmaster, spiritual activist, author of many popular works on Buddhism, meditation teacher and spokesperson for Buddhism in the West.[1] He has long been involved in charitable relief projects in the developing world and in interfaith dialogue. Surya Das is a Dharma heir of Nyoshul Khenpo Rinpoche, a Nyingma master of the non-sectarian Rime movement, with whom he founded the Dzogchen Foundation and Center in 1991. He received Nyoshul Khenpo's authorization to teach in 1993.[2] His name, which means \"Servant of the Sun\" in a combination of Sanskrit (sūrya) and Hindi (das, from the Sanskrit dāsa), was given to him in 1972 by the Hindu guru Neem Karoli Baba.[3] Surya Das is based in Cambridge, Massachusetts.[4] Surya Das was born Jeffrey Miller and raised in Valley Stream, Long Island, New York.[4] He attended the State University of New York at Buffalo, graduating with honors in 1971, with a degree in creative education.[5] After his best friend's girlfriend, Allison Krause, was killed during the Kent State shootings,[1] Surya Das began pursuing spirituality.[1] From 1971 to 1976 he traveled in India. There he studied Hinduism with Neem Karoli Baba[6] as well as Vipassana with S. N. Goenka and Anagarika Munindra, of the Theravadin tradition.[7] Neem Karoli Baba gave him the name Surya Das in 1972.[8] During his travels in India and Nepal, Surya Das studied with Tibetan Buddhist Lamas Thubten Yeshe,[9] Kalu Rinpoche,[10] The 16th Gyalwa Karmapa,[11] Tulku Urgyen,[12] Thrangu Rinpoche,[12] Dezhung Rinpoche,[12] Dilgo Khyentse,[13] and Kangyur Rinpoche.[12] In 1973 and 1974, he lived in Kyoto, Japan, where he taught English and studied Zen Buddhism[14] with Uchiyama Roshi.[15] In 1977, Surya Das helped establish Gyalwa Karmapa's Karma Triyana Dharmachakra monastery on a mountaintop overlooking Woodstock, New York.[16] He resided at the monastery from 1977 to 1980. He attended the first Nyingmapa retreat center in Dordogne, France in 1980. At the center he completed two Dzogchen three-and-a-half-year retreats under the guidance of Dudjom Rinpoche and Dilgo Khyentse Rinpoche.[12] In 1991 Surya Das returned from his two decades at Tibetan monasteries and retreats, and with Nyoshul Khenpo established the Dzogchen Foundation and Center to help further the spread of Tibetan Buddhism in the West.[17] He received Nyoshul Khenpo's authorization to teach in 1993.[2] The Foundation has brought many Tibetan lamas to teach and reside in the United States and continues to do so. Surya Das travels, teaches, and leads meditation retreats throughout the world. He is often called upon as a Buddhist spokesman by the media and has appeared on TV and radio. One episode of the sitcom Dharma and Greg, \"Leonard's Return\", was loosely based on his life and return to America.[1] He has appeared as a special guest on the Comedy Central television show The Colbert Report.[18] In 2020, Surya Das told a reporter that he had slept with \"probably one or two\"[4] of his students. Later, in a statement released by a spokesperson, he said that he had had intimate relationships with \"a few\" of his former students before 2010.[4] New ethical guidelines were established as a result.[19] These admissions came after five women, working through a lawyer, brought allegations of sexual misconduct by Surya Das to Dzogchen Foundation's board of directors in 2019. Three of them said Surya Das suggested that meditating while naked in his lap (based on the yab-yum image) would help their spiritual practice. Two others recounted sexual encounters with Surya Das, including one who said that he told her sleeping with him would complete her Buddhist training.[4] Officials, teachers, and board members of the Dzogchen Center resigned following the allegations. Surya Das has disputed some details of these allegations.[4]","Title":"Surya Das - Wikipedia","KeyID":"18795","URL":"https://en.wikipedia.org/wiki/Surya_Das"}