{"Content: ":"In phylogenetics, a sister group or sister taxon comprises the closest relative(s) of another given unit in an evolutionary tree.[1] The expression is most easily illustrated by a cladogram:  Taxon A Taxon B Taxon C More tree branches Taxon A and taxon B are sister groups to each other. Taxa A and B, together with any other extant or extinct descendants of their most recent common ancestor (MRCA),[Note 1] form a monophyletic group, the clade AB. Clade AB and taxon C are also sister groups. Taxa A, B, and C, together with all other descendants of their MRCA form the clade ABC. The whole clade ABC is itself a subtree of a larger tree which offers yet more sister group relationships, both among the leaves and among larger, more deeply rooted clades. The tree structure shown connects through its root to the rest of the universal tree of life. In cladistic standards, taxa A, B, and C may represent specimens, species, genera, or any other taxonomic units. If A and B are at the same taxonomic level, terminology such as sister species or sister genera can be used. The term sister group is used in phylogenetic analysis, however, only groups identified in the analysis are labeled as \"sister groups\". An example is birds, whose commonly cited living sister group is the crocodiles, but that is true only when discussing extant organisms;[2][3] when other, extinct groups are considered, the relationship between birds and crocodiles appears distant. Although the bird family tree is rooted in the dinosaurs, there were a number of other, earlier groups, such as the pterosaurs, that branched off of the line leading to the dinosaurs after the last common ancestor of birds and crocodiles.[4] The term sister group must thus be seen as a relative term, with the caveat that the sister group is only the closest relative among the groups/species/specimens that are included in the analysis.[5]","Title":"Sister group - Wikipedia","KeyID":"188","URL":"https://en.wikipedia.org/wiki/Sister_taxon"}