{"Content: ":"Chögyam Trungpa (Wylie: Chos rgyam Drung pa; March 5, 1939 – April 4, 1987) was a Tibetan Buddhist meditation master and holder of both the Kagyu and Nyingma lineages of Tibetan Buddhism, the 11th of the Trungpa tülkus, a tertön, supreme abbot of the Surmang monasteries, scholar, teacher, poet, artist, and originator of a radical re-presentation of Tibetan Buddhist teachings and the myth of Shambhala as an enlightened society that was later called Shambhala Buddhism. Recognized both by Tibetan Buddhists and by other spiritual practitioners and scholars[2][3] as a preeminent teacher of Tibetan Buddhism, he was a major figure in the dissemination of Buddhism in the West,[4] founding Vajradhatu and Naropa University and establishing the Shambhala Training method. Among his contributions are the translation of numerous Tibetan Buddhist texts,[5] and the introduction of the Vajrayana teachings to the West. Trungpa coined the term crazy wisdom.[6] Some of his teaching methods and actions, particularly his heavy drinking, womanizing, and the physical assault of a student and his wife, caused controversy during his lifetime and afterward.[7][8] Born in the Nangchen region of Tibet in March 1939, Chögyam Trungpa was eleventh in the line of Trungpa tülkus, important figures in the Kagyu lineage, one of the four main schools of Tibetan Buddhism. Among his three main teachers were Jamgon Kongtrul of Sechen, HH Dilgo Khyentse Rinpoche, and Khenpo Gangshar. The name Chögyam is a contraction of Chökyi Gyamtso (Tibetan: ཆོས་ཀྱི་རྒྱ་མཚོ་, Wylie: Chos-kyi Rgya-mtsho), which means \"Ocean of Dharma\". Trungpa (Tibetan: དྲུང་པ་, Wylie: Drung-pa) means \"attendant\". He was deeply trained in the Kagyu tradition and received his khenpo degree at the same time as Thrangu Rinpoche; they continued to be very close in later years. Chögyam Trungpa was also trained in the Nyingma tradition, the oldest of the four schools, and was an adherent of the ri-mé (\"nonsectarian\") ecumenical movement within Tibetan Buddhism, which aspired to bring together and make available all the valuable teachings of the different schools, free of sectarian rivalry. At the time of his escape from Tibet,[9] Trungpa was head of the Surmang group of monasteries. On April 23, 1959, twenty-year-old Trungpa set out on an epic nine-month escape from his homeland.[10][11] Masked in his account in Born in Tibet to protect those left behind,[12] the first, preparatory stage of his escape had begun a year earlier, when he fled his home monastery after its occupation by the Chinese People’s Liberation Army (PLA).[13] After spending the winter in hiding, he decided definitively to escape after learning that his monastery had been destroyed.[14] Trungpa started with Akong Rinpoche and a small party of monastics, but as they traveled people asked to join until the party eventually numbered 300 refugees, from the elderly to mothers with babies – additions which greatly slowed and complicated the journey. Forced to abandon their animals, over half the journey was on foot as the refugees journeyed through an untracked mountain wilderness to avoid the PLA. Sometimes lost, sometimes traveling at night, after three months’ trek they reached the Brahmaputra River. Trungpa, the monastics and about 70 refugees managed to cross the river under heavy gunfire,[15] then, eating their leather belts and bags to survive, they climbed 19,000 feet over the Himalayas before reaching the safety of Pema Ko.[16] After reaching India, on January 24, 1960 the party was flown to a refugee camp.[17][18] Between 2006 and 2010, independent Canadian and French researchers using satellite imagery tracked and confirmed Trungpa’s escape route.[19][better source needed] In 2012, five survivors of the escape in Nepal, Scotland and the U.S. confirmed details of the journey and supplied their personal accounts.[20] More recent analysis has shown the journey to be directly comparable to such sagas as Shackleton’s 1914/17 Antarctic Expedition.[21][better source needed] In 2016 accumulated research and survivors’ stories were published in a full retelling of the story,[22][better source needed] and later in the year preliminary talks began on the funding and production of a movie. Samding Dorje Phagmo Rangjung Rigpe Dorje, 16th Karmapa was known for seeing the future and made plans accordingly. In 1954, shortly after giving the monastic vows, Karmapa turned to Trungpa and said, \"In the future you will bring Dharma to the West.\" At the time, his students wondered what in the world could he be talking about. [23] In exile in India, Trungpa began his study of English. In collaboration with Freda Bedi, who had initiated the project,[24] Trungpa and Akong Tulku founded the Young Lamas Home School and, after seeking endorsement from the Fourteenth Dalai Lama, were appointed its spiritual head and administrator respectively.[25] In 1963, with the assistance of sympathetic Westerners, Trungpa received a Spalding sponsorship to study comparative religion in Oxford. He later said that he attended St Antony's College, Oxford University.[26][27][28] In 1967, upon the departure of the western Theravadan monk Anandabodhi, Trungpa and Akong Rinpoche were invited by the Johnstone House Trust in Scotland to take over a meditation center, which then became Samye Ling, the first Tibetan Buddhist monastery in the West (future actor and musician David Bowie[29] was one of Trungpa's meditation pupils there). In 1970, after a break with Akong, Trungpa moved to the United States at the invitation of several students. Shortly after his move to Scotland, a variety of experiences, including a car accident that left him partially paralyzed on the left side of his body, led Trungpa to give up his monastic vows and work as a lay teacher.[30][better source needed] He drank, smoked, slept with students, and often kept students waiting for hours before giving teachings. Much of his behavior has been construed as deliberately provocative and sparked controversy. In one account, he encouraged students to give up smoking marijuana, claiming that the smoking was not of benefit to their spiritual progress and that it exaggerated neurosis. Students were often angered, unnerved and intimidated by him, but many remained fiercely loyal, committed, and devoted.[citation needed] Upon moving to the United States in 1970, Trungpa traveled throughout North America, gaining renown for his ability to present the essence[citation needed] of the highest Buddhist teachings in a form readily understandable to Western students.[citation needed] During this period, he conducted 13 Vajradhatu Seminaries, three-month residential programs at which he presented a vast body[citation needed] of Buddhist teachings in an atmosphere of intensive meditation practice. The seminaries also had the important function of training his students to become teachers themselves.[citation needed] Trungpa was one of the first teachers to introduce the esoteric practice of the Vajrayana to the West. According to Khenpo Tsultrim Gyamtso, \"The one who mainly spread the Vajrayana in the West was Trungpa Rinpoche.\"[31][better source needed] In contrast to its traditional presentation in Tibet, where the esoteric practices are largely the domain of the monastic sangha, in the US Trungpa introduced the Vajrayana to the lay sangha.[32] The presentation of these teachings gave rise to some criticism. According to Trungpa's former student Stephen Butterfield, \"Trungpa told us that if we ever tried to leave the Vajrayana, we would suffer unbearable, subtle, continuous anguish, and disasters would pursue us like furies\".[33] Butterfield noted \"disquieting resemblances\" to cults: \"to be part of Trungpa's inner circle, you had to take a vow never to reveal or even discuss some of the things he did.\" He states, \"This personal secrecy is common with gurus, especially in Vajrayana Buddhism,\"[34] and that \"a mere cult leaves you disgusted and disillusioned, wondering how you could have been a fool. I did not feel that charlatans had hoodwinked me into giving up my powers to enhance theirs. On the contrary, mine were unveiled.\"[35] In 1973, Trungpa established Vajradhatu, encompassing all his North American institutions, headquartered in Boulder, Colorado. Trungpa also founded more than 100 meditation centers throughout the world. Originally known as Dharmadhatus, these centers, now more than 150 in number, are known as Shambhala Meditation Centers. He also founded retreat centers for intensive meditation practice, including Shambhala Mountain Center in Red Feather Lakes, Colorado, Karmê Chöling in Barnet, Vermont and Gampo Abbey in Cape Breton, Nova Scotia. In 1974, Trungpa founded the Naropa Institute, which later became Naropa University, in Boulder, Colorado. Naropa was the first accredited Buddhist university in North America. Trungpa hired Allen Ginsberg to teach poetry and William Burroughs to teach literature. Trungpa had a number of notable students, among whom were Pema Chödrön, Allen Ginsberg, Peter Orlovsky, Anne Waldman, Diane di Prima, Peter Lieberson, John Steinbeck IV, José Argüelles, David Nichtern, Ken Wilber, David Deida, Francisco Varela, and Joni Mitchell, who portrayed Trungpa in the song \"Refuge of the Roads\" on her 1976 album Hejira.[36][37][38] Ginsberg, Waldman, and di Prima also taught at Naropa University, and in the 1980s Marianne Faithfull taught songwriting workshops. Lesser-known students Trungpa taught in England and the US include Alf Vial, Rigdzin Shikpo (né Michael Hookham), Jigme Rinzen (né P. Howard Useche), Ezequiel Hernandez Urdaneta (known as Keun-Tshen Goba after setting up his first meditation center in Venezuela), Miguel Otaola (aka Dorje Khandro), Francisco Salas Roche, and Francesca Fremantle. Rigdzin Shikpo promulgated Trungpa's teachings from a primarily Nyingma rather than Kagyü point of view at the Longchen Foundation.[39][40] In 1976, Trungpa began giving a series of secular teachings, some of which were gathered and presented as the Shambhala Training,[41][42] inspired by his vision of the legendary Kingdom of Shambhala. Trungpa actually started writing about Shambhala before his 1959 escape from Tibet to India, but most of those writings were lost during the escape.[43] In his view not only was individual enlightenment not mythical, but the Shambhala Kingdom, an enlightened society, could in fact be actualized. The practice of Shambhala vision is to use mindfulness/awareness meditation as a way to connect with one's basic goodness and confidence. It is presented as a path that \"brings dignity, confidence, and wisdom to every facet of life.\" Trungpa proposed to lead the Kingdom as sakyong (Tib. earth protector) with his wife as queen-consort or sakyong wangmo. Shambhala vision is described as a nonreligious approach rooted in meditation and accessible to individuals of any, or no, religion. In Shambhala terms, it is possible, moment by moment, for individuals to establish enlightened society. His book, Shambhala: The Sacred Path of the Warrior, provides a concise collection of the Shambhala views. According to Trungpa, it was his intention to propagate the kingdom of Shambala that provided the necessary inspiration to leave his homeland and make the arduous journey to India and the West.[44][better source needed] From the beginning of his time in the US, Trungpa encouraged his students to integrate a contemplative approach into their everyday activities.[clarification needed][citation needed] In addition to making a variety of traditional contemplative practices available to the community, he incorporated his students' already existing interests (especially anything relating to Japanese culture), evolving specialized teachings on a meditative approach to these various disciplines. These included kyūdō (Japanese archery), calligraphy, ikebana (flower arranging), Sadō (Japanese tea ceremony), dance, theater, film, poetry, photography, health care, and psychotherapy. His aim was, in his own words, to bring \"art to everyday life.\" He founded the Nalanda Foundation in 1974 as an umbrella organization for these activities.[45][better source needed] Trungpa visited Nova Scotia for the first time in 1977. In 1983 he established Gampo Abbey, a Karma Kagyü monastery in Cape Breton. The following year, 1984–85, he observed a yearlong retreat at Mill Village and in 1986 he moved his home and Vajradhatu's international headquarters to Halifax. By then he was in failing health due to years of heavy alcohol use. On September 28, 1986, he suffered cardiac arrest,[46] after which his condition deteriorated, requiring intensive care at the hospital, then at his home and finally, in mid-March 1987, back at the hospital, where he died on April 4, 1987. In 2006 his wife, Diana Mukpo, wrote, \"Although he had many of the classic health problems that develop from heavy drinking, it was in fact more likely the diabetes and high blood pressure that led to abnormal blood sugar levels and then the cardiac arrest\".[47] But in a November 2008 interview, when asked \"What was he ill with? What did he die of?,\" Trungpa's doctor, Mitchell Levy, replied, \"He had chronic liver disease related to his alcohol intake over many years.\"[48][better source needed] One of Trungpa's nursing attendants reported that he suffered in his last months from classic symptoms of terminal alcoholism and cirrhosis,[49] yet continued drinking heavily. She added, \"At the same time there was a power about him and an equanimity to his presence that was phenomenal, that I don't know how to explain.\"[50] His body was packed in salt, laid in a wooden box, and conveyed to Karmê Chöling.[51] Acolytes claimed that his cremation there on May 26, 1987, was accompanied by rainbows, circling eagles,[52][53] and a cloud in the shape of an Ashe as symbolic of enlightenment.[54][55] Upon Trungpa's death, the leadership of Vajradhatu was first carried on by his American disciple, appointed regent and Dharma heir, Ösel Tendzin (Thomas Rich). In 1989 it was revealed that Ösel Tendzin had contracted HIV and knowingly continued to have unsafe sex with his students without informing them for nearly three years. Some of these students later died of AIDS.[56][57] Others close to Tendzin, including Vajradhatu's board of directors, knew for two years that Tendzin was HIV-positive and sexually active but kept silent.[58] This damaged Shambhala and Tibetan Buddhism in general in the United States. The leadership of Shambhala then passed on to Trungpa's eldest son and Shambhala heir, Sakyong Mipham Rinpoche. Major lineage holders of Trungpa's Tibetan Buddhist traditions and many other Buddhist teachers supported his work.[citation needed] In 1974, Trungpa invited the 16th Karmapa, head of the Karma Kagyu lineage, to come to the West and offer teachings. Based on this visit, the Karmapa proclaimed Trungpa one of the principal Kagyu lineage holders in the west: The ancient and renowned lineage of the Trungpas, since the great siddha Trungmase Chökyi Gyamtso Lodrö, possessor of only holy activity, has in every generation given rise to great beings. Awakened by the vision of these predecessors in the lineage, this my present lineage holder, Chökyi Gyamtso Trungpa Rinpoche, supreme incarnate being, has magnificently carried out the vajra holders' discipline in the land of America, bringing about the liberation of students and ripening them in the dharma. This wonderful truth is clearly manifest. Accordingly, I empower Chögyam Trungpa Vajra Holder and Possessor of the Victory Banner of the Practice Lineage of the Karma Kagyu. Let this be recognized by all people of both elevated and ordinary station.[59] In 1981, Trungpa and his students hosted the Fourteenth Dalai Lama in his visit to Boulder, Colorado. Of Trungpa, the Dalai Lama later wrote, \"Exceptional as one of the first Tibetan lamas to become fully assimilated into Western culture, he made a powerful contribution to revealing the Tibetan approach to inner peace in the West.\"[60] Trungpa also received support from one of his own main teachers, Dilgo Khyentse Rinpoche, head of the Nyingma lineage. In addition to numerous sadhanas and poems dedicated to Trungpa, Khyentse Rinpoche wrote a supplication after Trungpa's death specifically naming him a mahasiddha.[61][better source needed][62][better source needed][63] Among other Tibetan lamas to name Trungpa a mahasiddha are the Sixteenth Karmapa, Thrangu Rinpoche, Khenpo Tsultrim Gyamtso Rinpoche and Tai Situpa.[64] The Dzogchen Ponlop Rinpoche said, \"As taught in the Buddhist scriptures, there are nine qualities of a perfect master of buddhadharma. The eleventh Chögyam Trungpa Rinpoche possessed all nine of these.\"[65] Suzuki Roshi, founder of the San Francisco Zen Center and Tassajara Zen Mountain Center, and another important exponent of Buddhism to western students, described Trungpa in the context of a talk about emptiness: The way you can struggle with this is to be supported by something, something you don't know. As we are human beings, there must be that kind of feeling. You must feel it in this city or building or community. So whatever community it may be, it is necessary for it to have this kind of spiritual support. That is why I respect Trungpa Rinpoche. He is supporting us. You may criticize him because he drinks alcohol like I drink water, but that is a minor problem. He trusts you completely. He knows that if he is always supporting you in a true sense you will not criticize him, whatever he does. And he doesn't mind whatever you say. That is not the point, you know. This kind of big spirit, without clinging to some special religion or form of practice, is necessary for human beings.[66] Gehlek Rinpoche, who lived with Trungpa when they were young monks in India and later visited and taught with him in the U.S., remarked: He was a great Tibetan yogi, a friend, and a master. The more I deal with Western Dharma students, the more I appreciate how he presented the dharma and the activities that he taught. Whenever I meet with difficulties, I begin to understand – sometimes before solving the problem, sometimes afterward – why Trungpa Rinpoche did some unconventional things. I do consider him to be the father of Tibetan Buddhism in the United States. In my opinion, he left very early – too early. His death was a great loss. Everything he did is significant.[67] Diana Mukpo, his wife, stated: First, Rinpoche always wanted feedback. He very, very much encouraged his students’ critical intelligence. One of the reasons that people were in his circle was that they were willing to be honest and direct with him. He definitely was not one of those teachers who asked for obedience and wanted their students not to think for themselves. He thrived, he lived, on the intelligence of his students. That is how he built his entire teaching situation. From my perspective, I could always be pretty direct with him. Maybe I was not hesitant to do that because I really trusted the unconditional nature of our relationship. I felt there was really nothing to lose by being absolutely direct with him, and he appreciated that.[68] Among the forebears formally acknowledged by the Trungpa lineage, and referred to by Trungpa, were the Indian mahasiddha Ḍombipa[69] (also known as Ḍombi Heruka; his name may have stemmed from his consorting with Dhombis, outcast women)[70] and Drukpa Künlek (also Kunley), the Mad Yogi of Bhutan, who converted Bhutan to Buddhism and was famous for his fondness for beer and women.[71][72] Trungpa's own teaching style was often unconventional. He said, \"When we talk about compassion, we talk in terms of being kind. But compassion is not so much being kind; it is being creative to wake a person up.\"[73] He did not encourage his students to imitate his own behavior, and was allegedly troubled by those who felt empowered by his example to do whatever they wanted and manipulate people.[citation needed] Jamgön Kongtrül told Trungpa's students, \"You shouldn't imitate or judge the behavior of your teacher, Chögyam Trungpa Rinpoche, unless you can imitate his mind.\"[74] Trungpa's sexuality has been one of the sources of controversy, as he cultivated relations with a number of his female students.[8] Tenzin Palmo, who met him in 1962 while he was still at Oxford, did not become one of his consorts, refusing his advances because he had presented himself as \"a pure monk.\"[75] Trungpa formally renounced his monastic vows in 1969.[76] Trungpa was also known for smoking tobacco and liberally using alcohol;[77] many who knew him characterized him as an alcoholic.[78][79] He began drinking occasionally shortly after arriving in India.[80] Before coming to the US, Trungpa drove a sports car into a joke shop in Gateshead in North-East England, May 1969. [81] While his companion was not seriously injured,[82] Trungpa was left partially paralyzed. Later, he described this event as a pivotal moment that inspired the course of his teachings. Some accounts ascribe the accident to drinking.[83][84] Others suggest he may have had a stroke.[85][86] According to Trungpa himself, he blacked out.[87] Trungpa often combined drinking with teaching. David Chadwick recounts:[88] Suzuki [Roshi] asked Trungpa to give a talk to the students in the zendo the next night. Trungpa walked in tipsy and sat on the edge of the altar platform with his feet dangling. But he delivered a crystal-clear talk, which some felt had a quality – like Suzuki's talks – of not only being about the dharma but being itself the dharma. In some instances Trungpa was too drunk to walk and had to be carried.[84] Also, according to his student John Steinbeck IV and his wife, on a couple of occasions Trungpa's speech was unintelligible.[89] One woman reported serving him \"big glasses of gin first thing in the morning.\"[49] The Steinbecks wrote The Other Side of Eden, a sharply critical memoir of their lives with Trungpa in which they claim that, in addition to alcohol, he spent $40,000 a year on cocaine, and used Seconal to come down from the cocaine. The Steinbecks said the cocaine use was kept secret from the wider Vajradhatu community.[90] An incident that became a cause célèbre among some poets and artists was the Halloween party at Snowmass Colorado Seminary in 1975, held during a 3-month period of intensive meditation and study of the Hinayana, Mahayana, and Vajrayana vehicles of Tibetan Buddhism. The poet W. S. Merwin had arrived at the Naropa Institute that summer and been told by Allen Ginsberg that he ought to attend the seminary. Although he had not gone through the several years' worth of study and preparatory mind training required, Merwin insisted on attending and Trungpa eventually granted his request – along with Merwin's girlfriend. At seminary the couple kept to themselves. At the Halloween party, after many, including Trungpa himself, had taken off their clothes, Merwin was asked to join the event but refused. On Trungpa's orders, his Vajra Guard forced entry into the poet's locked and barricaded room; brought him and his girlfriend, Dana Naone, against their will, to the party; and eventually stripped them of all their clothes, with onlookers ignoring Naone's pleas for help and for someone to call the police.[91] The next day Trungpa asked Merwin and Naone to remain at the Seminary as either students or guests. They agreed to stay for several more weeks to hear the Vajrayana teachings, with Trungpa's promise that \"there would be no more incidents\" and Merwin's that there would be \"no guarantees of obedience, trust, or personal devotion to him.\"[92] They left immediately after the last talk. In a 1977 letter to members of a Naropa class investigating the incident, Merwin concluded, My feelings about Trungpa have been mixed from the start. Admiration, throughout, for his remarkable gifts; and reservations, which developed into profound misgivings, concerning some of his uses of them. I imagine, at least, that I've learned some things from him (though maybe not all of them were the things I was \"supposed\" to learn) and some through him, and I'm grateful to him for those. I wouldn't encourage anyone to become a student of his. I wish him well.[93] The incident became known to a wider public when Tom Clark published \"The Great Naropa Poetry Wars\". The Naropa Institute later asked Ed Sanders and his class to conduct an internal investigation, resulting in a lengthy report.[94][95][96][97][98] Eliot Weinberger commented on the incident in a critique aimed at Trungpa and Allen Ginsberg in The Nation on April 19, 1980. He stated that the fascination of some of the best minds of his generation with Trungpa's presentation of Tibetan Buddhism and Tibetan theocracy created a dangerous exclusivity and elitism.[99] Author Jeffery Paine wrote of this incident, \"[s]eeing Merwin out of step with the rest, Trungpa could have asked him to leave, but decided it was kinder to shock him out of his aloofness.\"[100] Paine also noted the outrage felt in particular by poets such as Robert Bly and Kenneth Rexroth, who began calling Trungpa a fascist.[101] Trungpa's choice of Westerner Ösel Tendzin as his dharma heir was controversial, as Tendzin was the first Western Tibetan Buddhist lineage holder and Vajra Regent. This was exacerbated by Tendzin's own behavior as lineage holder. While knowingly HIV-positive, Tendzin was sexually involved with students, one of whom became infected and died.[102] 1940: Born in Kham, Eastern Tibet. Enthroned as eleventh Trungpa Tulku, Supreme Abbot of Surmang Monasteries, and Governor of Surmang District. Some put his birth in 1939.[103] 1944–1959: Studies traditional monastic disciplines, meditation, and philosophy, as well as calligraphy, thangka painting, and monastic dance. 1947: Ordained as a shramanera (novice monk). 1958: Receives degrees of Kyorpön (Master of Studies) and Khenpo (Doctor of Divinity). Ordained as a bhikshu (full monk). 1959–1960: Follows the Fourteenth Dalai Lama to India during the 1959 Tibetan uprising, which failed to overthrow the Chinese government. 1960–1963: By appointment of the Fourteenth Dalai Lama, serves as spiritual advisor to the Young Lamas' Home School in Dalhousie, India. 1962: Fathers first son, Ösel Rangdröl (Mukpo), by a nun later referred to as Lady Kunchok Palden (or Lady Konchok Palden).[104] 1963–1967: Attends Oxford on a Spalding scholarship, studying comparative religion, philosophy, and fine arts. Receives instructor's degree of the Sogetsu School of ikebana (Japanese flower arrangement).[105] 1967: Co-founds, with Akong Rinpoche, Kagyu Samyé Ling Monastery and Tibetan Centre, in Dumfriesshire, Scotland.[105] 1968: Travels to Bhutan and goes on solitary retreat.[105] Receives terma text[106] while on retreat in Paro Taktsang, a sacred cliffside monastery in Bhutan.[107] 1969: Becomes a Tibetan British subject, 10 February.[108] Injured in a car accident, leaving him partially paralyzed.[109] Accident reported in Newcastle Evening Chronicle, May 6, to have happened on May 5. 1970: Renounces his monastic vows.[109] Claims that the dharma needs to be free of cultural trappings to take root.[105] 1970: Marries wealthy 16-year-old English student Diana Judith Pybus.[110] 1970: Arrives in North America. Establishes Tail of the Tiger, a Buddhist meditation and study center in Vermont, now Karmê Chöling. Establishes Karma Dzong, a Buddhist community in Boulder, Colorado.[111] 1971: Begins teaching at University of Colorado. Establishes Rocky Mountain Dharma Center, now Shambhala Mountain Center, near Fort Collins, Colorado. 1972: Initiates Maitri, a therapeutic program that works with different styles of neurosis using principles of the five Buddha families. Conducts the Milarepa Film Workshop, a program that analyzes the aesthetics of film, on Lookout Mountain, Colorado. 1973: Founds Mudra Theater Group, which stages original plays and practices theater exercises, based on traditional Tibetan dance.[112] Incorporates Vajradhatu, an international association of Buddhist meditation and study centers, now known as Shambhala International. Establishes Dorje Khyung Dzong, a retreat facility in southern Colorado.[113] Conducts first annual Vajradhatu Seminary, a three-month advanced practice and study program. 1974: Incorporates Nalanda Foundation, a nonprofit, nonsectarian educational organization to encourage and organize programs in the fields of education, psychology, and the arts. Hosts the first North American visit of The Sixteenth Gyalwang Karmapa, head of the Karma Kagyü lineage. Founds The Naropa Institute, a contemplative studies and liberal arts college, now fully accredited as Naropa University. Forms the organization that will become the Dorje Kasung, a service group entrusted with the protection of Buddhist teachings and the welfare of the community. 1975: Forms the organization that will become the Shambhala Lodge, a group of students dedicated to fostering enlightened society. Founds the Nalanda Translation Committee for the translation of Buddhist texts from Tibetan and Sanskrit. Establishes Ashoka Credit Union. 1976: Hosts the first North American visit of Dilgo Khyentse Rinpoche, meditation master and scholar of the Nyingma lineage. Hosts a visit of Dudjom Rinpoche, head of the Nyingma lineage. Empowers Thomas F. Rich as his dharma heir, known thereafter as Vajra Regent Ösel Tendzin. Establishes the Kalapa Court in Boulder as his residence and a cultural center for the Vajradhatu community. Receives the first of several Shambhala terma texts. These comprise the literary source for the Shambhala teachings. Founds Alaya Preschool in Boulder. 1977: Bestows the Vajrayogini abhisheka for the first time in the West for students who have completed ngöndro practice. Establishes the celebration of Shambhala Day. Observes a yearlong retreat in Charlemont, Massachusetts. Founds Shambhala Training to promote a secular approach to meditation practice and an appreciation of basic human goodness. Visits Nova Scotia for the first time. 1978: Conducts the first annual Magyal Pomra Encampment, an advanced training program for members of the Dorje Kasung. Conducts the first annual Kalapa Assembly, an intensive training program for advanced Shambhala teachings and practices. Conducts the first Dharma Art seminar. Forms Amara, an association of health professionals. Forms the Upaya Council, a mediation council providing a forum for resolving disputes. Establishes the Midsummer's Day festival and Children's Day. 1979: Empowers his eldest son, Ösel Rangdröl Mukpo, as his successor and heir to the Shambhala lineage. Founds the Shambhala School of Dressage, an equestrian school under the direction of his wife, Diana Mukpo. Founds Vidya Elementary School in Boulder. 1980–1983: Presents a series of environmental installations and flower arranging exhibitions at art galleries in Los Angeles, San Francisco, Denver, and Boulder. 1980: Forms Kalapa Cha to promote the practice of traditional Japanese Tea Ceremony. With the Nalanda Translation Committee, completes the first English translation of The Rain of Wisdom. 1981: Hosts the visit of the Fourteenth Dalai Lama to Boulder. Conducts the first annual Buddhist-Christian Conference in Boulder, exploring the common ground between Buddhist and Christian contemplative traditions. Forms Ryuko Kyūdōjō to promote the practice of Kyūdō under the direction of Shibata Kanjuro Sensei, bow maker to the Emperor of Japan. Directs a film, Discovering Elegance, using footage of his environmental installation and flower arranging exhibitions. 1982: Forms Kalapa Ikebana to promote the study and practice of Japanese flower arranging. 1983: Establishes Gampo Abbey, a Karma Kagyü monastery in Cape Breton, Nova Scotia, for Western students wishing to enter into traditional monastic discipline. Creates a series of elocution exercises to promote precision and mindfulness of speech. 1984–1985: Observes a yearlong retreat in Mill Village, Nova Scotia. 1986: Moves his home and the international headquarters of Vajradhatu to Halifax, Nova Scotia. 1987: Dies in Halifax; cremated May 26 at Karmê Chöling. (His followers have constructed a chorten or stupa, The Great Stupa of Dharmakaya, near Red Feather Lakes, Colorado, for his remains.) 1989: The child recognized as his reincarnation, Chokyi Sengay, is born in Derge, Tibet; recognized two years later by Tai Situ Rinpoche.","Title":"Chögyam Trungpa - Wikipedia","KeyID":"18808","URL":"https://en.wikipedia.org/wiki/Ch%C3%B6gyam_Trungpa"}