{"Content: ":"Samding Dorje Phagmo Yongey Mingyur Rinpoche (Tibet: ཡོངས་དགེ་མི་འགྱུར་རིན་པོ་ཆེ། Wylie: yongs dge mi 'gyur rin po che)[1] is a Tibetan teacher and master of the Karma Kagyu and Nyingma lineages of Tibetan Buddhism. He has authored two best-selling books and oversees the Tergar Meditation Community, an international network of Buddhist meditation centers. Mingyur Rinpoche was born in Nepal in 1975[1] the youngest of four brothers. His mother is Sönam Chödrön, a descendant of the two Tibetan kings Songtsen Gampo and Trisong Deutsen. His brothers are Chokyi Nyima Rinpoche, Tsikey Chokling Rinpoche, and Tsoknyi Rinpoche and his nephews are Phakchok Rinpoche and the reincarnation of Dilgo Khyentse Rinpoche, known popularly as Khyentse Yangsi Rinpoche. From the age of nine,[1] his father, Tulku Urgyen Rinpoche,[1] taught him meditation,[1] passing on to him the most essential instructions of the Dzogchen and Mahamudra traditions. At the age of eleven, Mingyur Rinpoche began studies at Sherab Ling Monastery[1] in northern India, the seat of Tai Situ Rinpoche. Two years later, Mingyur Rinpoche began a traditional three-year retreat at Sherab Ling.[1] At the age of nineteen, he enrolled at Dzongsar Institute, where, under the tutelage of the renowned Khenpo Kunga Wangchuk, he studied the primary topics of the Buddhist academic tradition, including Middle Way philosophy and Buddhist logic. At age twenty, Mingyur Rinpoche became the functioning abbot of Sherab Ling.[1] At twenty-three, he received full monastic ordination.[1] During this time, Mingyur Rinpoche received important Dzogchen transmissions from Nyoshul Khen Rinpoche.[1] In 2007, Mingyur Rinpoche completed the construction of Tergar Monastery in Bodhgaya, India, which will serve large numbers of people attending Buddhist events at this sacred pilgrimage site, serve as an annual site for month-long Karma Kagyu scholastic debates, and serve as an international study institute for the Sangha and laity. The institute will also have a medical clinic for local people.[2] Mingyur Rinpoche has overseen the Kathmandu Tergar Osel Ling Monastery, founded by his father, since 2010. He also opened a shedra (monastic college) at the monastery.[3] In June 2011, Mingyur Rinpoche left his monastery in Bodhgaya to begin a period of extended retreat. Rinpoche left in the middle of the night, taking nothing with him, but leaving a farewell letter.[4] He spent four years as a wandering yogi.[5][6] During the first few weeks of this retreat, Rinpoche had a near-death experience, likely due to a severe form of botulism. This may have been the result of choosing to eat only the meals that were free and available to him after allowing himself to run out of money. The near-death experience, according to Rinpoche, was one of the most pivotal and transformative experiences of his life. After continuing with his retreat for four years, he later returned to his position as abbot.[5][6]","Title":"Yongey Mingyur Rinpoche - Wikipedia","KeyID":"18806","URL":"https://en.wikipedia.org/wiki/Yongey_Mingyur_Rinpoche"}