{"Content: ":"Kyabje Dungse Thinley Norbu Rinpoche (Tibetan: ཕྲིན་ལས་ནོར་བུ།, Wylie: phrin las nor bu, THL: Trinlé Norbu, ZYPY: 聽列諾布 ) (1931 – December 26, 2011) was a major modern teacher in the Nyingma lineage of Tibetan Buddhism, and patron of the Vajrayana Foundation.[1] He was the eldest son of Dudjom Rinpoche, the former head of the Nyingma lineages, and also the father of Dzongsar Jamyang Khyentse Rinpoche and Dungse Garab Rinpoche. His association with the Dudjom Lineage is a long one: he is held to be the incarnation of Tulku Drime Oser, who was one of seven sons of Dudjom Lingpa. He also was considered to be an emanation of Longchen Rabjam, the great 14th-century Nyingma scholar and siddha who composed the Seven Treasuries. He died in California on December 26, 2011, according to the Tibetan Buddhist Lunar Calendar the 2nd[clarification needed] day of the 11th month of the Iron Rabbit year.[2] His cremation was held in a public buddhist cremation ceremony in Paro, Bhutan on March 3, 2012,[2] which was attended by several thousand people, including some of Bhutan's royal family.[1][3][4] Dungse Thinley Norbu Rinpoche was born in 1931 in Lhasa, Tibet. In his autobiography he states: \"I was born in Lhasa, between east and west, in the center, near the Rasa Trulnang Tsuklakhang (Temple of Miraculous Goat-Earth Phenomena) in Lhasa, known as the Jokhang Temple.[5]\" His father was the renowned Nyingma Buddhist master Dudjom Jigdral Yeshe Dorje, and his mother was Kusho Tseten Yudron. In his youth in Tibet, he studied for nine years at Mindrolling Monastery, one of the six major monasteries of the Nyingma school in Tibet, and received many teachings from many great saints throughout the region, besides his own father. In the mid 1950s, Thinley Norbu left Tibet at the onset of the Chinese invasion of Tibet. Having fled his homeland, he spent some time in Bhutan, where his children were born. There he served as the chief architect of the Thimphu Memorial Chorten, built in 1974 under the guidance of his father, to honor the memory of the Third King of Bhutan, Jigme Dorji Wangchuck (1928–72). Thinley Norbu first came to the United States of America in 1976 to seek medical treatment,[6] and then spent a number of years in Nepal before permanently settling in the US in the early 1980s. In the late 1980s and early 1990s, after spending a number of years in New York City, Thinley Norbu sought out a quiet place for practice in the countryside of the east coast of the United States. After a long search, in 1991 he chose some land in the rolling hills of upstate New York and named it Kunzang Gatshal, Always Noble Joyful Park (Tibetan: ཀུན་བཟང་དགའ་ཚལ།, Wylie: Künzang Gatsel). For the next twenty years, Kunzang Gatshal served as Thinley Norbu's primary residence and focal point of dharma activity. He gave teachings to disciples on this land, and was visited by other lamas, including Kyabje Penor Rinpoche and Kyabje Dodrupchen Rinpoche. In the mid-1990s, Thinley Norbu built a temple on the land, personally directing all aspects of the construction and design until every statue and offering had been set. At around the same time, he founded a school for young children to learn pure dharma tradition and practice, White Lotus School (Tibetan: པདྨ་དཀར་པོ་ཆོས་གྲྭ།, Wylie: Pema Karpo Chödra), which he looked after with particular care.[7] After settling in New York, Thinley Norbu traveled back several times to the East. In 1986, during a lull in Tibet-China relations, he went back to Tibet where he secretly gave many teachings to Tibetan disciples. He also frequently travelled to Pema Osel Ling, California, the center of Lama Tharchin Rinpoche. He helped with the final sculpting of the face of the Guru Rinpoche statue in Pema Osel Ling, and also gave many teachings there, including the full Dudjom Tersar empowerments during the summer of 1995.[8] Most of his later years were spent at Kunzang Gatshal, giving spoken teachings and writing more than a dozen books, many of which were published posthumously, and several that still remain unpublished. Thinley Norbu's books have become quite popular in the west, but in contrast to many other Tibetan teachers he did not seek publicity or large numbers of students.[6] In 2009, although in poor health, Thinley Norbu again travelled to Asia, spending several months in Nepal and Bhutan before returning to the US in 2010. Thinley Norbu died in Palm Desert, California on December 26, 2011, which according to the Tibetan Buddhist Lunar Calendar is the 2nd day of the 11th month of the Iron Rabbit year.[2] His body was transported to his temple at Kunzang Gatshal in upstate, New York where it stayed for several weeks before being flown to Paro, Bhutan and driven around the country so disciples could pay their respects. His cremation was held in a public buddhist cremation ceremony in Paro, Bhutan on March 3, 2012, and presided over by the third Dudjom Rinpoche, Sangye Pema Zhepa, the reincarnation of Thinley Norbu Rinpoche's father, the second Dudjom Rinpoche, Jigdral Yeshe Dorje. A memorial of Thinley Norbu Rinpoche has been built on the site of his cremation in Paro, Bhutan, by his son Dungse Garab Rinpoche. Since Thinley Norbu's death in 2011, Kunzang Gatshal has been guided by the students of White Lotus School, his sons Garab Dorje Rinpoche and Jampal Dorje Rinpoche, and other family members. Thinley Norbu's father was Dudjom Jigdral Yeshe Dorje (English: Fearless Wisdom Vajra). His mother was Mayum Tseten Yudron (English: Turquoise Lamp of Firm Life). Thinley Norbu's parents had seven children: Semo Dechen Yudron (Tibetan: སྲས་མོ་བདེ་ཆེན་གཡུ་སྒྲོན། English: Turquoise Radiance of Great Bliss.) Thinley Norbu (Tibetan: ཕྲིན་ལས་ནོར་བུ། English: Jewel of Activity) was the oldest son. Chokyi Nyima Rinpoche (Tibetan: ཆོས་ཀྱི་ཉི་མ་རིན་པོ་ཆེ། English: Sun of Dharma). Semo Pema Yudron (Tibetan: སྲས་མོ་པདྨ་གཡུ་སྒྲོན། English: Lotus of Turquoise Light). Pende Norbu Rinpoche (Tibetan: ཕན་བདེ་ནོར་བུ་རིན་པོ་ཆེ། English: Jewel of Beneficial Well-Being). Se Dorje Palzang (Tibetan: སྲས་རྡོ་རྗེ་དཔལ་བཟང་། English: Indestructible Noble Glory). Semo Tsering Yangchen (Tibetan: སྲས་མོ་ཚེ་རིང་དབྱངས་ཅན། English: Melodious Long Life) When Thinley Norbu was 13 years old his parents separated, and his father later married Sangyum Rigdzin Wangmo (Tibetan: རིགས་འཛིན་དབང་མོ།) giving him four more half-siblings. Dekyong Yeshe Wangmo (Tibetan: བདེ་སྐྱོང་ཡེ་ཤེས་དབང་མོ། ), Chimey Wangmo (Tibetan: འཆི་མེད་དབང་མོ། ), Tsering Penzom (Tibetan: ཚེ་རིང་དཔལ་འཛོམས། ), and Shenphen Dawa Norbu Rinpoche (Tibetan: གཞན་ཕན་ཟླ་བ་ནོར་བུ།) (1950-2018). Thinley Norbu's wife was Sangyum Jamyang Chödrön (Tibetan: འཇམ་དབྱང་ཆོས་སྒྲོན། Smooth Melodious Lamp of Dharma), and like his parents they had seven children, three daughters and four sons. Semo Kelsang Chodron, Dzongsar Khyentse Norbu Rinpoche (Tibetan: རྫོང་གསར་མཁྱེན་བརྩེ་ནོར་བུ་རིན་པོ་ཆེ།) (b.1961), Semo Yeshe Palzom (b.1966), Garab Dorje Rinpoche (Tibetan: དགའ་རབ་རྡོ་རྗེ་རིན་པོ་ཆེ།) (b.1967), Jampel Dorje Rinpoche (Tibetan: འཇམ་དཔལ་རྡོ་རྗེ་རིན་པོ་ཆེ།) (b.1968), Semo Pema Chokyi (Tibetan: སྲས་མོ་པདྨ་ཆོས་སྐྱིད།) (b.1976), and Se Ugyen Namgyal. During his exile in the West he wrote a number of books, including many that were published or distributed posthumously: ","Title":"Thinley Norbu - Wikipedia","KeyID":"18800","URL":"https://en.wikipedia.org/wiki/Thinley_Norbu"}