{"Content: ":"Thrangu Rinpoche (Tibetan: ཁྲ་འགུ་, Wylie: Khra-'gu [ˈtʰran.ɡu ˈrinpotʃe][need tone]) was born in 1933[1] in Kham, Tibet.[1] He is deemed to be a prominent tulku (reincarnate lama) in the Kagyu school of Tibetan Buddhism,[1] the ninth reincarnation in his particular line. His full name and title is the Very Venerable Ninth Khenchen Thrangu Tulku, Karma Lodrö Lungrik Maway Senge. The academic title Khenchen denotes great scholarly accomplishment (English-language analogues include the titles Distinguished Professor and Academic Fellow), and the term Rinpoche (\"Precious\" or \"Precious One\") is a Tibetan devotional title which may be accorded to respected teachers and exemplars. Thrangu Rinpoche was installed at Thrangu Monastery in Kham (eastern Tibet) after his identification by the Sixteenth Karmapa and the previous Tai Situpa at age five. He is one of the principal lamas there, although Traleg Rinpoche is the supreme abbot of the complex. He fled to India following the Chinese invasion in 1959. At the age of thirty-five Thrangu Rinpoche took the geshe examination in Bengal and was awarded the degree of Geshe Lharampa, the highest degree conferred in the Gelug transmission (it is not uncommon for monks of other lineage to pursue studies in that tradition). He was subsequently awarded the Khenchen degree of the Kagyu tradition. He played a critical role in the recovery of important Buddhist texts that had been largely destroyed by the Chinese Communists. He was named Abbot of Rumtek monastery, the home monastery in exile of the Karmapa, and also of the Nalanda Institute for Higher Buddhist Studies at Rumtek. As Abbot of the Nalanda Institute, Thrangu Rinpoche and Khenpo Tsultrim Gyamtso Rinpoche trained all the younger tulkus of the lineage, including the Dzogchen Ponlop Rinpoche, who was in the first class. He was also the personal tutor of the four principal Karma Kagyu tulkus: Shamar Rinpoche, Tai Situ Rinpoche, Jamgon Kongtrul Rinpoche, and Gyaltsab Rinpoche. Thrangu Rinpoche established the fundamental curriculum of the Karma Kagyu lineage taught at Rumtek. In addition, he taught with Khenpo Karthar Rinpoche, who had been a teacher at Thrangu Rinpoche's monastery in Tibet before 1959, and who is now head of Karma Triyana Dharmachakra in Woodstock, New York, the seat of Karmapa in North America. In 1976, after 15 years at Rumtek, Thrangu Rinpoche founded the Thrangu Tashi Choling monastery in Boudhanath, Kathmandu, Nepal, and later also founded a retreat centre and college at Namo Buddha; Tara Abbey, which offers a full dharma education for Tibetan nuns leading to a khenpo degree; a school in Boudhanath for the general education of Tibetan children and young monks in Western subjects and Buddhist studies; and a free medical clinic in an impoverished area of Nepal. Thrangu Rinpoche recently completed a large monastery in Sarnath, India, overlooking the deer park where the Buddha gave his first teaching on the Four Noble Truths. The monastery is named Vajra Vidya in honor of the Sixteenth Karmapa. It is now the seat of the major annual Kagyu conference. In 1976, Thrangu Rinpoche began teaching Buddhism throughout Asia and in the West. He founded Thrangu House in Oxford, England, in 1981, then in the United States and Canada, he established centres in Crestone, Colorado, Maine, California, Vancouver and Edmonton. He has another fourteen centres in nine other countries. He is the Abbot of Gampo Abbey, a Karma Kagyu monastery in Cape Breton, Nova Scotia, founded by his dharma brother Chogyam Trungpa Rinpoche, reflective of his close ties the Shambhala Buddhist community. Rinpoche currently resides in Nepal where he serves as senior tutor to Urgyen Trinley Dorje. On 25 July 2010, Thrangu Monastery was opened by Thrangu Rinpoche in Richmond, British Columbia, Canada. It is the first traditional Buddhist monastery in Canada. It contains a six-metre-tall (20 ft) gold-plated statue of Shakyamuni Buddha, and the shrine hall can seat 500 people[2]","Title":"Thrangu Rinpoche - Wikipedia","KeyID":"18805","URL":"https://en.wikipedia.org/wiki/Thrangu_Rinpoche"}