{"Content: ":"Robert Alexander Farrar Thurman (born August 3, 1941) is an American Buddhist author and academic who has written, edited, and translated several books on Tibetan Buddhism. He was the Je Tsongkhapa Professor of Indo-Tibetan Buddhist Studies at Columbia University, before retiring in June 2019.[1] This was the first endowed chair in Buddhist Studies in the West.[1] He also is the co-founder and president of the Tibet House US New York. He translated the Vimalakirti Sutra from the Tibetan Kanjur into English. He is the father of actress Uma Thurman. Thurman was born in New York City, the son of Elizabeth Dean Farrar (1907–1973), a stage actress, and Beverly Reid Thurman, Jr. (1909–1962), an Associated Press editor and U.N. translator (French and English).[2] He is of English, German, Scottish, and Irish descent.[2] His brother, John Thurman, is a professional concert cellist who performs with the Detroit Symphony Orchestra. He attended Phillips Exeter Academy from 1954 to 1958, then went to Harvard University, where he obtained his B.A. in 1962. He later returned to Harvard for graduate study in Sanskrit, receiving an M.A. in 1969 and a Ph.D. in 1972.[3] In 1959, at age 18, he married Marie-Christophe de Menil, daughter of Dominique de Menil and John de Menil and heiress to the Schlumberger Limited oil-equipment fortune.[3][4] In 1961 Thurman lost his left eye in an accident while he was using a jack to lift an automobile, and the eye was replaced with an ocular prosthetic.[5] After the accident Thurman decided to refocus his life, divorcing de Menil and traveling from 1961 to 1966 in Turkey, Iran and India.[3][6] In India he taught English to exiled tulkus (reincarnated Tibetan lamas).[3] After his father's death in 1962, Thurman came back to the United States and in New Jersey met Geshe Wangyal, a Kalmyk Buddhist monk from Mongolia who became his first guru.[7][3] Thurman became a Buddhist and went back to India where, due to Wangyal's introduction, Thurman studied with Tenzin Gyatso, the 14th Dalai Lama.[6][8] Thurman was ordained by the Dalai Lama in 1965, the first American Buddhist monk of the Tibetan Buddhist tradition,[9] and the two became close friends.[8][10] In 1967, Thurman returned to the United States and renounced his monk status (which required celibacy) to marry his second wife, German-Swedish model and psychotherapist Nena von Schlebrügge, who was divorced from Timothy Leary.[6] Thurman obtained an M.A in 1969 and a Ph.D. in Sanskrit Indian Studies in 1972 from Harvard. He was professor of religion at Amherst College from 1973 to 1988, when he accepted a position at Columbia University as professor of religion and Sanskrit.[3] At Amherst College Thurman met his lifelong friend Prof. Lal Mani Joshi, a distinguished Indian Buddhist scholar. In 1986, Thurman created Tibet House US with Nena von Schlebrügge, Richard Gere and Philip Glass at the request of the Dalai Lama.[11] Tibet House US is a nonprofit organization whose mission is to help preserve Tibetan Culture in exile. In 2001, the Pathwork Center, a 320-acre (1.3 km2) retreat center on Panther Mountain in Phoenicia, New York, was donated to Tibet House US. Thurman and von Schlebrügge renamed the center Menla Retreat and Dewa Spa. Menla (the Tibetan name for the Medicine Buddha) was developed into a state-of-the-art healing arts center grounded in the Tibetan Medical tradition in conjunction with other holistic paradigms.[12] In 2009, Thurman starred in Rosa von Praunheim's film History of Hell - Rosas Höllenfahrt. Thurman is known for translations and explanations of Buddhist religious and philosophical material, particularly that pertaining to the Gelugpa (dge-lugs-pa) school of Tibetan Buddhism and its founder, Je Tsongkhapa.[6] Time named Thurman one of the 25 most influential Americans of 1997.[13] In 2003 he received the Light of Truth Award, a human rights award from the International Campaign for Tibet. New York Magazine named him as one of the \"Influentials\" in religion in 2006.[14] In 2020 he was a recipient of India’s prestigious Padma Shri Award for literature and education.[15][16] Thurman is considered a pioneering, creative and talented translator of Buddhist literature by many of his English-speaking peers. Speaking of Thurman's translation of Tsongkhapa's Essence of Eloquence (Legs bshad snying po), Matthew Kapstein (professor at the University of Chicago and Ecole Pratique des Hautes Etudes in Paris) has written that, \"The Essence of Eloquence is famed in learned Tibetan circles as a text of unparalleled difficulty. ... To have translated it into English at all must be reckoned an intellectual accomplishment of a very high order. To have translated it to all intents and purposes correctly is a staggering achievement.\"[17] Similarly, prominent Buddhologist Jan Nattier has praised the style of Thurman's translation of the Vimalakīrti Sūtra, praising it as among the very best of translations of that important Indian Buddhist scripture.[18] Twice married, Robert Thurman is the father of five children and grandfather to eight grandchildren. With Marie-Christophe de Menil, he has one daughter, Taya; their grandson was the late artist Dash Snow.[3] He also has a great-granddaughter through his late grandson.[19] Robert and Nena Thurman have four children, including Ganden, who is Executive Director of Tibet House US, actress Uma Thurman, Dechen, and Mipam.[6][20] Robert and Nena's children grew up in Woodstock, NY, where the Thurmans had bought nine acres of land with a small inheritance Nena had received. The Thurmans built their own house there.[20]","Title":"Robert Thurman - Wikipedia","KeyID":"18807","URL":"https://en.wikipedia.org/wiki/Robert_Thurman"}