{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Hōun Jiyu-Kennett (Japanese: 法雲慈友ケネット, 1 January 1924 – 6 November 1996), born Peggy Teresa Nancy Kennett, was a British roshi most famous for having been the first female to be sanctioned by the Sōtō School of Japan to teach in the West.[citation needed] Hōun Jiyu-Kennett was born as Peggy Teresa Nancy Kennett in St Leonards-on-Sea, Sussex, England on January 1, 1924. As a young woman she found herself questioning gender roles in society and grew to become disillusioned with Christianity. She studied medieval music at Durham University and then received a scholarship to Trinity College of Music in London, England.[1] Though attracted to Buddhism, she felt during this period that she was called to serve the Church of England as a priest. However, church policies at the time did not allow women to be ordained, and this enhanced her previous disillusionment with Christianity. She first became interested in Theravada Buddhism during this period of questioning and searching, joining the London Buddhist Vihara. In 1954 she joined the London Buddhist Society, where she continued her Buddhist studies and lectured. While there, she met the scholar D.T. Suzuki, and developed a strong interest in Rinzai Zen Buddhism. In 1960, when chief abbott Kōho Keidō Chisan Zenji of Sojiji in Japan came to the society, she was asked to make the arrangements for his stay. Koho asked if she would consider becoming his student back in Japan. She accepted the offer, and two years passed before she arrived at Sojiji to study Soto Zen Buddhism under him.[1][note 1] In January 1962, Kennett traveled to Malaysia to accept an award she had been honored with for setting a Buddhist hymn, \"Welcome Joyous Wesak Day\" by Sumangalo,[3] to music.[1] Before leaving for Japan, Kennett was ordained a novice nun by Venerable Seck Kim Seng (釋金星; Shì Jīnxīng)[1] in the Linji Chan school and given the Buddhist name Jiyu (慈友, Cíyou in Chinese, Jiyu in Japanese) meaning compassionate friend. Jiyu-Kennett arrived in Japan in 1962, where she was also ordained in the Soto-school, and trained at Sōjiji from 1962 to 1963. Formally, Kōho Keidō Chisan Zenji was her teacher, but practically, one of Keido Zenji's senior officers, Suigan Yogo roshi, was her main instructor, because 'Keido Zenji was often preoccupied with administrative affairs.[4] She received Dharma transmission twice, from Kōho Keidō Chisan Zenji on May 28, 1963, but also from Suigan Yogo.[5] While training at Sōjiji, Kōho Keidō Chisan let her take care of westerners who were interested in Zen training, mostly from American military bases, and she \"developed a regular programme of teaching and meditation to nurture their growing interest in Zen.\"[6] Eventually, she received the official title of \"Foreign Guest Hall Master\" from Keido Chisan.[6] Jiyu-Kennett continued her institutional career by becoming an Oshō,[7] i.e. \"priest\" or \"teacher.\" Her Zuise[8] ceremony was conducted in public in Japan. Previously, women's ceremonies were held in private, but Koho had decided that the practice of holding private ceremonies for women and public ceremonies for men was wrong. According to Jiyu-Kennett's account, I have never done a ceremony with more terror inside me than that one with twelve men down each side, each one with curtains drawn as if to say 'I'm not here.' Those were the witnesses. Try that sometime! That can be pretty scary—in a foreign country, in a language you're not one hundred percent sure of, with a lot of people who are hating your guts. And the reason Koho Zenji did it—and I've got it on tape—was for the benefit of women in his country.[9] Following her Zuise ceremony, Jiyu-Kennett was installed as shinzan (head priest)[10] of Unpukuji temple in Mie prefecture. After the death of Chisan Koho, in November 1967, the Soto Administration Section became ambivalent to her, and \"Kennett’s title of Foreign Guest Hall Master was deleted from the list of Sojiji office appointments.\"[6] Nevertheless, according to Jiyu-Kennett, she \"received a certificate asking me to become the official pioneer missionary of the Soto Sect in America\" just before she left Japan for a lecturing tour the US in November 1969,[6][11][note 2] At this time Jiyu-Kennett was not in good health, as during her time in Japan she had experienced many illnesses.[14] In 1969 Jiyu-Kennett founded the Zen Mission Society in San Francisco, and in 1970 Shasta Abbey in Mount Shasta, California,[15] the first Zen monastery in the United States to be established by a woman. In 1972, Jiyu-Kennett's British chapter of the Zen Mission Society established Throssel Hole Priory in Northumberland, England.[16][17] In 1978 Jiyu-Kennett changed the name of the Zen Mission Society to the Order of Buddhist Contemplatives. In 1975 Jiyu-Kennett was stricken with illness yet again, and this time she became bedridden. In 1976, worn out and convinced death was near, she resigned from her position as abbess of Shasta Abbey and went into retreat in Oakland, California. Still rather ill, of unknown causes, she had her student Daizui MacPhillamy with her often to tend to her care. Following a kensho experience he had, she conferred Dharma transmission to him at her bedside in 1976.[14] During this retreat, Jiyu-Kennett had a prolonged religious experience,[18] including a series of visions and recalling past lives. She regarded these experiences as \"a profound kensho (enlightenment) experience,\"[19][20] constituting a third kensho,[18] and published an account of these visions, and an elaborate scheme of stages of awakening,[20] in How to Grow a Lotus Blossom.[18][21] Her interpretations, which parallel Christian mysticism,[22] were controversial,[20][23][18] and rejected by some as makyo (\"illusion\").[19][23] Stephen Batchelor describes these episodes, The visions lasted for 12 months, until 26 January 1977, the first twelve occurring in Oakland, the rest at Shasta, where she returned on 25 October. Each vision unfolded as a dream-like episode, charged with Western and Buddhist religious symbolism, superimposing itself on whatever she saw around her. She compared the series of visions to an elaborated contemporary version of the classical Zen images of the ten 'ox-herding' pictures. By the time the final vision faded, she was cured. She interpreted the experience as that of a 'third kensho.'\"[14] Around four months into her 'third kensho', Jiyu-Kennett regained her health and again assumed her position as Abbess of Shasta Abbey for the next 20 years until her death on November 6, 1996. According to Jiyu-Kennett, her experiences are not uncommon, but are rarely spoken of; she regarded publishing her own experiences as a way to acknowledge the existence and validity of such experiences, which, according to her, may contribute to further insight after initial awakening.[21][24] She acknowledged the risks and potential for controversy in publishing her account, but felt that the benefits of releasing such information outweighed the risks.[21] According to Kay, \"Kennett’s visionary experiences – and also her ambivalence about the status of their content – are not unprecedented within the Zen tradition.[25] Soto literature includes numerous accounts,[25][26][27][28] as noted especially by Faure (2001) Visions of powere,[25][26] described by the founders of Soto Zen, Dogen and Keizan.[29][note 3] Yet, Dogen and Keizan \"also both warned against seeing visions or unusual spiritual experiences as the goal of practice.\"[30] According to Jiyu-Kennett the accumulation of insight happens in three stages of kensho, along with a fourth that can occur at the time of death:[21][note 4] Jiyu-Kennett had a commanding presence about her, both intellectually as well as physically. Of a rather husky build, she had a tremendous laughter and was known to be gifted at storytelling.[9] To some, her demeanor appeared rather persistent at times, as author James Ishmael Ford writes, My memories of Jiyu Kennett Roshi as a teacher are mixed. She followed in the authoritarian style of her Japanese inheritance. Interpersonally, she was remarkably invasive. Indeed, in my twenties, she pushed me into a marriage with another student that would cause great unhappiness for both of us. On the other hand, she had genuine insight into the boundless realm and also pushed me toward my own deepest experience of the great matter.\"[5] According to the book The Encyclopedia of Women and Religion in North America, Her adaptation of Zen for Westerners has been likened to Japanese Soto Zen with a flavor of the Church of England, for she believed that Zen in North America should adopt Western monastic dress and liturgical forms. For example, she set the traditional Buddhist liturgy to music based on Gregorian chants.\"[32] Jiyu-Kennett was an advocate for equality between the sexes, as was Great Master Dogen. Among many others... The Order of Buddhist Contemplatives, founded by Jiyu-Kennett, now has chapters in the United States, the Netherlands, Canada, the West Indies, the United Kingdom and Germany.","Title":"Houn Jiyu-Kennett - Wikipedia","KeyID":"18816","URL":"https://en.wikipedia.org/wiki/Houn_Jiyu-Kennett"}