{"Content: ":"Stephen Tokan \"Steve\" Hagen, Rōshi, (born 1945) is the founder and head teacher of the Dharma Field Zen Center in Minneapolis, Minnesota, and a Dharma heir of Dainin Katagiri-roshi.[1] Additionally, he is the author of several books on Buddhism. Among them as of 2003, Buddhism Plain & Simple was one of the top five bestselling Buddhism books in the United States.[2] In 2012, Hagen updated and revised How the World Can Be the Way It Is and published it as Why the World Doesn't Seem to Make Sense—an Inquiry into Science, Philosophy, and Perception.[3] Hagen grew up in Duluth, Minnesota[4] where he was first drawn to Buddhism when he was seven or eight years old.[5] He later told Linda Hanson of the Duluth News Tribune, \"I wanted to know what’s going on and to not be fooled. I wanted to know what was real and genuine and true.\" His childhood desire to know truth eventually led him to Zen Buddhism in 1967.[4] In 1975 Hagen became a student of Zen master Dainin Katagiri and he was ordained a Zen priest in 1979.[2] Katagiri Roshi gave Hagen Dharma transmission (endorsement to teach) in 1989.[6] Katagiri gave Hagen the name \"Tokan\" which means \"breaking through barrier into peace and understanding.\"[7] Before opening Dharma Field, Hagen took frequent road trips to Menomonie and Eau Claire, Wisconsin to give workshops and to lead sesshins.[8] Hagen married Jean Forester, a piano teacher who died in 2010.[9] Forester sold her home to help purchase St. Andrew's Lutheran Church in the Fulton neighborhood in the Southwest community of Minneapolis, where Hagen founded Dharma Field in 1997.[9][10] James Ishmael Ford wrote that Dharma Field under Hagen had \"...an independent sensibility that parallels Charlotte Joko Beck's teaching\".[1] Dharma Field offers foundational Buddhist studies as well as advanced courses.[11] Among the latter, Hagen taught a yearlong course on Nagarjuna.[12] Norm Randolph who is also a dharma heir of Katagiri is a teacher at Dharma Field. Lee Register who received dharma transmission from Hagen in 2011 is a former teacher.[6] Bev Forsman was ordained by Hagen in 2007 and received dharma transmission in 2010. Forsman became head teacher in June 2012[6] and served until May 2014.[13]","Title":"Steve Hagen - Wikipedia","KeyID":"18812","URL":"https://en.wikipedia.org/wiki/Steve_Hagen"}