{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Nan Huai-Chin (simplified Chinese: 南怀瑾; traditional Chinese: 南懷瑾; pinyin: Nán Huáijǐn) (March 18, 1918 – September 29, 2012) was a Chinese Buddhist monk, religious scholar, and writer. A well-regarded spiritual teacher in contemporary China, he was considered by many to be the major force in the revival of Chinese Buddhism.[1] While Nan was regarded by many in China as one of the most influential Chan Buddhist teachers and Vajrayana teachers, particularly in the Cundī practices, he was little known outside the Chinese cultural sphere.[2] Nan died at the age of 94 on Sept. 29th, 2012 in Suzhou, China.[3] Nan Huai-Chin was born March 18, 1918, to a scholar-official family in Yueqing county, Wenzhou city, Zhejiang province. In his youth, Nan received a classical education that included various Confucian and Daoist works, as well as traditional Chinese medicine, literature, calligraphy, poetry, and other subjects. In his youth at the age of 18, he became the provincial martial arts champion after studying several Chinese martial arts including swordsmanship with the jian. Nan studied social welfare at Jinling University (now merged with Nanjing University), and later went on to teach at the Republic of China Military Academy in Nanjing. In the late 1930s at the age of 21 years, Nan became a military commander at the border regions of Sichuan, Xikang, and Yunnan during the Second Sino-Japanese War.[4] There, he led a local group of 30,000 men against the Japanese invasion.[5] While still young, Nan left his military career so that he could commit himself fully to his study of Buddhism and to meditation. In 1942 at age 24, he went on a three-year meditation retreat in the Emei Mountains. It is said that it was there that he verified his experiences against the Chinese Buddhist canon. During this time, Nan's primary teacher was Yuan Huanxian (袁煥仙; 1887 – 1966). In 1945, Nan went to seek out the teachings of Tibetan Buddhism. The 9th Gangkar Rinpoche (貢噶活佛; 1893 – 1957), a high-ranking tulku of the Kagyu school, also verified Nan's experiences, giving him the title \"Vajra Master.\"[6] Nan was one of the few multidisciplinary experts in the world to be versed in the cultivation schools of Confucianism, Daoism, Tibetan Buddhism, and Chan Buddhism.[7] Nan's Dharma name was Tōngchán (通禪).[8] Following the revolution in China, Nan later moved to Taiwan in 1949 where he became a well-known university professor and author, teaching at National Chengchi University, Chinese Culture University, and Fu Jen Catholic University.[9] His first book, The Sea of Chan (禪海蠡測), was published in 1955, and was the first in a line of over 40 books and related materials published in his name. Nan's books have achieved a great deal of popularity in mainland China and Taiwan. In total, more than 20 million copies of his books have been sold in Chinese-speaking countries.[10] Some of his more popular works have gone to a 20th printing in Taiwan and his works on Confucianism are used as standard university references in the mainland and Taiwan.[6] Thomas Cleary, who has translated several of his books into English, has written the following about Nan's works and methodology:[11] There is no question that Master Nan's work is a cut above anything else available from modern authors, either academic or sectarian, and I would like to see his work gain its rightful place in the English speaking world. ... [His] studies contain broad learning in all three main traditions of Chinese thought, Confucian, Taoist, and Buddhist. Although this comprehensive purview was common to the greatest minds of China since the T'ang dynasty, it is rare among scholars today. In the late 1980s and early 1990s, Nan mediated secret cross-strait communications between the mainland China and Taiwan.[12] Two of Nan's students were close confidants of Taiwan's President Lee Teng-hui, and Nan was approached by his student Jia Yibin about creating a communication channel between Lee Teng-hui and mainland China's President Yang Shangkun.[12] Both Jia and Nan mediated cross-straight negotiations, and successfully realized secret chamber meetings between special envoys.[12] In the early 1990s, Nan changed his place of residence from Taiwan to Hong Kong. Some secret cross-strait meetings were held at Nan's private residence in Hong Kong.[12] In January 1992, Nan signed a contract with the Chinese government and invested 92 million RMB in the Jinhua–Wenzhou Railway, which is the first joint-stock railway in China. In 2004, Nan returned to the mainland near Suzhou. Nan died at the age of 94 on September 29, 2012. In Wujiang District, Suzhou, in 2006, Nan founded the 200-acre (0.81 km2) Taihu Great Learning Center (太湖大學堂), which contains the Wujiang Taihu International School. The school curriculum is meant to combine the best approaches of traditional China and the West. It has unique emphases such as meditation, ethics and etiquette, traditional Chinese medical theory, and Chinese and English recitation.[13] The name of the school is in reference to the Great Learning, one of the \"Four Books\" of Confucianism. This is a list of translations of Nan Huai-Chin's books. The vast majority of books written by Nan have not been translated into the English language from the original Chinese.","Title":"Nan Huai-Chin - Wikipedia","KeyID":"18815","URL":"https://en.wikipedia.org/wiki/Nan_Huai-Chin"}