{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Jikai Dainin Katagiri (片桐 大忍, Katagiri Dainin, January 19, 1928 – March 1, 1990), was a Sōtō Zen priest and teacher, and the founding abbot of Minnesota Zen Meditation Center in Minneapolis, Minnesota, where he served from 1972 until his death from cancer in 1990. He is also the founder of Hokyoji Zen Practice Community in Eitzen, Minnesota. Before becoming first abbot of the Minnesota Zen Meditation Center, Katagiri had worked at the Zenshuji Soto Zen Mission in Los Angeles and had also been of great service to Shunryu Suzuki at the San Francisco Zen Center, particularly from 1969 until Suzuki's death in 1971. Katagiri was important in helping bring Zen Buddhism from Japan to the United States during its formative years. He is also the credited author of several books compiled from his talks. Dainin Katagiri was born in Osaka, Japan on January 19, 1928. He was ordained a monk by and named a Dharma heir of Daicho Hayashi at Taizo-in in Fukui, and went on to study under Eko Hashimoto at Eiheiji for three years. After Eiheiji Katagiri enrolled at Komazawa University—the renowned Sōtō institution in Tokyo, Japan—majoring in Buddhist studies. In 1963 Katagiri was sent by the Soto Headquarters Office in Japan to Los Angeles, California to serve as a priest at the Zenshuji Soto Zen Mission. In 1965 he was sent to the Sokoji Soto Zen Mission in San Francisco, California to assist Shunryu Suzuki and later helped out the San Francisco Zen Center (SFZC),[1] which had shared the same building as Sokoji until 1969; Katagiri was of great help to Shunryu Suzuki, especially from 1969 onward.[2] [Great help at the SFZC from the day he came around April 1964.- DC] During his years in San Francisco, Katagiri sometimes toyed with the idea of opening up his own Zen community nearby. So, not long before Suzuki's death, he did open a zendo in his home in Monterey, California.[2] In 1972 Katagiri relocated to Minneapolis, MN. There he became abbot of a small group without a leader, which became known as the Minnesota Zen Meditation Center (Ganshoji).[3] There he also founded Hokyoji Zen Practice Community (Catching the Moon Zen Mountain Center), a country retreat temple in southeast Minnesota.[4] A factor in deciding to go to Minnesota had been the fact that few, if any, Buddhist teachers were located there. Katagiri understood that the majority of teachers at this time were either in New York or California, with much of the country in-between in need of teachers.[5] During the 1970s and 1980s Katagiri sent over many of his Western students to train at Zuio-ji in Japan, where Narasaki Ikko roshi was abbot.[6] In 1984, in the wake of the Zentatsu Richard Baker controversy resulting in Baker's resignation as abbot of San Francisco Zen Center, Katagiri came at the request of SFZC and served as abbot there on an interim basis until 1985 (returning to Minnesota afterward). He remained there for the remainder of his life, succumbing finally to cancer on March 1, 1990;[7] he left behind thirteen Dharma heirs.[8] Katagiri was married to Tomoe Katagiri in 1960, and they had two sons together (Yasuhiko and Ejyo). Soto priest and former student of Katagiri-Roshi, Zuiko Redding, has stated, \"My basic memory of Katagiri is of how he paid total attention to what was in front of him. He took care of each thing as if it were the most important thing in the world, whether it was throwing away some trash or talking to another person. He really listened and tried to give the best answer he knew how to give. He also encouraged each of us to stand up in our own space, following our own wisdom rather than depending on him for answers or affirmation. I would sometimes tell him exactly what I thought about some idea he had, only to turn and see him smiling broadly at me, glad that I wasn’t buying into his agenda.\"[9]","Title":"Dainin Katagiri - Wikipedia","KeyID":"18818","URL":"https://en.wikipedia.org/wiki/Dainin_Katagiri"}