{"Content: ":"Philip Kapleau (August 20, 1912 – May 6, 2004) was an American teacher of Zen Buddhism in the Sanbo Kyodan tradition, a blending of Japanese Sōtō and Rinzai schools. He also advocated strongly for Buddhist vegetarianism.[1] Kapleau was born in New Haven, Connecticut. As a teenager he worked as a bookkeeper. He briefly studied law and later became an accomplished court reporter. In 1945 he served as chief Allied court reporter for the Trial of the Major War Criminals Before the International Military Tribunal, which judged the leaders of Nazi Germany. It was the first of the series commonly known as the Nuremberg Trials. Kapleau later covered the International Military Tribunal for the Far East, commonly known as the Tokyo War Crimes Trials. While in Japan he became intrigued by Zen Buddhism. He became acquainted with Karlfried Graf Dürckheim, then a prisoner at Sugamo Prison, who recommended that Kapleau attend informal lectures given by D.T. Suzuki in Kita-Kamakura.[2] After returning to America, Kapleau renewed his acquaintance with D.T. Suzuki who had left Kita-Kamakura to lecture on Zen at Columbia University. Disaffected with a primarily intellectual treatment of Zen, he moved to Japan in 1953 to seek its deeper truth. He trained initially with Soen Nakagawa, then rigorously with Daiun Harada at the temple Hosshin-ji. Later he became a disciple of Hakuun Yasutani, a dharma heir of Harada.[3] After 13 years' training, Kapleau was ordained as a priest by Yasutani in 1965 \"according to the rites prescribed by the Patriarch Eihei Dogen\" as described by Yasutani in a certificate from the Sanbo \"Three Treasures\" Buddhist Religious Association, dated June 28, 1964, and given permission to teach. Kapleau ended his relationship with Yasutani formally in 1967 over disagreements about teaching and other personal issues.[4][5] According to James Ishmael Ford, \"Kapleau had completed about half of the Harada-Yasutani kōan curriculum, the koans in the Gateless Gate and the Blue Cliff Record,\"[6] and was entitled to teach, but did not receive dharma transmission. According to Andrew Rawlinson, \"Kapleau has created his own Zen lineage.\"[7] During a book tour in 1965 he was invited to teach meditation at a gathering in Rochester, New York[citation needed]. In 1966 he left Japan to create the Rochester Zen Center.[5] For almost 40 years, Kapleau taught at the Center and in many other settings around the world, and provided his own dharma transmission to several disciples. He also introduced many modifications to the Japanese Zen tradition, such as chanting the Heart Sutra in the local language, English in the U.S., or Polish at the Center he founded in Katowice. He often emphasized that Zen Buddhism adapted so readily to new cultures because it was not dependent upon a dogmatic external form. At the same time he recognized that it was not always easy to discern the form from the essence, and one had to be careful not to \"throw the baby out with the bathwater.\" He suffered from Parkinson’s Disease for several years. While his physical mobility was reduced, he enjoyed lively and trenchant interactions with a steady stream of visitors throughout his life. On May 6, 2004, he died peacefully in the backyard of the Rochester Zen Center, surrounded by many of his closest disciples and friends. Kapleau transcribed other Zen teachers' talks, interviewed lay students and monks, and recorded the practical details of Zen Buddhist practice. His book, The Three Pillars of Zen, published in 1965, has been translated into 12 languages, and is still in print.[8][9] It was one of the first English-language books to present Zen Buddhism not as philosophy, but as a pragmatic and salutary way of training and living. Michael Alan Singer, New York Times bestselling author and former CEO of WebMD, identified that the Three Pillars of Zen was the source which embarked him on his spiritual journey.[10] Kapleau was an articulate and passionate writer. His emphasis in writing and teaching was that insight and enlightenment are available to anyone, not just austere and isolated Zen monks. Also well known for his views on vegetarianism, peace and compassion, he remains widely read, and is a notable influence on Zen Buddhism as it is practiced in the West. Today, his dharma heirs and former students teach at Zen centers around the world. Kapleau's book To Cherish All Life: A Buddhist Case for Becoming Vegetarian condemns meat-eating. He argued that Buddhism enjoins vegetarianism on the principle of nonharmfulness.[11] A favorite saying of Philip Kapleau was \"Grist for the mill\" which means that all of our troubles and trials can be useful or contain some profit to us. In this spirit, his gravestone is one of the millstones from Chapin Mill, the 135-acre (0.55 km2) Buddhist retreat center whose land was donated by a founding member of the Rochester Zen Center, Ralph Chapin. Kapleau appointed several successors, some of whom have subsequently appointed successors or authorized teachers:[12] Two students ended their formal affiliation with Philip Kapleau, establishing independent teaching-careers:[12]","Title":"Philip Kapleau - Wikipedia","KeyID":"18817","URL":"https://en.wikipedia.org/wiki/Philip_Kapleau"}