{"Content: ":"Tenshin Zenki Reb Anderson (born 1943) is an American Buddhist who is a Zen teacher in the Sōtō Zen tradition of Shunryu Suzuki. He is a Senior Dharma teacher at the San Francisco Zen Center and at Green Gulch Farm Zen Center in Marin County, California, where he lives. According to author James Ishmael Ford, \"Reb Anderson is one of the most prominent of contemporary Western Zen teachers.\"[1] Reb Anderson was born as Harold Anderson[2] in Mississippi in 1943 and grew up in Minnesota. His father left the family when Anderson was eleven.[3] In his youth, he was a Golden Gloves boxer.[4] Anderson developed an interest in Buddhism while still in his teens.[1] In 1967, he abandoned his graduate studies in psychology and mathematics to study Soto Zen under Shunryu Suzuki at the San Francisco Zen Center. Anderson was then ordained as a priest in 1970 by Suzuki, who gave Anderson the Buddhist name Tenshin Zenki 天眞全機 (Naturally Real, The Whole Works).[5] In 1983 Anderson received shiho from Zentatsu Richard Baker, becoming Baker's first Dharma heir. However, when Baker was forced to resign amid complaints about his affairs with female Zen Center members and his purchase of expensive luxury goods, Baker claimed Anderson never completed the entire transmission ceremony.[6] The board of the San Francisco Zen Center disagreed, understanding Anderson to be Baker's Dharma heir (Baker has since agreed).[1] After Baker's resignation, Anderson replaced him as abbot. In a controversial incident, while jogging in Golden Gate Park in 1983, Anderson found the corpse of a man with a bullet wound to the head and a revolver nearby. Anderson returned to the body over a period of several days to meditate over the corpse, on one visit taking the revolver.[7] In 1987, Anderson was mugged one block away from the San Francisco Zen Center. He retrieved the unloaded revolver and chased the perpetrator to a nearby tenement, where both were quickly arrested.[7] The Zen Center Board of Directors sent him on a leave of absence for six months.[8] After his return, he served as co-abbot with Mel Weitsman until 1995. Regarding this ordeal, Anderson has written of his remorse and insight garnered from the experience.[9] In October 1999 Anderson suffered a heart attack while conducting dokusan. He later underwent a successful emergency angioplasty.[10] Anderson is married to Rusa Chiu, a Jungian analyst in private practice. He has two daughters, Deborah Savran and Thea Anderson, and four grandchildren. According to James Ishmael Ford, \"...Anderson Roshi is one of the first people to have worked hard to bring Dogen studies West. He has also stretched much of Zen's traditional approach to psychology by drawing upon other ancient Buddhist sources, including Abhidharma and Yogachara teaching, while at the same time being solidly informed regarding Western approaches to the discipline.\"[1] To some students, \"...Reb's practice invites comparison to the legendary Japanese samurai, the warriors who trained in medieval Zen monasteries.\"[4] Sobun Katherine Thanas received shiho from Tenshin Roshi in 1988 and later was installed as abbess of the Santa Cruz Zen Center.[11] Zengyu Paul Discoe, Chikudo Jerome Peterson and Ananda Claude Dalenburg also received shiho in 1988 (Ananda was the inspiration for the character Bud Diefendorf in Jack Kerouac's novel The Dharma Bums).[12] Anderson gave shiho to his student Jiko Linda Cutts in 1996, who went on to serve as co-abbess of the San Francisco Zen Center from 2000 until 2007. She has served as Central Abbess of San Francisco Center from 2014 to 2019.[13] Jakujo Gary McNabb received shiho in 1998. Furyu Nancy Schroeder received shiho 1999. She was installed as the abiding abbess of Green Gulch Farm Zen Center and has served from 2014 to the present. Myo Denis Lahey received shiho in 1999 and became head teacher of the Hartford Street Zen Center, Issan-ji, in San Francisco. In 2000 Taigen Dan Leighton received shiho. Leighton has since gone on to establish the Mountain Source Sangha[14] and after moving to Chicago, Ancient Dragon Zen Gate.[15] In 2002 Meiya Wender received shiho. She now conducts japanese tea ceremony classes at Green Gulch.[16] Also in 2002, Anderson gave shiho to Leslie James, his first dharma entrustment to a lay teacher. She is a long-time resident of Tassajara Zen Mountain Center, the monastic center of San Francisco Zen Center.[17] In 2003 Setsuan Gaelyn Godwin became Tenshin Roshi's Dharma successor and became Houston Zen Center's Abiding Teacher (2003) and abbot of Houston Zen Center in 2012. In 2005, she received the title of 'Kaikyoshi' from the Soto School of Japan.[18] In 2005 Kiku Christina Lehnherr received shiho from Tenshin Roshi and served as San Francisco Zen Center's City Center abbess from 2012 to 2014.[19] Taiyo Lipscomb received shiho in 2009,[20] and in 2010, Kōkyō Henkel received shiho. He is currently Head Teacher at Santa Cruz Zen Center.[21]Gentaku Susan O'Connell received shiho June 2017, Korin Nyuyu Charlie Pokorny received shiho in 2018. He is currently co-leader of the Stone Creek Zendo in Sebastopol California.","Title":"Reb Anderson - Wikipedia","KeyID":"18810","URL":"https://en.wikipedia.org/wiki/Reb_Anderson"}