{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Shōhaku Okumura (奥村 正博, born June 22, 1948) is a Japanese Sōtō Zen priest and the founder and abbot of the Sanshin Zen Community located in Bloomington, Indiana,[1] where he and his family currently live. From 1997 until 2010, Okumura also served as director of the Sōtō Zen Buddhism International Center in San Francisco, California, which is an administrative office of the Sōtō school of Japan. Shōhaku Okumura was born in Osaka, Japan in 1948. He received his education at Komazawa University in Tokyo, Japan,[2] where he studied Zen Buddhism. On December 8, 1970, Okumura was ordained at Antaiji by his teacher Kōshō Uchiyama, where he practiced until Uchiyama retired in 1975.[3] Following Uchiyama's wishes,[2] Okumura traveled to the United States where he co-founded Valley Zendo in Massachusetts[4] and continued Uchiyama's style of zazen practice there until 1981.[4] In that year, he returned to Japan and began translating the writings of Uchiyama and Eihei Dōgen from Japanese into English. He spent some time teaching at Kyoto Sōtō Zen Center.[5] After returning to the United States, Okumura was a teacher at the Minnesota Zen Meditation Center in Minneapolis, Minnesota from 1993[1] to 1996[6] and then founded the Sanshin Zen Community in 1996.[7] Okumura's daughter, Yoko Okumura, made a short documentary film entitled Sit described as \"a film about purpose in life, seen through the eyes of a Buddhist monk and his son.\"[8] The film explores how Okumura's Buddhism affected his parenting and the results it had on Yoko and her brother Masaki.[9] Okumura attributes his desire to become a Buddhist to the discovery of a book while he was in high school called Self (自己, jiko) by Kōshō Uchiyama, who would become his teacher not long after. After Okumura became a teacher in his own right, his message remained much the same as Uchiyama's and is centered around the practice of zazen, largely to the exclusion of other rituals associated with the tradition. Okumura also focuses on the translation of the works of Eihei Dōgen and associated texts into English, as well as aiding his students in the study of such writings. His practice of zazen is built on what Uchiyama called \"sesshin without toys.” These sesshins of three, five, or seven days are completely silent and consist of fourteen hours of zazen each day, punctuated only by meals and sleep in the evening. There are no services, chants, or work periods. These alternate with \"genzō-e retreats\", which are five days of intensive study of one or more fascicles of Dōgen's collection of writings called the Shōbōgenzō. He has published several translations of material previously unavailable in English such as Dōgen’s Pure Standards for the Zen Community and Eihei Kōroku, both with Taigen Dan Leighton.[2]","Title":"Shōhaku Okumura - Wikipedia","KeyID":"18822","URL":"https://en.wikipedia.org/wiki/Sh%C5%8Dhaku_Okumura"}