{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Seongcheol (April 6, 1912 – November 4, 1993) was a Korean Seon master.[1] He was a key figure in modern Korean Buddhism, being responsible for significant changes to it from the 1950s to 1990s.[1] Seongcheol was widely recognized in Korea as having been a living Buddha, due to his extremely ascetic lifestyle, the duration and manner of his meditation training, his central role in reforming Korean Buddhism in the post-World War II era, and the quality of his oral and written teachings.[1] Born on April 10, 1912, in Korea under the name of Yi Yeongju(이영주), Seongcheol was the first of seven children of a Confucian scholar in Gyeongsang province. He was rumored to have been an exceptionally bright child who read constantly, having learned to read at the age of three, and being proficient enough to read such Chinese classics as Romance of the Three Kingdoms and Journey to the West by age ten. His enthusiasm for reading was such that he once traded a sack of rice for Immanuel Kant's Critique of Pure Reason as a teenager.[2] Having read numerous books on philosophy and religion, both Western and Eastern, he reportedly felt dissatisfied, being convinced that these could not lead him to truth. One day, a Seon monk gave Seongcheol a copy of Song of Enlightenment (Hangul: 증도가, Hanja: 證道歌), a Seon text written by Yongjia Xuanjue (永嘉玄覺) in the Tang dynasty. Seongcheol felt as if \"a bright light had suddenly been lit in complete darkness,\" and that he had finally found the way to the ultimate truth.[1] Immediately, he started meditating on the \"Mu\" gong-an (Japanese: koan) and started ignoring all his responsibilities at home. Deciding that his parents' house had too many distractions, he promptly packed his bags and went to Daewonsa (Daewon temple). After obtaining permission to stay in the temple, the young Seongcheol started to meditate intensively. Later in life, he would say that he attained the state of Dongjeong Ilyeo (see Teachings below, Hangul: 동정일여, Hanja: 動靜一如) at this early point in his life in only forty-two days.[1] The rumor of a lay person meditating so intensely naturally spread to the main temple of Haeinsa(해인사). Under the recommendations of renowned Seon Masters Gim Beomnin and Choe Beomsul, the young Seongcheol left for Haeinsa in the winter of 1936. At the time, Seon Master Dongsan was the spiritual leader of Haeinsa, and recognizing Seongcheol's great potential, he recommended he become a monk. But Seongcheol refused, stating that he had absolutely no intention of becoming a monk and that only intense meditation was important. But Dongsan master's dharma talk during the following retreat season changed his mind:[1] In March 1937, Yi Yeongju received his dharma name of Seongcheol, forsook all relations with the outside world, and became a monk, writing this poem: The great achievements of the world are but snowflakes melting on fire, Accomplishments that move oceans are but dew disappearing in the glare of the sun, Why live a dream in this ethereal life of dreams, I forsake all to walk towards the great eternal truth.[1][2] 彌天大業紅爐雪 跨海雄基赫日露 誰人甘死片時夢 超然獨步萬古眞[1][2] In the tradition of Korean Buddhist monks, Seongcheol wandered from one temple to the next after each meditation retreat. In the summer of 1940, he went into deep meditation at the Geum Dang Seon Center and attained enlightenment.[2] Having become a monk at the age of 25, he had attained his true nature in only three years. He went on to write his enlightenment poem: The Yellow River flows westward, To the summit of Gonryun [Kunlun] Mountain, Sun and moon lose their light and the earth falls away, Smiling once and turning around, the blue mountain stands amongst the white clouds as before.[1][2] 黃河西流崑崙頂 日月無光大地沈 遽然一笑回首立 靑山依舊白雲中[1][2] Having attained enlightenment, Seongcheol began pilgrimages to various temples in order to validate his experience and to examine other monks and their levels of attainment. But he was frequently disappointed, noticing that inka (validation of a monk's attainment by a master) was given too carelessly, thereby falsely recognizing many monks as having fully attained enlightenment.[1] During his retreat at Songgwangsa, he was also dismayed at Jinul's theory of Dono Jeomsu (sudden enlightenment, gradual training), and how it was the widespread theory during the time. Later during the 1980s and 1990s, his contribution to the revival of Hui Neng's traditional theory of Dono Donsu (sudden enlightenment, sudden training) would have a significant effect on the practice of Seon in Korea, China, Japan, and other countries where Seon/Zen is practiced.[1] Seongcheol's reputation soon began to spread. Numerous factors contributed to his growing recognition. One of the more famous anecdotes is Seongcheol's Jangjwa Bulwa (Hangul: 장좌불와, Hanja: 長坐不臥). Literally translated as 'long sitting, no lying,' it is a meditation technique that some monks employ to intensify their practice. Sitting meditation is equivalent to most other practices, except that the practitioner does not lie down to sleep, but stays in the lotus position even during sleep, with the intention of minimizing sleep through the position. Seongcheol was known to have practiced this for eight years after his enlightenment. He reportedly never once laid down and denied sleeping at all.[1][2] Another anecdote recounts how while Seongcheol was staying in Mangwolsa in Dobong mountain, an old monk by the name of Chunseong refused to believe this. He wanted to catch Seongcheol dozing off to sleep, so spied on him secretly throughout one night. But having witnessed the truth of the rumor, Chunseong was struck with amazement and himself started employing the technique. It is said that the stress of the practice and the old age at which he started the technique caused all of his teeth to fall out later in life.[1][2] Seongcheol's reputation for intensive practice was not limited only to his meditation per se. He was also known to be completely indifferent to the outside world, focused intently only on meditation and guiding fellow monks to enlightenment. His indifference was so thorough that he even refused to see his mother when she visited him at Mahayunsa in Kumgangsan mountain. \"No need to see her\" was reportedly his reply to her visit, to which his fellow monks burst out in anger, stating that although they were monks devoted to asceticism and meditation, refusing to see his own mother was too extreme an action. Afterwards, Seongcheol accompanied his mother, showing her the sites of Kumgangsan mountain.[1][2] On August 15, 1945, Japan surrendered unconditionally, thereby ending World War II and the occupation of Korea. The events offered an invaluable opportunity for the reformation of Korean Buddhism, which had been severely oppressed during the Japanese occupation. As an emerging leader of Korean Buddhism, Seongcheol joined the nascent discussions on the emerging plans to reform the religion. Forming a partnership with Jawoon, Cheongdam, and Hyanggok, the future leaders of Korean Buddhism chose Bong Am Sa temple of Heui Yang mountain. There, they formed a pact to live strictly according to the Vinaya, the Buddhist code of ethics. The members agreed upon rules of conduct (Hangul: 공주규약, Hanja: 共住規約) and required strict adherence to it amongst themselves:[1] The reformation movement started around a small group of monks centered on Seongcheol, but quickly grew by reputation, attracting monks all over the country who were also intent on bringing back the Korean tradition of intense meditation, strict celibacy, and study of sutras. Among these younger generations were Weolsan (월산), Ubong (우봉), Bomun (보문), Seongsu (성수), Dou (도우), Hyeam (혜암), Beopjeon (법전), etc. Not only did this group become the future leaders of Korean Buddhism, but produced two Supreme Patriarchs (Hyeam, Beopjeon) and three chief administrators of the Jogye order.[2] Unfortunately, the Bong Am Sa experiment ended prematurely in 1950 when the Korean War broke out on the peninsula. With constant bombing raids and the presence of soldiers of both sides around the temple, it was impossible to continue the strict monastic life of Bong-amsa.[1] Some of the reforms that occurred during this period were:[1] After the war, the reformation gained momentum and significant changes were set in motion, although it would be years until they were solidified. Central to the reformation was the issue of celibacy. While all the Buddhist canons emphasized the celibacy of monks, Japanese Buddhism had undergone significant changes during the Meiji Restoration, most notably the end of monastic celibacy. During the Japanese occupation, Korean Buddhism was severely oppressed and the Japanese style was advocated, thereby converting most Korean monks into little more than monastic residents officiating over ceremonies, married, with a business and income. Seongcheol and the new leaders were very critical of the Japanese style of Buddhism, maintaining that the tradition of celibacy, hermitage, poverty, and intense meditation were not only central to Korean Buddhism but to the true spirit of Buddhism as a whole. Korean post-war sentiments towards Japan could not have been worse at this time, and with the help of the populace and president Syngman Rhee, the traditional Korean style began to take hold and became the dominant form of Buddhism by the 1970s.[1] Seongcheol insisted on giving away all monastic assets to the public and reverting to the original Buddhist way of wandering and begging for alms while investing all energy into meditation. He contended this was the only surefire way for true reforms to take place, warning that otherwise, full-scale conflict could ensue between bikkhus and married monks fighting over temples. The leaders of the reformation refused to follow, stating that his assertions were too extreme.[2] Seongcheol's predictions, though, did come true and Korean Buddhism has had numerous conflicts between monks over temple jurisdiction ever since then up to the present day, many of them escalating to violent measures by both sides (e.g. paying gangsters to physically harm opponents). Many ordination restrictions were loosened by the bikkhus in order to increase their numbers in their efforts to assume control over temples such that men of questionable social standing (e.g. former convicts and criminals) were ordained as bikkhus, leading to more violent fights amongst monks. A particularly embarrassing chapter in Korean Buddhism was in the late 1990s when monks fought over Jogyesa, the main administrative temple in Seoul, by not only employing gangsters but joining the fight themselves using weapons, including Molotov cocktails, to violently subdue each other.[1][3] In 1955, Seongcheol was appointed as the patriarch of Haeinsa, but disappointed by the direction that the reformation was taking, Seongcheol declined, removing himself from the forefront and moved to a hermitage near Pagyesa in the Palgong mountains near Daegu to deepen the meditative and enlightened stage that he had attained. The hermitage was named Seongjeonam and it was here that Seongcheol began to build the scholarly foundations that would later support his spiritual teachings. Seongcheol surrounded the hermitage with barbed wire so as to keep outsiders out (except for a few assistants) and himself within its boundaries. Never leaving the boundaries of the small hermitage for an incredible ten years, he deepened his meditation and studied the ancient Buddhist canons, Zen texts, sutras, modern mathematics, physics, chemistry, biology, and even taught himself English so as to keep current on international affairs. This decade of self-education would affect his future teachings significantly.[1][2] Seongcheol finally opened the doors of Seong Juhn Am hermitage in 1965. The temple he visited was Gimyongsa, where he gave his first dharma talk in a decade. In 1967, with the insisting of Jawoon, Seongcheol became the patriarch of Haeinsa temple. That winter, he started his daily two-hour dharma talks to monks and the lay people, thereby beginning his famous Hundred-Day Talk (Hangul: 백일법문, Hanja: 百日法門.) Applying his decade of scholarly studies, he began to break the stereotype of the \"boring and stuffy\" dharma talks and transformed them into an electrifying hybrid of Buddhism, spiritualism, quantum mechanics, general relativity, and current affairs, ushering in a new kind of dharma talk aimed at reaching the modern audience living in an age of globalization and intellectual diversity.[1][2] Ushering in a revival of the Seon tradition of intense meditation and strict monastic lifestyle, Seongcheol spearheaded the reformation of modern Korean Buddhism from the rubbles of Japanese colonialism into an epicenter of meditation training. During his tenure as patriarch of Haeinsa, the temple transformed into a training ground for meditation, sutra studies, and Vinaya studies, attracting monks from all over the country. The meditation center averaged approximately 500 monks per biannual retreat, which was unheard of since the days of Hui Neng and Ma Tzu.[2] During the 1970s, the political climate became even more militaristic and dictatorial, eventually leading to a purge of many Buddhist monks suspected of political involvement. With his increasing reputation as a living Buddha both by the lay and the monastic, the Jogye order looked toward Seongcheol and nominated him as the next Supreme Patriarch of the order. \"If I can help reform and improve Korean Buddhism, I will humbly accept\" was the response he gave.[1][2] His inauguration speech brought him from a little known monk, only known by monks and devout lay people, into the limelight as the official leader of Korean Buddhism, bringing his teachings to the entire nation: Perfect enlightenment pervades all, serenity and destruction are not two All that is visible is Avalokiteshvara, all that is audible is the mystical sound No other truth than seeing and hearing Do you understand? Mountain is mountain, water is water.[1][2] 원각이 보조하니 적과 멸이 둘이 아니라. 보이는 만물은 관음이요 들리는 소리는 묘음이라. 보고 듣는 이 밖에 진리가 따로 없으니 시회대중은 알겠는가? 산은 산이요 물은 물이로다.[1][2] Declining all formal ceremonies as Supreme Patriarch from inauguration to his death, Seongcheol never left the mountains, stating that a monk's true place was in the temple. There was initially a huge protest against his semi-hermetic policy, but this was eventually replaced by sense of respect that had been lacking since the Joseon period, and helped to vastly improve the image and treatment of monks in Korea.[1] During his years as patriarch of Haeinsa and as Supreme Patriarch of the Jogye order, Seongcheol's reputation kept growing. Amongst monks, he was famous for being a very strict teacher, being called the tiger of Kaya mountain. When monks would nod off to sleep during meditation, he would beat them with wooden sticks while yelling, \"Thief, pay for your rice!\" (referring to the donations of the lay, and the monks' debts to society and therefore his duty to practice to the utmost of his abilities).[1] He was also known for his unique three thousand prostrations.[1][2][4][5] After the Korean war, Seongcheol built a small cave-hermitage near Anjungsa temple and named it Cheonjegul. Around this time, many people came to pay their respects to him, and to further guide the pilgrims in their practice, Seongcheol first started using his famous 3000 prostrations. Nobody could visit with him unless the person completed 3000 prostrations in front of the statue of the Buddha in the main hall. Later, some lay people would accuse Seongcheol of arrogance, but he maintained that this practice was used to help guide practitioners in their own practice by helping them destroy their ego and more easily attain one-mindedness (N.B.: the 3000 full prostrations are actually a mainstay of the Korean Buddhist training regimen, performed at most temples in Korea on a monthly basis. It would take approximately eight to twelve hours, depending on the experience of the practitioner, and the technique is used frequently to \"clear the mind,\" instill a sense of humility, and increase the awareness and focusing power of the practitioner). As his fame and reputation grew, the prostrations became more necessary as more and more people asked to meet with him. What was unique was that this requirement was uniform, i.e., he would never make any exceptions regardless of the person's wealth, fame, or power. A famous anecdote serves to illustrate the daunting task of the 3000 prostrations and Seongcheol's strict adherence to his own rules. When Park Chung-hee, the president of Korea, was opening up the new highway between Seoul and Pusan, he happened to visit Haeinsa. Hearing that the president was visiting, the head administrative monk quickly sent word to Seongcheol to come down from his hermitage to greet the president. But true to form, Seongcheol demanded the president go to the main Buddha hall and perform the 3000 prostrations before meeting with him. Park refused and the two never met.[1] During the latter years of his life, Seongcheol presided over many publications, including eleven books of his lectures and 37 books that translated many Zen classics not well known to the general public (see official website). The former included the full transcriptions of the Hundred-Day Talk, lectures on Huineng's sutra, Shin Sim Myung (Hangul: 신심명, Hanja: 信心銘), Jeung Do Ga (Hangul: 증도가, Hanja: 證道歌), Illumination of Sudden Enlightenment (Hangul: 돈오입도요문론, Hanja: 頓悟入道要門論), and his dharma talks. The latter was called Seon Lim Go Gyung Chong Suh (Hangul: 선림고경총서, Hanja: 禪林古鏡叢書) and was a collection of Chinese and Korean Zen classics that until publication was known mostly only to monks.[1] These publications helped to spread his teachings to the general public and raise the general awareness and knowledge of Buddhism. English translations of Great Master Seongcheol's work include \"Echoes from Mt. Kaya\", Changgyonggak Publishing, Seoul, 1988 (currently out of print), and \"Opening the Eye\", Gimmyeong International Co., Seoul, 2002. Both are translations from Korean by Brian Barry. On November 4, 1993, Seongcheol died in Haeinsa Toesoeldang, the same room in which he had first become ordained as a monk.[1][2] His last words to his followers were: \"Meditate well\".[1] His parinirvana poem was: Deceiving people all my life, my sins outweigh Mount Sumeru. Falling into hell alive, my grief divides into ten thousand pieces. Spouting forth a red wheel, It hangs on the blue mountain.[1][2] 生平欺狂男女群 彌天罪業過須彌 活陷阿鼻恨萬端 一輪吐紅掛碧山[1][2] Seongcheol had this explanation for the cryptic poem:[1] I've lived my entire life as a practitioner, and people have always asked me for something. Everyone is already a Buddha, but they do not try to realize that fact and only look towards me. So, in a way, you could say I've deceived people all my life. I've failed to get this message across to everyone so I'm suffering in a kind of hell. His death was followed by the largest funeral ever seen in Korean history for a monk, with over 100,000 people attending. His cremation took over thirty hours and his sarira numbered over a hundred.[1] Seongcheol's teachings can be summarized into five big categories: Citing Taego Bou (太古普愚: 1301–1382) as the true successor of the Linji Yixuan (臨済義玄) line of patriarchs rather than Jinul (知訥: 1158–1210), he advocated Hui Neng's original stance of 'sudden enlightenment, sudden cultivation' (Hangul: 돈오돈수, Hanja: 頓悟頓修) as opposed to Jinul's stance of 'sudden enlightenment, gradual cultivation' (Hangul: 돈오점수, Hanja: 頓悟漸修).[6] Whereas Jinul had initially asserted that with enlightenment comes the need to further one's practice by gradually destroying the karmic vestiges attained through millions of rebirths, Huineng and Seongcheol maintained that with perfect enlightenment, all karmic remnants disappear and one becomes a Buddha immediately.[4][5][7][8] He also expounded on the true definition of the Middle Way (Hangul: 중도, Hanja: 中道), stating that it was not limited to avoiding the two extremes of sensual indulgence and self-mortification as many understood, but that it was also an explanation of the state of nirvana where all dualities fuse and cease to exist as separate entities, where good and bad, self and non-self become meaningless. He compared this to the common misconception that had ruled pre-Einsteinian physics, that energy and mass were two separate entities, but which Einstein had elucidated as interchangeable dual forms with the relationship described by E=mc², thereby proving the equivalence of one to the other. He also compared this to the fusion of space and time into spacetime, and also formed the analogy of ice and water. The Middle Way is not the 'middle' or 'average' of ice and water, but the true form of each, H2O, and maintained that the state of nirvana was also like this, a state where the true form of all dualities is revealed as equivalent.[4][8] Seongcheol strongly advocated the gong'an (Hangul: 공안, Hanja: 公案) meditation technique, asserting that it was the fastest and safest way to enlightenment.[1][4][7][8] The most common gong'ans he would give to the lay and his followers were: Seongcheol also set a clear benchmark that the practitioner could apply to gauge his level of practice. Throughout his life, many followers came to him to obtain acknowledgement of their enlightenment. He was dismayed at the number of people who thought they had attained perfect enlightenment by experiencing some mental phenomenon during their practice. He therefore reiterated that every enlightened person from the Buddha and on had asserted the same definition of what enlightenment is. True attainment, he quoted, came only after going beyond the level of being able to meditate in deep sleep. Only after being able to meditate on a gong'an continuously, without interruption, throughout the waking state, then the dreaming state, and finally in deep sleep, one reaches the state where enlightenment can become possible. Before any of this, one should never claim to have become enlightened, even though there may be many instances of weird mental phenomena that happen during one's practice. The levels he identified were:[4][5][7][8] Seongcheol was very critical of the Japanese style of Zen meditation.[4][5][7][8] The Japanese style favors a gradual study of many gong'ans, similar to a curriculum where the practitioner would improve from an easier gong'an to a more difficult one as he mastered each one over time. Seongcheol, and many other masters,[9] stated that this would achieve nothing since the whole point of meditation was to rid one's mind of all divergent thoughts, which was the cause of karmic rebirths and its concomitant suffering, by focusing the mind deeply on only one gong'an until it destroyed all other thoughts. By studying gong'ans like a curriculum, one was only exercising the mind even more, which was diametrically opposed to the original goal of extinguishing the mind. Thus, this gradual style of meditation was not only similar to Jinul's gradual cultivation, it was a complete waste of time to the practitioner in that Zen became nothing more than an exercise in sophistry, with higher positions being given to those who could solve more riddles. Gong'ans can never be solved with such rational, or even intuitive methods, and only the final, perfect enlightenment could give the solution to the gong'an, and simultaneously all gong'ans.[4][5][7][8] Therefore, Seongcheol repeatedly made clear that the study of many gong'ans was antithetical to true meditation. He stated that attaining perfect enlightenment was equal to becoming a Buddha, and this was also equal to definitively solving the gong'an, remarking that this was not his unique teaching, but that of numerous masters including Huineng, Ma Tzu, all the way down to current masters.[1][2][4][5][7][8][9] Being able to solve multiple gong'ans was pure delusion believed by many practitioners, and Seongcheol devoted much of his teachings to elucidating this point. The Buddha said, \"I have attained nirvana by relinquishing all dualities. I have relinquished creation and destruction, life and death, existence and non-existence, good and evil, right and wrong, thereby attaining the Absolute. This is liberation, this is nirvana. You [the five initial bikkhus] practice self-mortification and the world indulges in the sensual. You therefore think you are great and holy, but both extremes are the same. To truly become free, you must give up both, you must give up all dualities... It's the scientific age, so let's talk in the language of science. Einstein's general relativity proves that energy and mass, previously thought as separate, are actually one and the same. Energy is mass, and mass is energy. Energy and mass are one. The fact that energy and mass are equivalent means that nothing is truly created or destroyed. This is what the Buddha was talking about when he relinquished both creation and destruction. It is like water and ice. Water converting into ice and vice versa does not mean that either of them gets destroyed. It is just the change in the form of H2O, which itself never changes, just like energy and mass. If we compare mass to 'form' and energy to 'formlessness,' the Heart sutra says the same thing as general relativity. Form is formlessness and formlessness is form. Not only in words, not only in the realm of philosophy, but in truth, in nature, measurable by scientific methods. This is the Middle Way! The three poisons that prevent us from realizing our true selves are desire, anger, and ignorance. Among those, desire is the basis for the latter two, and desire comes from 'I'. The attachment to the 'I,' the ego, and the indifference to others, these are the basis of all suffering. Once you realize that there really is no you or me, self or non-self, you will understand that all things are inter-related, therefore helping others is helping oneself, and hurting others is hurting oneself. This is the way of the universe, the Middle Way, dependent origination, and karma. Removing the clouds that are blocking our pure light of wisdom, we can become liberated from the chains of karma, thereby becoming truly free. But how do you do this? There are many methods, but the fastest is meditation and the fastest of those is the hwadu, or gong-an. By going beyond the level of being able to meditate in deep sleep, you will reach a place of perfect serenity, your original, bright, shining mirror devoid of all dust that had sat on it. You will see your original face, your true nature, the nature of the entire universe, and realize that you had always and originally been a Buddha. This is nirvana. No one can help you with this endeavor. No books, no teachers, not even the Buddha. You must walk this road yourself. Many practitioners believe that they have attained enlightenment. Some say they have attained it multiple times. This is a big delusion. There is only one true enlightenment, such that the attained state never disappears and then reappears, but is constantly present even through the deepest sleep. As Ma Tzu said, 'attained once, attained forever.' Any enlightenment that comes and goes or has gradations is nothing more than delusion. Seongcheol played a key role in revitalizing Korean Buddhism which had been in deep disarray from the Japanese occupation.[1] He was one of the leaders in the reformation, bringing back celibacy, strict practice, monasticism, and mendicancy back to Korean Buddhism. Later in his life, with his growing recognition, he helped to rectify Buddhism's discredited reputation amongst the general public, from a group of nominal monks who would get married, own businesses, and frequently collude with the Japanese occupiers, to that of serious practitioners, who never got married, and owned no possessions. Seongcheol also contributed significantly to bringing back Huineng's 'sudden enlightenment, sudden cultivation,' and clarified the notions of gong'an practice, meditation, monasticism, and enlightenment. More than a decade after his death, his books are still widely read and respected, and pilgrimages to Haeinsa are a mainstay for Buddhists.","Title":"Seongcheol - Wikipedia","KeyID":"18826","URL":"https://en.wikipedia.org/wiki/Seongcheol"}