{"Content: ":"Han Yong-un (Korean: 한용운; August 29, 1879 – June 29, 1944) was a twentieth century Korean Buddhist reformer and poet.[1] This name was his religious name, given by his meditation instructor in 1905, and Manhae (만해) was his pen name; his birth name was Han Yu-cheon. Manhae was born in Yucheon in Chungcheongnam-do, Hongseong. During his childhood, he studied Chinese classics in Seodang, a popular elementary school during the Joseon Dynasty. Prior to being ordained, he was involved in resistance to Japanese influence in the country, which culminated in the Japanese occupation from 1905 to 1945.[2] He lived in seclusion at Ose-am in the Baekdam Temple from 1896. During this period, he studied Buddhist sacred texts and several books of modern philosophy. In 1905 he received the robes of the Jogye Order of monks and in 1908 he went to Japan and visited several temples to study Buddhism and Eastern philosophy for six months.[3] In 1919 he was one of the patriot signatories to the Korean Declaration of Independence.[4] As a social writer, Manhae called for the reform of Korean Buddhism. Manhae's poetry dealt with both nationalism and sexual love, often mingling the two. One of his more political collections was Nimui Chimmuk (Lover's Silence, 님의 침묵), published in 1926. These works revolve around the ideas of equality and freedom and helped inspire the tendencies toward passive resistance and non-violence in the Korean independence movement. In 1913, Han Yongun published \"The Restoration of Korean Buddhism (Joseonbulgyo-yusimlon), which criticized the anachronistic isolationist policy of Joseon Buddhism and its incongruence with the then contemporary reality. The work sent tremors through the intellectual world. In this work, the author promulgated the principle of equality, self-discovery, the potential for Buddhism for safeguarding the world, and progress. His development as an activist and thinker resulted from his adherence to these very principles.[5] In 1918, Han published \"Whole Mind\" (Yusim), a work that aimed to enlighten young people. In the following year, he played an important role in the 3.1 Independence movement with Chae Lin, for which he was later imprisoned and served a three-year sentence. During his imprisonment, Han composed \"Reasons for Korean Independence\" (Joseondoglib-i-yuseo) as a response to the official investigation into his political engagement. He was later acquitted in 1922, at which time he began a nationwide lecture tour. The purpose of the tour was to engage and inspire youth, an objective first established in Han's \"Whole Mind\". In 1924, he became the Chair of the Buddhist youth assembly. The poems published in Han's Nim-ui Chimmuk had been written at Baekdam Temple in the previous year. This book garnered much attention from literary critics and intellectuals at the time. Despite his many other publications, from Chinese poems to sijos and the poems included in Yusim, and novels such as Dark Wind (Heukpung), Regret (Huhoe), Misfortune (Bakmyeong), this collection remains the poet's most significant and enduring literary achievement.[5] In it, love for the motherland plainly appears under the guise of longing for the loved one, as in the poem \"I Do Not Know\". Han's model for such rhapsodic, long-lined expressions of devotion was Rabindranath Tagore, whose work he knew, and behind Tagore the long Indian tradition of combining mysticism with eroticism.[7] In 2007, he was listed by the Korean Poets' Association among the ten most important modern Korean poets.[8]","Title":"Han Yong-un - Wikipedia","KeyID":"18832","URL":"https://en.wikipedia.org/wiki/Han_Yong-un"}