{"Content: ":"Stephen Batchelor (born 7 April 1953) is a Scottish Buddhist author and teacher, writing books and articles on Buddhist topics and leading meditation retreats throughout the world. He is a noted[1][2][3][4][5][6][7] proponent of agnostic or secular Buddhism. Batchelor was born in Dundee, Scotland in 1953. When he was three, his family relocated briefly to Toronto, Ontario, Canada, where his parents separated. He returned with his mother Phyllis (b. 1913) to England, where he was raised in a humanist environment with his younger brother David in Watford, Hertfordshire. After completing his secondary education at Watford Grammar School, in February 1972, at the age of eighteen, he embarked on an overland journey which eventually led him to India. He settled in Dharamsala, the capital-in-exile of the Dalai Lama, and studied with Geshé Ngawang Dhargyey at the Library of Tibetan Works and Archives. He was ordained as a novice monk in the Gelug tradition in 1974. A few months after ordination, he sat a ten-day Vipassana meditation retreat with the Indian teacher S.N. Goenka, which proved a lasting influence on his practice, and aroused his curiosity about other traditions of Buddhism. He left India in 1975 in order to study Tibetan Buddhist philosophy and doctrine under the guidance of Geshe Rabten, first at the Tibet Institute Rikon then in Le Mont-Pèlerin (both in Switzerland), where he helped Geshé Rabten to establish the Tharpa Choeling (now Rabten Choeling).[8] The next year he received full ordination as a monk. In 1979 he moved to Germany as a translator for Geshé Thubten Ngawang at the Tibetisches Institut, Hamburg. In April 1981 Batchelor travelled to Songgwangsa Monastery in South Korea to train in Zen Buddhism under the guidance of Kusan Sunim. At the monastery, he met Martine Fages, a Frenchwoman who had ordained as a nun in 1975. He remained in Korea until the autumn of 1984, when he left for a pilgrimage to Buddhist sites in Japan, China and Tibet. Following the death of Kusan Sunim, Batchelor and Martine Fages disrobed in February 1985 and married in Hong Kong, then returned to England and joined the Sharpham North Community near Totnes, Devon. Over the course of the next fifteen years Batchelor lived at Sharpham, he became coordinator of the Sharpham Trust[9] (1992) and co-founder of the Sharpham College for Buddhist Studies and Contemporary Enquiry (1996). Throughout this period he worked as a Buddhist chaplain at Channings Wood Prison. From 1990 he has been a Guiding Teacher at Gaia House meditation centre in Devon and since 1992 a contributing editor of Tricycle: The Buddhist Review. In August 2000, he and Martine moved to Aquitaine, France, where they live in a village near Bordeaux. As a lay Buddhist author, teacher and self-designated scholar,[10] he has increasingly turned his attention to the earliest teachings of Buddhism as recorded in the Pali canon. He also has increasingly turned his attention to Hellenistic philosophies, most particularly the skeptical philosophy of Pyrrhonism[11] and Montaigne's approach to Pyrrhonism.[12][page needed] Batchelor is a member of the core faculty of Bodhi College, which focuses on interpreting the early texts of Buddhism, such as the Pali Canon, in a manner that is applicable to the modern world.[13] He is also a member of the Center for Pragmatic Buddhism's[14] Advisory Board.[15][16] [17] [18] MĀRA: A CHAMBER OPERA on good and evil. Libretto[19] by Stephen Batchelor, Music[20] by Sherry Woods. 2017. Stephen Batchelor.","Title":"Stephen Batchelor (author) - Wikipedia","KeyID":"18834","URL":"https://en.wikipedia.org/wiki/Stephen_Batchelor_(author)"}