{"Content: ":"Edward Conze, born Eberhard Julius Dietrich Conze (1904–1979) was a scholar of Marxism and Buddhism, known primarily for his commentaries and translations of the Prajñāpāramitā literature. Conze's parents, Dr. Ernst Conze (1872–1935) and Adele Louise Charlotte Köttgen (1882–1962), both came from families involved in the textile industry in the region of Langenberg, Germany. Ernst had a doctorate in Law and served in the Foreign Office and later as a judge.[1] Conze was born in London while his father was Vice Consul[2] and thus entitled to British citizenship. Conze studied in Tübingen, Heidelberg, Kiel, Cologne and Hamburg. In 1928 he published his dissertation, Der Begriff der Metaphysik bei Franciscu Suarez, and was awarded a doctorate in philosophy from Cologne University.[3] He did post-graduate work at several German universities and in 1932 he published Der Satz vom Widerspruch (The Principle of Contradiction) which he considered his master work.[4] Because it was a Marxist work on the theory of dialectical materialism it attracted hostile attention from the Nazis and most copies were publicly burnt in a campaign conducted by the German Student Union in May 1933.[5] In the early 1930s Conze associated with and helped to organize activities for the Communist Party of Germany. When the Nazis came to power in 1933, he fled to Britain.[6][2] In England, Conze taught German, philosophy, and psychology at evening classes, and later lectured on Buddhism and Prajñāpāramitā at various universities. He continued as a socialist political activist, writing several pamphlets.[6] He co-authored two books with Ellen Wilkinson, an ex-communist MP: Why Fascism (1934) and Why War?: a handbook for those who will take part in the Second World War (1935). He worked with Cedar and Eden Paul on the revised ninth edition of the book An Outline of Psychology, published by the National Council of Labour Colleges in 1938. During this period he made the acquaintance of Har Dayal, whose book The Bodhisattva Doctrines in Buddhist Sanskrit Literature stimulated his interest in Buddhism. Har Dayal had also been active politically active in the Industrial Workers of the World and studying Marxism. Conze abandoned political activism in 1939. A midlife crisis in 1941 saw him adopt Buddhism as his religion, having previously been influenced by Theosophy and astrology. He spent a brief period in the New Forest pursuing meditation and an ascetic lifestyle (during which he developed scurvy). At the end of this period he moved to Oxford where he began to work on Sanskrit texts from the Prajñāpāramitā tradition. He continued to work on these texts for the rest of his life.[6] Conze was married twice: to Dorothea Finkelstein and to Muriel Green. He had one daughter with Dorothea. In 1979 Conze self-published two volumes of memoirs entitled Memoirs of a Modern Gnostic. Conze produced a third volume which contained material considered to be too inflammatory or libelous to publish while the subjects were alive.[7][8] No copy of the third volume is known to exist. The Memoirs are the principal sources for Conze's biography and reveal much about his personal life and attitudes. Conze was educated in several German Universities and showed a propensity for languages. He claimed that by twenty-four, he knew fourteen languages.[9] Conze's first major published work was on the theory of dialectical materialism. This continues to receive attention, with his book The Principle of Contradiction being reprinted in 2016.[10] Following a mid-life crisis Conze turned to Buddhism and was particularly influenced by D. T. Suzuki. He made his name for his editions and translations of Sanskrit texts of the Buddhist Prajñāpāramitā literature. He published translations of all the principal texts of the genre, including the Aṣṭasāhasrikā (8000 Line), Ratnaguṇasamcayagāthā, Pañcaviṃśatisāhasrikā (25,000 Line), Vajracchedikā, and Prajñāpāramitāhṛdaya. All of these show the explicit influence of Suzuki's Theosophy infused Zen Buddhism.[11] However, the only permanent academic post he was offered had to be turned down because US immigration officials declined him a work permit on the basis of his past as a Communist. A glance at a complete bibliography of Conze's oeuvre confirms that he was a man of industry and focus. His contribution to the field of Buddhist Studies, particularly of the Prajñāpāramitā literature, has had a major influence on subsequent generations. Edward Conze was and continues to be a polarizing figure. As the great Indologist Gerald James Larson said in his review of The Memoirs of a Modern Gnostic, \"He was denied a permanent academic position throughout his life, even though his scholarly competence and productivity easily matched and frequently surpassed most of his contemporaries. [...] He treasured the Buddhist notions of anātman, the practice of quiet meditation and the perfection of wisdom, yet he was continually embroiled in personal squabbles in which he was capable of behaviour that was anything but selfless, reflective or wise. He valued authentic learning, serious scholarship and the exchange of ideas, yet he could sit for hours casting horoscopes, reading palms and expostulating with the ancient mysteries.\"[12] In his essay Great Buddhists of the Twentieth Century (Windhorse Publications: 1996), controversial British writer and teacher of Buddhism, and personal friend of Conze's, Sangharakshita writes that \"Dr. Conze was a complex figure, and it is not easy to assess his overall significance.... He was a self-confessed élitist, which is usually something people are ashamed of nowadays, but he wasn’t ashamed of it at all.... Nor did he approve of either democracy or feminism, which makes him a veritable ogre of ‘political incorrectness’.\" Nevertheless, Sangharakshita summarizes Conze's legacy as a scholar of Buddhism as follows: Dr Conze was one of the great Buddhist translators, comparable with the indefatigable Chinese translators Kumarajiva and Hsuan-tsang of the fifth and seventh centuries respectively. It is especially significant, I think, that as a scholar of Buddhism he also tried to practise it, especially meditation. This was very unusual at the time he started his work, and he was regarded then – in the forties and fifties – as being something of an eccentric. Scholars were not supposed to have any personal involvement in their subject. They were supposed to be ‘objective’. So he was a forerunner of a whole new breed of Western scholars in Buddhism who are actually practising Buddhists.[13] Ji Yun, Librarian of the Buddhist College of Singapore, describes Conze's legacy as follows: Even to this day, Edward Conze (1904-1979) the German British scholar has to be regarded, not as one of many, but as the most important researcher on Prajñāpāramitā literature. This genius of Buddhist linguist [sic.] and philologist devoted his whole life to the collation, translation and research of Prajñāpāramitā literature in Sanskrit, Tibetan and Chinese – a language relatively neglected by European scholars before him. Although the research of this prolific writer covers well beyond the Prajñāpāramitā category, his works dedicated solely to this, according to an incomplete count by the Japanese scholar Yuyama Akira 汤山明, include 16 books and 46 articles.... In the history of Prajñāpāramitā research Conze can be regarded as a formidable scholar with no comparison, suprpassing [sic.] all past and perhaps even future researchers in his achievement.[14] However, while religieux continue to idolize Conze, his work has attracted much criticism from within academia. Greg Schopen wrote: \"Conze's notes to his edition reproduce all the errors in Chakravarti's edition, and there are a number of cases in which Conze's notations in regard to the Gilgit text are wrong or misleading.\"[15] Jonathan Silk has described his edition of the Heart Sutra as \"chaotic\".[16] His Heart Sutra edition was subsequently shown to contain a number of mistakes.[17] Conze's translation of the Large Prajñāpāramitā Sutra was met with mixed reviews, though as Schopen concluded in his review, “there is both much to criticized and much to be praised” and that “a review of this kind tends to settle rather heavily on the former.” [18] In his now infamous article, Buddhist Hybrid English: Some Notes on Philology and Hermeneutics for Buddhologists,[19] Paul Griffiths singled out Conze’s Large Sutra translation, to illustrate what he meant by \"Buddhist Hybrid English\", saying, \"Dr. Conze's translation bears only the most tenuous relationship to the English language in terms of syntax, and is full of unexplained technical terminology\" (1981). However, Griffith is also making a broader point: \"I chose this example not because Dr. Conze's translations are worse than anyone else's; in fact they are better than most. Rather, it illustrates with a concrete example the kind of gibberish that is all too often produced by the Buddhological community in the sacred name of translation\" (1981: 30). Griffith's entertaining article is, however, largely rhetorical. After conceding that Conze understands these texts \"better than anyone,\" he then faults Conze for his decision to translate them in the first place rather than telling us what they say; though this was a task which Conze continued to perform alongside his tireless translation activities, as his many books and articles clearly attest. Moreover, pioneer translators of Buddhist texts historically have often been said to produce “translationese” [20] or what has been called \"Buddhist Hybrid Sinitic\" or \"Buddhist Hybrid Chinese\" [21] in their quest to produce reliable translations that remain true to their source language. Contemporaries such as Jan Willem de Jong[22] and Edward Bastian,[23] lauded Conze’s scholarly abilities. De Jong emphasized Conze’s work as translator of the Prajñāpāramitā as his most enduring legacy, while the influential British religious studies scholar Trevor Ling called Conze’s “lucid exposition of Buddhist ideas…unrivalled.” [24] Even Alex Wayman, Conze’s sometimes sparring partner, expressed his appreciation both for Conze’s translations and his essays elucidating the Mahayana, and especially the relationship between Madhyamika and Prajñāpāramitā thought.[25] Lewis Lancaster, one of Conze's earliest American students who studied with him at the University of Wisconsin in 1963, along with Luis Gómez, who met Conze when they were both teaching at the University of Washington in 1967, edited Conze's Festschrift, Prajñāpāramitā and Related Systems: Studies in Honor of Edward Conze. [26] In reflections on a life in Buddhist Studies, retiring professor Charles Prebish said \"Edward Conze, Leon Hurvitz, Alex Wayman, and a few others, were amongst the meanest individuals in academe [sic]. While they were utterly brilliant scholars, they seemed to take real delight in humiliating students rather than encouraging them.\"[27] Conze's legacy does not include a host of scholars and students continuing to work on the Prajñāpāramitā texts. On the contrary only a handful of scholars now work on this literature and much of their output is published exclusively in Japanese. And yet, scholars working in Buddhist studies and on the Prajñāpāramitā literature in the decades following Conze’s death continue to cite him admiringly. While not hesitating to correct his work in light of further research, Jan Nattier refers to him as “the great pioneer of Prajñāpāramitā studies whose work has contributed so much to the understanding of this literature in the West.” [28] Conze’s work is extensively cited in the Brill’s Encyclopedia of Buddhism article on “Prajñāpāramitā Sūtras” as indispensable for the study of this genre. The author, Stefano Zacchetti, while by no means uncritical, states that “Conze’s work represents a considerable achievement and provides a convenient introduction to this immense literature.” [29] Prajnaparamita Buddhism and Gnosticism Similarities between Pyrrhonism and Buddhism For a complete bibliography of Conze's works see the website, Conze Memorial http://www.conze.elbrecht.com/","Title":"Edward Conze - Wikipedia","KeyID":"18839","URL":"https://en.wikipedia.org/wiki/Edward_Conze"}