{"Content: ":"Classical Post-classical Contemporary Zen in Japan Seon in Korea Thiền in Vietnam Western Zen Hakuun Yasutani (安谷 白雲, Yasutani Haku'un, 1885–1973) was a Sōtō rōshi, the founder of the Sanbo Kyodan organization of Japanese Zen. Ryōkō Yasutani (安谷 量衡) was born in Japan in Shizuoka Prefecture. His family was very poor, and therefore he was adopted by another family.[1] When he was five he was sent to Fukuji-in, a small Rinzai-temple under the guidance of Tsuyama Genpo.[1] Yasutani saw himself becoming a Zen-priest as destined: There is a miraculous story about his birth: His mother had already decided that her next son would be a priest when she was given a bead off a rosary by a nun who instructed her to swallow it for a safe childbirth. When he was born his left hand was tightly clasped around that same bead. By his own reckoning, \"your life ... flows out of time much earlier than what begins at your own conception. Your life seeks your parents.[1] Yet his chances to become a Zen-priest were small, since he was not born into a temple-family.[2] When he was eleven he moved to Daichuji, also a Rinzai-temple.[1] At the age of thirteen he was ordained at Teishinji,[1] a Sōtō temple and given the name Hakuun.[3] When he was sixteen he moved again, to Denshinji, under the guidance of Bokusan Nishiari.[1] Thereafter he studied with several other priests, but was also educated as a schoolteacher and became an elementary school teacher and principal. When he was thirty he married, and his wife and he eventually had five children.[1] He began training in 1925, when he was forty, under Harada Daiun Sogaku, a Sōtō Rōshi who had studied Zen under both Sōtō and Rinzai masters. Two years later he attained kensho, as recognized by his teacher. He finished his koan study when he was in his early fifties, and received Dharma transmission in the Soto-tradition from Harada in 1943, at age fifty-eight.[4] He was head of a training-hall for a short time when he was at Zuigan-ji, northern Japan,[1][5][dubious – discuss] but gave this up, preferring instead to train lay-practitioners.[1] To Yasutani's opinion Sōtō Zen practice in Japan had become rather methodical and ritualistic.[6] Yasutani felt that practice and realization were lacking. He left the Sōtō-sect, and in 1954, when he was already 69, established Sanbō Kyōdan (Fellowship of the Three Treasures), his own organization as an independent school of Zen.[4] After that his efforts were directed primarily toward the training of lay practitioners. Yasutani first traveled to United States in 1962 when he was already in his seventies. He became known through the book The Three Pillars of Zen, published in 1965.[7] It was compiled by Philip Kapleau, who started to study with Yasutani in 1956. It contains a short biography of Yasutani and his Introductory Lectures on Zen Training. The lectures were among the first instructions on how to do zazen ever published in English. The book also has Yasutani's Commentary on the Koan Mu and somewhat unorthodox reports of his dokusan interviews with Western students.[8] In 1970 upon his retirement Yasutani was succeeded as Kanchõ (superintendent) of the Sanbokyodan sect by Yamada Kõun. Hakuun Yasutani died on 8 March 1973.[9] The Sanbō Kyōdan incorporates Rinzai Kōan study as well as much of Soto tradition, a style Yasutani had learned from his teacher Harada Daiun Sogaku. Yasutani placed great emphasis on kensho, initial insight into one's true nature,[10] as a start of real practice:[1][note 1] Yasutani was so outspoken because he felt that the Soto sect in which he trained emphasized the intrinsic, or original aspect of enlightenment – that everything is nothing but Buddha-nature itself – to the exclusion of the experiential aspect of actually awakening to this original enlightenment.[1] To attain kensho, most students are assigned the mu-koan. After breaking through, the student first studies twenty-two \"in-house\"[11] koans, which are \"unpublished and not for the general public\".[11] There-after, the students goes through the Gateless Gate (Mumonkan), the Blue Cliff Record, the Book of Equanimity, the Record of Transmitting the Light, the Five Ranks and finally more than 100 Precept Koans.[11] According to Ichikawa Hakugen, Yasutani was \"a fanatical militarist and anti-communist\".[12] Brian Victoria, in his book Zen at War, places this remark in the larger context of the Meiji Restoration, which began in 1868. Japan then left its mediaeval feudal system, opening up to foreign influences and modern western technology and culture. In the wake of this process a fierce nationalism developed. It marked the constitution of the Empire of Japan, rapid industrial growth, but also the onset of offensive militarism, and the persecution of Buddhism.[13] In reaction to these developments, Japanese Buddhism developed Buddhist modernism,[14] but also support for the autocratic regime, as a means to survive.[13][15] Victoria also suggests that Yasutani was influenced by Nazi propaganda he heard from Karlfried Graf Dürckheim during the 1940s.[16] Victoria has followed up his Zen at War with more research. He has directed attention to Yasutani's Zen Master Dogen and the Shushogi (Treatise on Practice and Enlightenment), published in 1943.[web 1] This book is \"a rallying cry for the unity of Asia under Japanese hegemony\":[web 2] Annihilating the treachery of the United States and Britain and establishing the Greater East Asia Co-prosperity Sphere is the only way to save the one billion people of Asia so that they can, with peace of mind, proceed on their respective paths. Furthermore, it is only natural that this will contribute to the construction of a new world order, exorcising evil spirits from the world and leading to the realization of eternal peace and happiness for all humanity. I believe this is truly the critically important mission to be accomplished by our great Japanese empire. In fact, it must be said that in accomplishing this very important national mission the most important and fundamental factor is the power of spiritual culture.[web 2] Victoria's treatment of the subject has stirred strong reactions and approval: Few books in recent years have so deeply influenced the thinking of Buddhists in Japan and elsewhere as Brian Daizen Victoria's Zen at War (Victoria 1997). The book's great contribution is that it has succeeded, where others have not, in bringing to public attention the largely unquestioning support of Japanese Buddhists for their nation's militarism in the years following the Meiji Restoration in 1868 (when Japan opened its borders after nearly 250 years of feudal isolation) up until the end of WWII.[17] To Bodhin Kjolhede, dharma heir of Philip Kapleau, Yasutani's political views raise questions about the meaning of enlightenment: Now that we've had the book on Yasutani Roshi opened for us, we are presented with a new koan. Like so many koans, it is painfully baffling: How could an enlightened Zen master have spouted such hatred and prejudice? The nub of this koan, I would suggest, is the word enlightened. If we see enlightenment as an all-or-nothing place of arrival that confers a permanent saintliness on us, then we'll remain stymied by this koan. But in fact there are myriad levels of enlightenment, and all evidence suggests that, short of full enlightenment (and perhaps even with it—who knows?), deeper defilements and habit tendencies remain rooted in the mind.[web 3] Victoria has been criticized for a lack of accuracy in his citation and translation of texts[17][web 4] by Robert Baker Aitken, a Zen teacher in the Harada-Yasutani lineage, who writes: Unlike the other researchers, Victoria writes in a vacuum. He extracts the words and deeds of Japanese Buddhist leaders from their cultural and temporal context, and judges them from a present-day, progressive, Western point of view.[web 5] The book also led to a campaign by a Dutch woman who was married to a war victim: The main reason the Dutch lady raised the question is that she had read Brian Victoria's book Zen at War and felt herself betrayed by the war-time words and deeds of the founder of the Sanbô Kyôdan Yasutani Haku'un Roshi, who repeatedly praised and promoted the war.[web 6] Kubota Ji'un, \"the 3rd Abbot of the Religious Foundation Sanbô Kyôdan\"[web 6] acknowledges Yasutani's right-wing sympathies: Yasutani Roshi did foster strongly right-winged and anti-Semitic ideology during as well as after World War II, just as Mr. Victoria points out in his book.[web 6] Eventually, in 2000, Kubota Ji'un issued an apology for Yasutani's statements and actions during the Pacific War: If Yasutani Roshi's words and deeds, now disclosed in the book, have deeply shocked anyone who practices in the Zen line of the Sanbô Kyôdan and, consequently, caused him or her to abhor or abandon the practice of Zen, it is a great pity indeed. For the offense caused by these errant words and actions of the past master, I, the present abbot of the Sanbô Kyôdan, cannot but express my heartfelt regret.[web 6] As founder of the Sanbo Kyodan, and as the teacher of Taizan Maezumi, Yasutani has been one of the most influential persons in bringing Zen practice to the west. Although the membership of the Sanbo Kyodan organization is relatively small (3,790 registered followers and 24 instructors in 1988[15]), \"the Sanbõkyõdan has had an inordinate influence on Zen in the West\",[15] and although the White Plum Asanga founded by Taizan Maezumi is independent of the Sanbo Kyodan, in some respects it perpetuates Yasutani's influence. ","Title":"Hakuun Yasutani - Wikipedia","KeyID":"18831","URL":"https://en.wikipedia.org/wiki/Hakuun_Yasutani"}