{"Content: ":"Nalinaksha Dutt (1893–1973), was an Indian scholar of Buddhism, professor of Sanskrit and Pali at the University of Calcutta and chaired The Asiatic Society, among other representative functions, as Vice-President of the Maha Bodhi Society. He was also a politician who served as Member of Parliament, representing West Bengal in the Rajya Sabha the upper house of India's Parliament representing the Indian National Congress. He is the author of numerous books on Buddhism. Nalinaksha Dutt was born on 4 December 1893. He did his undergraduate studies at Chittagong College and the Presidency University, Kolkata. Initially interested in mathematics and physics, he was a student of Ashutosh Mukherjee, before discovering the Sankrit and Pali languages with scholar Satish Chandra Vidyabhusan who also introduced him to Indian and Tibetan Buddhist texts. After graduation, he became a professor of Sanskrit and Pali at Judson College (which later, in 1920, became part of the University of Yangon). But Ashutosh Mukherjee, as a wise educator, perceived Dutt's real abilities and persuaded him to return to Calcutta in order to deepen his studies on Buddhism from the Sanskrit source texts, because at that time, most of the known Buddhist texts were translations from Tibetan. He met the scholar Sarat Chandra Das and the tibetan translator Kazi Dawa Samdup and they worked together.[1] In appreciation of Dutt’s researches in both the schools of buddhism, Calcutta University awarded him the Premchand Roychand Scholarship award and the doctor’s degree. Then he went to London , being admitted to the School of Oriental Studies, to prepare the D. Littérature, specialty Buddhism in Sanskrit. However, in the absence of a British Sanskrit scholar able to direct his work, the Belgian Indologist Louis de La Vallée-Poussin took on the task. Thus Dutt lived most of his time in Brussels, near his research master.[1] He defended his thesis in 1930, entitled: Aspects of Mahayana Buddhism and its relationship with the Hinayana, before renowned Western scholars, including Lionel Barnett, Fyodor Shcherbatskoy, who praised his work. His later works will be the subject of publications (the main ones are listed in the rest of the article), which will make him, with Lokesh Chandra, one of the main Indian scholars in Buddhism.[1] He has held many official positions: President (1959–1961), and Vice-President of The Asiatic Society, Vice-president of the Maha Bodhi Society (1959–1973).[1] He was not only a scholar of Buddhism, but also a politician. He was a Member of Parliament, representing West Bengal in the Rajya Sabha the upper house of India's Parliament representing the Indian National Congress.[2][3][4] He died on 17 November 1973.[1] Here are some of Nilanaksha Dutt's works (non-exhaustive list):[5]","Title":"Nalinaksha Dutt - Wikipedia","KeyID":"18841","URL":"https://en.wikipedia.org/wiki/Nalinaksha_Dutt"}