{"Content: ":"Walter Yeeling Evans-Wentz (February 2, 1878 – July 17, 1965) was an American anthropologist and writer who was a pioneer in the study of Tibetan Buddhism, and in transmission of Tibetan Buddhism to the Western world, most known for publishing an early English translation of The Tibetan Book of the Dead in 1927. He had three other texts translated from the Tibetan: Tibet's Great Yogi Milarepa (1928), Tibetan Yoga and Secret Doctrines (1935), and The Tibetan Book of the Great Liberation (1954), and wrote the preface to Paramahansa Yogananda's famous spiritual book, Autobiography of a Yogi (1946). Walter Yeeling Wentz was born in Trenton, New Jersey in 1878. His father Christopher Wentz (1836 - February 4, 1921) - born in Weissengen, Baden, Germany - had emigrated to America with his parents in 1846.[1] At the turn of the 20th century, Christopher was a real estate developer in Pablo Beach, Florida. Walter's mother (and Christopher's 1st wife) - Mary Evans Cook (died 1898) - was of Irish heritage. Christopher and Mary were married on August 11, 1862 in Trenton, Mercer County, New Jersey. Christopher's 2nd wife (they were married on June 4, 1900 in Duval County, Florida) was Olivia F. Bradford (1863-1949). Walter had two brothers and two sisters.[2] Though initially a Baptist, Walter's father had turned to spiritualism and Theosophy.[3] As a teenager, Walter read Madame Blavatsky's Isis Unveiled and The Secret Doctrine in his father's library, and became interested in the teachings of Theosophy and the occult.[4] Subsequently, Walter moved to San Diego, California to join his father's profession, but also because it was close to Lomaland, the American headquarters for the Theosophical Society,[2] which he joined in 1901.[5] At age 24 Evans-Wentz went to Stanford University, where he studied religion, philosophy, and history and was deeply influenced by visitors William James and W. B. Yeats.[3] He went on to receive B.A. and M.A degrees.[2] He then studied Celtic mythology and folklore at Jesus College, Oxford[6] (1907). He performed ethnographic fieldwork collecting fairy folklore in Wales, Scotland, Ireland, Cornwall, Brittany, and the Isle of Man. In 1911 Evans-Wentz published his degree thesis as a book, The Fairy-Faith in Celtic Countries.[2][7] While at Oxford, he added his mother's Welsh surname Evans to his name, being known henceforth as Evans-Wentz.[5] At Oxford, Evans-Wentz met archaeologist and British Army officer T.E. Lawrence, who advised him to travel to the Orient.[3] Thereafter, funded by his rental properties in Florida,[5] he started travelling extensively, spending time in Mexico, Europe, and the Far East. He spent the years of the First World War in Egypt. He boarded a ship from Port Said, Egypt for Colombo, Sri Lanka (then Ceylon).[8] There he started studying the history, customs and religious traditions of the country,[8] and also collected a large number of important Pali manuscripts, which were later donated to Stanford University. Next in 1918, he travelled across India, covering important religious sites, \"seeking wise men of the east\". He met spiritual figures like Yogananda, J. Krishnamurti, Paul Brunton, Ramana Maharishi, Sri Krishna Prem and Shunyata. He also visited the Theosophical Society Adyar, where he met Annie Besant and Swami Shyamananda Giri (1911-1971).[9][5] Finally he reached Darjeeling in 1919;[8] there he encountered Tibetan religious texts firsthand, when he acquired a Tibetan manuscript of Karma Lingpa's Liberation through Hearing during the Intermediate State (or Bardo Thodol) from Major Campbell, a British officer who had just returned from Tibet. He next met Lama Kazi Dawa-Samdup (1868–1922), an English teacher and headmaster at Maharaja's Boys School, in Gangtok, Sikkim. Samdup had been with 13th Dalai Lama during the latter's exile years in India in 1910; more importantly for Evans-Wentz, he had already worked as a translator with Alexandra David-Néel, the Belgian-French explorer, travel writer, and Buddhist convert, and Sir John Woodroffe, noted British Orientalist.[5][8] For the next two months, Evans-Wentz spent morning hours before the opening of the school with Samdup working on the text. During this period, they worked out the origins of what was to become The Tibetan Book of the Dead. Evans-Wentz soon left for the Swami Satyananda's ashram, where he was practicing yoga. Samdup meanwhile was appointed as a lecturer at the University of Calcutta, in the same year, and died in Calcutta three years later, long before the book could be finally published.[10] In 1927, The Tibetan Book of the Dead was published by Oxford University Press. Evans-Wentz chose the title \"Book of the Dead\" because it reminded him of the Egyptian Book of the Dead. For Westerners, the book would become a principal reference on Tibetan Buddhism.[3] Evans-Wentz credited himself only as the compiler and editor of these volumes; the actual translation was performed by Tibetan Buddhists, primarily Lama Kazi Dawa-Samdup. Evans-Wentz's interpretations and organization of this Tibetan material is hermeneutically controversial, being influenced by preconceptions he brought to the subject from Theosophy and other metaphysical schools.[11] This book was followed by Tibet's Great Yogi Milarepa (1928), also based on Samdup's translations. Evans-Wentz was a practitioner of the religions he studied. He became Dawa-Samdup's \"disciple\" (E-W's term), wore robes, and ate a simple vegetarian diet.[12] In 1935, he met Ramana Maharshi and went to Darjeeling, where he employed three translators, Sikkimese of Tibetan descent, to translate another text which was published as Tibetan Yoga and Secret Doctrines (1935).[13] Evans-Wentz intended to settle permanently in India, but was compelled by World War II to return to the U.S. There he would publish The Tibetan Book of the Great Liberation in 1954. A final work, Cuchama and Sacred Mountains (1989), was published posthumously. In 1946, he wrote the preface to Yogananda's well known Autobiography of a Yogi, that introduced both Yogananda and himself to wider audiences in a book which has been in print for over sixty-five years and translated into at least thirty-four languages. He mentions having personally met Yogananda's guru, Swami Sri Yukteswar Giri, at his ashram in Puri and noted positive impressions of him. Evans-Wentz remains best known for his lasting legacy to Tibetology.[3][14] Evans-Wentz remained a Theosophist for the rest of his life, writing articles for Theosophical publications and provided financial support to the Maha Bodhi Society, Self-Realization Fellowship, and the Theosophical Society.[13] He lived for 23 years at the Keystone Hotel in San Diego.[13][15] Evans-Wentz spent his last months at Yogananda's Self-Realization Fellowship in Encinitas, California[13] and died on July 17, 1965. His Tibetan Book of the Dead was read at his funeral.[16] The Department of Religious Studies at Stanford University has hosted \"The Evans-Wentz Lectureship in Asian Philosophy, Religion, and Ethics\" since 1969, funded by a bequest from Evans-Wentz.[17]","Title":"Walter Evans-Wentz - Wikipedia","KeyID":"18842","URL":"https://en.wikipedia.org/wiki/Walter_Evans-Wentz"}