{"Content: ":"Caroline Augusta Foley Rhys Davids (1857–1942) was a British writer and translator. She made a contribution to economics before becoming widely known as an editor, translator, and interpreter of Buddhist texts in the Pāli language. She was honorary secretary of the Pāli Text Society from 1907, and its president from 1923 to 1942.[1] Caroline Augusta Foley was born on 27 September 1857 in Wadhurst, East Sussex, England to John Foley and Caroline Elizabeth Foley (née Windham). She was born into a family with a long ecclesiastic history: her father, John Foley, served as the vicar of Wadhurst from 1847–88; her grandfather and great grandfather had served as rector of Holt, Worcestershire and vicar of Mordiford, Herefordshire, respectively. Two years before her birth, five of her siblings died within one month in December 1855/January 1856 from diphtheria and are commemorated in the church of St Peter and St Paul, Wadhurst.[2][3] One surviving brother, John Windham Foley (1848–1926), became a missionary in India and another, Charles Windham Foley (1856–1933), played in three FA Cup Finals for Old Etonians, being on the winning side in 1852; he later had a career as a solicitor.[4] Rhys Davids was home schooled by her father and then attended University College, London studying philosophy, psychology, and economics (PPE). She completed her BA in 1886 and an MA in philosophy in 1889. During her time at University College, she won both the John Stuart Mill Scholarship and the Joseph Hume Scholarship. It was her psychology tutor George Croom Robertson who \"sent her to Professor Rhys Davids\",[5] her future husband, to further her interest in Indian philosophy. She also studied Sanskrit and Indian Philosophy with Reinhold Rost. Thomas Rhys Davids was elected a fellow of University College in 1896. Caroline Rhys Davids was awarded an honorary D.Litt. degree by the Victoria University of Manchester (today University of Manchester) in 1919.[6] As a student, she was already a prolific writer and a vocal campaigner in the movements for poverty relief, children's rights, and women's suffrage. Before moving into Buddhist studies, Rhys Davids made a contribution to Economics. She wrote seventeen entries for Palgrave Dictionary of Political Economy (1894-99/1910), including \"Rent of ability,\" \"Science, Economic, as distinguished from art,\" \"Statics, Social, and social dynamics,\" as well as twelve biographical entries. Her entry, \"Fashion, economic influence of,\" was related to her 1893 Economic Journal article, \"Fashion,\" and reflects an unusual economic interest (see Fullbrook 1998). She also translated articles for the Economic journal from the German, French and Italian, including Carl Menger's influential 1892 article \"On the Origin of Money\".[7] In 1896 Rhys Davids published two sets of lecture notes by her former teacher and mentor George Croom Robertson: one on psychology[8] and one on philosophy.[9] Rhys Davids was on the editorial board of the Economic Journal from 1891 to 1895. T. W. Rhys Davids encouraged, his then pupil, Caroline to pursue Buddhist studies and do research about Buddhist psychology and the place of women in Buddhism. Thus, among her first works were a translation of the Dhamma Sangani, a text from the Theravāda Abhidhamma Piṭaka, which she published under the title A Buddhist manual of psychological ethics: Being a translation, now made for the first time, from the original Pāli, of the first book in the Abhidhamma Piṭaka, entitled: Dhamma-sangaṇi (Compendium of States or Phenomena) (1900); a second early translation was that of the Therīgāthā, a canonical work of verses traditionally ascribed to early Buddhist nuns (under the title Psalms of the Sisters [1909]). Rhys Davids held two academic positions: Lecturer in Indian Philosophy at Victoria University of Manchester (today University of Manchester) (1910–1913); and Lecturer in the History of Buddhism at the School of Oriental Studies, later renamed the School of Oriental and African Studies (1918–1933). While teaching, she simultaneously acted as the Honorary Secretary of the Pāli Text Society which had been started by T. W. Rhys Davids to transcribe and translate Pāli Buddhist texts in 1881. She held that position from 1907 until her husband's death in 1922; the following year, she took his place as President of the Society.[10] Her translations of Pāli texts were at times idiosyncratic, but her contribution as editor, translator, and interpreter of Buddhist texts was considerable. She was one of the first scholars to translate Abhidhamma texts, known for their complexity and difficult use of technical language. She also translated large portions of the Sutta Piṭaka, or edited and supervised the translations of other PTS scholars. Beyond this, she also wrote numerous articles and popular books on Buddhism; it is in these manuals and journal articles where her controversial volte-face towards several key points of Theravāda doctrine can first be seen. After the death of her son in 1917 and her husband in 1922, Rhys Davids turned to Spiritualism. She became particularly involved in various forms of psychic communication with the dead, first attempting to reach her dead son through seances and then through automatic writing. She later claimed to have developed clairaudience, as well as the ability to pass into the next world when dreaming. She kept extensive notebooks of automatic writing, along with notes on the afterlife and diaries detailing her experiences. These notes form part of her archive jointly held by the University of Cambridge[11] and the University of London.[12] Although earlier in her career she accepted more mainstream beliefs about Buddhist teachings, later in life she rejected the concept of anatta as an \"original\" Buddhist teaching. She appears to have influenced several of her students in this direction, including A. K. Coomaraswamy, F. L. Woodward, and I. B. Horner. Caroline Augusta Foley married Thomas William Rhys Davids in 1894. They had three children: Vivien Brynhild Caroline Foley Rhys Davids (1895–1978), Arthur Rhys Davids (1897–1917), and Nesta Enid (1900–1973). Vivien won the Clara Evelyn Mordan Scholarship to St Hugh's College, Oxford in 1915,[13] later serving as a Surrey County Councillor, and receiving an MBE in 1973.[14] Arthur was a gifted scholar and a decorated World War I fighter ace, but was killed in action in 1917. Neither Vivien nor Nesta married or had children. Rhys Davids died suddenly in Chipstead, Surrey on 26 June 1942. She was 84. ","Title":"Caroline Rhys Davids - Wikipedia","KeyID":"18847","URL":"https://en.wikipedia.org/wiki/Caroline_Rhys_Davids"}