{"Content: ":"Thomas William Rhys Davids FBA[1] (12 May 1843 – 27 December 1922) was an English scholar of the Pāli language and founder of the Pāli Text Society. He took an active part in founding the British Academy and London School for Oriental Studies. Thomas William Rhys Davids was born at Colchester in Essex, England, the eldest son of a Congregational clergyman[2] from Wales, who was affectionately referred to as the Bishop of Essex. His mother, who died at the age of 37 following childbirth, had run the Sunday school at his father's church. Deciding on a Civil Service career, Rhys Davids studied Sanskrit under A.F. Stenzler, a distinguished scholar at the University of Breslau. He earned money in Breslau by teaching English. In 1863 Rhys Davids returned to Britain, and on passing his civil service exams was posted to Sri Lanka (then known as Ceylon). When he was Magistrate of Galle and a case was brought before him involving questions of ecclesiastical law, he first learned of the Pāli language when a document in that language was brought in as evidence. In 1871 he was posted as Assistant Government Agent of Nuwarakalaviya, where Anuradhapura was the administrative centre. The governor was Sir Hercules Robinson, who had founded the Archaeological Commission in 1868. Rhys Davids became involved with the excavation of the ancient Sinhalese city of Anuradhapura, which had been abandoned after an invasion in 993 CE. He began to collect inscriptions and manuscripts, and from 1870-1872 wrote a series of articles for the Ceylon branch of the Royal Asiatic Society Journal about them. He learned the local language and spent time with the people. Rhys Davids' civil service career and his residence in Sri Lanka came to an abrupt end. Personal differences with his superior, C. W. Twynham, caused a formal investigation, resulting in a tribunal and Rhys Davids' dismissal for misconduct. A number of minor offenses had been discovered, as well as grievances concerning fines improperly exacted both from Rhys Davids' subjects and his employees. He then studied for the bar and briefly practised law, though he continued to publish articles about Sri Lankan inscriptions and translations, notably in Max Müller's monumental Sacred Books of the East. From 1882 to 1904 Rhys Davids was Professor of Pāli at the University of London, a post which carried no fixed salary other than lecture fees. In 1905 he took up the Chair of Comparative Religion at the University of Manchester. Rhys Davids attempted to promote Theravada Buddhism and Pāli scholarship in Britain. He actively lobbied the government (in co-operation with the Asiatic Society of Great Britain) to expand funding for the study of Indian languages and literature, using numerous arguments over how this might strengthen the British hold on India. In 1894 Rhys Davids married Caroline Augusta Foley, a noted Pāli scholar. Unlike his wife, however, Rhys Davids was a critic and opponent of Theosophy. They had three children. The eldest, Vivien, was involved in the Girl Guide movement and was a friend of Robert Baden-Powell. Their only son, Arthur Rhys Davids, was a Royal Flying Corps 25-victory fighter ace who was killed in World War I. Rhys Davids died on 27 December 1922 in Chipstead, Surrey.","Title":"Thomas William Rhys Davids - Wikipedia","KeyID":"18848","URL":"https://en.wikipedia.org/wiki/Thomas_Rhys_Davids"}