{"Content: ":"Herbert Vighnāntaka Günther (17 March 1917 – 11 March 2006) was a German Buddhist philosopher and Professor and Head of the Department of Far Eastern Studies at the University of Saskatchewan, Saskatoon, Canada.[1] He held this position from the time he left India in 1964. Herbert Günther was born in Bremen, Germany, as the only son of Reinhold Günther and his wife. Because he showed a great interest in the Orient from an early age his father encouraged him to pursue studies in this field. To this end he began the study of the Chinese language when he was nine. By the time he graduated from high school in 1936, he had also learned the Sanskrit language. Günther went to Munich for further study after graduation, earning the Ph.D. degree in 1939. Four years later he received the degree Dr. Phil. Habil. in Vienna. From this beginning, Günther went on to become one of the leading Buddhist scholars of our time. Amongst the most influential of his European mentors were Professor Wilhelm Geiger, a specialist in Pali and Sinhalese, and Walter Wüst – both of Munich. In Vienna, W. Havers was his main teacher. During this time his aptitude for languages manifested itself. In addition to Pali, Sinhalese, Sanskrit, Tibetan, Chinese, Japanese, English, German, Russian, and Hindi, there were those languages he studied 'for enjoyment' – Hebrew, Greek, Latin, Arabic, Spanish, and Italian. He progressed to teaching and taught at Vienna University from 1943 to 1950. Guenther left in 1950, refusing to serve under the rehabilitated ex-Nazi, Erich Frauwallner, whose academic chair had been restored to him.[citation needed] Günther journeyed to India, where he lived and taught for the next fourteen years. From 1950 to 1958, he was at Lucknow University, where he developed a deep friendship with Kailas Nath Kaul, a naturalist, ethnologist and philosopher. He then went to the Sanskrit University in Varanasi, where he was Head of the Department of Comparative Philosophy and Buddhist Studies from 1958 to 1963. The following year was spent at the International School of America. The personal and intellectual encounters Günther had in India and the Himalayan region were to leave a lasting mark, for he was fortunate in studying with many prominent Tibetan and Mongolian lamas. Among encounters of special note were those with the following teachers: the Dalai Lama; Khri-byang Blo-bzang Ye-shes Rin-po-che, tutor to the Dalai Lama; the Incarnate Lama Ka-thog dbon sprul-sku; the Incarnate Lama Dar-mdo-sprul-sku Thub-bstan Ihun-grub legs-bzang of 'Bras sprungs Blo gsal-gling rgyal-rong and Abbot of Budhgaya; the Incarnate Lama Tarthang Tulku (Dar-thang sprul-sku), formerly of Golog Monastery in Tibet and the Sanskrit University in Varanasi, and presently Head Lama of the Tibetan Nyingma Meditation Center and Nyingma Institute in Berkeley. Throughout his career he was encouraged and sustained by his wife, Ilse (née Rossrucker) Günther, whom he married in 1944 in Vienna. The Günthers had two daughters: Edith Kimball, now of Stockton, California – a former recipient of the Woodrow Wilson Fellowship and Master of Arts from the University of Saskatchewan; and Nora Günther, who presently studies music at Brandon University, in Brandon, Manitoba. The Günther family has, for many years, enjoyed musical performance – Günther was a flautist, his wife plays the piano, and their daughter Nora plays the viola. Günther was a pioneer in addressing contemporary philosophical issues from a deep and learned Buddhist perspective. His work is well known for being difficult to read. Defenders have argued that because both Buddhist and European philosophies have built up rich vocabularies and conceptual systems derived from over the centuries, any attempt at synthesis is necessarily complicated.","Title":"Herbert V. Günther - Wikipedia","KeyID":"18844","URL":"https://en.wikipedia.org/wiki/Herbert_V._G%C3%BCnther"}