{"Content: ":"Bruce[1] Alan Wallace (born 1950) is an American author and expert on Tibetan Buddhism. His books discuss Eastern and Western scientific, philosophical, and contemplative modes of inquiry, often focusing on the relationships between science and Buddhism.[2] He is founder of the Santa Barbara Institute for Consciousness Studies.[3] Wallace was born into a family of devout Christians. His father was a Baptist Theologian. At 13 he developed a passion for science, specifically in ecology, inspired by a science teacher. At 18 he matriculated at the University of California, San Diego. Wallace began his studies of the Tibetan language and Buddhism in 1970 at the University of Göttingen in Germany, continuing his studies in Dharamsala, India where he was ordained as a Buddhist monk by the Dalai Lama in 1975.[4] Wallace continued his studies and began teaching at the Institute for Higher Tibetan Studies in Mont Pèlerin, Switzerland from 1975 to 1979 and then devoted four years to full-time meditation.[4] He was a participant and interpreter at the first Mind and Life Institute in 1987 and continued in this capacity through 2009.[5] In 1987, Wallace obtained a B.A. in physics, philosophy of science and Sanskrit from Amherst College, followed in 1995 by a Ph.D. in religious studies from Stanford University.[6] His doctoral dissertation was on The Cultivation of Sustained Voluntary Attention in Indo-Tibetan Buddhism. He taught for four years in the Department of Religious Studies at the University of California at Santa Barbara.[7] Wallace founded the Santa Barbara Institute for Consciousness Studies in 2003, designed to integrate scientific and contemplative exploration of consciousness.[8] Wallace and Clifford Saron established the shamatha project, which tested the effects of Buddhist meditation on 60 people engaged in a residential meditation retreat for 3 months, with Wallace serving as their instructor and Saron as the Principal Investigator for the scientific study.[9] Research findings have been published in many peer-reviewed scientific journals regarding the effect on attention, emotions and well-being, and biomarkers.[10] Since 1976, Wallace has taught a wide range of Buddhist meditations worldwide and has served as interpreter for many eminent Tibetan lamas, including Dalai Lama in the interface between traditional forms of Buddhist meditation and the mind sciences.[4] Beginning in 2010, Wallace has led a series of 8-week retreats to train students in the meditative practices of shamatha, the four immeasurables, vipashyana, and Dzogchen.[11] Wallace is the motivating force behind the development of the Center for Contemplative Research in Tuscany, Italy as a community of contemplatives and scientists, to integrate first person meditative experience with third person methods of science.[4]","Title":"B. Alan Wallace - Wikipedia","KeyID":"18851","URL":"https://en.wikipedia.org/wiki/B._Alan_Wallace"}