{"Content: ":"David J. Kalupahana (1936–2014) was a Buddhist scholar from Sri Lanka. He was a student of the late K.N. Jayatilleke, who was a student of Wittgenstein. He wrote mainly about epistemology, theory of language, and compared later Buddhist philosophical texts against the earliest texts and tried to present interpretations that were both historically contextualised and also compatible with the earliest texts, and in doing so, he encouraged Theravada Buddhists and scholars to reevaluate the legitimacy of later, Mahayana texts and consider them more sympathetically. Born in Galle District, Southern Sri Lanka, Kalupahana attended Mahinda College, Galle for his school education.[1] He obtained his BA (Sri Lanka, 1959), Ph.D (London), and D. Litt (Hon. Peradeniya, Sri Lanka). He was Emeritus Professor of Philosophy at the University of Hawaii. He was assistant lecturer in Pali and Buddhist Civilization at the University of Ceylon, and studied Chinese and Tibetan at the School of Oriental and African Studies at the University of London where he completed a Ph.D. dissertation on the problem of causality in the Pali Nikayas and Chinese Agamas in 1966. He left the University of Ceylon (1972) to join the University of Hawaii, serving as the Chairman of the Department of Philosophy and Chairman of the Graduate Field in Philosophy (1974–80). He directed international intra-religious conferences on Buddhism, and on Buddhism and Peace. Many of his books are published and widely available in India (by Motilal Banarsidass and others), and therefore presumably have a fairly significant influence on the fields of Buddhism and Buddhist Studies in India and other nearby South Asian countries, such as his native Sri Lanka.  This Sri Lankan biographical article is a stub. You can help Wikipedia by expanding it. This biography of an Asian philosopher is a stub. You can help Wikipedia by expanding it. This biographical article about a philosophy of religion scholar is a stub. You can help Wikipedia by expanding it.","Title":"David Kalupahana - Wikipedia","KeyID":"18852","URL":"https://en.wikipedia.org/wiki/David_Kalupahana"}