{"Content: ":"Colonel Henry Steel Olcott (2 August 1832 – 17 February 1907) was an American military officer, journalist, lawyer, Freemason and the co-founder and first president of the Theosophical Society. Olcott was the first well-known American of European ancestry to make a formal conversion to Buddhism. His subsequent actions as president of the Theosophical Society helped create a renaissance in the study of Buddhism. Olcott is considered a Buddhist modernist for his efforts in interpreting Buddhism through a Westernized lens. Olcott was a major revivalist of Buddhism in Sri Lanka and he is still honored in Sri Lanka for these efforts. Olcott has been called by Sri Lankans[who?] \"one of the heroes in the struggle of our independence and a pioneer of the present religious, national and cultural revival\".[citation needed] Olcott was born on 2 August 1832 in Orange, New Jersey, the oldest of six children, to Presbyterian businessman Henry Wyckoff Olcott and Emily Steele Olcott. As a child, Olcott lived on his father's New Jersey farm.[1] During his teens he attended first the College of the City of New York and later Columbia University,[2] where he joined the St. Anthony Hall fraternity,[3] a milieu of well-known people. In 1851 his father's business failed and he had to leave the university. While living in Amherst, Ohio, Olcott was introduced to spiritualism by relatives who had formed a spiritualist circle after seeing the Fox sisters on tour in Cleveland.[4] During this period, Olcott became interested in studies of \"psychology, hypnotism, psychometry, and mesmerism\"[5] In 1853, after returning to New York, Olcott became a founding member of the New York Conference of Spiritualists.[6] He also published letters and articles on spiritualist topics in the Spiritual Telegraph under the pseudonym \"Amherst.\"[7] From 1858 to 1860 Olcott was the agricultural correspondent for the New York Tribune and the Mark Lane Express, but occasionally submitted articles on other subjects. He was present for John Brown's execution.[8] He also published a genealogy of his family extending back to Thomas Olcott, one of the founders of Hartford, Connecticut, in 1636. In 1860 Olcott married Mary Epplee Morgan, daughter of the rector of Trinity parish, New Rochelle, New York. They had four children, two of whom died in infancy. He served in the US Army during the American Civil War and afterward was admitted as the Special Commissioner of the War Department in New York. He was later promoted to the rank of colonel and transferred to the Department of the Navy in Washington, DC. He was well respected, and in 1865, following the assassination of Abraham Lincoln, assisted in the investigation of the assassination. In 1868 he became a lawyer specializing in insurance, revenue, and fraud. In 1874 he became aware of the séances of the Eddy Brothers of Chittenden, Vermont. His interest aroused, Olcott wrote an article for the New York Sun, in which he investigated Eddy Farms. His article was popular enough that other papers, such as the New York Daily Graphic, republished it. His 1874 publication People from the Other World began with his early articles concerning the Spiritualist movement. Also in 1874, Olcott met Helena Blavatsky while both were visiting the Eddy farm. His foundational interest in the Spiritualist movement and his budding relationship with Blavatsky helped foster his development of spiritual philosophy. Olcott continued to act as a lawyer during the first few years of the establishment of the Theosophical Society, in addition to being a financial supporter of the new religious movement. In early 1875 Olcott was asked by prominent Spiritualists to investigate an accusation of fraud against the mediums Jenny and Nelson Holmes, who had claimed to materialize the famous \"spirit control\" Katie King (Doyle 1926: volume 1, 269–277). In 1880 Helena Blavatsky and Olcott became the first Westerners to receive the Three Refuges and Five Precepts, the ceremony by which one traditionally becomes a Buddhist; thus Blavatsky was the first Western woman to do so.[9] Olcott once described his adult faith as \"pure, primitive Buddhism,\" but his was a unique sort of Buddhism.[10] From 1874 on, Olcott's spiritual growth and development with Blavatsky and other spiritual leaders would lead to the founding of the Theosophical Society. In 1875, Olcott, Blavatsky, and others, notably William Quan Judge, formed the Theosophical Society in New York City, USA. Olcott financially supported the earliest years of the Theosophical Society and was acting president while Blavatsky served as the Society's Secretary. In December 1878, they left New York in order to move the headquarters of the Society to India. They arrived at Bombay on February 16, 1879.[11] Olcott set out to experience the native country of his spiritual leader, the Buddha. The headquarters of the Society were established at Adyar, Chennai as the Theosophical Society Adyar, starting also the Adyar Library and Research Centre within the headquarters. While in India, Olcott strove to receive the translations of sacred oriental texts which were becoming available as a result of western researches. His intent was to avoid the Westernized interpretations often encountered in America, and to discover the pure message of texts from the Buddhist, Hindu, and Zoroastrian religions, in order to properly educate Westerners. Olcott's research and translation efforts put him in dialogue with early, ostensibly secular anthropologists and scholars of religion. He corresponded extensively with Max Müller, asking questions related to his interest in Hinduism and Buddhism and sharing discoveries from his travels in South Asia. He also personally met both Müller and Edward Burnett Tylor at least once at the University of Oxford.[12] Olcott's main religious interest was Buddhism, and he is commonly known for his work in Sri Lanka. After a two-year correspondence with Sri Piyaratana Tissa Mahanayake Thero, he and Blavatsky arrived in the then capital Colombo on May 16, 1880.[13][14] Helena Blavatsky and Henry Steele Olcott took Five Precepts at the Wijayananda Viharaya located at Weliwatta in Galle on May 19, 1880.[15] On that day Olcott and Blavatsky were formally acknowledged as Buddhists, although Olcott noted that they had previously declared themselves Buddhists, while still living in America.[16] During his time in Sri Lanka Olcott strove to revive Buddhism within the region, while compiling the tenets of Buddhism for the education of Westerners. It was during this period that he wrote the Buddhist Catechism (1881), which is still used today. The Theosophical Society built several Buddhist schools in Ceylon, most notably Ananda College in 1886, Jinaraja College Kandy in 1887, Maliyadeva College Kurunegala in 1888, Siddhartha Kumara Maha Vidyalaya (First named as \"Buddhist boys' School\") Gampaha in 1891, Dharmadutha College Badulla in 1891, Mahinda College Galle in 1892, Nalanda College, Colombo in 1925, Musaeus Girls College in Colombo and Dharmasoka College in Ambalangoda. Olcott also acted as an adviser to the committee appointed to design a Buddhist flag in 1885. The Buddhist flag designed with the assistance of Olcott was later adopted as a symbol by the World Fellowship of Buddhists and as the universal flag of all Buddhist traditions. Helena Blavatsky eventually went to live in London, where she died in 1891, but Olcott stayed in India and pursued the work of the Theosophical Society there. Olcott's role in the Theosophical Society would still be as president, but the induction of Annie Besant sparked a new era of the movement. Upon his death, the Theosophical Society elected her to take over as president and leader of the movement. Olcott's \"Buddhist Catechism\", composed in 1881, is one of his most enduring contributions to the revival of Buddhism in Sri Lanka, and remains in use there today. The text outlines what Olcott saw to be the basic doctrines of Buddhism, including the life of the Buddha, the message of the Dharma, the role of the Sangha. The text also treats how the Buddha's message correlates with contemporary society. Olcott was considered by South Asians and others as a Buddhist revivalist.[17] It is presented in the same format of question and answer used in some Christian catechisms. Here are a few examples from that text: Q. Would you call a person a Buddhist who has merely been born of Buddhist parents? A. Certainly not. A Buddhist is one who not only professes belief in the Buddha as the noblest of Teachers, in the Doctrine preached by Him, and in the brotherhood of Arhats, but practices his Precepts in daily life.[18] Q. What is Karma? A. A causation operating on the moral, as well as physical and other planes. Buddhists say there is no miracle in human affairs: what a man sows that he must still reap. Q. What other good words have been used to express the essence of Buddhism? A. Self-culture and universal love.[19] Concerning the Four sights and how they impacted the Buddha: 26. Q: Why should these sights, so familiar to everybody, have caused him to go into the jungle? A. We often see such signs. He had not; and they made a deep impression on his mind. 27. Q: Why had he not also seen them? A: The astrologers had foretold at his birth that he would one day resign his kingdom and become a Buddha. The King, his father, not wishing to lose his son, had carefully prevented his seeing any sights that might suggest to him human misery and death. No one was allowed even to speak of such things to the Prince. He was almost like a prisoner in his lovely palaces and flower gardens. They were surrounded with high walls; and inside everything was made as beautiful as possible, so that he might not want to go and see the sorrow and distress that are in the world. 28. Q: Was he so kind-hearted that his father feared he might really want to sacrifice himself for the world's sake? A: Yes; he seems to have felt for all being so strong a pity and love as that.[20] 55. Q. Why does ignorance cause suffering? A. Because it makes us prize what is not worth prizing, grieve for that we should not grieve for, consider real what is not real but only illusory, and pass our lives in the pursuit of worthless objects, neglecting what is in reality most valuable. 56. Q. And what is that which is most valuable? A. To know the whole secret of man's existence and destiny, so that we may estimate at no more than their actual value and this life and its relations; so that we may live in a way to insure the greatest happiness and the least suffering for our fellow-men and ourselves [21] Olcott's catechism reflects a new, post-Enlightenment interpretation of traditional Buddhist tenets. As David McMahan stated, \"[Olcott] allied Buddhism with scientific rationalism in implicit criticism of orthodox Christianity, but went well beyond the tenets of conventional science in extrapolating from the Romantic- and Transcendentalist-influenced 'occult sciences' of the nineteenth century.\"[22] The Theosophists combination of spiritualism and science to investigate the supernatural reflected the society's desire to combine religion and reason and to produce a rationally spiritual movement. This \"occult science\" within the Theosophical Society was used to find the \"truth\" behind all of the world's major religions. Through their research, Olcott and Blavatsky concluded that Buddhism best embodied elements of what they found significant in all religions. Olcott utilized scientific reasoning in his synthesis and presentation of Buddhism. This is clearly seen in a chapter of his \"Buddhist Catechism\", entitled \"Buddhism and Science\". Notably, his efforts represent one of the earliest attempts to combine scientific understanding and reasoning with Buddhist religion.[23] The interrelationship he saw between Buddhism and Science paralleled his Theosophical approach to show the scientific bases for supernatural phenomena such as auras, hypnosis, and Buddhist \"miracles\". Olcott was President of the Theosophical Society until his death on February 17, 1907. Two major streets in Colombo and Galle have been named Olcott Mawatha, to commemorate him. A statue of him has been erected in front of Colombo Fort Railway Station. Many other schools that he helped found or have been founded in his memory possess commemorative statues in honour of his contribution to Buddhist education. He is still remembered fondly by many Sri Lankans today. On September 10, 2011, a statue of Colonel Olcott was unveiled at a Buddhist temple near Princeton, New Jersey.[24] The date of his death is often remembered by Buddhist centers and Sunday schools in present-day Sri Lanka, as well as in Theosophical communities around the globe. Olcott believed himself to be Asia's savior, the outsider hero who would sweep in at the end of the drama to save a disenchanted subcontinent from spiritual death.[25] The effort to revitalize Buddhism within Sri Lanka was successful and influenced many native Buddhist intellectuals. Sri Lanka was dominated by British colonial power and influence at the time, and many Buddhists heard Olcott's interpretation of the Buddha's message as socially motivating and supportive of efforts to overturn colonialist efforts to ignore Buddhism and Buddhist tradition. This was despite the fact that his re-interpretation of the Buddha was along modern liberal ideas promoted by the British in Sri Lanka. As David McMahan wrote, \"Henry Steel Olcott saw the Buddha as a figure much like the ideal liberal freethinker – someone full of 'benevolence,' 'gratitude,' and 'tolerance,' who promoted 'brotherhood among all men' as well as 'lessons in manly self-reliance\".[26] His Westernized view of Buddha influenced Sri Lankan leaders, such as Anagarika Dharmapala. Olcott and Anagarika Dharmapala were associates, which reflects both men's awareness of the divide between East and West—as seen in their presentation of Buddhism to the West.[27] Olcott helped financially support the Buddhist presence at the World Parliament of Religions in Chicago, 1893. The inclusion of Buddhists in the Parliament allowed for the expansion of Buddhism within the West in general and in America specifically, leading to other Buddhist Modernist movements. As Stephen Prothero wrote, It was Olcott who most eloquently articulated and most obviously embodied the diverse religious and cultural traditions that shaped Protestant Buddhism, who gave the revival movement both its organizational shape and its emphasis on education-as-character-building. The most Protestant of all early Protestant Buddhists, Olcott was the liminoid figure, the griot who because of his awkward standing betwixt and between the American Protestant grammars of his youth and the Asian Buddhist lexicon of his adulthood was able to conjure traditional Sinhalese Buddhism, Protestant modernism, metropolitan gentility, and academic Orientalism into a decidedly new creole tradition. This creole tradition Olcott then passed on to a whole generation of Sinhalese students educated in his schools.[28] Olcott is probably the only major contributor to the nineteenth-century Sinhalese Buddhist revival who was actually born and raised in the Protestant Christian tradition, though he had already left Protestantism for Spiritualism long before he became a Buddhist. His childhood Protestantism is a reason that many scholars have referred to the Buddhist modernism he influenced as \"Protestant Buddhism\".[29]","Title":"Henry Steel Olcott - Wikipedia","KeyID":"18865","URL":"https://en.wikipedia.org/wiki/Henry_Steel_Olcott"}