{"Content: ":"Alan Wilson Watts (6 January 1915 – 16 November 1973) was an English writer, speaker and self-styled \"philosophical entertainer\",[2] known for interpreting and popularising Japanese, Chinese and Indian traditions of Buddhist, Taoist, and Hindu philosophy for a Western audience. Born in Chislehurst, England, he moved to the United States in 1938 and began Zen training in New York. He received a master's degree in theology from Seabury-Western Theological Seminary and became an Episcopal priest in 1945. He left the ministry in 1950 and moved to California, where he joined the faculty of the American Academy of Asian Studies.[3] Watts gained a following while working as a volunteer programmer at the KPFA radio station in Berkeley. He wrote more than 25 books and articles on religion and philosophy, introducing the emerging hippie counterculture to The Way of Zen (1957), one of the first bestselling books on Buddhism. In Psychotherapy East and West (1961), he argued that Buddhism could be thought of as a form of psychotherapy. He considered Nature, Man and Woman (1958) to be, \"from a literary point of view—the best book I have ever written\".[4] He also explored human consciousness and psychedelics in works such as \"The New Alchemy\" (1958) and The Joyous Cosmology (1962). After Watts's death, his lectures found posthumous popularity through regular broadcasts on public radio, especially in California and New York, and more recently on the internet, on sites and apps such as YouTube[5] and Spotify. The bulk of his recorded audio talks were during the 1960s and early 1970s. Watts was born to middle-class parents in the village of Chislehurst, Kent (now south-east London), on 6 January 1915, living at Rowan Tree Cottage, 3 (now 5) Holbrook Lane.[6] Watts's father, Laurence Wilson Watts, was a representative for the London office of the Michelin tyre company. His mother, Emily Mary Watts (née Buchan), was a housewife whose father had been a missionary. With modest financial means, they chose to live in pastoral surroundings, and Watts, an only child, grew up playing at Brookside, learning the names of wildflowers and butterflies.[7] Probably because of the influence of his mother's religious family[8] the Buchans, an interest in \"ultimate things\" seeped in. It mixed with Watts's own interests in storybook fables and romantic tales of the mysterious Far East.[9] Watts also later wrote of a mystical dream he experienced while ill with a fever as a child.[10] During this time he was influenced by Far Eastern landscape paintings and embroideries that had been given to his mother by missionaries returning from China. The few Chinese paintings Watts was able to see in England riveted him, and he wrote \"I was aesthetically fascinated with a certain clarity, transparency, and spaciousness in Chinese and Japanese art. It seemed to float...\"[11] These works of art emphasised the participatory relationship of people in nature, a theme that stood fast throughout his life and one that he often wrote about. (See, for instance, the last chapter in The Way of Zen.[12]) By his own assessment, Watts was imaginative, headstrong, and talkative. He was sent to boarding schools (which included both academic and religious training of the \"Muscular Christian\" sort) from early years. Of this religious training, he remarked \"Throughout my schooling, my religious indoctrination was grim and maudlin.\"[13] Watts spent several holidays in France in his teen years, accompanied by Francis Croshaw, a wealthy Epicurean with strong interests in both Buddhism and exotic little-known aspects of European culture. It was not long afterward that Watts felt forced to decide between the Anglican Christianity he had been exposed to and the Buddhism he had read about in various libraries, including Croshaw's. He chose Buddhism, and sought membership in the London Buddhist Lodge, which had been established by Theosophists, and was then run by the barrister and QC Christmas Humphreys, (who later became a judge at the Old Bailey). Watts became the organization's secretary at 16 (1931). The young Watts explored several styles of meditation during these years.[citation needed] Watts attended The King's School, Canterbury, in the grounds of Canterbury Cathedral. Though he was frequently at the top of his classes scholastically and was given responsibilities at school, he botched an opportunity for a scholarship to Oxford by styling a crucial examination essay in a way that was read as \"presumptuous and capricious\".[14] When he left King's, Watts worked in a printing house and later a bank. He spent his spare time involved with the Buddhist Lodge and also under the tutelage of a \"rascal guru\" named Dimitrije Mitrinović. (Mitrinović was himself influenced by Peter Demianovich Ouspensky, G. I. Gurdjieff, and the varied psychoanalytical schools of Freud, Jung and Adler.) Watts also read widely in philosophy, history, psychology, psychiatry, and Eastern wisdom. By his own reckoning, and also by that of his biographer Monica Furlong, Watts was primarily an autodidact. His involvement with the Buddhist Lodge in London afforded Watts a considerable number of opportunities for personal growth. Through Humphreys, he contacted eminent spiritual authors, e.g. the artist, scholar, and mystic Nicholas Roerich, Sarvapalli Radhakrishnan, and prominent theosophists like Alice Bailey. In 1936, aged 21, he attended the World Congress of Faiths at the University of London, where he met the esteemed scholar of Zen Buddhism, D. T. Suzuki, who was there presenting a paper.[15] Beyond attending discussions, Watts studied the available scholarly literature, learning the fundamental concepts and terminology of Indian and East Asian philosophy. Watts's fascination with the Zen (or Ch'an) tradition—beginning during the 1930s—developed because that tradition embodied the spiritual, interwoven with the practical, as exemplified in the subtitle of his Spirit of Zen: A Way of Life, Work, and Art in the Far East. \"Work\", \"life\", and \"art\" were not demoted due to a spiritual focus. In his writing, he referred to it as \"the great Ch'an (or Zen) synthesis of Taoism, Confucianism and Buddhism after AD 700 in China.\"[16] Watts published his first book, The Spirit of Zen, in 1936. Two decades later, in The Way of Zen[17] he disparaged The Spirit of Zen as a \"popularisation of Suzuki's earlier works, and besides being very unscholarly it is in many respects out of date and misleading.\" Watts married Eleanor Everett, whose mother Ruth Fuller Everett was involved with a traditional Zen Buddhist circle in New York. Ruth Fuller later married the Zen master (or \"roshi\"), Sokei-an Sasaki, who served as a sort of model and mentor to Watts, though he chose not to enter into a formal Zen training relationship with Sasaki. During these years, according to his later writings, Watts had another mystical experience while on a walk with his wife. In 1938 they left England to live in the United States. Watts became a United States citizen in 1943.[18] Watts left formal Zen training in New York because the method of the teacher did not suit him. He was not ordained as a Zen monk, but he felt a need to find a vocational outlet for his philosophical inclinations. He entered Seabury-Western Theological Seminary, an Episcopal (Anglican) school in Evanston, Illinois, where he studied Christian scriptures, theology, and church history. He attempted to work out a blend of contemporary Christian worship, mystical Christianity, and Asian philosophy. Watts was awarded a master's degree in theology in response to his thesis, which he published as a popular edition under the title Behold the Spirit: A Study in the Necessity of Mystical Religion. He later published Myth & Ritual in Christianity (1953), an eisegesis of traditional Roman Catholic doctrine and ritual in Buddhist terms. However, the pattern was set, in that Watts did not hide his dislike for religious outlooks that he decided were dour, guilt-ridden, or militantly proselytizing—no matter if they were found within Judaism, Christianity, Islam, Hinduism, or Buddhism. In early 1951, Watts moved to California, where he joined the faculty of the American Academy of Asian Studies in San Francisco. Here he taught from 1951 to 1957 alongside Saburo Hasegawa (1906–1957), Frederic Spiegelberg, Haridas Chaudhuri, lama Tada Tōkan (1890–1967), and various visiting experts and professors. Hasegawa, in particular, served as a teacher to Watts in the areas of Japanese customs, arts, primitivism, and perceptions of nature. It was during this time he met the poet Jean Burden, with whom he had a four-year love affair.[19] Alan credited Burden as an \"important influence\" in his life and gave her dedicatory cryptograph in his book Nature, Man and Woman, to which he alludes in his autobiography (p. 297). Besides teaching, Watts served for several years as the Academy's administrator. One notable student of his was Eugene Rose, who later went on to become a noted Eastern Orthodox Christian hieromonk and controversial theologian within the Orthodox Church in America under the jurisdiction of ROCOR. Rose's own disciple, a fellow monastic priest published under the name Hieromonk Damascene, produced a book entitled Christ the Eternal Tao, in which the author draws parallels between the concept of the Tao in Chinese philosophy and the concept of the Logos in classical Greek philosophy and Eastern Christian theology. Watts also studied written Chinese and practiced Chinese brush calligraphy with Hasegawa as well as with some of the Chinese students who enrolled at the academy. While Watts was noted for an interest in Zen Buddhism, his reading and discussions delved into Vedanta, \"the new physics\", cybernetics, semantics, process philosophy, natural history, and the anthropology of sexuality. Watts left the faculty in the mid-1950s. In 1953, he began what became a long-running weekly radio program at Pacifica Radio station KPFA in Berkeley. Like other volunteer programmers at the listener-sponsored station, Watts was not paid for his broadcasts. These weekly broadcasts continued until 1962, by which time he had attracted a \"legion of regular listeners\".[20][21] Watts continued to give numerous talks and seminars, recordings of which were broadcast on KPFA and other radio stations during his life. These recordings are broadcast to this day. For example, in 1970 Watts lectures were broadcast on Sunday mornings on San Francisco radio station KSAN;[22] and even today a number of radio stations continue to have an Alan Watts program in their weekly program schedules.[23][24][25] Original tapes of his broadcasts and talks are currently held by the Pacifica Radio Archives, based at KPFK in Los Angeles, and at the Electronic University archive founded by his son, Mark Watts. In 1957 Watts, then 42, published one of his best-known books, The Way of Zen, which focused on philosophical explication and history. Besides drawing on the lifestyle and philosophical background of Zen in India and China, Watts introduced ideas drawn from general semantics (directly from the writings of Alfred Korzybski) and also from Norbert Wiener's early work on cybernetics, which had recently been published. Watts offered analogies from cybernetic principles possibly applicable to the Zen life. The book sold well, eventually becoming a modern classic, and helped widen his lecture circuit. In 1958, Watts toured parts of Europe with his father, meeting the Swiss psychiatrist Carl Jung and the German psychotherapist Karlfried Graf Dürckheim.[26] Upon returning to the United States, Watts recorded two seasons of a television series (1959–1960) for KQED public television in San Francisco, \"Eastern Wisdom and Modern Life\".[27] In the 1960s, Watts became interested in how identifiable patterns in nature tend to repeat themselves from the smallest of scales to the most immense. This became one of his passions in his research and thought.[28] Though never affiliated for long with any one academic institution, he was Professor of Comparative Philosophy at the California Institute of Integral Studies (as mentioned above), had a fellowship at Harvard University (1962–1964), and was a Scholar at San Jose State University (1968).[29] He also lectured college and university students as well as the general public.[30] His lectures and books gave him influence on the American intelligentsia of the 1950s–1970s, but he was often seen as an outsider in academia.[31] When questioned sharply by students during his talk at University of California, Santa Cruz, in 1970, Watts responded, as he had from the early sixties, that he was not an academic philosopher but rather \"a philosophical entertainer\".[1] Some of Watts's writings published in 1958 (e.g., his book Nature, Man and Woman and his essay \"The New Alchemy\") mentioned some of his early views on the use of psychedelic drugs for mystical insight. Watts had begun to experiment with psychedelics, initially with mescaline given to him by Oscar Janiger. He tried LSD several times in 1958, with various research teams led by Keith S. Ditman, Sterling Bunnell Jr., and Michael Agron. He also tried marijuana and concluded that it was a useful and interesting psychoactive drug that gave the impression of time slowing down. Watts's books of the '60s reveal the influence of these chemical adventures on his outlook.[32] He later said about psychedelic drug use, \"If you get the message, hang up the phone. For psychedelic drugs are simply instruments, like microscopes, telescopes, and telephones. The biologist does not sit with eye permanently glued to the microscope, he goes away and works on what he has seen.\"[32] Watts sometimes ate with his group of neighbours in Druid Heights (near Mill Valley, California) who had endeavoured to combine architecture, gardening, and carpentry skills to make a beautiful and comfortable life for themselves. These neighbours accomplished this by relying on their own talents and using their own hands, as they lived in what has been called \"shared bohemian poverty\".[33] Druid Heights was founded by the writer Elsa Gidlow,[34] and Watts dedicated his book The Joyous Cosmology to the people of this neighbourhood.[35] He later dedicated his autobiography to Elsa Gidlow, for whom he held a great affection. Regarding his intentions, Watts attempted to lessen the alienation that accompanies the experience of being human that he felt plagued the modern Westerner, and (like his fellow British expatriate and friend, Aldous Huxley) to lessen the ill will that was an unintentional by-product of alienation from the natural world. He felt such teaching could improve the world, at least to a degree. He also articulated the possibilities for greater incorporation of aesthetics (for example: better architecture, more art, more fine cuisine) in American life. In his autobiography he wrote, \"… cultural renewal comes about when highly differentiated cultures mix\".[36] In his last novel, Island (1962), Huxley mentions the religious practice of maithuna as being something like that which Roman Catholics call \"coitus reservatus\". A few years before, Watts had discussed the theme in his own book, Nature, Man and Woman, in which he discusses the possibility of the practice being known to early Christians and of it being kept secretly by the Church. In his writings of the 1950s, he conveyed his admiration for the practicality in the historical achievements of Chán (Zen) in the Far East, for it had fostered farmers, architects, builders, folk physicians, artists, and administrators among the monks who had lived in the monasteries of its lineages. In his mature work, he presents himself as \"Zennist\" in spirit as he wrote in his last book, Tao: The Watercourse Way. Child rearing, the arts, cuisine, education, law and freedom, architecture, sexuality, and the uses and abuses of technology were all of great interest to him.[citation needed] Though known for his discourses on Zen, he was also influenced by ancient Hindu scriptures, especially Vedanta and Yoga. He spoke extensively about the nature of the divine reality which Man misses: how the contradiction of opposites is the method of life and the means of cosmic and human evolution, how our fundamental Ignorance is rooted in the exclusive nature of mind and ego, how to come in touch with the Field of Consciousness and Light, and other cosmic principles.[37] Watts sought to resolve his feelings of alienation from the institutions of marriage and the values of American society, as revealed in his comments on love relationships in \"Divine Madness\" and on perception of the organism-environment in \"The Philosophy of Nature\". In looking at social issues he was concerned with the necessity for international peace, for tolerance, and understanding among disparate cultures.[citation needed] Watts also came to feel acutely conscious of a growing ecological predicament.[38] Writing, for example, in the early 1960s: \"Can any melting or burning imaginable get rid of these ever-rising mountains of ruin—especially when the things we make and build are beginning to look more and more like rubbish even before they are thrown away?\"[39] These concerns were later expressed in a television pilot made for NET (National Educational Television) filmed at his mountain retreat in 1971 in which he noted that the single track of conscious attention was wholly inadequate for interactions with a multi-tracked world.[citation needed] In October 1973, Watts returned from a European lecture tour to his cabin in Druid Heights, California. Friends of Watts had been concerned about him for some time over his alcoholism.[41][42] On 16 November 1973, at age 58, he died in the Mandala House in Druid Heights.[40] He was reported to have been under treatment for a heart condition.[43] Before authorities could attend, his body was removed from his home and cremated on a wood pyre at a nearby beach by Buddhist monks.[44] Mark Watts relates that Watts was cremated on Muir Beach at 8:30 am after being discovered deceased at 6:00 am.[45] His ashes were split, with half buried near his library at Druid Heights and half at the Green Gulch Monastery.[46] His son, Mark Watts, investigated his death and found that his father had planned his own passing meticulously:[47] My father died to all of us very unexpectedly, but not to himself, and there were questions raised around his passing as to ... what had happened and particularly since there were various characters involved that ... helped to remove his body. And so there were questions about both had it happened for natural causes [or] was it not of natural causes, I mean there were conspiracy theories, every manner of opinion on this going around, and so I set out to try and figure it out. And there was a group of Yamabushi Buddhists, Ajari [real name Neville Warwick, 1932–1993, a physician also known as \"Dr Ajari\"] was the fellow's name who ran it, and they actually showed up and took control of the site, and got my father's body and all of this, and there was some question as to how they had arrived there so quickly, and before anybody else, and they whisked his body off before the County opens its offices. ... And so there was definitely some questions about [Ajari's] role. What was Mary Jane's role? There were these kind of things, and so I actually got into figuring it out, sort of as a puzzle, and in the course of it I interviewed a fellow who was part of this [Yamabushi] sect many years before. He flew in from the American Samoas and we interviewed him, and it turned out he was a completely unreliable person to interview because he would make up this, make up that, so at first we thought we had some really valuable information, but as time went on he was spouting every different theory that we'd ever heard and so... But David Chadwick had come to hear this and David Chadwick is the archivist for the San Francisco Zen Center, and Suzuki and my father had been good friends, and Richard Baker, rōshi Baker, had presided over my father's funeral. So after this video interview, David said to me: \"I always did think it was funny that your father came and planned his own funeral\" and I said \"He did what?\" and he described to me the meeting of Richard Baker and my father six months before he died, where he planned his funeral, and then I realized that was exactly the same time that he changed... his Will too, so I realized that almost six months to the day before my father died, that he was planning his own passing. And so once I had that piece of the puzzle, I realized that, as I look more carefully, that my father had actually been ill for some time, and that he was aware of, very aware of, his mortality and impending problems, and who knows, he may have actually done something to hasten his death, or, we don't know, but he was very aware that... he was going to pass on, and he planned for it, and once I got the full picture my conclusion was that Ajari had helped him, and actually been part of the plan there. So I think it was, like many things in his life, it was well thought out, well orchestrated, and well executed. His wife, Mary Jane Watts, wrote later in a letter that Watts had said to her \"The secret of life is knowing when to stop\".[2] A personal account of Watts's last years and approach to death is given by Al Chung-liang Huang in Tao: The Watercourse Way.[48] Regarding his ethical outlook, Watts felt that absolute morality had nothing to do with the fundamental realization of one's deep spiritual identity. He advocated social rather than personal ethics. In his writings, Watts was increasingly concerned with ethics applied to relations between humanity and the natural environment and between governments and citizens. He wrote out of an appreciation of a racially and culturally diverse social landscape.[citation needed] He often said that he wished to act as a bridge between the ancient and the modern, between East and West, and between culture and nature.[citation needed] Watts led some tours for Westerners to the Buddhist temples of Japan. He also studied some movements from the traditional Chinese martial art taijiquan, with an Asian colleague, Al Chung-liang Huang.[citation needed] In several of his later publications, especially Beyond Theology and The Book: On the Taboo Against Knowing Who You Are, Watts put forward a worldview, drawing on Hinduism, Chinese philosophy, pantheism or panentheism, and modern science, in which he maintains that the whole universe consists of a cosmic Self-playing hide-and-seek (Lila); hiding from itself (Maya) by becoming all the living and non-living things in the universe and forgetting what it really is – the upshot being that we are all IT in disguise. In this worldview, Watts asserts that our conception of ourselves as an \"ego in a bag of skin\", or \"skin-encapsulated ego\" is a myth; the entities we call the separate \"things\" are merely aspects or features of the whole. Watts's books frequently include discussions reflecting his keen interest in patterns that occur in nature and which are repeated in various ways and at a wide range of scales – including the patterns to be discerned in the history of civilizations.[49][50] Watts' explorations and teaching brought him into contact with many noted intellectuals, artists, and American teachers in the human potential movement. His friendship with poet Gary Snyder nurtured his sympathies with the budding environmental movement, to which Watts gave philosophical support. He also encountered Robert Anton Wilson, who credited Watts with being one of his \"Light[s] along the Way\" in the opening appreciation of his 1977 book Cosmic Trigger: The Final Secret of the Illuminati. Werner Erhard attended workshops given by Alan Watts and said of him, \"He pointed me toward what I now call the distinction between Self and Mind. After my encounter with Alan, the context in which I was working shifted.\"[51] Watts has been criticized by Buddhists such as Philip Kapleau and D. T. Suzuki for allegedly misinterpreting several key Zen Buddhist concepts. In particular, he drew criticism from those who believe that zazen must entail a strict and specific means of sitting, as opposed to a cultivated state of mind available at any moment in any situation. Typical of these is Kapleau's claim that Watts dismissed zazen on the basis of only half a koan.[52] In regard to the aforementioned koan, Robert Baker Aitken reports that Suzuki told him, \"I regret to say that Mr. Watts did not understand that story.\"[53] In his talks, Watts addressed the issue of defining zazen practice by saying, \"A cat sits until it is tired of sitting, then gets up, stretches, and walks away\", and referring[54] to Zen master Bankei: \"Even when you're sitting in meditation, if there's something you've got to do, it's quite all right to get up and leave\".[55] However, Watts did have his supporters in the Zen community, including Shunryu Suzuki, the founder of the San Francisco Zen Center. As David Chadwick recounted in his biography of Suzuki, Crooked Cucumber: the Life and Zen Teaching of Shunryu Suzuki, when a student of Suzuki's disparaged Watts by saying \"we used to think he was profound until we found the real thing\", Suzuki fumed with a sudden intensity, saying, \"You completely miss the point about Alan Watts! You should notice what he has done. He is a great bodhisattva.\"[56] Watts's biographers saw him, after his stint as an Anglican priest, as representative of no religion but as a lone-wolf thinker and social rascal. In David Stuart's warts-and-all biography of the man, Watts is seen as an unusually gifted speaker and writer driven by his own interests, enthusiasms, and demons.[57] Elsa Gidlow, whom Watts called \"sister\", refused to be interviewed for this work but later painted a kinder picture of Watts's life in her own autobiography, Elsa, I Come with My Songs. According to critic Erik Davis, his \"writings and recorded talks still shimmer with a profound and galvanizing lucidity.\"[58] Unabashed, Watts was not averse to acknowledging his rascal nature, referring to himself in his autobiography In My Own Way as \"a sedentary and contemplative character, an intellectual, a Brahmin, a mystic and also somewhat of a disreputable epicurean who has three wives, seven children and five grandchildren\".[43] Watts married three times and had seven children (five daughters and two sons). Watts met Eleanor Everett in 1936, when her mother, Ruth Fuller Everett, brought her to London to study piano. They met at the Buddhist Lodge, were engaged the following year and married in April 1938. A daughter, Joan, was born in November 1938 and another, Anne, was born in 1942. Their marriage ended in 1949, but Watts continued to correspond with his former mother-in-law.[59] In 1950, Watts married Dorothy DeWitt. He moved to San Francisco in early 1951 to teach. They began a family that grew to include five children: Tia, Mark, Richard, Lila, and Diane. The couple separated in the early 1960s after Watts met Mary Jane Yates King (called \"Jano\" in his circle) while lecturing in New York. After a difficult divorce,[citation needed] he married King in 1964. The couple divided their time between Sausalito, California,[60] where they lived on a houseboat called the Vallejo,[61] and a secluded cabin in Druid Heights, on the southwest flank of Mount Tamalpais north of San Francisco. King died in 1993. He also maintained relations with Jean Burden, his lover and the inspiration/editor of Nature, Man and Woman.[62] Watts was a heavy smoker throughout his life[42] and in his later years drank heavily.[42] Note: ISBN's for titles originally published prior to 1974 are for reprint editions. Including recordings of lectures at major universities and multi-session seminars.","Title":"Alan Watts - Wikipedia","KeyID":"18871","URL":"https://en.wikipedia.org/wiki/Alan_Watts"}