{"Content: ":"Eastern religions refers to religions originating in the Eastern world—India, China, Japan and Southeast Asia—and thus having dissimilarities with Western religions. This includes the Indian and East Asian religious traditions, as well as animistic indigenous religions. This East-West religious distinction, just as with the East-West culture distinction, and the implications that arise from it, are broad and not precise. Furthermore, the geographical distinction has less meaning in the current context of global transculturation. While many Western observers attempt to distinguish between Eastern philosophies and religions, this is a distinction that does not exist in some Eastern traditions.[1] According to Adams, Indian religions [include] early Buddhism, Hinduism, Jainism, and Sikhism, and sometimes also Theravāda Buddhism and the Hindu- and Buddhist-inspired religions of South and Southeast Asia.[web 1] According to Adams, Far Eastern religions [comprise] the religious communities of China, Japan, and Korea, and consisting of Confucianism, Taoism, Mahāyāna (“Greater Vehicle”) Buddhism, and Shintō.[web 1] Modernisation refers to a model of an evolutionary transition from a 'pre-modern' or 'traditional' to a 'modern' society. The teleology of modernization is described in social evolutionism theories, existing as a template that has been generally followed by societies that have achieved modernity.[2][3] While it may theoretically be possible for some societies to make the transition in entirely different ways, there have been no counterexamples provided by reliable sources. Historians link modernization to the processes of urbanization and industrialisation, as well as to the spread of education. As Kendall notes, \"Urbanization accompanied modernization and the rapid process of industrialization.\"[4] In sociological critical theory, modernization is linked to an overarching process of rationalisation. When modernization increases within a society, the individual becomes that much more important, eventually replacing the family or community as the fundamental unit of society.[web 2] Since the late 18th century, an intensive exchange of cultural and religious ideas has been taking place between Asian and western cultures, changing and shaping both cultural hemispheres.[5][6][7][8][9] In 1785 appeared the first western translation of a Sanskrit-text.[10] Since then, modernisation movements appeared in eastern countries and cultures, such as the Brahmo Samaj and Neo-Vedanta in India, Dharmapala's Maha Bodhi Society, and Buddhist modernism in Japan. In the west, as early as the 19th century the Transcendentalists were influenced by Eastern religions, followed by the Theosophical Society, New Thought, Western Buddhism, the Perennial Philosophy of Aldous Huxley, New Age and Nondualism. Categories Articles Categories Articles Categories Categories A broad range of western movements have been influenced by, or influenced, eastern cultures and religions.[11] Among them are Transcendentalism,[11] the Theosophical Society,[11] New Thought,[11] Western Buddhism,[11][5] the Perennial Philosophy,[11] New Age and Nondualism.[citation needed] Notable examples include:","Title":"List of modern writers on Eastern religions - Wikipedia","KeyID":"18875","URL":"https://en.wikipedia.org/wiki/List_of_modern_writers_on_Eastern_religions"}