{"Content: ":"Upper Bann is a parliamentary constituency in Northern Ireland, which is represented in the United Kingdom House of Commons. The current MP is Carla Lockhart of the DUP. Upper Bann includes the post-industrial towns of Portadown, Craigavon, and Lurgan. 1983–1997: The District of Craigavon, and the District of Banbridge wards of Ballydown, Central, Edenderry, Gilford, Laurencetown, Loughbrickland, and Seapatrick. 1997–present: The District of Craigavon, and the District of Banbridge wards of Ballydown, Banbridge West, Edenderry, Fort, Gilford, Lawrencetown, Loughbrickland, Seapatrick, and The Cut. The seat was created in boundary changes in 1983, as part of an expansion of Northern Ireland's constituencies from 12 to 17, and was predominantly made up from parts of Armagh and South Down. It was barely changed in further revisions in 1995 and covers the entirety of the district of Craigavon as well as part of Banbridge. In 2005, the Boundary Commission published provisional recommendations for modifying the boundaries of constituencies in Northern Ireland. It proposed transferring two small parts of Upper Bann to South Down and Lagan Valley. Following public consultation, the Commission revised its proposals which were finally passed through Parliament by means of the Northern Ireland Parliamentary Constituencies Order.[2] For the history of the equivalent constituencies prior to 1950 please see Armagh (UK Parliament constituency) and Down (UK Parliament constituency) and from 1950 until 1983, please see also South Down. The constituency has a unionist majority, though the combined votes for nationalist parties have reached around 35% in elections. The Ulster Unionist Party has traditionally been dominant though it has been supplanted by the Democratic Unionist Party in recent years. The constituency contains Portadown and Drumcree, key locations for the Orange Order and elections to both local councils and the Northern Ireland Assembly have seen independent candidates standing on issues related to Orange Order parades performing well. In 1990 the sitting MP, Harold McCusker, died and the subsequent by-election was noticeable as for the first time since the early 1970s two major UK political parties stood in a Northern Ireland parliamentary election, the Conservatives and the rump of the Social Democratic Party. However the result was disappointing for the Conservatives, whilst the SDP polled a mere 154 votes. In that by-election David Trimble was elected and five years later he became leader of the Ulster Unionist Party. Trimble's leadership came in for much criticism from the rival Democratic Unionist Party and they strongly targeted the area. In the 2001 general election there was a strong rumour that the DUP leader Ian Paisley would contest the seat himself, in the hope of unseating Trimble, but in the event he stayed in his North Antrim constituency and the DUP instead nominated David Simpson. The campaign was amongst the most bitter in the entire province, with Trimble coming in for fierce personal attacks. He benefitted, however, from the decision of the Alliance Party of Northern Ireland not to contest the seat themselves but instead support them. When the results were counted Simpson was initially ahead and many believed he had won, but Trimble pulled ahead to hold the seat on a narrow majority of 2058. In the subsequent 2003 assembly election the DUP were only 386 votes behind the UUP. Then in the 2005 general election Trimble was defeated by Simpson. Simpson retained his seat in the 2010 general election, although the UUP vote has remained fairly static. The nationalist vote had continued to grow which would have made this seat a possible battleground between nationalists and unionists.[3] However, in recent elections, the nationalist vote has stabilised at around a third of the vote. The previous Member of Parliament, since the 2005 general election, was David Simpson of the Democratic Unionist Party. In that election he defeated David Trimble, then leader of the Ulster Unionist Party, who had held the seat since a 1990 by-election. Simpson stood down at the 2019 general election. He was succeeded by Carla Lockhart, also of the DUP. Coordinates: 54°25′18″N 6°23′46″W﻿ / ﻿54.42167°N 6.39611°W﻿ / 54.42167; -6.39611","Title":"Upper Bann (UK Parliament constituency) - Wikipedia","KeyID":"18880","URL":"https://en.wikipedia.org/wiki/Upper_Bann_(UK_Parliament_constituency)"}