{"Content: ":"Suspended Ian Paisley DUP a Lowercase \"d\" per here. The 2007 Northern Ireland Assembly election was held on Wednesday, 7 March 2007. It was the third election to take place since the devolved assembly was established in 1998. The election saw endorsement of the St Andrews Agreement and the two largest parties, the Democratic Unionist Party (DUP) and Sinn Féin, along with the Alliance Party, increase their support, with falls in support for the Ulster Unionist Party (UUP) and the Social Democratic and Labour Party (SDLP). The 2007 election was held using STV and 18 multi-seat districts, each electing 6 members. At the 2003 election the DUP became the largest party. As it opposed the Belfast Agreement, there was no prospect of the assembly voting for the First and deputy First Ministers. Therefore, the British Government did not restore power to the Assembly and the elected members never met. Instead there commenced a protracted series of negotiations. During these negotiations a legally separate assembly, known as The Assembly consisting of the members elected in 2003 was formed in May 2006[1] to enable the parties to negotiate and to prepare for government. Eventually, in October 2006, the governments and the parties, including the DUP, made the St Andrews Agreement and a new transitional assembly came into effect on 24 November 2006.[2] The British government agreed to fresh elections and the transitional assembly was dissolved on 30 January 2007, after which campaigning began.[3] The election was conducted using the single transferable vote applied to six-seat constituencies, each of which corresponds to a UK parliamentary seat. The First Minister and Deputy First Minister were chosen by the largest parties from the two different political designations. Parties who won seats were then allocated places on the executive committee in proportion to their seats in the Assembly using the D'Hondt method. The major parties standing were the Democratic Unionist Party (DUP) and the Ulster Unionist Party (UUP) on the Unionist side, and Sinn Féin and the Social Democratic and Labour Party (SDLP) on the Nationalist side. The largest cross-community party, the Alliance Party of Northern Ireland, contested the election in 17 of 18 constituencies. Smaller parties also included the Progressive Unionist Party, the Green Party and the UK Unionist Party. Some independent Unionists also stood. Among the other parties that stood, the Conservatives nominated nine and there were six candidates for the Workers' Party. Also there were four candidates for Make Politicians History and two for the Socialist Party. Six Republican Sinn Féin-aligned candidates also stood. As the party had chosen not to register as a political party with the electoral commission, the party name did not appear alongside its candidates on ballot papers.[4] One of the key issues in the election was which two political parties would gain the largest number of Assembly seats. The St Andrews Agreement stated that the First Minister will be chosen from the largest party of the largest political designation and the Deputy First Minister from the largest party from the second largest political designation;[5] however, the actual legislation states that the largest party shall make the nomination regardless of designation.[6] The DUP remained the largest party in the Assembly, making significant gains from the UUP. Sinn Féin made gains from the SDLP and was the largest party among the Nationalists. The only other Assembly Party to make gains was the liberal Alliance Party (winning seven seats, a gain of one), while the Progressive Unionist Party and independent health campaigner Dr Kieran Deeny retained their single seats, and were joined by the Green Party, which won its first Assembly seat, and increased its first preference votes fourfold from 2003. The UK Unionist Party lost its representation in the Assembly. They had contested 12 seats, with Robert McCartney standing in six of them.[7] Overall, Unionist parties were collectively down 4 seats, Nationalist parties were collectively up 2 seats, and others were up 2 seats. The election was notable as it saw the first Chinese-born person to be elected to a parliamentary institution in Europe: Anna Lo of the Alliance Party.[8][9] Parties who won seats are allocated places on the Executive Committee using the D'Hondt method and under the St Andrews agreement the largest party gets the right to nominate the first minister and the largest party perceived to be from \"the other side\" nominates the deputy first minister. Despite the name these offices are in fact of equal right. Note that they are both ministers in the same department (Office of the First Minister and Deputy First Minister). Using this system, the executive appointed in 2007 was as follows: There are two junior ministers in OFMDFM who are, at present, Jeffery Donaldson (DUP) and Gerry Kelly (SF). In April 2010, the Department of Justice was formed, being led by David Ford from the Alliance Party. This is the Alliance Party's first ministerial role. An opinion poll by Ipsos MORI, published in The Belfast Telegraph on 1 March 2007, reported the voting intentions of those who intended to vote and had decided which party to vote for:[12] Notes: Berry and Ennis were originally elected as DUP candidates, Hyland was originally elected as a Sinn Féin candidate. †Patricia Lewsley stood down prior to the dissolution of the assembly ↑ As a sitting MLA, Norah Beare defected from the UUP to the DUP, and is therefore unselected rather than deselected.[clarification needed] Following their de-selection, both Ennis and Hyland unsuccessfully sought election under the UKUP and independent labels respectively.","Title":"2007 Northern Ireland Assembly election - Wikipedia","KeyID":"18886","URL":"https://en.wikipedia.org/wiki/2007_Northern_Ireland_Assembly_election"}