{"Content: ":"Coordinates: 54°38′37″N 5°38′52″W﻿ / ﻿54.643574°N 5.647796°W﻿ / 54.643574; -5.647796 Bangor Grammar School (The Grammar or B.G.S.), is a Northern Irish voluntary grammar school for boys in Bangor, County Down. It was founded in 1856 by the Conservative politician Robert Ward[2] and is one of eight Northern Irish schools represented on the Headmasters' and Headmistresses' Conference. Old boys of the school are known as Grammarians. Endowment for the school came from the will of local gentleman and politician Robert Ward of Castle Ward. Ward was the fourth son of Bernard Ward, 1st Viscount Bangor, and grandson of Michael Ward. Ward bequeathed £1,000 to be \"…expended in building and endowing a School-house for the education of boys in Mathematics, Astronomy and Navigation…\", in his family home town and parliamentary constituency. Initially established as Bangor Endowed School, the school was originally situated on the site of the modern day Bank of Ireland building on the corner of Main Street and Central Avenue. By the turn of the 20th century the school had changed its name to Bangor Grammar School and because of a growth in school population moved from site to site over a number of years. With the help of W.K. Crosby, the school moved to a new site on College Avenue, in the northeast of Bangor in 1906. The facade visible from College Avenue is a combination of two buildings: Crosby House (known as the Crosby Buildings), which dates back to 1905 and was named after the school's benefactor; and a later extension to the north, which was added as a Headmaster's residence around the time of the outbreak of The Great War (1914–1918). Despite Northern Ireland not being subject to conscription like the rest of the United Kingdom, a significant number of Grammarians volunteered for the British Armed Forces and fought in both World Wars, in particular the Second World War (1939–1945). The school population was comparatively small at this time, reaching just 200 pupils in 1930 as opposed to 936 pupils in 2008.[3] Two commemorative plaques are erected in the school assembly hall listing the names off all ex-pupils that died whilst serving in the British Armed Forces during both World Wars. The school's Debating Society minutes present a record of motions brought to the house concerning key events of the times, including a motion concerning the Munich Agreement.\" Bangor Grammar has won the rugby Ulster Schools Cup on five occasions and has appeared in nine finals.[4] The school is therefore ranked as seventh in terms of overall success in the competition.[5] The late 1980s saw a particularly successful period for the school, appearing in four finals from 1985 to 1988 and winning three of them.[4] Bangor Grammar have won the Burney Cup and McCullough Cup and All Ireland schools titles in hockey. In 2005, a badminton double was achieved in the Ulster Finals of the Minors Division 2 and the Seniors Ulster Cup. The Minors beat RBAI in the League Final 4–2 and the Seniors won 4–2. The Seniors were also in the Division 2 final but were beaten by Belfast Royal Academy, a Division 1 team. The school had a preparatory school called Connor House for pupils aged 4–11 until the end of the 2011–12 academic year. As is the case for many single-sex schools Bangor Grammar maintains close links with its sister single-sex school in Bangor, Glenlola Collegiate. The two schools regularly participate in joint activities, most notably the Combined Cadet Force, which meets in an MoD-funded, purpose-built site on Bangor Grammar's campus; the two Scripture Union Societies which hold joint meetings and activities; and the two drama departments, which collaborate on student productions. Former Bangor Grammar students have represented Northern Ireland, Ireland, Great Britain and Europe at international level in a number of sports. Source:[6][7][8][9][10][11]","Title":"Bangor Grammar School - Wikipedia","KeyID":"18898","URL":"https://en.wikipedia.org/wiki/Bangor_Grammar_School"}