{"Content: ":"Bangor (/ˈbæŋɡər/ BANG-gər;[3] from Irish: Beannchar [ˈbʲaːn̪ˠəxəɾˠ])[4] is a town[a] in County Down, Northern Ireland. It is a seaside resort on the southern side of Belfast Lough and within the Belfast Metropolitan Area. It functions as a commuter town for the Greater Belfast area, which it is linked to by the A2 road and the Belfast–Bangor railway line. Bangor is situated 13.6 miles (22 km) east from the heart of Belfast. The population was 61,011 at the 2011 Census.[5] Bangor is part of the North Down constituency. Tourism is important to the local economy, particularly in the summer months, and plans are being made for the long-delayed redevelopment of the seafront; a notable historical building in the town is Bangor Old Custom House. The largest plot of private land in the area, the Clandeboye Estate, which is located a few miles from the town centre, belonged to the Marchioness of Dufferin and Ava. Bangor hosts the Royal Ulster and Ballyholme yacht clubs. Bangor Marina is one of the largest in both Northern Ireland and Republic of Ireland, and holds Blue Flag status.[6] The town is twinned with Bregenz in Austria and Virginia Beach in the United States. On 20 May 2022, it was announced that, as part of the Platinum Jubilee Civic Honours, Bangor would be granted city status by Letters Patent later in 2022.[7] It will join Northern Ireland's current cities, Armagh, Belfast, Derry, Lisburn, and Newry. The town was originally called Inver Beg after the now culverted stream which ran past the abbey.[8] The place, also Inber Bece,[9] as an ancient name alluded to the finding of the skull of Bece, a pet dog, of one Bredcán or Brecán after his shipwreck. This drowning was linked back to the name of the whirlpool of Core Brecain, then understood to be located off Rathlin Island. The name Bangor is derived from the Irish word Beannchor (modern Irish Beannchar) meaning a horned or peaked curve or perhaps a staked enclosure, as the shape of Bangor Bay resembles the horns of a bull. It may also be linked to Beanna, Irish for cliffs. The area was also known as The Vale of Angels, as Saint Patrick once rested there and is said to have had a vision filled with angels.[10] The shield is emblazoned with two ships, which feature the Red Hand of Ulster on their sails, denoting that Bangor is in the province of Ulster. The blue and white stripes on the shield show that Bangor is a seaside town. Supporting the shield are two sharks, signifying Bangor's links with the sea. Each is charged with a gold roundel; the left featuring a shamrock to represent Ireland, and the right featuring a bull's head, possibly in reference to the derivation of the town's name. The arms are crested by a haloed St Comgall, founder of the town's abbey, who was an important figure in the spread of Christianity. The motto reads Beannchor, the archaic form of the town's name in Irish.[11] Bangor has a long and varied history, from the Bronze Age people whose swords were discovered in 1949 or the Viking burial found on Ballyholme beach, to the Victorian pleasure seekers who travelled on the new railway from Belfast to take in the sea air. The town has been the site of a monastery renowned throughout Europe for its learning and scholarship, the victim of violent Viking raids in the 8th and 9th centuries, and the new home of Scottish and English planters during the Plantation of Ulster.[17] The Annals of Ulster mentions that the monastery of Bangor was founded by Saint Comgall in approximately 555[18] and was where the Antiphonarium Benchorense was written, a copy of which can be seen in the town's heritage centre. The monastery had such widespread influence that the town is one of only four places in Ireland to be named in the Hereford Mappa Mundi in 1300. The monastery, situated roughly where the Church of Ireland Bangor Abbey stands at the head of the town, became a centre of great learning and was among the most eminent of Europe's missionary institutions in the Early Middle Ages, although it also suffered greatly at the hands of Viking raiders in the 8th century and the 9th century.[19] Saint Malachy was elected Abbot of the monastery in 1123, a year before being consecrated Bishop of Connor. His extensive travels around Europe inspired him to rejuvenate the monasteries in Ireland, and he replaced the existing wooden huts with stone buildings.[20] Bangor's founder, Comgall, was born in Antrim in 517. Originally a soldier, he took monastic vows and was educated for his new life. He is next seen in the Irish annals as a hermit on Lough Erne, however his rule was so severe that seven of his fellow monks died. He was persuaded to leave and establish a house at Bangor (or Beannchar, from the Irish \"Horned Curve\", probably in reference to the bay) in the Vale of the Angels. The earliest Irish annals give 558 as the date of Bangor's commencement.[21] At Bangor, Comgall instituted a rigid monastic rule of incessant prayer and fasting. Far from turning people away, this ascetic rule attracted thousands. When Comgall died in 602, the annals report that three thousand monks looked to him for guidance. Bangor Mór, named \"the great Bangor\" to distinguish it from its British contemporaries, became the greatest monastic school in Ulster as well as one of the three leading lights of Celtic Christianity. The others were Iona, the great missionary centre founded by Columba, and Bangor on the Dee, founded by Dinooth; the ancient Welsh Triads also confirm the \"Perpetual Harmonies\" at the house.[22] Throughout the sixth century, Bangor became famous for its choral psalmody. \"It was this music which was carried to the continent by the Bangor missionaries in the following century\".[23] Divine services of the seven hours of prayer were carried out throughout Bangor's existence, however the monks went further and carried out the practice of laus perennis. In the twelfth century, Bernard of Clairvaux spoke of Comgall and Bangor, stating, \"the solemnization of divine offices was kept up by companies, who relieved each other in succession, so that not for one moment day and night was there an intermission of their devotions.\" This continuous singing was antiphonal in nature, based on the call and response reminiscent of Patrick's vision, but also practised by St. Martin's houses in France. Many of these psalms and hymns were later written down in the Antiphonary of Bangor which came to reside in Colombanus' monastery at Bobbio, Italy.[24] In 580, a Bangor monk named Mirin took Christianity to Paisley in the west of Scotland, where he died \"full of sanctity and miracles\". In 590, the fiery Colombanus, one of Comgall's leaders, set out from Bangor with twelve other brothers, including Saint Gall who planted monasteries throughout Switzerland. In Burgundy, Columbanus established a severe monastic rule at Luxeuil which mirrored that of Bangor. From there he went to Bobbio in Italy and established the house which became one of the largest monasteries in Europe.[25] The modern town had its origins in the early 17th century when James Hamilton, a Lowland Scot, arrived in Bangor, having been granted lands in North Down by King James VI and I in 1605. In 1612, King James made Bangor a borough which permitted it to elect two MPs to the Irish Parliament in Dublin.[26] The Old Custom House, which was completed by Hamilton in 1637 after James I granted Bangor the status of a port in 1620, is a visible reminder of the new order introduced by Hamilton and his Scots settlers.[27] In 1689 during the Williamite War in Ireland, Marshal Schomberg's expedition landed at Ballyholme Bay and captured Bangor, before going on to besiege Carrickfergus. Schomberg's force went south to Dundalk Camp and were present at the Battle of the Boyne the following year.[28] The town was an important source of customs revenue for the Crown and in the 1780s Colonel Robert Ward improved the harbour and promoted the cotton industries; today's seafront was the location of several large steam-powered cotton mills, which employed a large workforce.[29] The end of the 18th century was a time of great political and social turmoil in Ireland, as the United Irishmen, inspired by the American and French Revolutions, sought to achieve a greater degree of independence from Britain. On the morning of 10 June 1798 a force of United Irishmen, mainly from Bangor, Donaghadee, Greyabbey and Ballywalter attempted to occupy the nearby town of Newtownards. They met with musket fire from the market house and were subsequently defeated.[30][31] By the middle of the 19th century, the cotton mills had declined and the town changed in character once again. The laying of the railway in 1865 meant that inexpensive travel from Belfast was possible, and working-class people could afford for the first time to holiday in the town. Bangor soon became a fashionable resort for Victorian holidaymakers, as well as a desirable home to the wealthy. Many of the houses overlooking Bangor Bay (some of which have been demolished to make way for modern flats) date from this period. The belief in the restorative powers of the sea air meant that the town became a location for sea bathing and marine sports, and the number of visitors from Great Britain increased during the Edwardian era at the beginning of the 20th century, which also saw the improvement of Ward Park.[32] The inter-war period of the early 20th century saw the development of the Tonic Cinema, Pickie Pool and Caproni's ballroom. All three were among the foremost of their type in Ireland, although they no longer exist. However, there is a park which replaced Pickie Pool named Pickie Fun Park. A children's paddling pool was created as the original Pickie Pool was demolished due to the rejuvenation of Bangor seafront in the 1980s and early 1990s. Pickie Fun Park closed in early 2011 to be refurbished and modernised. The park, which reopened in March 2012, boasts an 18-hole maritime themed mini golf course, children's electric cars and splash pads (replacing the old children's paddling pool). Also, the Pickie Puffer steam train has been given an enhanced route while the swans have a brand new lagoon.[33] During World War II, General Dwight D. Eisenhower addressed Allied troops in Bangor, who were departing to take part in the D-Day landings. In 2005, his granddaughter Mary-Jean Eisenhower came to the town to oversee the renaming of the marina's North Pier to the Eisenhower Pier.[34] With the growing popularity of inexpensive foreign holidays from the 1960s onwards, Bangor declined as a tourist resort and was forced to rethink its future. The second half of the 20th century saw its role as a dormitory town for Belfast become more important. Its population increased dramatically; from around 14,000 in 1930 it had reached 40,000 by 1971 and 58,000 by the end of the century (the 2001 census showed the population as 76,403).[35] The 1970s saw the building of the Springhill Shopping Centre, an out–of–town development near the A2 road to Belfast and Northern Ireland's first purpose-built shopping centre. It has been demolished to facilitate a modern Tesco supermarket.[36] In the early 1990s, Bloomfield Shopping Centre, another out–of–town development, opened beside Bloomfield Estate. In 2007, a major renovation of the centre began, including the construction of a multistorey car park. The trend towards out–of–town shopping centres was somewhat reversed with the construction of the Flagship Centre around 1990. The Flagship Centre went into administration and was closed in January 2019, it is currently undergoing appraisal for re-development options.[37] The former seafront of the town is awaiting redevelopment and has been for over two decades, with a large part of the frontage already demolished, leaving a patch of derelict ground facing onto the marina. A great deal of local controversy surrounds this process and the many plans put forward by the council and developers for the land. In November 2009 it was voted by UTV viewers as Ulster's Biggest Eyesore. A state of the art recycling centre has been built in Balloo Industrial Estate which is supposed to be one of the most advanced in Europe. It opened in the summer of 2008.[38][39] On 20 May 2022, it was announced that, as part of the Platinum Jubilee Civic Honours, Bangor would be granted city status by Letters Patent later in 2022.[40] Despite escaping much of the sectarian violence during The Troubles, Bangor was the site of some major incidents. During the troubles there were eight murders in the town including that of the first Royal Ulster Constabulary (RUC) woman to be murdered on duty; 26-year-old Mildred Harrison was killed by an explosion from a UVF bomb while on foot patrol in the High Street on 16 March 1975.[41] On 23 March 1972 the IRA detonated two large car bombs on the town's main street.[42] On 30 March 1974, paramilitaries carried out a major incendiary bomb attack on the main shopping centre in Bangor.[43][44] On 21 October 1992, an IRA unit from the lower Ormeau exploded a 200-pound (91 kg) bomb in Main Street, causing large amounts of damage to nearby buildings.[45][46] Main Street sustained more damage on 7 March 1993, when the IRA exploded a 500-pound (230 kg) car bomb. Four RUC officers were injured in the explosion; the cost of the damage was later estimated at £2 million, as there was extensive damage to retail premises and Trinity Presbyterian Church, as well as minor damage to the local Church of Ireland Parish Church and First Bangor Presbyterian Church.[47] Bangor is administered by Ards and North Down Borough Council which is based at Bangor Castle.[48] Bangor had an estimated Gross Domestic Product (GDP) of the equivalent of $US678 million in 2015.[49] Bangor lies on the east coast of Northern Ireland, on the south shore of the mouth of Belfast Lough, north east of central Belfast. The sea area to the north east of Bangor is Ballyholme Bay, named for the township of Ballyholme in the east of the town. During World War II the bay was used as a base for American troops training for the Normandy Landings.[50] Two ships have been named SS Ballyholme Bay. In 1903 a Viking grave was found on the shore at Ballyholme Bay: it contained two bronze brooches, a bowl, a fragment of chain and some textile material.[51] It has been said that \"Ballyholme Bay is a sheltered bay and studies have suggested that it is one of the best landing places on Belfast Lough and would therefore have made a good location for a Viking base. It is possible that the burial was associated with a Viking settlement in the area.\"[52] In 1689 Field Marshal Schomberg landed with 10,000 troops either at Ballyholme Bay or at Groomsport, a little further east.[53] On Census day (27 March 2011) there were 61,011 people living in Bangor, accounting for 3.37% of the NI total.[5] Of these: Colleges and schools in the area include South Eastern Regional College, Bangor Academy and Sixth Form College, Bangor Grammar School, Glenlola Collegiate School, and St Columbanus' College. Primary schools include Towerview Primary School, Clandeboye Primary, Ballyholme Primary School, Kilmaine Primary, St Malachy's Primary, St Comgall's Primary, Grange Park Primary, Ballymagee Primary, Bloomfield Primary, Kilcooley Primary, Rathmore Primary, Towerview Primary, and Bangor Central Integrated Primary School. There are also a number of secondary, grammar, and primary schools in nearby towns and the vicinity of Bangor such as Crawfordsburn Primary & Groomsport Primary; Priory Integrated College, Sullivan Upper School, Regent House Grammar School, Movilla High School, Strangford College, Campbell College, and Rockport School are secondary schools. Like the rest of Northern Ireland, Bangor has a mild climate with few extremes of weather. It enjoys one of the sunniest climates in Northern Ireland, and receives about 900 millimetres (35 in) of rain per year, which is moderate by Ireland's standards. Snow is rare but occurs at least once or twice in an average winter and frost is not as severe as areas further inland. This is due to the mild winters and close proximity to the sea. Winter maxima are about 8 °C (46 °F) but can reach as high as 15 °C (59 °F). Average maxima in summer are around 20 °C (68 °F), although the record high is 30 °C (86 °F). The lowest recorded temperature is −8 °C (18 °F). Temperatures above 25 °C (77 °F) in Bangor can be uncomfortable due to the high humidity, with an apparent temperature in the high 20s. The climate puts Bangor in USDA plant hardiness zone 9a. Bangor has had a number of extreme weather events, including hot summers in 2006, 2013 and 2018. The summers of 2007, 2008 and 2009 were some of the wettest on records with flooding in June 2007. The Autumn of 2006 was also the warmest recorded. December 2010 saw record snowfall fall on the town, with temperatures below −7 °C (19 °F). On 21 December 2010 an unofficial weather station manned by a retired meteorological officer in the Springhill area recorded a low of −8.1 °C (17.4 °F), and a high of −2.0 °C (28.4 °F). Snow lay to a level depth of 24 cm (9.4 in), the same morning. Inland Northern Ireland saw almost −19 °C (−2 °F), new record lows. Like much of the UK, spring 2020 was the sunniest on record. The first section of Belfast and County Down Railway line from Belfast to Holywood opened in 1848 and was extended to Bangor by the Belfast, Holywood and Bangor Railway (BHBR), opening on 1 May 1865, along with Bangor railway station. It was acquired by the BCDR in 1884.[55] and closed to goods traffic on 24 April 1950.[56] Bangor West railway station was opened by the Belfast and County Down Railway on 1 June 1928.[56] Bangor is served by Ulsterbus, which aside from local town services, provides daily services to Belfast, Newtownards, Holywood and Donaghadee. In football, NIFL Championship sides Ards and Bangor play at Clandeboye Park on Clandeboye Road.[57] Bangor has two hockey clubs that cater for both men's and women's hockey, respectively: Bangor RFC plays in division 2C of the All-Ireland league at Upritchard Park. Bangor has clubs such as the Royal Ulster Yacht Club and Ballyholme Yacht Club which is the venue for Northern Ireland's Elite Sailing Facility. Bangor Aurora Aquatic and Leisure Complex includes Northern Ireland's only Olympic-size swimming pool.[58] The town has created an environment which has supported local musicians, such as Foy Vance and Snow Patrol.[59] Bangor is twinned with:[60][61]","Title":"Bangor, County Down - Wikipedia","KeyID":"18897","URL":"https://en.wikipedia.org/wiki/Bangor,_County_Down"}