{"Content: ":"The facial canal (canalis nervi facialis), also known as the Fallopian canal, is a Z-shaped canal running through the temporal bone of the skull. It runs from the internal acoustic meatus to the stylomastoid foramen. It contains the facial nerve (CN VII), after which it is named. The facial canal runs from the internal auditory meatus to the stylomastoid foramen. In humans it is approximately 3 cm long, which makes it the longest human osseous canal of a nerve.[1] It is located within the middle ear region, according to its shape it is divided into three main segments: the labyrinthine, the tympanic, and the mastoidal segment.[2] It contains the facial nerve (CN VII), after which it is named.[3] The labyrinthine segment runs from the internal auditory meatus to the geniculate ganglion, superior to cochlea. Initially, it runs anterolaterally before turning sharply posterolaterally at the geniculate ganglion (first bend of the facial canal). The tympanic segment starts from the geniculate ganglion and until the second bend of the facial canal. It is closely related to the posterior and medial walls of the tympanic cavity. It lies superior to the oval window and inferior to the lateral semicircular canal. The mastoid segment starts from the second bend of the facial canal, going downwards, towards the stylomastoid foramen. The narrowest part is located at the beginning of the labyrinthine segment and midpoint of tympanic segment.[4] The prominence of the facial canal (or prominence of the aqueduct of Fallopius) indicates the position of the bony facial canal in which the facial nerve is contained; this canal traverses the medial wall of the tympanic cavity above the oval window, and behind this it curves nearly vertically downward along the posterior wall. The facial canal contains the facial nerve (CN VII), after which it is named.[1] At the internal auditory meatus, the facial nerve together with its intermediate nerve, enters through the anterosuperior part, and the vestibulocochlear nerve enters through the posteroinferior part into the facial canal.[4] The facial canal may be interrupted in some people.[1] This may lead to the facial nerve being split into 2 or 3 fibres, or it may be poorly formed or congenitally absent on one side.[1] The facial canal was first described by Gabriele Falloppio.[5] This is why it may also be known as the Fallopian canal.[5] Lateral head anatomy detail. Facial nerve dissection. Tympanic cavity. Facial canal. Internal carotid artery. Coronal section of right temporal bone. Prominence of the facial canal labeled at top, fourth from the left.","Title":"Facial canal - Wikipedia","KeyID":"1890","URL":"https://en.wikipedia.org/wiki/Facial_canal"}