{"Content: ":"William \"Bill\" Craig (2 December 1924 – 25 April 2011) was a Northern Irish politician best known for forming the Unionist Vanguard movement. From Cookstown, County Tyrone, Craig was educated at Royal School Dungannon, Larne Grammar School and Queen's University Belfast.[1][2] After serving in the Royal Air Force (as a Lancaster bomber rear gunner) during World War II, he became a solicitor. He was active in the Ulster Unionist Party (UUP) and led the Ulster Young Unionist Council. He was elected to the Stormont Parliament in a by-election in 1960 for Larne, and became a Minister in 1963. He held several portfolios under Terence O'Neill, eventually as Minister for Home Affairs. His most notable action while in this office was to ban the march of Northern Ireland Civil Rights Association on 5 October 1968. He also accused the civil rights movement of being a political front for the IRA. On 11 December 1968, O'Neill dismissed Craig when he suspected Craig was a supporter of Ulster nationalism. Craig began to build a power base for himself within unionism, becoming head of the Ulster Loyalist Association. The UUP withdrew the whip from him in May 1970 and Craig then began to make plans to form his own political party. The Ulster Vanguard movement was formed on 9 February 1972 under Craig's leadership (the Deputy Leaders were the Reverend Martin Smyth and Captain Austin Ardill). Ulster Vanguard advocated a semi-independent Northern Ireland. Vanguard held a large rally on 18 March 1972 in Belfast's Ormeau Park at which Craig said \"We must build up the dossiers on the men and women who are a menace to this country, because one day, ladies and gentlemen, if the politicians fail, it may be our job to liquidate the enemy\".[3] Vanguard also staged a two-day strike in protest at the prorogation of the Stormont Parliament. In April 1972, Vanguard issued a policy statement \"Ulster – A Nation\" which said that Northern Ireland might have to consider independence. In October, he spoke at a meeting of the Conservative Monday Club, a group of right-wing Conservative MPs at Westminster. He told them he could mobilise 80,000 men to oppose the UK Government, adding \"We are prepared to come out and shoot and kill. I am prepared to come out and shoot and kill, let's put the bluff aside. I am prepared to kill, and those behind me will have my full support.\" In March 1973, the Ulster Vanguard became the Vanguard Unionist Progressive Party. The Vanguard Unionists under Craig formed part of the United Ulster Unionist Council which opposed the power-sharing Sunningdale Agreement. Craig was elected to the Northern Ireland Assembly created under the Sunningdale Agreement, and he won a seat in the UK Parliament at the February 1974 general election for East Belfast. However, in the Northern Ireland Constitutional Convention in the mid-1970s, Craig broke with the majority of his party to support voluntary power-sharing with the Social Democratic and Labour Party. The Vanguard Unionists fell apart, with one section forming the United Ulster Unionist Party, and Craig led the remains of Vanguard to rejoin the Ulster Unionist Party in 1978, but lost his seat at the 1979 general election. Craig subsequently broke with the Ulster Unionists once more. When elections were held for the new Northern Ireland Assembly in 1982, Craig revived the name Vanguard for his candidacy in East Belfast. However, he failed to be elected. That marked the effective end of Craig's political career. After a long period away from public life, he died on 25 April 2011. He had suffered a stroke the previous month.[4] Many historians have agreed that Craig found it difficult to accept that Northern Ireland had to make social and economic reforms. Craig led opposition to those proposals throughout the premiership of Terence O'Neill, James Chichester-Clark and Brian Faulkner. Although he showed few intentions when he became the leader of the Unionist Vanguard movement, he showed public intention to form a Northern Ireland Executive in 1975 with the Social Democratic and Labour Party, along with the Alliance Party and Ulster Unionist Party. That is mainly overshadowed due to his early political beliefs and refusal to accept reform and change to Northern Irish society.","Title":"William Craig (Northern Ireland politician) - Wikipedia","KeyID":"18913","URL":"https://en.wikipedia.org/wiki/William_Craig_(Northern_Ireland_politician)"}