{"Content: ":"John David Taylor, Baron Kilclooney, PC (NI) (born 24 December 1937) is a Crossbench life peer[1] from Northern Ireland, who has sat in the House of Lords since 2001. He previously served as the Ulster Unionist Party (UUP) Member of Parliament (MP) for Strangford from 1983 to 2001. He was deputy leader of the UUP from 1995 to 2001, and a Member of the Northern Ireland Assembly (MLA) for Strangford from 1998 to 2007. Taylor also served as a Member of the European Parliament (MEP) for Northern Ireland from 1979 to 1989. Taylor was born in Armagh in Northern Ireland.[2] He was educated at The Royal School, Armagh, and Queen's University Belfast, where he graduated with a Bachelor of Science (BSc) degree.[3] Taylor's political career began as MP for South Tyrone in the Northern Irish House of Commons between 1970 and 1972, and he served in the Government of Northern Ireland as Minister of State at the Ministry of Home Affairs.[4] On 25 February 1972, he survived an assassination attempt in Armagh by the Official Irish Republican Army.[5] Two men, including Joe McCann (who was himself shot dead some months afterwards whilst evading arrest), raked his car with bullets, hitting Taylor five times in the neck and head.[6] Taylor survived, but needed extensive reconstructive surgery on his jaw. Despite this, Taylor soon re-entered politics. He represented Fermanagh & South Tyrone in the short-lived Northern Ireland Assembly elected in 1973 and dissolved in 1974, following the collapse of the power-sharing Executive.[7] He became a Member of the European Parliament for Northern Ireland in 1979, remaining an MEP until 1989.[8] On 20 January 1987,[9] Taylor left the European Democrats, with whom the Conservatives sat, to join the European Right group.[10] He was elected to the Northern Ireland Assembly in 1982 for North Down.[11] He then became MP for Strangford in 1983, until 2001.[12] He was a member of Castlereagh Borough Council from 1993–1997. In February 1989 he joined the anti-communist Conservative Monday Club and appears on the list of their speakers at the Annual Conference of its Young Members' Group at the United Oxford & Cambridge Club in Pall Mall, on 18 November 1989, when he spoke on 'The Union and Northern Ireland'.[citation needed] Following the 2001 general election, on 17 July he was created a life peer as Baron Kilclooney, of Armagh in the County of Armagh,[13] sitting as a crossbencher. He sat on the Northern Ireland Policing Board from 4 November 2001 until 31 March 2006.[14] He continued to sit as a member of the Northern Ireland Assembly until his retirement prior to the elections in March 2007. He remains the only active politician to have participated in all levels of government in Northern Ireland, from local council, the Parliament of Northern Ireland, Westminster, Europe, all previous failed Assemblies and Conventions and the current incarnation of the Assembly.[citation needed] In January 2012, Taylor wrote to The Scotsman newspaper asserting that Scotland should be subject to partition, depending on the outcome of the Scottish independence referendum.[15] Taylor is a member of the Farmers Club in London, and the County Club in Armagh City. He owns Alpha Newspapers, which operates local newspaper titles in Northern Ireland and the Republic.[16] He married Mary Todd in 1970, and has six children. In 1988, Taylor replied to a letter from Gearoid Ó Muilleoir, deputy president of the Student’s Union in Queen's University Belfast, relating to grants for students in Northern Ireland. Taylor's letter said, \"Since your surname is clearly unpronounceable I have, rightly or wrongly, concluded that you are Irish and not British. I therefore suggest that you, and those whom you represent, apply for any necessary grants to the Dublin Government.\"[17] In September 1993 Taylor described Loyalist paramilitary victims (overwhelmingly Catholic civilians) \"generally\" as \"members of organisations which support the IRA\".[18] Earlier that same month he also said the increasing fear amongst Catholics might be helpful because they were beginning to \"appreciate\" the fear in the Protestant community.[19] Taylor later repudiated being Irish in a debate in Dublin: \"We in Northern Ireland are not Irish. We do not jig at crossroads, speak Gaelic, play GAA etc… It is an insult for Dubliners to refer to us as being Irish.\"[20] In 1997, British Prime Minister Tony Blair issued a statement on the Irish Famine, in which he said \"those governed in London at the time failed their people through standing by while a crop failure turned into a massive human tragedy. We must not forget such a dreadful event.\" Taylor said, \"I suppose it is a nice gesture by the prime minister but he will find it will not satisfy and there will be yet more demands. The Irish mentality is one of victimhood - they ask for one apology one week and another on a different subject the next.\"[21] In 2013 he attended the annual conference of the far-right Traditional Britain Group.[22] In November 2017, Taylor attracted criticism for describing the then-Taoiseach of the Republic of Ireland Leo Varadkar as \"the Indian\".[23] Taylor withdrew his comment, stating that he had forgotten how to spell the Irish head of government's name, despite spelling it in an earlier tweet.[23] Despite this contrition, in May 2018 Taylor once again referred to Varadkar as a \"typical Indian\" following Varadkar's visit to Northern Ireland.[24] This time Taylor stood by his comment, stating that the Taoiseach had \"upset Unionists\" with his visit, but reiterated that he was not a racist.[24] On 9 November 2020, Taylor made a series of statements on Twitter about American Vice-President-Elect Kamala Harris, saying, \"What happens if Biden moves on and the Indian becomes President. Who then becomes Vice President?\"[25][26] When challenged, he claimed that he did not know the name of the vice-president elect, by way of explaining his term of reference. He said, \"I had never heard of her nor knew her name is Harris. India is quite rightly celebrating that an Indian, who has USA citizenship, has been appointed Vice President elect\".[27] Taylor had previously been labelled an \"old racist dinosaur\" by Piers Morgan, for comments he had made in 2017 about cricketer Moeen Ali. Taylor had said on Twitter that, \"Times have changed! The England team now needs non English people in order to win Test Games\". When it was pointed out that Ali was born in Britain, Taylor responded, \"Moeen Ali is proud to be British but racially he is not English. There is a difference between being English and being British!!\", adding that, \"A Chinese born in England is Chinese and not English!\".[28] In July 2021, During the Euro 2021 football competition, Taylor posted remarks on Twitter criticising the Spain national football team for not singing their national anthem at the start of football matches. Commentators responded by pointing out that the Spanish national anthem does not, in fact, have any lyrics.[29]","Title":"John Taylor, Baron Kilclooney - Wikipedia","KeyID":"18917","URL":"https://en.wikipedia.org/wiki/John_Taylor,_Baron_Kilclooney"}