{"Content: ":"The Catholic Church in Ireland (Irish: Eaglais Chaitliceach in Éireann) or Irish Catholic Church, is part of the worldwide Catholic Church in communion with the Holy See. With 3.7 million members, it is the largest Christian church in Ireland. In the Republic of Ireland's 2016 census, 78% of the population identified as Catholic; this was 6% lower than the 2011 figure. By contrast, 41% of people in Northern Ireland identified as Catholic at the 2011 census; it is expected that this proportion will increase in the coming years.[1] The Archbishop of Armagh, as the Primate of All Ireland, has ceremonial precedence in the church. The church is administered on an all-Ireland basis. The Irish Catholic Bishops' Conference is a consultative body for ordinaries in Ireland. Christianity has existed in Ireland since the 5th century and arrived from Roman Britain (most famously associated with Saint Patrick), forming what is today known as Gaelic Christianity. It gradually gained ground and replaced the old pagan traditions. The Catholic Church in Ireland cites its origin to this period and considers Palladius as the first bishop sent to the Gaels by Pope Celestine I. However, during the 12th century a stricter uniformity in the Western Church was enforced, with the diocesan structure introduced with the Synod of Ráth Breasail in 1111 and culminating with the Gregorian Reform which coincided with the Norman invasion of Ireland. After the Tudor conquest of Ireland, the English Crown attempted to import the Protestant Reformation into Ireland. The Catholic Church was outlawed and adherents endured oppression and severe legal penalties for refusing to conform to the religion established by law — the Church of Ireland. By the 16th century, Irish national identity coalesced around Irish Catholicism. For several centuries, the Irish Catholic majority were suppressed. In the 19th century, the church and the British Empire came to a rapprochement. Funding for Maynooth College was agreed as was Catholic Emancipation to ward off revolutionary republicanism. Following the Easter Rising of 1916 and the creation of the Irish Free State, the church gained significant social and political influence. During the late 20th century, a number of sexual abuse scandals involving clerics emerged. Before the fifth century, the Roman Empire had not reached Ireland. When the Edict of Milan in 313 AD allowed tolerance for the religion of Christianity, and the Edict of Thessalonica in 380 AD enforced it as the state religion of the Empire, the indigenous Indo-European pagan traditions of the Gaels in Ireland were unaffected. Since Gaelic Ireland was a highly decentralised tribal society, and was free from Christian influence, mass conversion to a new system would prove a drawn out process.[2] Curiously, there is no tradition of a New Testament figure visiting the island. Joseph of Arimathea was said to have come to Britain, Mary Magdalene, Martha and Lazarus of Bethany to France, but none were reputed to have seen Ireland itself. Instead, medieval Gaelic historians in works such as the Lebor Gabála Érenn attempted to link the historical narrative of their people (represented by the proto-Gaelic Scythians) to Moses in Egypt.[note 1] Furthermore, according to the Lebor Gabála Érenn, the lifetime of Jesus Christ was syncronised with the reigns of Eterscél, Nuadu Necht and Conaire Mór as High Kings of Ireland. In medieval tellings, Conchobar mac Nessa, a King of Ulster, was born at the same hour as Christ. Later in life, upon seeing an unexplained \"darkening of the skies\", Conchobar mac Nessa found out from a druí that Christ had been crucified. He fled into a rage, and died himself on the spot[3][4] Regardless, the earliest stages of Christianity in Ireland, during its 5th century arrival, are somewhat obscure. Native Christian figures, however, including Ailbe, Abbán, Ciarán and Declán, later venerated as a saint, are known. These were typically in Leinster and Munster. The early stories of these people mention journeys to Roman Britain, Roman Gaul and even Rome itself. Indeed, Pope Celestine I is held to have sent Palladius to evangelise the Gaels in 431, though success was limited. Apart from these, the figure most associated with the Christianisation of Ireland is Patrick (Maewyn Succat), a Romano-British nobleman, who was captured by the Gaels during a raid, when the Roman rule in Britain was in decline. Patrick contested with the druí, targeted the local royalty for conversion, and re-orientated Irish Christianity to having Armagh, an ancient royal site associated with the goddess Macha (an aspect of An Morríghan), as the preeminent seat of power.[5] Much of what is known about Patrick is to be gleaned from the two Latin works attributed to him: Confessio and Epistola ad Coroticum. The two earliest lives of Ireland's patron saint emerged in the 7th century, authored by Tírechán and Muirchú. Both of these are contained within the Book of Armagh.[6] From its inception in the Early Middle Ages, the Gaelic Church was organised around powerful local monasteries. The lands which monasteries were based on were known as termonn lands, holding a special tax exempt status, and were places of sanctuary. The spiritual heirs and successors of the saintly founders of these monasteries were known as Coarbs, who held the right to provide Abbots. For example: the Abbot of Armagh was the Comharba Phádraig, the Abbot of Iona was the Comharba Cholm Cille, the Abbot of Clonmacnoise was the Comharba Chiarán, the Abbot of Glendalough was the Comharba Chaoimhín and so on. The larger monasteries had various subordinate monasteries within a particular \"family\". The position of Coarb, like others in Gaelic culture, was hereditary, held by a particular ecclesiastical clann with the same paternal bloodline and elected from within a family through tanistry (usually protected by the local Gaelic king). This was the same system used for the selection of kings, standard bearers, bardic poets and other hereditary roles. Erenagh were the hereditary stewards of the termonn lands of a monastery. Monks also founded monasteries on smaller islands around Ireland, for instance Finnian at Skellig Michael, Senán at Inis Cathaigh and Columba at Iona. As well as this, Brendan was known for his offshore \"voyage\" journeys and the mysterious Saint Brendan's Island. The influence of the Irish Church spread back across the Irish Sea to Great Britain. Dál Riata in what is now Argyll was geopolitically continuous with Ireland and Iona held an important place in Irish Christianity, with Columban monastic activities either side of the North Channel. From here, Irish missionaries converted the pagan northern Picts of Fortriu. They were also esteemed at the court of the premier Angle-kingdom of the time, Northumbria, with Aidan from Iona founding a monastery at Lindisfarne, converting them to Christianity (the Northumbrians in turn converted Mercia). Surviving artifacts such as the Lindisfarne Gospels, share the same insular art-style with the Stowe Missal and Book of Kells. By the 7th century, rivalries between Hibernocentric-Lindisfarne and Kentish-Canterbury emerged within the Heptarchy, with the latter established by the mission of Roman-born Augustine of Canterbury. Customs of the Irish Church which differed, such as the date which Easter was calculated and the Gaelic monks' manner of tonsure was highlighted. The issue was resolved in southern Ireland with Clonfert replying to Pope Honorius I with the Letter of Cumméne Fota, around 626-628. After a separate dialogue with Rome, Armagh followed in 692. The Columbans of Iona were the most resistant of the Irish, holding out until the early 700s, though their satellite Lindisfarne was pressured into changing at the Synod of Whitby in 664, partly due to an internal political struggle.[note 2] The longest holdouts were the Cornish Britons of Dumnonia, as part of their conflict with Wessex. Indeed, the Cornish had been converted by Irish missionaries: patron saint Piran (also known as Ciarán) and a nun princess Ia; who gave her name to St. Ives; were foremost. As well as Ia, there were also female saints in Ireland during the early period, such as Brigid of Kildare and Íte of Killeedy. The oldest surviving liturgical text of the Church in Ireland is the Antiphonary of Bangor from the 7th century. Indeed, at Bangor, a saint by the name of Columbanus developed his Rule of St. Columbanus. Strongly penetential in nature, this Rule played a seminal role in the formalisation of the Sacrament of Confession in the Catholic Church. The zeal and piety of the Church in Ireland during the 6th and 7th centuries was such that many monks, including Columbanus and his companions, went as missionaries to Continental Europe, especially to the Merovingian and Carolingian Frankish Empire. Notable establishments founded by the Irish Christians were Luxeuil Abbey in Burgundy, Bobbio Abbey in Lombardy, Abbey of Saint Gall in modern Switzerland and Disibodenberg Abbey near Odernheim am Glan. These Columbanian monasteries were great places of learning, with substantial libraries; these became centres of resistance to the heresy of Arianism. Later, the Rule of St. Columbanus was supplanted by the \"softer\" Rule of St. Benedict. The ascetic nature of Gaelic monasticism has been compared to the Desert Fathers of Egypt. Martin of Tours and John Cassian were significant influences. Within the Catholic Church, the Gregorian Reform took place during the 11th century, which reformed the administration of the Roman Rite to a more centralised model and closely enforced disciplines such as the struggle against simony, marriage irregularities and in favour of clerical celibacy. This was in the aftermath of the East–West Schism between the Catholic Church in the West and the Orthodox Church in the East. These Roman Reforms reached Ireland with three or four significant Synods: the First Synod of Cashel (1101) was called by Muirchertach Ó Briain, the High King of Ireland and King of Munster, held at the Rock of Cashel with Máel Muire Ó Dúnáin as papal legate, affirming many of these disciplines. This was followed by the Synod of Ráth Breasail (1111), called by the High King with Giolla Easpaig as the papal legate (he had been an associate of Anselm of Aosta), which moved the administration of the Church in Ireland from a monastic-centered model to diocesian-centered one, with two Provinces at Armagh and Cashel established, with twelve territorial diocese under the Archbishop of Armagh and Archbishop of Cashel respectively. It also brought Waterford under Cashel, as the Norsemen had previously looked to the Province of Canterbury. Cellach of Armagh, the \"Coarb Pádraig\", was present and recognised with the new title as Archbishop of Armagh, which was given the Primacy of Ireland. One of the major figures associated with the Gregorian Reform in Ireland was Máel Máedóc Ó Morgair, also known as Malachy, who was an Archbishop of Armagh and the first Gaelic Irish saint to undergo a formal canonisation process and official proclamation. Máel Máedóc was closely associated with Bernard of Clairvaux and introduced his Cistercian order from France into Ireland with the foundation of Mellifont Abbey in 1142. He had visited Pope Innocent II in Rome to discuss implementing reforms. It was in association with these foundations that the Synod of Kells-Mellifont (1152) took place. Malachy had died a few years previously and so Cardinal Giovanni Paparoni was present as papal legate for Pope Eugene III. It rejected Canterbury's pretentions of primacy over the Irish Church. This created two more Provinces and Archbishops, with an Archbishop of Dublin and an Archbishop of Tuam added. Tuam was established in acknowledgement of the political rise of Connacht, with the High King being Toirdhealbhach Ó Conchobhair. Another major figure associated with this Reform was Lorcán Ó Tuathail, Archbishop of Dublin who founded Christ Church at Dublin under the Reformed Augustinians. Due to the influential hagiography, the Life of Saint Malachy, authored by Bernard of Clairvaux, with a strongly Reformist Cistercian zeal, the view that the Gaelic Irish Christians were \"savages\", \"barbarian\" or \"semi-pagan\"; due to their difference in church discipline and organisation and despite a reform already underway under the native High Kings; found a wide footing in Western Europe. In 1155, John of Salisbury, Secretary to the Archbishop of Canterbury (then Theobald of Bec), visited Benevento where the first English Pontiff, Pope Adrian IV (Nicholas Breakspear) was reigning. Here, he spoke of the need for Reform for the Church in Ireland, requesting that this be overseen by the King of England, then Henry II Plantagenet, who would have the right to invade and rule Ireland. Adrian IV published the Papal bull Laudabiliter giving permission for this proposal.[7] This was not acted on immediately or made public, partly due to the King's own problems with the church (i.e. — murder of Thomas Becket) and his mother Empress Matilda being opposed to him acting on it. The Normans had conquered England around century earlier and now due to internal political rivalries within Gaelic Ireland, began to invade Ireland in 1169, under Strongbow, ostensibly to restore the King of Leinster. Fearful that the Norman barons would set up their own rival Kingdom and wanting Ireland himself, Henry II landed at Waterford in 1171, under the authority of Laudabiliter (ratified by Pope Alexander III).[8] Once established, he held the Second Synod of Cashel (1172). The Synod, ignored in the Irish annals, is known from the writings of Gerald of Wales, the anti-Gaelic Norman who authored Expugnatio Hibernica (1189). Three of the four Irish Archbishops are said to have attended, with Armagh not present due to infirmity but supportive. It relisted most of the Reforms already approached before and included a tithe to be paid to the parish and that \"divine matters\" in the Irish Church should be conducted along the lines observed by the English Church. In the following years, Norman-descended churchmen would now play a direct role within the Irish Church as the political Lordship of Ireland was established, though many Gaelic kingdoms and their dioceses remained too. Crusading military orders, such as the Knights Templar and Knights Hospitaller had a presence in Ireland, mostly, though not exclusively, in the Norman areas.[9] The Templars had their Principal at Clontarf Castle until their suppression in 1308[10] and received land grants from various patrons; from the de Laceys, Butlers, Taffes, FitzGeralds and even O'Mores. Their Master in Ireland was part of the administration of the Lordship of Ireland. The Hospitallers (later known as the Knights of Malta) had their Priory at Kilmainham and various preceptories in Ireland.[11] They took over Templar properties and continued throughout the Medieval period. During the 13th century, the mendicant orders began to operate within Ireland and 89 friaries were established during this period.[12] The first of these to arrive were the Order of Preachers (also known as the Dominicans), they first established a branch at Dublin in 1224, shortly followed by one at Drogheda the same year, before spreading further.[12] Prominent examples of Dominican establishments from this era are Black Abbey in Kilkenny and Sligo Abbey. Their biggest rivals, the Order of Friars Minor (also known as the Franciscans) arrived at around the same time, either 1224 or 1226, with their first establishment at Youghal. The Ennis Friary and Roscrea Friary in Thomond founded by the O'Briens are other prominent Franciscan examples. The Carmelites arrived next in 1271, followed by the Augustinians.[12] Within these orders, as demonstrated by the Franciscans in particular, there was often a strong ethnic conflict between the native Irish Gaels and the Normans.[13] During the Western Schism which lasted from 1378 to 1417, within which there were at least two claimants to the Papacy (one in Rome and one in Avignon), different factions within Gaelic Ireland disagreed on whom to support.[14] This was not a doctrinal dispute, but a political one. The Plantagenet-controlled Lordship of Ireland followed the Kingdom of England in backing the Pope in Rome. Meanwhile, there were two main power blocs among the Gaelic kingdoms and Gaelicised-lordships supporting different contenders. The \"Donn\" faction, led by the O'Neill of Tyrone, O'Brien of Thomond, Burke of Clanrickard and O'Connor Donn of Roscommon supported Rome.[14] Through the agency of the Earl of Ormond, they had been loosely allied to Richard II of England when he made an expedition to Ireland in 1394–95.[14] Secondly, there was the \"Ruadh\" faction, led by the O'Donnell of Tyrconnell, Burke of Mayo and O'Connor Ruadh of Roscommon; from 1406, they were joined by the O'Neill of Clannaboy.[14] This alternative power faction backed the Avignon Antipapacy and were more closely allied to the Stewart-controlled Kingdom of Scotland.[14] The situation was finally resolved by the Council of Constance of 1414–1418 with full reunification of the Church. A confusing but defining period arose during the English Reformation in the 16th century, with monarchs alternately for or against papal supremacy. When on the death of Queen Mary in 1558, the church in England and Ireland broke away completely from the papacy, all but two of the bishops of the church in Ireland followed the decision.[15] Very few of the local clergy led their congregations to follow. The new body became the established state church, which was grandfathered in the possession of most church property. This allowed the Church of Ireland to retain a great repository of religious architecture and other religious items, some of which were later destroyed in subsequent wars. A substantial majority of the population remained Catholic, despite the political and economic advantages of membership in the state church. Despite its numerical minority, however, the Church of Ireland remained the official state church for almost 300 years until it was disestablished on 1 January 1871 by the Irish Church Act 1869 that was passed by Gladstone's Liberal government. The effect of the Act of Supremacy 1558 and the papal bull of 1570 (Regnans in Excelsis) legislated that the majority population of both kingdoms to be governed by an Anglican ascendancy. After the defeat of King James II of The Three Kingdoms in 1690, the Test Acts were introduced which began a long era of discrimination against the recusant Catholics of the kingdoms. The slow process of reform from 1778 on led to Catholic Emancipation in 1829. By then Ireland was a part of the newly created United Kingdom of Great Britain and Ireland. As part of this, St. Patrick's College, Maynooth was founded as a national seminary for Ireland with the Maynooth College Act 1795 (prior to this, from the time of Protestant persecutions beginning until around the time of the French Revolution, Irish priests underwent formation in Continental Europe). The Maynooth Grant of 1845, whereby the British government attempted to engender good will to Catholic Ireland became a political controversy with the Anti-Maynooth Conference group founded by anti-Catholics. In 1835, Fr. John Spratt, an Irish Carmelite visited Rome and was given by Pope Gregory XVI, the relics and the remains of St. Valentine (whose feast is St. Valentine's Day), a Roman 3rd century Christian martyr, which Spratt brought back to Whitefriar Street Carmelite Church, Dublin. The faith was beginning to be legalised in Ireland again but the relics of most of the old Irish saints had been destroyed, so Pope Gregory XVI gifted these to the Irish nation.[16][17] In the aftermath of the Great Hunger, Cardinal Paul Cullen became the first Irish cardinal of the Catholic Church. He played a significant role in shaping 19th century Irish Catholicism and also played a leading role at the First Vatican Council as an ultramontanist involved in crafting the formula for papal infallibility. Cullen called the Synod of Thurles in 1850, the first formal synod of the Irish Catholic episcopacy and clergy since 1642 and then the Synod of Maynooth. In 1879, there was a significant Marian apparition in Ireland, that of Our Lady of Knock in County Mayo. Here the Blessed Virgin Mary is said to have appeared, with St. Joseph and St. John the Evangelist either side (along with the Agnus Dei) and she remained silent throughout. Statements were taken from 15 lay people who claimed to have witnessed the apparition. The Knock Shrine became a major place of pilgrimage and later in 1932, Pope Pius XI declared Our Lady of Knock to be \"Queen of Heaven and of Ireland\" at the closing of the Eucharistic Congress of Dublin. From the time that Ireland achieved independence, the church came to play an increasingly significant social and political role in the Irish Free State and following that, the Republic of Ireland. For many decades, Catholic influence (coupled with the rural nature of Irish society) meant that Ireland was able to uphold family-orientated social policies for longer than most of the West, contrary to the laissez-faire-associated cultural liberalism of the British and Americans. This cultural direction was particularly prominent under Éamon de Valera. For example, from 1937 until 1995, divorce and remarriage was not permitted (in line with Catholic views of marriage).[note 3] Similarly, pornography, abortion, and contraception[note 4] were also resisted; media depictions perceived to be detrimental to public morality were also opposed by Catholics. In addition, the church largely controlled many of the state's hospitals, and most schools, and remained the largest provider of many other social services. At the partition of Ireland in 1922, 92.6% of the south's population were Catholic while 7.4% were Protestant.[18] By the 1960s, the Anglican and Nonconformist Protestant population had fallen by half, mostly due to emigration in the early years of Irish independence, with some Anglicans preferring to live within the UK. However, in the early 21st century the percentage of Protestants in the Republic has risen slightly, to 4.2%, and the absolute numbers to over 200,000, almost equal to the number in 1920, due to immigration and a modest flow of conversions from Catholicism.[citation needed] The Catholic Church's policy of Ne Temere, whereby the children of marriages between Catholics and Protestants had to be brought up as Catholics,[note 5] also helped to uphold Catholic hegemony. In both parts of Ireland, church policy and practice changed markedly after the Vatican II reforms of 1962. Probably the largest change was that Mass could be said in vernacular languages instead of Latin, and in 1981 the church commissioned its first edition of the Bible in the Irish language,[19] but the church overwhelmingly uses English. Archbishop John Charles McQuaid was uneasy about the introduction of an English liturgy and ecumenical revisions, finding it offensive to Catholic sensibilities; he wished to uphold the liturgy in Latin, while also offering Irish as the vernacular (he promoted an Irish language provision more than other Bishops).[20] Since the Celtic Tiger and the furtherance of cosmopolitanism in Ireland, Catholicism has been one of the traditional elements of Ireland to fall into decline; particularly in urban areas. Fewer than one in five Catholics attend Mass on any given Sunday in Dublin with many young people only retaining a marginal interest in religion the Archbishop of Dublin, Diarmuid Martin, said in May 2011.[21] According to an Ipsos MRBI poll by the Irish Times, the majority of Irish Catholics do not attend mass weekly, with almost 62% rejecting key parts of Catholicism such as transubstantiation.[22] After the results of both the 2015 same-sex marriage and the 2018 abortion referendums, Úna Mullally, a liberal journalist who writes for The Guardian claimed that \"the fiction of Ireland as a conservative, dogmatically Catholic country has been shattered\".[23] The Government of Ireland Act of 1920 acted as the constitution of Northern Ireland, in which was enshrined freedom of religion for all of Northern Ireland's citizens.[24] Here Catholics formed a minority of some 35 percent of the population, which had mostly supported Irish nationalism and was therefore historically opposed to the creation of Northern Ireland. The Roman Catholic schools' council was at first resistant in accepting the role of the government of Northern Ireland, and initially accepted funding only from the government of the Irish Free State and admitting no school inspectors. Thus it was that the Lynn Committee presented a report to the government, from which an Education Bill was created to update the education system in Northern Ireland, without any co-operation from the Roman Catholic section in education. Instead, with regard to the Roman Catholic schools, the report relied on the guidance of a Roman Catholic who was to become the Permanent Secretary to the Minister of Education – A. N. Bonaparte Wyse We hope that, notwithstanding the disadvantage at which we were placed by this action, it will be found that Roman Catholic interests have not suffered. We have throughout been careful to keep in mind and to make allowance for the particular points of view of Roman Catholics in regard to education so far as known to us, and it has been our desire to refrain as far as we could from recommending any course which might be thought to be contrary to their wishes.[25] Many commentators have suggested that the separate education systems in Northern Ireland after 1921 prolonged the sectarian divisions in that community. Cases of gerrymandering and preference in public services for Protestants led on to the need for a Civil Rights Movement in 1967. This was in response to continuing discrimination against Catholics in Northern Ireland.[26] The church is organised into four ecclesiastical provinces. While these may have coincided with contemporary 12th century civil provinces or petty kingdoms, they are not now coterminous with the modern civil provincial divisions. The church is led by four archbishops and twenty-three bishops; however, because there have been amalgamations and absorptions, there are more than twenty-seven dioceses.[27] For instance, the diocese of Cashel has been joined with the diocese of Emly, Waterford merged with Lismore, Ardagh merged with Clonmacnoise among others. The bishop of the Diocese of Galway is also the Apostolic Administrator of Kilfenora. There are 1,087 parishes, a few of which are governed by administrators, the remainder by parish priests. There are about 3,000 secular clergy—parish priests, administrators, curates, chaplains, and professors in colleges. The Association of Catholic Priests is a voluntary association of clergy in Ireland that claims to have 800 members. There are also many religious orders, which include: Augustinians, Capuchins, Carmelites, Fathers of the Holy Ghost, Dominicans, Franciscans, Jesuits, Marists, Missionaries of Charity, Oblates, Passionists, Redemptorists, and Vincentians. The total number of the regular clergy is about 700. They are engaged either in teaching or in giving missions, and occasionally charged with the government of parishes. Two societies of priests were founded in Ireland, namely St Patrick's Missionary Society, with its headquarters in County Wicklow, and the Missionary Society of St. Columban based in County Meath. Besides numerous religious institutes such as the Dominicans, there are many groups more focused on Catholic laity in Ireland, such as: Other organisations with Irish branches: In the years surrounding the Great Famine in Ireland, the Catholic Church was doing much work to evangelise other nations in the world. As a consequence of the famine, the Parish Mission's Movement commenced that would lead to a stricter observance of Catholicism in Ireland as well as the push for reform of healthcare and education which would later be expanded into the overseas missionary work.[28] Initially inspired largely by Cardinal Newman to convert the colonised peoples of the British Empire,[citation needed] after 1922 the church continued to work in healthcare and education what is now the Third World through its bodies such as Trócaire. Along with the Irish Catholic diaspora in countries like the US and Australia, this has created a worldwide network, though affected by falling numbers of priests. For a large part of the 20th century, the number of men entering the priesthood in Ireland was so overwhelming that many were sent to the United States, Britain, Canada and Australia. In the 2016 Irish census 78.3% of the population identified as Catholic in Ireland; numbering approximately 3.7 million people. Ireland has seen a significant decline from the 84.2% who identified as Catholic in the 2011 census.[29] In October 2019 the Association of Catholic Priests (ACP) announced that reform is urgently required to prevent parishes from closing across Ireland. The number of clerics dying or retiring continues to exceed the number of new priests. The ACP has long promoted church reform, including relaxing celibacy rules, ordaining married men, and ordaining women to the diaconate.[30] 65% of Irish Catholics support same-sex marriage and 30% oppose it.[31] In Ireland the church had significant influence on public opinion. The introduction of the Irish Education Act (1831) of Lord Stanley placed Irish primary school education under it. It was associated with the Jacobite movement until 1766, and with Catholic emancipation until 1829. The church was resurgent between 1829 and the disestablishment of the Church of Ireland in 1869–71, when its most significant leaders included Bishop James Doyle, Cardinal Cullen and Archbishop MacHale. The relationship to Irish nationalism was complex; most of the bishops and high clergy supported the British Empire, but a considerable number of local priests were more sympathetic to Irish independence. While the church hierarchy was willing to work with Parliamentary Irish nationalism, it was mostly critical of \"Fenianism\"; i.e. – Irish republicanism. This continued right up until it was clear that the British-side was losing, then the church partly switched sides. It supported the Anglo-Irish Treaty and therefore were formally pro-treaty in the Irish Civil War, excommunicating anti-treaty followers. Despite this, some Protestants in Ireland stated that they were opposing Irish self-government, because it would result in \"Rome Rule\" instead of home rule, and this became an element in (or an excuse for) the creation of Northern Ireland. The church continued to have great influence in Ireland. Éamon de Valera's 1937 constitution, while granting freedom of religion, recognised the \"special position of the Holy Catholic Apostolic and Roman Church\". Major popular church events attended by the political world have included the Eucharistic Congress in 1932 and the Papal Visit in 1979. The last prelate with strong social and political interests was Archbishop McQuaid, who retired in 1972. Pope Francis visited Ireland in 2018 upon invitation extended to the Supreme Pontiff by Ireland's Catholic bishops to visit the country in August 2018 for the World Meeting of Families.[32] This was only the second visit of a pope to the country, the first one having taken place in 1979 with John Paul II.[33] After independence in 1922, the Church became more heavily involved in health care and education, raising money and managing institutions which were staffed by Catholic religious institutes, paid largely by government intervention and public donations and bequests. Its main political effect was to continue to gain power in the national primary schools where religious proselytisation in education was a major element. The hierarchy opposed the free public secondary schools service introduced in 1968 by Donogh O'Malley, in part because they ran almost all such schools. The church's strong efforts since the 1830s to continue the control of Catholic education was primarily an effort to guarantee a continuing source of candidates for the priesthood, as they would have years of training before entering a seminary.[34] As Irish society has become more diverse and secular, Catholic control over primary education has become controversial, especially with regard to preference given to baptized Catholics when schools are oversubscribed. Virtually all state-funded primary schools – almost 97 percent – are under church control. Irish law allows schools under church control to consider religion the main factor in admissions. Oversubscribed schools often choose to admit Catholics over non-Catholics, a situation that has created difficulty for non-Catholic families. The United Nations Committee on the Rights of the Child in Geneva asked Ireland's minister for children, James Reilly, to explain the continuation of preferential access to state-funded schools on the basis of religion. He said that the laws probably needed to change, but noted it may take a referendum because the Irish constitution gives protections to religious institutions. The issue is most problematic in the Dublin area. A petition initiated by a Dublin barrister, Paddy Monahan, has received almost 20,000 signatures in favor of overturning the preference given to Catholic children. A recently formed advocacy group, Education Equality, is planning a legal challenge.[35] From 1930, hospitals were funded by a sweepstake (lottery) with tickets frequently distributed or sold by nuns or priests.[36] In 1950, the church opposed the Mother and Child Scheme. Less hospitals in Ireland are still run by Catholic religious institutes. For example, the Mater Misericordiae University Hospital, Dublin is run by the Sisters of Mercy. In 2005, the hospital deferred trials of a lung cancer medication because female patients in the trial would be required to practise contraception contrary to Catholic teaching. Mater Hospital responded that its objection was that some pharmaceutical companies mandated that women of childbearing years use contraceptives during the drug trials: \"The hospital said it was committed to meeting all of its legal requirements regarding clinical trials while at the same time upholding the principles and ethos of the hospital's mission\", and \"that individuals and couples have the right to decide themselves about how they avoid pregnancy.\"[37] Divorce allowing remarriage was banned in 1924 (though it had been rare), and selling artificial contraception was made illegal. The church's influence slipped somewhat after 1970, impacted partly by the media and the growing feminist movement as well as the sexual revolution. For instance, the Health (Family Planning) Act, 1979 showed the ability of the Catholic Church to influence the government to compromise over artificial contraception, though the church was unable to get the result it wanted—contraception could now be bought, but only with a prescription from a doctor and supplied only by registered chemists. A 1983 Amendment to the constitution introduced the constitutional prohibition of abortion, which the church supported, though abortion for social reasons had already been illegal under Irish statutory law. However, the church failed to influence the June 1996 removal of the constitutional prohibition of divorce. While the church opposed divorce allowing remarriage in civil law, its canon law allowed for a law of nullity and a limited divorce \"a mensa et thoro\", effectively a form of marital separation. The church helped reinforce public censorship and maintained its own list of banned literature until 1966, which influenced the State's list.[38][39] In spite of objections from the Catholic hierarchy, voters in Ireland approved a referendum to legalise same-sex marriage in 2015 and abortion in 2018. In September 2010, an Irish Times/Behaviour Attitudes survey of 1,006 people showed that 67% felt that same-sex couples should be allowed to marry. This majority extended across all age groups, with the exception of the over-65s, while 66% of Catholics were in favour of same-sex marriage. Only 25% disagreed that same-sex couples should be allowed to marry, opposition that was concentrated among older people and those in rural areas. In terms of same-sex adoption, 46% were in support of it and 38% opposed. However, a majority of females, 18- to 44-year-olds, and urban dwellers supported the idea. The survey also showed that 91% of people would not think less of someone who came out as homosexual, while 60% felt the recent civil partnership legislation was not an attack on marriage.[40] War-time censorship by the government for security was strict and included the church; when bishops spoke on aspects of the war, they were censored and treated \"with no more ceremony than any other citizen\".[41] While statements and pastoral letters issued from the pulpit were not interfered with, the quoting of them in the press was subject to the censor.[42] Several reports detailing cases of emotional, physical and sexual abuse of thousands of children while in the pastoral care of dozens of priests have been published in 2005–2009. These include the Ferns Report and the Commission to Inquire into Child Abuse, and have led on to much discussion in Ireland about what changes may be needed in the future within the church. Alongside the church itself, many Irish devotional traditions have continued for centuries as a part of the church's local culture. One such tradition, unbroken since ancient times, is of annual pilgrimages to sacred Celtic Christian places such as St Patrick's Purgatory and Croagh Patrick. Particular emphasis on mortification and offerings of sacrifices and prayers for the Holy Souls of Purgatory is another strong, long time cultural practice. The Leonine Prayers were said at the end of Low Mass for the deceased of the penal times. \"Patterns\" (processions) in honour of local saints also continue to this day. Marian Devotion is an element, focused on the shrine at Knock, an approved apparition of the Virgin Mary who appeared in 1879. Feasts and devotions such as the Immaculate Conception of Mary (1854) and the Sacred Heart of Jesus (1642), and the concepts of martyrology are very prominent elements. Respect for mortification of the flesh has led on to the veneration of Matt Talbot and Padre Pio.","Title":"Catholic Church in Ireland - Wikipedia","KeyID":"18920","URL":"https://en.wikipedia.org/wiki/Catholic_Church_in_Ireland"}