{"Content: ":"The internal auditory meatus (also meatus acusticus internus, internal acoustic meatus, internal auditory canal, or internal acoustic canal) is a canal within the petrous part of the temporal bone of the skull between the posterior cranial fossa and the inner ear. The opening to the meatus is called the porus acusticus internus or internal acoustic opening. It is located inside the posterior cranial fossa of the skull, near the center of the posterior surface of the petrous part of the temporal bone. The size varies considerably. Its outer margins are smooth and rounded. The canal which comprises the internal auditory meatus is short (about 1 cm) and runs laterally into the bone. The lateral (outer) aspect of the canal is known as the fundus.[1] The fundus is subdivided by two thin crests of bone to form three separate canals, through which course the facial and vestibulocochlear nerve branches.[citation needed] The falciform crest first divides the meatus into superior and inferior sections; a vertical crest (Bill's bar, named by William F. House) then divides the upper passage into anterior and posterior sections.[2] Although there are three osseous canals, the fundus is conceptually divided more commonly into four quadrant areas according to the four major nerve branches of the inner ear: The cochlear and vestibular branches of cranial nerve VIII separate according to this schema and terminate in the inner ear. The facial nerve continues traveling through the facial canal, eventually exiting the skull at the stylomastoid foramen. The internal auditory meatus provides a passage through which the vestibulocochlear nerve (CN VIII), the facial nerve (CN VII), and the labyrinthine artery (an internal auditory branch of the anterior inferior cerebellar artery in 85% of people) can pass from inside the skull to structures of the inner ear and face. It also contains the vestibular ganglion. Internal acoustic meatus Temporal bone at birth. Inner aspect. Base of the skull. Upper surface. Horizontal section through left ear; upper half of section. The cochlea and vestibule, viewed from above. Tympanic cavity. Facial canal. Internal carotid artery. This article incorporates text in the public domain from page 143 of the 20th edition of Gray's Anatomy (1918)","Title":"Internal auditory meatus - Wikipedia","KeyID":"1892","URL":"https://en.wikipedia.org/wiki/Internal_auditory_meatus"}