{"Content: ":"a Lowercase \"d\" per here. The Good Friday Agreement referendum, 1998 was a referendum held in Northern Ireland over whether there was support for the Good Friday Agreement. The result was a majority (71.1%) in favour. A simultaneous referendum held in the Republic of Ireland produced an even larger majority (94.4%) in favour. All the main UK political parties (Labour, Conservative, and Liberal Democrat) supported the Yes campaign, though the local branch of the Conservatives supported the No campaign. Of the local Northern Ireland parties represented in the Northern Ireland Peace Forum, the Ulster Unionist Party, Social Democratic and Labour Party, Sinn Féin, Alliance, Progressive Unionist Party, Ulster Democratic Party, Northern Ireland Women's Coalition and local \"Labour\" groups supported the proposals. The only two parties in the Forum to campaign against the Agreement were the Democratic Unionist Party and the UK Unionist Party, though many prominent individuals in the Ulster Unionists also did so. Some minor parties campaigned against it. Republican Sinn Féin, which at the time did not run candidates in Northern Ireland, still opposes the agreement. In the Republic of Ireland, all parties represented in the Oireachtas were in favour – Fianna Fáil, Fine Gael, Labour, Progressive Democrats, Democratic Left, Green Party, Sinn Féin and the Socialist Party. The referendum saw a large majority 'Yes' vote across the province. A total of 1,738 ballots were spoiled. Turnout, at 81.1% was very high for a developed country where voting is not compulsory.[1] Turnout in the equivalent referendum in the Republic of Ireland was average for a constitutional referendum but returned almost universal approval (94.39%). The referendum in the Republic of Ireland was held on the same day but rather than explicitly seeking approval of the Agreement itself it sought endorsement of constitutional amendments required by the Agreement, and produced an overwhelming Yes vote. The turnout in Northern Ireland was noticeably high at 81.1% and also the turnout was quite high evenly throughout Northern Ireland, compared to many elections where turnout is highest in strong nationalist areas and significantly lower in unionist areas. It is estimated that approximately 147,000 people who do not normally vote in elections turned out to vote in the referendum, most of them in traditionally staunch unionist areas. In the Republic the turnout was lower, at 56.3%.[1] The UK Parliament passed the Northern Ireland Act 1998, while in the Republic the Nineteenth Amendment of the Constitution Act 1998 passed into law.","Title":"1998 Northern Ireland Good Friday Agreement referendum - Wikipedia","KeyID":"18932","URL":"https://en.wikipedia.org/wiki/1998_Northern_Ireland_Good_Friday_Agreement_referendum"}