{"Content: ":"The New Year Honours 1998 for the United Kingdom,[1] Barbados,[2] Grenada,[3] Papua New Guinea,[4] the Solomon Islands,[5] Tuvalu,[6] Saint Vincent and the Grenadines,[7] Belize,[8] Antigua and Barbuda,[9] and Saint Christopher and Nevis[10] were announced on 30 December 1997, to celebrate the year passed and mark the beginning of 1998. The New Year Honours for New Zealand were announced on 31 December 1997.[11] The Honours list is a list of people who have been awarded one of the various orders, decorations, and medals of the United Kingdom. Honours are split into classes (\"orders\") and are graded to distinguish different degrees of achievement or service, most medals are not graded. The awards are presented to the recipient in one of several investiture ceremonies at Buckingham Palace throughout the year by the Sovereign or her designated representative. The Prince of Wales and The Princess Royal have deputised for The Queen. In the United Kingdom, the orders, medals and decorations are awarded by various honours committees which meet to discuss candidates identified by public or private bodies, by government departments or who are nominated by members of the public.[12] Depending on their roles, those people selected by committee are submitted either to the prime minister, Secretary of State for Foreign and Commonwealth Affairs, or Secretary of State for Defence for their approval before being sent to the Sovereign for final approval. As the \"fount of honour\" the monarch remains the final arbiter for awards.[13] In the case of certain orders such as the Order of the Garter and the Royal Victorian Order they remain at the personal discretion of the Queen.[14] The recipients of honours are displayed here as they were styled before their new honour, and arranged by honour, with classes (Knight, Knight Grand Cross, etc.) and then divisions (Military, Civil, etc.) as appropriate. The Most Honourable Order of the Bath is the fourth-most senior of the British Orders of Chivalry with three classes of member. The Most Distinguished Order of St Michael and St George is an order of chivalry used to honour individuals who have rendered important services in relation to Commonwealth or foreign nations. The Royal Victorian Order is a dynastic order of knighthood and a house order of chivalry recognising distinguished personal service to the reigning monarch of the Commonwealth realms; admission remains in the personal gift of the monarch.[15] The Most Excellent Order of the British Empire is an order of chivalry comprising five classes in civil and military divisions. It is the junior of the British orders of chivalry, and the largest, with over 100,000 living members worldwide. The highest two ranks of the order, the Knight/Dame Grand Cross and Knight/Dame Commander, admit an individual into knighthood or damehood allowing the recipient to use the title Sir or Dame.[16] The Order of the Companions of Honour was founded by King George V in June 1917, as a reward for outstanding achievements in the arts, literature, music, science, politics, industry, or religion. The Royal Red Cross is a military decoration awarded for exceptional services in military nursing. There are two classes of medal. The Queen's Police Medal (QPM) is awarded to police officers in the United Kingdom and Commonwealth for distinguished service or gallantry. The Queen's Fire Service Medal is awarded to members of the fire services in the United Kingdom and Commonwealth of Nations for distinguished service. † Not issued † Not issued","Title":"1998 New Year Honours - Wikipedia","KeyID":"18933","URL":"https://en.wikipedia.org/wiki/1998_New_Year_Honours"}