{"Content: ":"Stormontgate is the name given to the controversy surrounding an alleged Provisional Irish Republican Army spy ring and intelligence-gathering operation based in Stormont, the parliament building of Northern Ireland. The term was coined in October 2002 after the arrest of Sinn Féin's Northern Ireland Assembly group administrator Denis Donaldson, his son-in-law Ciarán Kearney, and former porter William Mackessy for intelligence-gathering on 4 October 2002. Ten days after the arrests, devolved government in Northern Ireland collapsed. The raid involved \"scores\" of Police Service of Northern Ireland officers who entered the building to remove two computer disks from the Sinn Féin offices. Thousands of documents were reportedly discovered by the police in Donaldson's Belfast home. On 8 December 2005 the charges against all three men were dropped by the Northern Ireland Public Prosecution Service. Lawyers for the service said that \"the prosecution for the offences in relation to the accused are no longer in the public interest\".[1] Sinn Féin claimed that the prosecutions had been politically motivated and were dropped because of lack of evidence. Some unionists suggested that dropping the charges was a \"reward\" for the final act of decommissioning by the Provisional IRA announced on 26 September 2005.[citation needed] On 16 December 2005, Sinn Féin president Gerry Adams announced to a press conference in Dublin that Donaldson had been a spy in the pay of MI5 for over twenty years. This was confirmed by Donaldson in a statement to broadcast media outlet RTÉ shortly afterwards. In his statement Donaldson described the alleged Sinn Féin spy ring in Stormont as \"a scam and a fiction\".[2] Adams has asserted that both the planned leaking of Donaldson's name as an informer and the original Stormontgate allegations were engineered by the security forces to discredit Sinn Féin and cause a crisis in the peace process.[3] The affair had been investigated by Nuala O'Loan, the Northern Ireland Police Ombudsman, who ruled that the raid was not politically motivated. O'Loan found that the \"decision to seek a warrant authorising a search of a specific desk in the Sinn Féin offices was reasonable, proportionate and legal\" but was critical of the number of vehicles used and the scale of the police operation.[4] Normally the Ombudsman's office is given access to all relevant codenames and reports relating to informants.[citation needed] O'Loan was unaware that Donaldson was an informant. Following the public unmasking of Donaldson, O'Loan stood by her 2004 judgement on the search. Both the Irish and British governments have ruled out inquiries into the controversy. Tánaiste (deputy prime minister) of the Republic of Ireland Mary Harney said: \"I think the last thing we probably need right now is some form of inquiry which may not get very far\".[5] British Secretary of State for Northern Ireland Peter Hain described the unfolding scandal as turbulent, but said that inquiries \"cost hundreds of millions of pounds. I am not going down that road when it is quite clear that it is not in the public interest to do so.[6] Taoiseach Bertie Ahern described events surrounding the incident as \"bizarre\".[7] Immediately after the December revelation, unidentified security sources said that a second informer acting independently of Donaldson disclosed the alleged spy ring.[8][citation needed] Former IRA prisoner and critic of Gerry Adams, Anthony McIntyre, has claimed that a more important British agent is operating in the organisation and that Donaldson was sacrificed by Sinn Féin to deceive people into thinking that the most serious infiltration had been ended.[9] However, Donaldson denied the existence of any sort of spy ring, stating \"The plan was to collapse the institutions to save Trimble. David Trimble was trying to out-DUP the DUP and in the end the DUP swallowed him up. The whole idea was to get Trimble off the hook and get republicans the blame. But it didn't work because Trimble is history now.\"[10] Since his admission, Donaldson had been living in the Republic of Ireland. On 4 April 2006 he was found shot dead at a house he had been using as a retreat near Glenties, County Donegal. Irish Minister for Justice, Equality and Law Reform Michael McDowell said that Donaldson had been shot in the head and that his right forearm was almost severed.[11] However, a post mortem revealed that he had died from a shotgun blast to the chest. Donaldson's death is now the subject of an ongoing murder inquiry.[needs update] In 2009 the Real IRA used their Easter message to claim that they had killed Donaldson.","Title":"Stormontgate - Wikipedia","KeyID":"18936","URL":"https://en.wikipedia.org/wiki/Stormontgate"}