{"Content: ":"Lisburn (/ˈlɪzbɜːrn, ˈlɪsbɜːrn/; from Irish: Lios na gCearrbhach[1] [ˌl̠ʲɪsˠ n̪ˠə ˈɟaːɾˠwəx]) is a city in Northern Ireland. It is 8 mi (13 km) southwest of Belfast city centre, on the River Lagan, which forms the boundary between County Antrim and County Down. First laid out in the 17th century by English and Welsh settlers, with the arrival of French Huguenots in the 18th century, the town developed as a global centre of the linen industry. In 2002, as part of Queen Elizabeth's Golden Jubilee celebrations, the predominantly unionist borough was granted city status alongside the largely nationalist town of Newry. With a population of 45,370 in the 2011 Census.[2] Lisburn was the third-largest city in Northern Ireland. In the 2016 reform of local government in Northern Ireland Lisburn was joined with the greater part of Castlereagh to form the Lisburn City and Castlereagh District with a combined population of over 130,000.[3] The town was originally known as Lisnagarvy (also spelt Lisnagarvey or Lisnagarvagh) after the townland in which it formed. This is derived from Irish Lios na gCearrbhach 'ringfort of the gamesters/gamblers'.[4] In the records, the name Lisburn appears to supersede Lisnagarvey around 1662.[5] One theory is that it comes from the Irish lios ('ringfort') and the Scots burn ('stream').[4] Some speculate that -burn refers to the burning of the town during the Irish Rebellion of 1641, but there is evidence of earlier use. An English soldier later recalled the rebels having entered the town of Lisnagarvy at \"a place called Louzy Barne\".[5][6] In the town's early days, there were possibly two ringforts: Lisnagarvy to the north and Lisburn to the south, and the latter may simply have been easier for the English settlers to pronounce.[5] Lisburn's original site was a fort located north of modern-day Wallace Park.[7] In 1609 James I granted Sir Fulke Conway, a Welshman of Norman descent,[8][9] the lands of Killultagh in southwest County Antrim. In 1611 George Carew, 1st Earl of Totnes remarked: In our travel from Dromore towards Knockfargus, we saw in Kellultagh upon Sir Fulke Conway’s lands a house of cagework in hand and almost finished, where he intends to erect a bawn of brick in a place called Lisnagarvagh. He has built a fair timber bridge over the river of Lagan near the house. The said Sir Fulke has built a fair gate at the fort of Enisholaghlin in Killultagh where he intends to build a good house. He has already at the place 150,000 of bricks burnt with other materials.[10] In 1622 the first impressions of Sir Fulke's brother and heir, Edward Conway, was of \"a curious place ... Greater storms are not in any place nor greater serenities: foul ways, boggy ground, pleasant fields, water brooks, rivers full of fish, full of game, the people in their attire, language, fashion: barbarous. In their entertainment free and noble.\"[11] Management of the Conways' Irish estate fell largely to George Rawdon, a Yorkshire man, who laid out the streets of Lisburn as they are today: Market Square, Bridge Street, Castle Street and Bow Street. He had a manor house built on what is now Castle Gardens, and in 1623, a church on the site of the current cathedral. In 1628, King Charles I granted a charter for a weekly market, which is still held in the town every Tuesday.[12] To populate the town, Rowden, hostile to the Presbyterian Scots already moving into the area, brought over English and Welsh settlers. In 1641 the Irish, rising in first instance against English, and not Scottish, settlers,[13] were driven back three times from the town, although it nonetheless burned. A herd four hundred head of cattle driven against the gates failed to batter them down.[14] In 1649 the town was secured by forces loyal to Cromwell's English Commonwealth, routing an army of Scots Covenanters, and their Royalist allies, in the Battle of Lisnagarvey. The Presbyterians, despite their loyalty to the Crown, upon its Restoration continued to be penalised as \"dissenters\" from the established Anglican church, the Church of Ireland. It was not until 1670 that they were permitted a meeting house in town, and that had to be of \"perishable materials [...] dark, narrow and devoid of any pretensions to art and comfort.[11] Their support for King William (whose forces wintered in the town) and the \"Protestant cause\" in 1690 likewise failed to win them equal standing. Like the Roman Catholics, who had to wait another 60 years for a \"Mass House\", Presbyterians were discouraged from exerting their presence. The First Presbyterian Church built in 1768 was screened (until 1970) from Market Square by shops.[15] The town was destroyed once again in 1707: the accidental conflagration giving rise to the town's motto Ex igne resurgam --\"Out of the fire I shall arise\". Conway's Manor House was not restored (part of the surrounding wall and its gateway with the date 1677 engraved still stands on the south and east side of Castle Gardens). The Anglican church, designated by Charles II as Christ Church Cathedral in 1662, was rebuilt retaining the tower and the surviving galleries in the nave. The distinctive octagonal spire was added in 1804. One of the few buildings spared in the fire of 1707 was the Friend's Meeting House. Quakerism had been brought to the town in 1655 by a veteran of Cromwell's army, William Edmundson. In 1766, a prosperous linen merchant, John Hancock, endowed what is now the grammar school known as Friends' School Lisburn.[16] John Wesley first visited Lisburn in 1756, and thereafter he returned to preach biannually until 1789. The first Wesleyan Methodist Preaching House was established in the town in 1772.[17] Lisburn prides itself as the birthplace of Ireland's linen industry. While production had been introduced by the Scots, the arrival in 1698 of Huguenot refugees from France brought more sophisticated techniques, and government support.[18] Even as it raised duties on Ireland's successful woollen trade (with the concurrence of the subordinate Irish Parliament),[19] the English Parliament removed them on all Irish articles of hemp and flax, and the government gave Louis Crommelin, \"overseer of the royal linen manufacture of Ireland\", money to promote their production.[20] The Huguenot retained their own place of worship, the \"French Church\" in Castle Street, until 1820. The last of its pastors, Saumarez Dubourdieu, was 56 years Master of the Classical School of the Bow Street. His students subscribed to his memorial and bust on the south interior of the cathedral.[21] Large scale manufacture began in 1764 when William Coulson established his first linen looms close by is now the Union Bridge. His mill supplied damask to the royal courts of Europe and, in the early nineteenth century, was to draw celebrity visitors, among them Grand Duke Michael of Russia, Crown Prince Gustaf of Sweden, Louis Napoléon Lannes duc de Montebello, the Duke of Wellington and Lord John Russell.[22] To carry the town's new trade, construction of the Belfast-Lisburn section of the Lagan Canal began in 1756. Despite problems of low water levels during the summer, the canal (extended in 1794 to Lough Neagh) continued to carry bulk cargoes until 1958.[23] In 1784, the Scotsman John Barbour began spinning linen thread, and in 1831 his son William moved production to what had originally been Crommelin's bleach green at Hilden. By the end of the century Barbour's Linen Thread Company was the largest mill of its kind in the world employing about 2000 people to work 30,000 spindles and 8,000 twisting machines. The company had built a model village for the workers, with 350 houses, two schools, a community hall, children's playground and a village sports ground.[24] Mechanisation, tied first to water, and then to steam, power drove the growth of industry, but displaced independent weavers. In 1762, over 300 paraded through Lisburn brandishing blackthorn sticks as a protest against the threat of unemployment.[23] In the 1780s they were gripped by the spirit of \"combination\"—the formation, in defiance of the law, of unions to press for higher piece rates. This brought workers into a sometimes uneasy relationship with the Volunteer militia.[25] The Volunteer militia movement, formed in response to the defence emergency caused by French intervention in the American War of Independence, served the town's merchants and tradesmen as an opportunity to protest (with their kindred in the American colonies) the restrictive English Navigation Acts and to insist on the independence of the Irish Parliament in Dublin. In 1783 Todd Jones, a captain of the Lisburn Fusilier Corps of Volunteers, took this patriot programme (approved at a convention in Dungannon) a step further. He successfully challenged the parliamentary nominees of the town and district's principal landlord, the Hertfords, on a platform of a representative reform to include votes for Catholics.[26] In the wake of the French Revolution the cause of religious equality and representative government for Ireland was taken up in a still less compromising form by the Society of United Irishmen. The society won support of working men in the town, and of its leading Catholic family, the Teelings of Chapel Hill, wealthy linen manufacturers. Bartholomew Teeling (destined to hang) and his brother Charles, were an important connection between the largely Presbyterian \"United men\" and Catholic Defenders in rural areas.[27] It is likely, however, that the greater strength in the district was the fraternal Orange Order, newly formed in defence of the Protestant [Church of Ireland] Ascendancy. In 1797 the Order paraded 3000 loyalists in the town before the British commander General Lake.[28] The neighbouring military camp at Blaris, ensured that when in 1798 the United Irishmen, decided upon insurrection, there could be no rebel demonstration in the town.[29] Blaris supplied troops that helped ensure defeat for the forces of the \"Republic\" to the north of the town at the Battle of Antrim on June 7, and to the south at the Battle of Ballynahinch on June 12 where the \"Croppies\" had been under the command of the Lisburn linen draper, Henry Munro. For over a month, the severed heads of Munro and three of his lieutenants were displayed on pikes, one on each corner of the Market House.[30] The county-by-county record of pre-Famine Ireland, Hall's Ireland: Mr and Mrs Hall's Tour of 1840, found Lisburn recognisable as the settlement Rowden had formed more than two centuries before. Believing that between Drum Bridge and Lough Neagh the people were \"almost exclusively\" of English and Welsh extraction, the Halls ventured that in no town in Ireland were \"the happy effects of English taste and industry more conspicuous\".[31] With the formation in 1836 of the Lisburn Cricket Club, the Halls might have noted that English taste also extended to sport and leisure.[32] To the visitors the town still appeared in 1840 to consist \"principally of one long street\" (Bow Street) at the Market Square end of which stood the cathedral. An \"interesting and picturesque church\", it contained \"two very remarkable monuments\". One is of \"the great and good Jeremy Taylor\" (1613–1667), sometime Bishop of Down and Conor (reputed \"Shakespeare of the Divines\" and former chaplain to Charles I).[33] The other is to the memory of Lieutenant William Dobbs killed in the capture of his vessel, HMS Drake, by the American privateer John Paul Jones[31] (an engagement in Belfast Lough in 1778 that spurred formation of the Volunteer movement).[34] The Halls would have been able to proceed the eight miles to Belfast on the newly completed Ulster Railway line. The line from Belfast was continued to Portadown and, with the completion of the Boyne Viaduct, connected with Dublin in 1855. A junction out of Lisburn at Knockmore, established further service to Banbridge and Newcastle and to Antrim and Derry. Lisburn's present railway station, built for the Great Northern Railway Company, dates from 1878. The new transportation links encouraged further industrial growth. In 1889, newspapers reported a rival to Barbour's factory: a \"splendid new mill\" by Robert Stewart & Son to employ over a thousand hands, with the novelty of electric lighting and \"toilets on every floor\".[35] In the fifty years to 1890, the population of the town doubled to 12,000. As had other Protestant-majority districts, Lisburn quickly reconciled to the union with Great Britain that followed the 1798 rebellion. Support for the Union, seen both as a guarantee of free trade and as security against Catholic-majority rule, spurred the further growth in the town of the Orange Order and helped return Hertford-approved Conservative candidates to the Westminster parliament. The political loyalty of tenants (who were to enjoy a secret ballot only from 1871) was further secured by the relative beneficence of the 3rd Marquess of Hertford, Francis Seymour-Conway (1777-1842). Characteristically when cholera struck in 1832, the Marquess erected a hospital and distributed medicines, blankets, clothing and other necessities throughout the estate.[22] In 1842, Captain Richard Seymour-Conway (1800–1870), the 4th Marquess of Hertford, inherited 10 by 14 mile Lagan Valley estate on which some 4,000 tenants provided an income of £60,000 (or £5 million in today's money).[36] Yet he was to visit it but once, and then with the wish that, \"pray God!\", he should never have to do so again.[37] When the edge of the Great Irish Famine reached the valley in 1847 and 1848, the Marquess declined to join the mill owners in subscribing to the relief efforts.[38] [11] London's Wallace Collection, named after his illegitimate Parisian son and heir Sir Richard Wallace, is testimony to his chief passion, the acquisition of art.[39] Wallace (1818–1890) was created baronet in 1871 and was the Conservative and Unionist Member of Parliament (MP) for Lisburn from 1873 to 1885. His bequests to the people of Lisburn included Wallace Park, grounds for the Intermediate and University School (later renamed in his honour, Wallace High School), and a remodelling of the Market House.[40] (The large residence he built on Castle Street, but never occupied, today houses offices of the South Eastern Regional College). In 1872 he donated 50 \"Wallace\" drinking fountains (cast from a sculpture of Charles-Auguste Lebourg), to Paris (on whose humanitarian relief during the German siege of 1870–1871 he had already spent a considerable fortune)[41] and five to Lisburn where one still to be found in Castle Gardens and another in Wallace Park.[42] The town responded with a memorial to Wallace In Castle Gardens. Tenants, however, were not always content to pay for their landlords' life abroad. In 1852, Lord Hertford's agent, the Reverend James Stannus, the Rector of Lisburn Cathedral, had occasion to write to him suggesting a general increase in rents as punishment for the tenants both for an attack on his person and for their defiance in voting for a dissident Conservative, a free-trade \"Peelite\". The following year the tenants sent a delegation to Hertford in Paris in a vain protest.[43] In 1872, charges of \"high-handed management of the estate\" (the arbitrary fining and eviction of tenants, interference in elections, and discrimination against non-Anglicans) prompted Stannus's son and successor to sue the Belfast paper, the Northern Whig for defamation. The Dublin jury found for the plaintifff only under pressure from the judge, fixing the damages at £100.[36] Together with failing agricultural prices, a willingness even of Orangemen to join the Land League helped turn the tables: in the 1880s agents were proposing to appease tenant with rent reductions. Under the later marquesses, and as their legal powers to dictate terms diminished, tenant-landlord relations improved.[43] By the new century the Irish Land Acts had effectively retired the great proprietors and their agents from the scene. In a departing gesture, in 1901, Sir John Murray Scott, heir of Lady Wallace, gave the Market House with its Assembly Rooms to Lisburn Urban District Council, for \"the benefit of the inhabitants of the town\".[40] The Hertford Rent Office in Castle Street was closed in 1901 and became Lisburn Town Hall.[44] In July 1914, in the first of many acts of political violence Lisburn was to experience in the new century, the chancel of Lisburn Cathedral was destroyed by a bomb.[45] It had been placed by Lilian Metge as part of a broader campaign on behalf of women's suffrage, co-ordinated by Dorothy Evans of the Women's Social and Political Union. The previous year, explosives having been found in her Belfast apartment, Evans had created uproar in court when she demanded to know why James Craig, who at that point had overseen the arming of the Ulster Volunteers (UVF) with smuggled German munitions, was not appearing on the same charges.[46] Lisburn and neighbouring communities raised three battalions of the UVF, the South Antrim Volunteers. They were a token of the determination of local people (in the words of Ulster's Solemn League and Covenant) \"to stand by one another in defending for ourselves and our children our position of equal citizenship in the United Kingdom, and in using all means which may be found necessary to defeat the present conspiracy to set up a Home Rule Parliament in Ireland\".[47] The United Kingdom declaration of war upon Germany (August 3), paused resolution of the Home Rule Crisis, and many of Lisburn's Volunteers would go on to serve with the 36th (Ulster) Division. On July 12, 1916, for the first time since 1797 there was no Orange demonstration of any kind to celebrate the Williamite victory at the Boyne. The customary midnight drumming parade was abandoned, and no arches or flags were displayed. Most of the mills and factories were closed.[48] The town responded to the news that on the first day of Somme offensive, July 1, the Ulster Division had lost 5,000 men wounded, 2,069 killed.[49] In 1920, Lisburn saw violence related to the Irish War of Independence and partition of Ireland. On 22 August, the Irish Republican Army (IRA) assassinated Royal Irish Constabulary (RIC) Inspector Oswald Swanzy in Lisburn's Market Square, as worshippers left Sunday service in the cathedral.[50] Swanzy was among those a coroner's inquest in Cork had held responsible for the killing of Tomás Mac Curtain, the city's republican Lord Mayor.[51] Over the next three days and nights, in an attack likened to ethnic cleansing,[52][53] Protestant loyalist crowds looted and burned practically every Catholic business in the town, and attacked Catholic homes.[54] There is evidence that Ulster Volunteers had helped organise the burnings.[53] Rioters attacked firemen who tried to save Catholic property,[55] and lorries of British soldiers sent to help the police.[54] Brigadier-General William Pain (a former Ulster Volunteer leader) had troops guard the Catholic church and convent, but failed to take strong action to quell rioting elsewhere.[54] The parochial house was looted, burnt out and daubed with sectarian slogans.[56] Some Catholics were severely beaten, and a Catholic pub owner later died of gunshot wounds.[54] A charred body was also found in the ruins of a factory.[57] Lisburn was likened to \"a bombarded town in France\" during the war.[58] About 1,000 people, a third of the town's Catholics, fled Lisburn.[59] Many were forced to take the mountain road to Belfast where troops were already blocking off streets with barbed wire cordons, a prelude to still greater violence. Fires soon raged across Belfast and in the next few days thirty people were killed in the city (see Belfast Pogrom).[60] As a result of the violence, Lisburn was the first town to recruit the special constables who went on to become the Ulster Special Constabulary. In October, about thirty special constables faced charges for involvement in the \"Swanzy riots\".[61] The last Chief Secretary for Ireland, Sir Hamar Greenwood, admitted that \"some hundred special constables in Lisburn threatened to resign\" in protest.[62] Charges were not pursued.[61] On the day that a 700-year English presence in the south of Ireland ended with the formal hand over of Dublin Castle to the government of the Irish Free State, 16 January 1922, Lisburn celebrated the centenary of the local \"hero of the Indian Mutiny\", John Nicholson (1822–1857).[63] Under a marble relief of his final assault on Delhi's Kashmir Gate, a memorial in the Cathedral credited Nicholson with dealing a \"death blow to the greatest danger that ever threatened the British Empire\".[64] For James Craig, now the first prime minister of Northern Ireland, and for other dignitaries speaking at the unveiling of a new statue in Market Square, the East India Company Brigadier (depicted with both sword and gun in hand) was \"a symbol of the defence of Empire in Ireland as well as India.[65] In April the following year crowds gathered again to dedicate the Victory Memorial in Castle Gardens. Had he not been assassinated by the IRA on his London doorstep, it would have been unveiled by Sir Henry Wilson, former Chief of the Imperial General Staff and MP for North Down.[66] Among among the 266 names inscribed of the fallen in the Great War were many of the town's Ulster Volunteers. As the linen industry was hugely dependent on the export market, Lisburn and the surrounding area was hit hard in the 1930s by the worldwide economic depression. The pattern of unemployment, half-time contracts and reduced wages was fully reversed only by new wartime mobilisation. While some of the town and region linen mills helped produce material for uniforms, boot laces, kit bags, bandages, tents, and parachutes, others were converted to churning out munitions, with women undertaking much of the work.[67] The Second World War struck close to Lisburn with the Belfast Blitz of April and May 1941. The town and the surrounding area was flooded by thousands of evacuees all of whom, as one member of the Lisburn Women's Voluntary Service recalled, had to be \"fed, housed, deloused, marshalled, bathed, clothed, pacified and brought back to normal\".[68] In the post-war decades the demand for linen declined (precipitously after World War Two) in response to new textiles and changing fashion. With a workforce reduced to just 85, the Barbour mill in Hilden finally closed in 2006.[24] The population of Lisburn, which in 1951 was still just 15,000, nonetheless continued to grow. In part this was a consequence of the expansion of the town boundary lines in 1973, and of a dramatic increase in public authority housing with overspill from Belfast. As stock improved, the town retained few examples of the terraced housing built by the mill owners in the nineteenth century. Development did see the loss of some historic landmarks: the Victorian Court House in Railway Street, the Sacred Heart of Mary Grammar School in Castle Street and, in Linenhall Street, the Independent Order of Good Templars hall and the weaving factory of William Coulson.[69] On what was once known (because of the production of sulphuric acid bleach) as Vitriol Island in the middle of the River Lagan, the last remnants of the Island Spinning Company were pulled down in the early 1990s. The Lisburn Civic, and Island Arts, Centres, together with a restored Lagan Canal lock, opened on the site in 2001. The opening of the M1 motorway in 1962 further integrated Lisburn into the greater Belfast commercial and residential area, and beginning in 1989 helped attract Marks and Spencer and other anchor stores to the new edge-of-town Sprucefield retail park. A borough in 1973, Lisburn was granted city status in 2002 as part of Queen Elizabeth II's Golden jubilee celebrations. With a population of 45,000 it became Northern Ireland's third city after Belfast and Derry. First built in 1940, a large military complex on the edge of town was named after the village of Thiepval in Northern France, the site of the Ulster Division's heaviest losses in 1916 on the Somme. In early 1970 the Thiepval Barracks became home to 39 Infantry Brigade[70] under Brigadier Frank Kitson,[71] and provided the headquarters for the locally recruited Ulster Defence Regiment.[72] The Brigade, as 39 Airportable Brigade, was involved in The Troubles in Northern Ireland, eventually taking on responsibility, under HQ Northern Ireland, for an area including Belfast and the eastern side of the province. In Lisburn's last casualties of the conflict, a soldier was killed and 31 people were injured when the Provisional Irish Republican Army (IRA) exploded two car bombs in the barracks on October 7, 1996.[73] The barracks remain home to 38th (Irish) Brigade.[74] With communities across Northern Ireland, from the end of the 1960s Lisburn suffered through three decades of political violence, \"The Troubles\". For Lisburn the first killings came in 1976: in the course of the year, five Catholic residents died as a result of gun and bomb attacks by the Ulster Defence Association and (a new) Ulster Volunteer Force, loyalist paramilitary groups that subsequently entered their own bloody feud.[75] In 1978 the Provisional Irish Republican Army struck at the home of a Royal Ulster Constabulary officer, shooting him in front of his family.[76] It was the first in a series of targeted assassinations of security-force personnel in the town that culminated in the 1988 Lisburn Van Bombing: five off-duty British soldiers killed at the end of a charity run in Market Square.[77][78] The Troubles in the town claimed a total of 32 lives.[79] Many in the town would also suffer from the violence in Belfast and elsewhere in the province. Unionist opinion in the town was divided on the 1998 Belfast Agreement, on the basis of which paramilitaries, both loyalist and republican, agreed to a permanent ceasefire. The majority joined the town's Lagan Valley MP, Jeffrey Donaldson, in shifting support from the Ulster Unionist Party to the anti-Agreement Democratic Unionist Party.[80] Donaldson was part of the Democratic Unionist team that in the 2006 St Andrews Agreement negotiated terms for the party itself to form a Northern Ireland Executive with the provisional republican movement, Sinn Féin. In January 2020 he again helped negotiate terms (New Decade, New Approach) to restore power-sharing institutions after a three-year hiatus.[81] As elsewhere, private investment in Lisburn has shifted employment away from traditional industries toward services. Just under 10% of the town and district's workforce remains in manufacturing,[82] but it is a dynamic sector that includes precision-engineering exporters.[83] Recent decades have seen very considerable public investment and new public service jobs, now accounting for a third of the district's overall employment.[82] After receiving city status in 2008, in the 2016 reform of local government in Northern Ireland Lisburn was combined with residential areas of broadly similar social and political complexion bordering Belfast to the south and east. The fusion produced Lisburn City and Castlereagh District with a combined population of over 130,000.[3] According to measures devised by the Northern Ireland Statistics and Research Agency, the district ranked among the least socially and economically deprived in the province.[84] In the second election to new 40-seat Lisburn and Castlereagh City Council, in 2019, the twelve seats representing Lisburn returned an overall unionist majority,: five seats for the DUP and four for the UUP. The cross-community Alliance Party held two; and the moderate nationalist SDLP one. The north and south divide in Lisburn can be seen either side of the railway line that goes through the centre of the city. North Lisburn is home to many of the residential neighbourhoods, and contains the notable landmarks of the Thiepval Barracks, and the Laurelhill Sportszone. Lisburn is the administrative centre of Lisburn and Castlereagh City Council area,[85] which also includes Mazetown, Hillsborough, Moira, Dromara, Glenavy, and Drumbo. In elections for the Westminster Parliament the city falls mainly into the Lagan Valley constituency. Two District Electoral Areas cover the city and surrounding areas. Lisburn North (Derriaghy, Harmony Hill, Hilden, Lambeg, Magheralave, Wallace Park) and Lisburn South (Ballymacash, Ballymacoss, Knockmore, Lagan Valley, Lisnagarvey, Old Warren). In the 2019 local elections the following were elected to represent the two DEAs: The headquarters of the British Army in Northern Ireland at Thiepval Barracks and the headquarters of the Northern Ireland Fire and Rescue Service are located in the city. On Census Day (27 March 2011) the usually resident population of Lisburn City Settlement was 45,370 accounting for 2.51% of the NI total.[88] Respondents could indicate more than one national identity On Census Day, in Lisburn City Settlement, considering the population aged 3 years old and over: The Classical School in Bow Lane, founded 1756 and mastered for fifty-six years by the Huguenot and Anglican cleric and scholar, the Rev. Saumaurez Dubourdieu was the first school of note in Lisburn. Friends' School, founded for Quaker children, followed in 1774. Comparable grammar-school education was not provided for Catholic children until the Convent of the Sacred Heart of Mary started boarding pupils in a house in Castle Street in 1870, and not for other children in the town until 1880 when Sir Richard Wallace founded the Intermediate and University School on the Antrim (renamed Wallace High School in his honour in 1942).[89][90] The first Lisburn school which did not ask pupils whether they attended church, chapel or meeting was that founded on the Dublin Road by John Crossley in 1810. Known then as the Male Free School, it was the first free school in Ulster to be based on the Bell and Lancaster monitorial system.[89] A school for poor children, established by Jane Hawkshaw in 1821 with the support of the 3rd marquess,[22] taught no catechism and made no attempt at religious instruction. It adopted that principle that \"while so great diversity prevails on this subject, it [is] best to separate religion from the instructing in reading, writing, arithmetic and sewing\". Religious instruction was to be left to \"the parents, with the assistance of their respective teachers\".[91] It is a principle that the government tried, but in the face of church opposition failed, to realise in its original 1830 plans for an Irish system of National Schools.[92] Another exception to control by the church education authorities was Hilden School, established under mill management by William Barbour in 1829.[89] Today, Fort Hill Primary and Fort Hill College make a conscious effort to surmount principal sectarian divide in the town through a system of \"integrated education\". Children from Catholic and Protestant homes in Lisburn are otherwise taught, with limited exception, separately on a pattern that, by the mid-nineteenth century, had been established throughout Ireland.[93] The Lisburn Technical Institute, the forerunner of South Eastern Regional College, opened in Castle Street in 1914.[94] Lisburn is notable for its large number of churches, with 132 churches listed in the Lisburn City Council area.[95] Christ Church Cathedral, commonly referred to as Lisburn Cathedral, is the diocesan church for the Church of Ireland bishopric of Connor which encompasses the Lagan Valley and country Antrim. The principal Roman Catholic Church in Lisburn is St Patrick's on Chapel Hill dedicated in 1900.[96] For Presbyterians the senior congregation remains that of the First Presbyterian Church, off Market Square, built in 1768, and enlarged and remodelled in 1873 and 1970.[97] For the Methodists, it is the Seymour Street Church opened on ground donated by Sir Richard Wallace in 1875.[98] The Lisburn railway station was opened on 12 August 1839.[99] The railway remains a popular means of transport between Lisburn and Belfast, with the express trains taking 10–15 minutes to reach Belfast's Great Victoria Street. The train also links the city directly with Newry, Portadown, Lurgan, Moira and Bangor. The station also has services to Dublin Connolly in the city of Dublin, with three trains per day stopping at the station. All railway services from the station are provided by Northern Ireland Railways, a subsidiary of Translink. The city is also served by Hilden railway station. Ulsterbus provides various bus services that connect the city with Belfast city centre, which lies eight miles northeast. These services generally operate either along Belfast's Lisburn Road or through the Falls area in west Belfast. In addition to long-distance services to Craigavon, Newry and Banbridge, there is also a network of buses that serve the rural areas around the city, such as Glenavy and Dromara; as well as an hourly bus service 6:00 am – 6:00 pm Monday-Saturday to Belfast International Airport. The city has a network of local buses, serving the local housing developments and amenities. These are operated by Ulsterbus.[100] A new \"Buscentre\", provided by the regional public transport provider Translink, opened on 30 June 2008 at the corner of Smithfield Street and the Hillsborough Road. It replaced the shelters that formerly stood in Smithfield Square.[101] The city has a favourable position on the Belfast-Dublin corridor, being connected with the former by the M1 motorway from which it can be accessed through junctions 3, 6, 7 and 8. The A1 road to Newry and Dublin deviates from the M1 at the Sprucefield interchange, which is positioned one mile southeast of the city centre. An inner orbital route was formed throughout the 1980s which has permitted the city centre to operate a one-way system as well as the pedestrianisation of the Bow Street shopping precinct.[102] In addition to this, a feeder road leading from Milltown on the outskirts of Belfast to Ballymacash in north Lisburn, was opened in 2006. This route connects with the A512 and permits traffic from Lisburn to easily access the M1 at junction 3 (Dunmurry) thus relieving pressure on the southern approaches to the city.[103] The Lagan Canal passes through Lisburn. This connected the port of Belfast to Lough Neagh, reaching Lisburn in 1763 (although the full route to Lough Neagh was not complete until 1793). Prior to World War II the canal was an important transportation route for goods, averaging over 307,000 tons of coal per year in the 1920s. Following competition from road transport, the canal was formally closed to navigation in 1958, and grew derelict. A short stretch and lock in front of Lisburn Council offices was restored to use in 2001.[104] Lisburn is served by National Cycle Route 9, connecting the city with Belfast with Newry. The route is planned to eventually connect with Dublin. Lisburn has become one of the main towns/cities in Northern Ireland for shopping. Bow Street Mall, on Bow Street, houses over 70 stores, many eateries (including a food court) and a multi-storey car park with over 1000 spaces. The nearby pedestrianised city centre has numerous local independent shops such as McCalls of Lisburn, Smyth Patterson & Greens Foodfare, as well as many national and high street fashion stores. Lisburn Square, located off Bow Street, is an almost outdoor shopping centre. It houses many high street stores as well as bars, restaurants and cafes. Sprucefield Shopping Centre and Sprucefield Retail Park are two large retail parks located about 2 minutes from the city centre. The first of its kind in Northern Ireland, it has become very popular with residents from all over Northern Ireland, and from as far away as Dublin. This is mainly due to its favourable position on the Belfast-Dublin corridor. It houses many warehouse-type stores including B&Q, Toys'R'Us and Marks and Spencer. The local area code, like the rest of Northern Ireland is 028. However, all local 8-digit subscriber numbers are found in the form 92xx-xxxx. Before the Big Number Change in 2000, the STD code for Lisburn and its surrounding area was 01846, having previously been 0846. As with the rest of the British Isles, Lisburn experiences a maritime climate with cool summers and mild winters. The nearest official Met Office weather station for which online records are available is at Hillsborough,[105] about 3 miles south south west of the city centre. Averaged over the period 1971–2000 the warmest day of the year at Hillsborough will reach 24.3 °C (75.7 °F),[106] although 9 out of 10 years should record a temperature of 25.1 °C (77.2 °F) or above.[107] Averaged over the same period, the coldest night of the year typically falls to −6.0 °C (21.2 °F)[108] and on 37 nights air frost was observed.[109] Typically annual rainfall falls just short of 900 mm, with at least 1 mm falling on 154 days of the year.[110] Water can be supplied from Dams and nearby rivers thanks to the rainfall and mountains. In the 19th Century, Duncan's Dam provided the town with water and now serves as a free public park.[111] The main hospital in the city is the Lagan Valley Hospital, which provides Accident and Emergency services to the area. The hospital lost its acute services in 2006. Residents now must travel to Belfast for acute surgery. The Lagan Valley lost its 24-hour A&E from 1 August 2011 due to a shortage of Junior Doctors. It will now instead be open 9:00 am – 8:00 pm and will be closed on weekends. This has caused much controversy as residents of the city will now have to travel to Belfast or Craigavon.[113] Primary care in the area is provided by the Lisburn Health Centre, which opened in 1977.[114] The city lies within the South Eastern Health and Social Care Board area, formerly known as Down and Lisburn Trust. In November 2012 the Award of 2013 European City of Sport was officially handed over to Lisburn at a presentation ceremony at the European Parliament in Brussels.","Title":"Lisburn - Wikipedia","KeyID":"18942","URL":"https://en.wikipedia.org/wiki/Lisburn"}