{"Content: ":"Thomas David Simpson (born 16 February 1959) is a Democratic Unionist Party (DUP) politician in Northern Ireland, who was the Member of Parliament (MP) for Upper Bann from 2005 to 2019. On 6 November 2019 Simpson announced that he would not be standing for re-election in the 2019 general election.[1] Simpson had previously been a Member of the Northern Ireland Assembly (MLA) for Upper Bann, from 2003 to 2010. Simpson was first elected to Craigavon Borough Council in 2001 and served as mayor in 2004–2005. In the 2001 general election Simpson stood unsuccessfully against Ulster Unionist Party leader David Trimble in the parliamentary constituency of Upper Bann. In 2003 he was elected a Member of the Legislative Assembly (MLA) for Upper Bann. Simpson won the parliamentary seat from Trimble in the 2005 general election and retained his council seat. He was re-elected to the Assembly in 2007 but resigned from the Assembly and from Craigavon Borough Council after being returned to Westminster in the 2010 general election.[2] Simpson used parliamentary privilege in 2007 to accuse Sinn Féin MLA Francie Molloy of involvement in the 1979 killing of Simpson's cousin, a former police officer. He alleged that Molloy had been an informer working for the British state within the IRA. Molloy denied both claims.[3] Simpson was a member of the Parliamentary Joint Committee on Statutory Instruments and the Commons Committee on Statutory Instruments (2006–2009).[4] and the Transport Select Committee (2007–2009). He joined the Northern Ireland Affairs Committee in 2009.[4] He has been DUP Spokesperson on Trade and Industry (2005–2007), Transport (2007–2009), Young People (2007–2010), International Development (2007–2010), and Business, Innovation and Skills (2009 to present), Communities and Local Government (2010 to present) and Education (2012 to present).[4] In his role as DUP Spokesperson on Communities and Local Government, Simpson called on the Government to take action against cyberbullying including the consideration of legislation to make cyberbullying an offence.[5] Simpson is a former member of the Orange Order, in which he was Deputy Master of Loughgall District. He is a proponent of creationism,[6] and his former election agent and constituency assistant, David McConaghie, who had played a key role in Simpson's 2005 election victory, was until late 2012 a prominent spokesperson for the Caleb Foundation which represented creationist and socially conservative Evangelical Protestant views. He spoke and voted against[7] the UK Government's Marriage (Same Sex Couples) Bill in February 2013 stating that \"this is not the jurisdiction of this house [...] this is an ordained constitution of God, and that'll end in 'In the garden of Eden it was Adam and Eve it wasn't Adam and Steve.'\"[8] The Bill covers England and Wales as family law is devolved in Northern Ireland. Simpson is also a supporter of homeopathy, having signed several early day motions in support of its continued funding on the National Health Service sponsored by Conservative MP David Tredinnick.[9] Simpson went to the Birches Primary School six miles north-west of Portadown, and then to Killicomaine Junior High School in Portadown. He later studied at the College of Business Studies in Belfast (now Belfast Metropolitan College) and worked in the Universal Meat Company in Portadown. Simpson is married with a son and two daughters, and lives in Portadown. He is also involved in youth work and drugs rehabilitation programmes. In 2018, after 30 years of marriage, Simpson reportedly left his marital home after allegations of his having an affair were published in a newspaper.[10] Subsequently, the woman involved wrote an apology and her husband forwarded some of the 11,000 texts that Simpson had sent during the affair to Simpson's wife.[11] The husband was later sacked for \"gross misconduct\" from his employment as a sales executive with the meat company owned by Simpson and his wife.","Title":"David Simpson (Northern Ireland politician) - Wikipedia","KeyID":"18941","URL":"https://en.wikipedia.org/wiki/David_Simpson_(Northern_Ireland_politician)"}