{"Content: ":"Elizabeth II  Charles, Prince of Wales  Elizabeth II (Queen-in-Council)  Boris Johnson (C) Dominic Raab (C)  Elizabeth II (Queen-in-Parliament)  The Lord McFall of Alcluith  Sir Lindsay Hoyle Sir Keir Starmer (L) Supreme Court The Lord Reed The Lord Hodge Andrew Bailey Monetary Policy Committee       The Cabinet of the United Kingdom is the senior decision making body of the Government of the United Kingdom.[1] A committee of the Privy Council, it is chaired by the prime minister and its members include secretaries of state and other senior ministers. The Ministerial Code says that the business of the Cabinet (and cabinet committees) is mainly: questions of major issues of policy, questions of critical importance to the public and questions on which there is an unresolved argument between departments.[2] Until at least the 16th century, individual officers of state had separate property, powers and responsibilities granted with their separate offices by royal command, and the Crown and the Privy Council constituted the only co-ordinating authorities. In England, phrases such as \"cabinet counsel\", meaning advice given in private, in a cabinet in the sense of a small room, to the monarch, occur from the late 16th century, and, given the non-standardised spelling of the day, it is often hard to distinguish whether \"council\" or \"counsel\" is meant.[3] The OED credits Francis Bacon in his Essays (1605) with the first use of \"Cabinet council\", where it is described as a foreign habit, of which he disapproves: \"For which inconveniences, the doctrine of Italy, and practice of France, in some kings' times, hath introduced cabinet counsels; a remedy worse than the disease\".[4] Charles I began a formal \"Cabinet Council\" from his accession in 1625, as his Privy Council, or \"private council\", and the first recorded use of \"cabinet\" by itself for such a body comes from 1644, and is again hostile and associates the term with dubious foreign practices.[3] There were ministries in England led by the chief minister, which was a personage leading the English government for the monarch. Despite primary accountability to the monarch, these ministries, having a group of ministers running the country, served as a predecessor of the modern perspective of cabinet. After the ministry of Lord Stanhope and Lord Sunderland collapsed, Sir Robert Walpole rose to power as First Lord of the Treasury. Since the reign of King George I the Cabinet has been the principal executive group of British government. Both he and George II made use of the system, as both were not native English speakers, unfamiliar with British politics, and thus relied heavily on selected groups of advisers. The term \"minister\" came into being since the royal officers \"ministered\" to the sovereign. The name and institution have been adopted by most English-speaking countries, and the Council of Ministers or similar bodies of other countries are often informally referred to as cabinets.[citation needed] The modern Cabinet system was set up by Prime Minister David Lloyd George during his premiership, 1916–1922, with a Cabinet Office and Secretariat, committee structures, unpublished minutes, and a clearer relationship with departmental Cabinet ministers. The formal procedures, practice and proceedings of the Cabinet remain largely unpublished.[citation needed] This development grew out of the exigencies of the First World War, where faster and better co-ordinated decisions across Government were seen as a crucial part of the war effort. Decisions on mass conscription, co-ordination worldwide with other governments across international theatres, and armament production tied into a general war strategy that could be developed and overseen from an inner \"War Cabinet\". The country went through successive crises after the war: the 1926 United Kingdom general strike; the Great Depression of 1929–32; the rise of Bolshevism after 1917 and Fascism after 1922; the Spanish Civil War 1936 onwards; the invasion of Abyssinia 1936; the League of Nations Crisis which followed; and the re-armament and resurgence of Germany from 1933, leading into another World War. All these demanded a highly organised and centralised Government centred on the Cabinet.[citation needed] The prime minister decides the membership and attendees of the Cabinet.[5] The total number of Cabinet ministers who are entitled to a salary is capped at 21, plus the lord chancellor, who is paid separately.[6] Some ministers may be designated as also attending Cabinet, like the attorney general,[7] as \"...it has been considered more appropriate, in recent times at any rate, that the independence and detachment of his office should not be blurred by his inclusion in a political body – that is to say the Cabinet – which may have to make policy decisions upon the basis of the legal advice the law officers have given.\"[8] The Cabinet is a committee of the Privy Council (though this interpretation has been challenged) and, as such, all Cabinet ministers must be privy counsellors.[9] The Cabinet is now made up almost entirely of members of the House of Commons,[7] with the Peel convention dictating that ministers may only be recruited from the House of Commons or the House of Lords (though this convention has been broken in the past, the case of Patrick Gordon Walker perhaps being the most notable exception).[10] Sometimes, when a minister from neither House is appointed, they have been granted a customary peerage.[11] Civil servants from the Cabinet Secretariat and special advisors (on the approval of the prime minister) can also attend Cabinet meetings, but neither take part in discussions.[1] It has been suggested that the modern Cabinet is too large, including by former Cabinet Secretary Mark Sedwill and scholars Robert Hazell and Rodney Brazier.[12][13] Robert Hazell has suggested merging the offices of Secretary of State for Northern Ireland, Scotland and Wales into one Secretary of State for the Union,[12] in a department into which Rodney Brazier has suggested adding a minister of state for England with responsibility for English local government.[13] Most cabinet meetings takes place in the Cabinet Room of 10 Downing Street; however, they have been known to take place in other places.[1] Despite the custom of meeting on a Thursday, after the appointment of Gordon Brown, the meeting day was switched to Tuesday.[14] However, when David Cameron became prime minister, he held his cabinet meetings on Thursdays again. Upon Theresa May's ascension, she switched the cabinet meetings back to Tuesday.[15] The length of meetings varies according to the style of the prime minister and political conditions, but modern meetings can be as short as 30 minutes.[citation needed] Ministers are bound by the constitutional convention of collective ministerial responsibility.[16] Cabinet ministers, like all ministers, are appointed and may be dismissed by the monarch without notice or reason, on the advice of the prime minister. The allocation and transfer of responsibilities between ministers and departments is also generally at the prime minister's discretion. The Cabinet has always been led by the prime minister, whose originally unpaid office as such was traditionally described as merely primus inter pares (first among equals), but today the prime minister is the preeminent head of government, with the effective power to appoint and dismiss Cabinet ministers and to control the Cabinet's agenda. The extent to which the Government is collegial varies with political conditions and individual personalities.[citation needed] The Cabinet is the ultimate decision-making body of the executive within the Westminster system of government in traditional constitutional theory. This interpretation was originally put across in the work of 19th century constitutionalists such as Walter Bagehot, who described the Cabinet as the \"efficient secret\" of the British political system in his book The English Constitution. The political and decision-making authority of the cabinet has been gradually reduced over the last several decades, with some claiming its role has been usurped by a \"prime ministerial\" government. In the modern political era, the prime minister releases information concerning the ministerial ranking in the form of a list detailing the seniority of all Cabinet ministers.[17] The centralisation of the Cabinet in the early 20th century enhanced the power of the prime minister, who moved from being the primus inter pares of the Asquith Cabinets of 1906 onwards, to the dominating figures of David Lloyd George, Stanley Baldwin and Winston Churchill.[citation needed] The Institute for Government claims that the reduced number of full Cabinet meetings signifies \"that the role of Cabinet as a formal decision-making body has been in decline since the war.\"[18] This view has been contradicted by Vernon Bogdanor, a British constitutional expert, who claims that \"the Cabinet has, in fact, been strengthened by the decline in full meetings, as it allows more matters to be transferred to cabinet committees. Thus, business is done more efficiently.\"[19] Most prime ministers have had a so-called \"kitchen cabinet\" consisting of their own trusted advisers who may be Cabinet members but are often non-cabinet trusted personal advisers on their own staff. In recent governments, generally from Margaret Thatcher, and especially in that of Tony Blair, it has been reported that many or even all major decisions have been made before cabinet meetings. This suggestion has been made by former ministers including Clare Short and Chris Smith, in the media, and was made clear in the Butler Review, where Blair's style of \"sofa government\" was censured.[citation needed] The combined effect of the prime minister's ability to control Cabinet by circumventing effective discussion in Cabinet and the executive's ability to dominate parliamentary proceedings places the British prime minister in a position of great power, that has been likened to an elective dictatorship (a phrase coined by Quinton Hogg, Lord Hailsham in 1976). The relative inability of Parliament to hold the Government of the day to account is often cited by the UK media as a justification for the vigour with which they question and challenge the Government. This is often controversial as some people believe that Individual Media Corporations have had key influence upon certain components of British elections.[20] The classic view of Cabinet Government was laid out by Walter Bagehot in The English Constitution (1867) in which he described the prime minister as the primus‐inter‐pares (\"first among equals\").[21] The view was questioned by Richard Crossman in The Myths of Cabinet Government (1972) and by Tony Benn. They were both members of the Labour governments of the 1960s and thought that the position of the prime minister had acquired more power so that prime ministerial government was a more apt description.[21] Crossman stated that the increase in the power of the prime minister resulted from power of centralised political parties, the development of a unified civil service, and the growth of the prime minister's private office and Cabinet secretariat.[22] Graham Allen (a government whip during Tony Blair's first government) makes the case in The Last Prime Minister: Being Honest About the UK Presidency (2003) that the office of prime minister has presidential powers,[23] as did Michael Foley in The British Presidency (2000).[24] However the power that a prime minister has over his or her cabinet colleagues is directly proportional to the amount of support that they have with their political parties and this is often related to whether the party considers them to be an electoral asset or liability. Also when a party is divided into factions a prime minister may be forced to include other powerful party members in the Cabinet for party political cohesion. The prime minister's personal power is also curtailed if their party is in a power-sharing arrangement, or a formal coalition with another party (as happened in the coalition government of 2010 to 2015).[22][21][25] As of July 2022, the makeup of the Cabinet (in order of ministerial ranking) is:[7][26][27][28][29][30] (born 1968)","Title":"Cabinet of the United Kingdom - Wikipedia","KeyID":"18946","URL":"https://en.wikipedia.org/wiki/Cabinet_of_the_United_Kingdom"}