{"Content: ":"The Friends of Israel Initiative (FOII) is an international effort, to \"seek to counter the attempts to delegitimize the State of Israel and its right to live in peace within safe and defensible borders\", initiated and led by former Prime Minister of Spain and People's Party leader José María Aznar in 2010.[1][2] The FOII was co-founded by Republican Party former United States Ambassador to the United Nations John Bolton, Forza Italia's former President of the Italian Senate Marcello Pera, former President of Czech Republic Václav Havel, Peru's former President Alejandro Toledo and billionaire financier, Robert Agostinelli and British Conservative Party peer, former First Minister of Northern Ireland and Nobel Peace Prize winner David Trimble.[1] On 19 July 2010 a launch event was held at the British House of Commons, hosted by the Henry Jackson Society and Robert Halfon MP.[3][4] The Friends of Israel Initiative met with President Shimon Peres in July 2011 at Beit HaNassi in Jerusalem. The delegation included former Spanish Prime Minister José María Aznar, former US Ambassador to the United Nations John R. Bolton, founder of Rhone Group Robert Agostinelli and Nobel Peace Prize laureate Lord David Trimble. The President held a working meeting with FII and presented an overview of the on situation in Israel and the region at large.[5] The declared purpose of the initiative is to \"seek to counter the attempts to delegitimize the State of Israel and its right to live in peace within safe and defensible borders\". It uses the slogan \"Stand for Israel, Stand for the West\".[2] It also campaigns against Iran, in particular in relation to its potential development of nuclear armaments. According to the Mexican newspaper El Financiero, the purpose of the initiative is to \"reaffirm Western values,\" \"work in favor of recognizing the right of Israel to exist,\" and counteract \"anti-Semitic criticism\" of Israel.[6] According to ABC News, the initiative is founded on the conviction that \"The campaign against Israel corrodes the international system from within, beginning with the United Nations.\"[7] José María Aznar states that FOII is non-Jewish in nature and not linked to the Israeli government, and only non-Jews can become a members of the board. Aznar believes that if Israel were to disappear, Europe would then be directly confronted by radical Islam elements.[8] The Friends of Israel are based on the following principles:[2] The initiative was founded by:[9] FOII is headquartered in Madrid,[10] but also has a British arm registered as a charity.[11] Friends of Israel Initiative has been funded by a dozen private donors from Spain, America, Israel, France, Italy and Britain. It has a working budget of almost £1 million a year.[12]","Title":"Friends of Israel Initiative - Wikipedia","KeyID":"18949","URL":"https://en.wikipedia.org/wiki/Friends_of_Israel_Initiative"}