{"Content: ":"Gordon Brown Labour David Cameron (Conservative) Nick Clegg (Liberal Democrat) The 2010 United Kingdom general election was held on Thursday 6 May 2010, with 45,597,461 registered voters[1] entitled to vote to elect members to the House of Commons. The election took place in 650 constituencies[note 2] across the United Kingdom under the first-past-the-post system. The election resulted in a large swing to the Conservative Party similar to that seen in 1979, the last time a Conservative opposition had ousted a Labour government. The Labour Party lost the 66-seat majority it had previously enjoyed, but no party achieved the 326 seats needed for a majority. The Conservatives, led by David Cameron, won the most votes and seats, but still fell 20 seats short. This resulted in a hung parliament where no party was able to command a majority in the House of Commons. This was only the second general election since the Second World War to return a hung parliament, the first being the February 1974 election. For the leaders of all three major political parties, this was their first general election contest as party leader. Prime minister Gordon Brown had taken office in June 2007 following the end of Tony Blair's 10-year reign as prime minister and 13 years as leader of the Labour Party, while David Cameron had succeeded Michael Howard in December 2005 and Nick Clegg had succeeded Menzies Campbell (who never contested a general election) in December 2007. However, a hung parliament had been largely anticipated by the opinion polls in the run-up to the election, so politicians and voters were better prepared for the constitutional process that would follow such a result.[2] The coalition government that was subsequently formed was the first to result directly from a UK election. The hung parliament came about in spite of the Conservatives managing both a higher vote total and a higher share of the vote than the previous Labour government had done in 2005, when it had secured a comfortable majority (although vastly reduced from its landslide victories at the previous two elections). A total of 149 sitting MPs stood down at the election, the highest since 1945, including many former New Labour Cabinet ministers such as former Deputy Prime Minister John Prescott, Alan Milburn, Geoff Hoon, Ruth Kelly, James Purnell and John Reid. One reason for the very high number of MPs standing down was the parliamentary expenses scandal a year earlier. Coalition talks began immediately between the Conservatives and the Liberal Democrats, and lasted for five days. There was an aborted attempt to put together a Labour/Liberal Democrat coalition (although 11 seats from other smaller parties would have been required). To facilitate this, Gordon Brown announced on the evening of Monday 10 May that he would resign as Leader of the Labour Party. Realising that a deal between the Conservatives and the Liberal Democrats was imminent, Brown resigned the next day, on Tuesday 11 May, as Prime Minister, marking the end of 13 years of Labour government.[3] This was accepted by Queen Elizabeth II, who then invited David Cameron to form a government in her name and become Prime Minister. Just after midnight on 12 May, the Liberal Democrats approved the agreement \"overwhelmingly\",[4][5] sealing a coalition government of Conservatives and Liberal Democrats. None of the three main party leaders had previously led a general election campaign, a situation which had not occurred since the 1979 election. During the campaign, the three main party leaders engaged in the first televised debates. The Liberal Democrats achieved a breakthrough in opinion polls after the first debate, in which their leader Nick Clegg was widely seen as the strongest performer. Nonetheless, on polling day their share of the vote increased by only 1%, with a net loss of five seats. This was still the Liberal Democrats' largest popular vote since the party's creation in 1988; they found themselves in a pivotal role in the formation of the new government. The share of votes for parties other than Labour or the Conservatives was 35%, the largest since the 1918 general election. In terms of votes it was the most \"three-cornered\" election since 1923, as well as in terms of seats since 1929. The Green Party of England and Wales won its first ever seat in the House of Commons, and the Alliance Party of Northern Ireland also gained its first elected member.[6] The general election saw a 5.1% national swing from Labour to the Conservatives, the third-largest since 1945. The result in one constituency, Oldham East and Saddleworth, was subsequently declared void on petition because of illegal practices during the campaign, the first such instance since 1910. The prime minister, Gordon Brown, went to Buckingham Palace on 6 April and asked the Queen to dissolve Parliament on 12 April, confirming in a live press conference in Downing Street, as had long been speculated, that the election would be held on 6 May,[7] five years since the previous election on 5 May 2005. The election took place on 6 May in 649 constituencies across the United Kingdom, under the first-past-the-post system, for seats in the House of Commons. Voting in the Thirsk and Malton constituency[note 2] was postponed for three weeks because of the death of a candidate. The governing Labour Party campaigned to secure a fourth consecutive term in office, and to restore support lost since 2001.[8] The Conservative Party sought to gain a dominant position in British politics after losses in the 1990s, and to replace Labour as the governing party. The Liberal Democrats hoped to make gains from both sides and hoped to hold the balance of power in a hung parliament. Since the televised debates between the three leaders, their poll ratings had risen to the point where many considered the possibility of a Liberal Democrat role in Government.[9] Polls just before election day saw a slight swing from the Liberal Democrats back to Labour and Conservatives, with the majority of final polls falling within one point of Conservatives 36%, Labour 29%, Liberal Democrats 23%.[10][11] However, record numbers of undecided voters raised uncertainty about the outcome.[12][13] The Scottish National Party, encouraged by their victory in the 2007 Scottish parliament elections, set itself a target of 20 MPs and was hoping to find itself holding a balance of power.[14] Equally, Plaid Cymru sought gains in Wales. Smaller parties which had had successes at local elections and the 2009 European elections (UK Independence Party, Green Party, British National Party) looked to extend their representation to seats in the House of Commons. The Democratic Unionist Party looked to maintain, if not extend, its number of seats, having been the fourth-largest party in the House of Commons. The key dates were: This election had an unusually high number of MPs choosing not to seek re-election, with more standing down than did so at the 1945 general election (which on account of the extraordinary wartime circumstances came ten years after the preceding election).[17] This has been attributed to the 2009 expenses scandal and the fact there was talk that redundancy-style payments for departing MPs might be scrapped after the election.[18] In all, 149 MPs (100 Labour, 35 Conservatives, 7 Liberal Democrats, 2 Independents, 1 Independent Conservative and 1 member each from the SNP, Plaid Cymru, the DUP, and the SDLP) decided not to contest the election. Additionally, three seats were vacant at the time of the dissolution of Parliament; two due to the deaths of Labour MPs and one due to the resignation in January 2010 of a DUP member. Each of the four national boundary commissions is required by the Parliamentary Constituencies Act 1986 (as amended by the Boundary Commissions Act 1992) to conduct a general review of all the constituencies in its part of the United Kingdom every eight to twelve years to ensure the size and composition of constituencies are as fair as possible. Based on the Rallings and Thrasher studies using ward by ward data from local elections and the 2005 general election, the new boundaries used in 2010 would have returned nine fewer Labour MPs had they been in place at the previous election; given that there are to be four more seats in the next parliament this nationally reduces Labour's majority from 66 to 48.[19] Pursuant to Boundary Commission for England recommendations, the number of seats in England increased by four, and numerous changes were made to the existing constituency boundaries.[20] Northern Ireland continued to elect 18 MPs, but minor changes were made to the eastern constituencies in accordance with the Northern Ireland Boundary Commission's recommendations.[21] For the first time, these changes include the splitting of an electoral ward between two constituencies. Following the recommendations of the Boundary Commission for Wales, the total number of seats remained at 40, although new seats caused by radical redrawing of boundaries in Clwyd and Gwynedd were fought for the first time: Arfon and Dwyfor Meirionnydd replaced Caernarfon and Meirionnydd Nant Conwy, respectively; Aberconwy replaced Conwy. At the time of the election Welsh constituencies had electorates on average around 14,000 smaller than their counterparts in England.[22] Scotland saw its most recent large-scale review completed in 2004, so its 59 constituencies remained the same as at the 2005 general election. All three main parties went into the general election having changed leaders since 2005. David Cameron became Conservative leader in December 2005, replacing Michael Howard. Gordon Brown succeeded Tony Blair as leader of the Labour Party and Prime Minister in June 2007. Nick Clegg was elected as leader of the Liberal Democrats in December 2007, succeeding Menzies Campbell who had replaced Charles Kennedy in January 2006. The last time all three main parties went into a general election with new leaders was in the 1979 election, when James Callaghan as Labour leader, Margaret Thatcher for the Conservatives, and David Steel with the then-Liberal Party took to the polls. The prospect of a coalition or minority government was being considered well before polling day. Gordon Brown made comments about the possibility of a coalition in January 2010.[23] In 2009, it was reported that senior civil servants were to meet with the Liberal Democrats to discuss their policies, an indication of how seriously the prospect of a hung parliament was being taken.[24] Nick Clegg[25] and Menzies Campbell[26] had continued the position of Charles Kennedy of not being prepared to form a coalition with either main party and of voting against any Queen's Speech unless there was an unambiguous commitment in it to introduce proportional representation. Other parties with representation at Westminster after the previous general election included the Scottish National Party, with six parliamentary seats, Plaid Cymru from Wales with three seats, and Respect – The Unity Coalition and Health Concern, each of which held one parliamentary seat in England. Since that election, the SNP had won the 2007 Scottish Parliament elections and gained control of the Scottish Government, and also won the largest share of the 2009 European Parliament election vote in Scotland.[27] In Wales, the Labour Party remained the largest party in the Welsh Assembly, although Plaid Cymru increased their share of the vote and formed a coalition government with Labour.[28] In 2009 the Ulster Unionist Party and the Conservative Party announced they had formed an electoral alliance whereby the two parties would field joint candidates for future elections under the banner of \"Ulster Conservatives and Unionists – New Force\".[29] However, this caused the sole UUP MP Lady Sylvia Hermon to resign from the party on 25 March 2010, leaving them with no representation at Westminster for the first time in their history.[30] Many constituencies were contested by other, smaller parties. Parties that won no representatives at Westminster in 2005 but have seats in the devolved assemblies or European Parliament included the Alliance Party of Northern Ireland, the Progressive Unionist Party of Northern Ireland, the British National Party, the UK Independence Party (UKIP), and the Green parties in the UK: the Green Party of England and Wales, the Scottish Green Party, and the Green Party in Northern Ireland. In 2009, Nigel Farage announced his intention to resign as UKIP leader to focus on becoming an MP. Farage was replaced in an election by party members by Lord Pearson of Rannoch, whose stated intention was for the electoral support of UKIP to force a hung parliament. The Green Party of England and Wales voted to have a position of leader for the first time; the first leadership election was won by Caroline Lucas, who successfully contested the constituency of Brighton Pavilion. In addition, a new loose coalition, Trade Unionist and Socialist Coalition (TUSC), contested a general election for the first time. TUSC was a grouping of left wing parties that participated in the 2009 European Parliament elections under the name of No2EU; members included the Socialist Workers Party, the Socialist Party, the Socialist Alliance, Socialist Resistance, and is supported by some members of UNISON, the National Union of Teachers, the University and College Union, the National Union of Rail, Maritime and Transport Workers, and the Public and Commercial Services Union. Several members of these unions ran as candidates under the TUSC banner.[31] However, some former members of NO2EU, such as the Liberal Party[citation needed] and the Communist Party of Britain,[32] chose not to participate in the TUSC campaign. The coalition did not run candidates against left wing Labour or Respect candidates.[33][34] The prospective Labour candidate for Moray, Stuart Maclennan, was sacked after making offensive comments on his Twitter page, referring to elderly voters as \"coffin dodgers\" and voters in the North of Scotland as \"teuchters\", and insulting politicians such as Cameron, Clegg, John Bercow and Diane Abbott.[35] The UKIP candidate for Thirsk and Malton—John Boakes—died, causing the election in the constituency to be postponed until 27 May.[36][37][38][39] Philip Lardner, the Conservative candidate for North Ayrshire and Arran, was suspended from the party for comments he made about homosexuality on his website, describing it as not \"normal behaviour\". Andrew Fulton, the chairman of the Scottish Conservative Party, called the comments \"deeply offensive and unacceptable\", adding: \"These views have no place in the modern Conservative party.\" However, he still appeared as a Conservative candidate because it was too late to remove his name from the ballot paper.[40] A total of 2,378 postal voters in Bristol West were wrongly sent ballot papers for Bristol East by mistake. Bristol City Council officials asked people to tear up the wrong papers and said: \"Every effort will be made to ensure delivery [of new ballot papers] by 30 April.\"[41] The SNP attempted but failed to ban the broadcast of the final party leaders' debate in Scotland, in a court action. They had argued that \"the corporation [the BBC] had breached its rules on impartiality by excluding the SNP\". The judge, Lady Smith, ruled that \"the SNP's case 'lacks the requisite precision and clarity'\" and added she could not \"conclude the BBC had breached impartiality rules\". Additionally, broadcasting regulator Ofcom ruled that it had not \"upheld complaints received from the SNP and Plaid Cymru about The First Election Debate broadcast on ITV1 on Thursday 15 April 2010\".[42] The leader of the UK Independence Party, Lord Pearson, wrote an open letter to Somerset newspapers, asking voters to support Conservative candidates, rather than UKIP candidates in the Somerton and Frome, Taunton Deane and Wells constituencies. This action was criticised by UKIP candidates who refused to stand down.[43] The Labour candidate for Bristol East and former MP Kerry McCarthy revealed information about postal votes cast in the constituency on Twitter. Avon and Somerset Police said they were \"looking into a possible alleged breach of electoral law\". Bristol City Council stated: \"This is a criminal matter and [it] will be for the police to decide what action to take.\"[44] The former Prime Minister Tony Blair returned to the campaign trail for Labour, visiting a polyclinic in Harrow West, after a troubled Labour campaign.[45] Postal voters in the marginal Vale of Glamorgan constituency had to be issued with new ballot papers after mistakenly being told they did not have to sign applications for postal votes.[46] A group of entrepreneurs warned on the dangers of a Labour-Liberal coalition in an open letter to The Times on 29 April.[47][48][49] Gordon Brown, while in his Prime Ministerial Car on 28 April, privately described a 65-year-old woman and lifelong Labour voter, Gillian Duffy, from Rochdale, Greater Manchester, a Labour-Liberal Democrat marginal seat, as a \"bigoted woman\". She had asked him about vulnerable people supposedly not receiving benefits because immigrants were receiving them, adding: \"You can't say anything about the immigrants because you're saying that you're ... but all these eastern Europeans what are coming in, where are they flocking from?\" He replied: \"A million people have come from Europe but a million British people have gone into Europe.\"[50][51] Brown's conversation with his communications director Justin Forsyth (JF) went: Brown's remarks were recorded by a Sky News microphone he was still wearing, and widely broadcast. It was later said that Brown had misheard Duffy and thought she had asked, \"where are they fucking from?\"[53][54][55] Soon after the incident, Brown talked to Jeremy Vine live on BBC Radio 2 where he publicly apologised to Duffy. American comedian Jon Stewart commented that the clip showed the moment when Brown's \"political career leaves his body\".[56] Subsequently, Brown visited her house for 43 minutes in order to apologise in person. Upon emerging, he described himself as a \"penitent sinner\",[57] while Duffy refused to speak to the press and would not shake hands with him in front of the cameras. She said the incident had left her feeling more sad than angry and that she would not be voting for Labour or any other party.[58] The incident was subsequently dubbed \"Bigotgate\", which was later added to the Collins English Dictionary.[59] Despite this, Labour went on to gain the Rochdale seat from the Liberal Democrats, one of the few gains they made in the election. In Hornsey and Wood Green constituency 749 postal voters were sent ballot papers which asked voters to pick three candidates instead of one; Haringey Council had to send correct versions by hand.[60] The Metropolitan Police launched an investigation in the London Borough of Tower Hamlets. The Times reported on 2 May that the investigation had revealed some names on the register were fictitious, with a late surge in applications to be added to the electoral register (before 20 April deadline) leading to 5,000 additions without time for full checks.[61] In terms of the outcome of the borough's two seats, the narrower majority in any event exceeded 5,000 votes in Poplar and Limehouse, at 6,030 votes. The Labour candidate for North West Norfolk, Manish Sood, described Gordon Brown as Britain's worst ever Prime Minister.[62] The comments, which he repeated to a variety of news outlets, took attention away from the previous day's speech by Brown to Citizens UK, widely described as his best in the campaign.[63][64] A Conservative Party activist in Peterborough was arrested after alleged postal voting fraud, calling into question 150 postal votes.[65] Simon Bennett resigned as the head of the British National Party's online operation then redirected its website to his own on which he attacked the party's leadership.[66] On the morning of polling day, 6 May, the former and later leader of UKIP, Nigel Farage, standing in Buckingham against the Speaker, was injured when a light banner-towing aircraft in which he was a passenger crashed near Brackley, Northamptonshire.[67] Groups of voters waiting in queues at 10 pm were locked out of polling stations in Sheffield Hallam, Manchester and Leeds; and police said one London polling station was open until 10.30 pm, which triggered a national review of polling station requirements led by the Electoral Commission.[68] The counts for the Foyle and East Londonderry constituencies were suspended because of a security alert around 11 pm after a car was abandoned outside the counting centre, causing a bomb scare. Following a campaign by Sky News and with agreement of the party leaders,[69] it was announced on 21 December 2009 that there would be three leaders' debates, each broadcast on prime time television,[70] and a subsequent announcement in March 2010 that a debate between the financial spokesmen of the three main parties, Alistair Darling, George Osborne and Vince Cable would be held on 29 March.[71] The SNP insisted that as the leading political party in Scotland in the latest opinion poll, it should be included in any debate broadcast in Scotland.[80] On 22 December 2009, the UKIP leader, Lord Pearson stated that his party should also be included. Following a decision by the BBC Trust not to uphold a complaint from the SNP and Plaid Cymru over their exclusion from the planned BBC debate, the SNP announced on 25 April that they would proceed with legal action over the debate scheduled for 29 April.[81] The party said it was not trying to stop the broadcast but it wanted an SNP politician included for balance. The SNP lost the case, in a judgement delivered on 28 April.[82] Since each MP is elected separately by the first past the post voting system, it is impossible to precisely project a clear election outcome from overall UK shares of the vote. Not only can individual constituencies vary markedly from overall voting trends, but individual countries and regions within the UK may have a very different electoral contest that is not properly reflected in overall share of the vote figures. Immediately following the previous general election, Labour held a double-digit lead in opinion polls. However, over the course of 2005, this lead was eroded somewhat. By December 2005, the Conservative party showed its first small leads in opinion polls following the controversial 90 days' detention proposals and the election of David Cameron to the leadership of the Conservative party.[83] In early 2006, opinion polls were increasingly mixed with small leads given alternately to Labour and Conservative. From the May 2006 local elections, in which Labour suffered significant losses, the Conservatives took a small single-digit lead in opinion polls. Labour regained the lead in June 2007 following the resignation of Tony Blair and the appointment of Gordon Brown as prime minister. From November 2007, the Conservatives again took the lead and, from then, extended their lead into double digits, particularly in response to the MPs' expenses scandal, although there was some evidence that the lead narrowed slightly towards the end of 2009. By the end of February 2010, Ipsos MORI, ICM, YouGov and ComRes polls had all found a sufficient narrowing of the Conservative lead for media speculation about a hung parliament to return.[84] Conservative; Labour; Liberal Democrats; Other Graph of poll results since 2005 Graph of YouGov poll results from 6 April 2010 From 15 April 2010, following the first televised debate of the party leaders, polling data changed dramatically, with the Lib Dem vote proportion rising to 28–33%, and the Conservative vote proportion falling. In some polls, the Liberal Democrats took the lead from the Conservatives. Under UNS projections, this made a hung parliament highly probable, if Lib Dem performance had persisted.[85] The following graph shows ComRes poll results recorded over the period 11 April – 6 May 2010, including annotations of the three TV debates:  After the second debate on 22 April the polls, on average, placed the Conservatives in the lead on 33%, the Liberal Democrats in second on 30% and Labour in third on 28%. If these polls had reflected the election day results on a uniform swing nationwide, Labour would have had the most seats in a hung Parliament. At 22:00 on election day, coinciding with the closure of the polls, the results of an exit poll completed by GfK NOP and Ipsos MORI on behalf of the BBC, Sky and ITV news services was announced. Data were gathered from individuals at 130 polling stations around the country. The results of the poll initially suggested a hung parliament with the Conservative Party 19 seats from a controlling majority; this was later adjusted to 21 seats. The distribution of seats between the Conservatives, Labour, Liberal Democrats and other parties was initially suggested to be 307, 255, 59 and 29, respectively,[86] although the seat numbers were later changed to 303, 251, 69 and 27, respectively.[87] Initial reaction to the exit poll by various commentators was of surprise at the apparent poor prospects for the Liberal Democrats[88] because it was at odds with many opinion polls undertaken in the previous weeks. The actual results showed that the exit poll was a good predictor. A later BBC Exit poll (05:36 BST) predicted the Conservatives on 306 (20 short of an overall majority), Labour on 262 and Liberal Democrats on 55.[87] National newspapers in England traditionally endorse political parties before a general election. The following table shows which parties the major papers endorsed. The Independent and The Guardian advocated tactical voting to maximise the chance of a Liberal Democrat/Labour coalition to make electoral reform including of the House of Lords and introduction of domestic proportional representation more likely.[92][101] Turnout nationally was 65%, a rise from the 61% turnout in the 2005 general election.[104]  On 27 May 2010 the Conservatives won the final seat of Thirsk and Malton, thus giving them 306 seats. The election in that constituency had been delayed because of the death of the UKIP candidate.[106]  Two results were also challenged by defeated candidates through election petitions – Fermanagh and South Tyrone, and Oldham East and Saddleworth. The defeated Unionist 'Unity' candidate, Rodney Connor, lodged a petition against the successful Sinn Féin candidate, Michelle Gildernew, in Fermanagh and South Tyrone, alleging irregularities in the counting of the votes had affected the result. Gildernew had won with a plurality of four votes. However, the court found that there were only three ballot papers which could not be accounted for, and even if they were all votes for Connor, Gildernew would have had a plurality of one. The election was therefore upheld.[107] On 28 May 2010, the defeated Liberal Democrat candidate Elwyn Watkins lodged a petition against the election of Phil Woolas (Labour) in Oldham East and Saddleworth constituency.[108] The petition challenged leaflets issued by Woolas's campaign as having contained false statements of fact concerning Watkins' personal character, which is an illegal practice under section 106 of the Representation of the People Act 1983. The statements attempted to link Watkins with Muslim extremists and death threats to Woolas, accused him of reneging on a promise to live in the constituency, and implied that his campaign was funded by illegal foreign political donations.[109][110] During the court case a number of emails between Woolas and his campaign team emerged. In one, Woolas's agent, Joe Fitzpatrick, emailed Woolas and campaign adviser Steven Green, to say: \"Things are not going as well as I had hoped ... we need to think about our first attack leaflet.\"[111] A reply from Fitzpatrick said: \"If we don't get the white vote angry he's gone.\"[112] The court hearing finished on 17 September 2010, with the judges reserving their judgement until 5 November 2010.[113] On that day Woolas was found to have breached section 106 of the Representation of the People Act 1983 in relation to three of the four statements complained about, and the judges ruled that his election was void.[114] Phil Woolas applied for a judicial review into the ruling,[115] stating that \"this election petition raised fundamental issues about the freedom to question and criticise politicians\" and that it \"will inevitably chill political speech\".[116] He succeeded in overturning the finding in respect of one of the three statements but the main findings of the election court judgment were upheld. A by-election on 13 January 2011 resulted in the election of Debbie Abrahams (Labour). At 9:41 on 7 May, the BBC confirmed a hung parliament. The Conservatives stood at 290 seats, Labour at 247 and Liberal Democrats at 51.[2][117] One constituency seat (Thirsk and Malton) was contested on 27 May because of the death of the UKIP candidate and was won by the Conservative Party, whilst another seat (Oldham East and Saddleworth) later had its result declared void; Labour won the resulting by-election. The result showed an overall 5.1% swing from Labour to the Conservatives, the third largest national swing achieved in a General Election since 1945 and similar to the 5.3% swing achieved by the Conservative leader Margaret Thatcher in 1979.[117] The 97 net seat gains made by the Conservatives outdid their previous best gains total in 1950, when they gained 85. Labour's loss of 91 seats was worse than their previous greatest loss of seats, when they lost 77 seats in 1970. Of the 532 seats contested in England (a final seat, Thirsk and Malton, was contested on 27 May), the Conservatives won 298 seats and an absolute majority of 61 seats over all other parties combined, securing an average swing of 5.6% from Labour.[118] Labour did poorly in many Southern areas, notably in the Eastern Region where they won only two of their 14 seats from 2005: Luton North and Luton South. Labour did, however, gain two seats: Bethnal Green and Bow and Chesterfield. The Conservatives made 95 of their gains in England, but they also suffered three losses, all to the Liberal Democrats. For the Liberal Democrats, their eight gains were overshadowed by their 12 losses – one to Labour and 11 to the Conservatives. None of Scotland's 59 seats changed hands and all were held by the same party that had won them at the 2005 election, with Labour regaining the two seats they had lost in by-elections since 2005. There was a swing to Labour from the Conservatives of 0.8% (with Labour increasing its share of the vote by 2.5% and the Conservatives increasing by just 0.9%) The Conservatives finished with just a single MP representing a Scottish constituency. Of the 40 seats contested in Wales, the Conservatives more than doubled their seats from three to eight, taking one from the Liberal Democrats and four from Labour. Welsh nationalist party Plaid Cymru's number of seats was reduced from three to two on the new seat boundaries, but they managed to gain one seat, Arfon, from Labour. Labour did, however, regain Blaenau Gwent, which had once been Labour's safest seat in Wales until it had been taken by an Independent, Peter Law, in 2005.[119] Overall, Labour made a net loss of 4 seats but remained the biggest party, with 26. There were 18 seats contested in Northern Ireland. Both Irish nationalist parties, Sinn Féin and the Social Democratic and Labour Party (SDLP), held their seats. The unionist Democratic Unionist Party (DUP) and Ulster Unionist Party (UUP) (the latter in an electoral pact with the Conservatives), lost one seat each. This left the nationalist parties unchanged with eight seats, the main unionist parties with eight seats (all DUP), the Alliance with one seat and an independent unionist with one seat. It is the first time since the partition of Ireland that unionist parties failed to secure a majority of Northern Ireland's Westminster seats in a general election, and also the first time Sinn Féin obtained the largest share of the vote in Northern Ireland at a general election.[120] The election resulted in an increase in the number of MPs from ethnic minorities from 14 to 27, including the first black and Asian female Conservative MPs, Helen Grant and Priti Patel,[129] and the first female Muslim MPs, Rushanara Ali, Shabana Mahmood and Yasmin Qureshi.[130] This means that 4.2% of MPs are from an ethnic minority—in the 2001 Census, it was reported that ethnic minorities comprised 7.9% of the population. The number of female MPs rose to 141, an increase from 19.5% to 21.7% of all MPs, and the highest ever total; the number of female Conservative MPs rose from 18 (8.6% of all Conservatives) to 48 (15.7%).[131] Polling after the election suggested the following demographic breakdown: In Northern Ireland a swing of more than 20% resulted in DUP First Minister Peter Robinson losing his Belfast East[134] seat to the Alliance Party's Naomi Long, giving Alliance its first elected MP in Westminster. Sir Reg Empey, leader of the UUP/Conservative alliance (UCUNF), standing for the first time in South Antrim, lost to the DUP incumbent William McCrea. Thus both leaders of the main Unionist parties failed to win seats while the UUP for the first time had no MPs at Westminster. A few days after the election, Empey announced that he would resign before the party conference, triggering a leadership election. Sylvia Hermon, Lady Hermon retained her seat in North Down, significantly increasing her percentage of the vote despite a slightly lower turnout and her defection from the UUP/Conservative alliance to stand as an independent. New SDLP leader Margaret Ritchie, succeeding Eddie McGrady MP, won against Sinn Féin's Caitriona Ruane in South Down. All of the Sinn Féin and SDLP incumbents held their seats, although Sinn Féin's Michelle Gildernew retained her seat in Fermanagh & South Tyrone by only four votes over the Independent Unionist Unity candidate, Rodney Connor, after three recounts.[135] Many of the MPs who were most prominently caught up in the scandal decided, or were ordered, not to stand for re-election in 2010. Among them were Margaret Moran,[136] Elliot Morley,[137] David Chaytor,[138] Nicholas and Ann Winterton,[139] Derek Conway,[140] John Gummer,[141] Douglas Hogg,[142] Anthony Steen,[143] Peter Viggers,[144] Julie Kirkbride and her husband Andrew MacKay.[145] Where sitting MPs did stand for re-election after their expenses claims were criticised, there were some notable losses. Former Home Secretary Jacqui Smith lost her marginal Redditch seat, which showed a large 9.2% swing to the Conservatives. Smith had claimed expenses on a large family home in Redditch by declaring her house-share with her sister in London as her main home, which had been described as \"near fraudulent\" by the former chairman of the committee on Standards in Public life,[146] although she had only been ordered to apologise rather than repay the money.[147] Former Home Office minister Tony McNulty lost Harrow East to the Conservatives on an 8% swing, after repaying over £13,000 claimed on a second home, occupied by his parents, which was 8 miles away from his primary residence.[148] Ann Keen lost Brentford and Isleworth on a 6% swing, but her husband Alan Keen retained Feltham and Heston. The couple were criticised for claiming for a second home in central London while rarely staying in their nearby constituency home.[149] Shahid Malik lost his Dewsbury seat on a 5.9% swing to the Conservatives. Malik had been required to repay some of his expense claims and, at the time of the election, was under investigation for other claims.[150] David Heathcoat-Amory was one of only two sitting Conservatives to be defeated when he lost Wells to the Liberal Democrats by 800 votes. Heathcoat-Amory was criticised for claiming manure on expenses.[151] Phil Hope, who repaid over £40,000 in expenses,[152] was defeated in his Corby constituency although the swing was lower than the national average at 3.3%. Hazel Blears, who had paid more than £13,000 to cover capital gains tax which she had avoided by \"flipping\" the designation of her main residence,[153] suffered a large drop in her vote in Salford and Eccles, but was still comfortably re-elected; a 'Hazel must go' candidate won only 1.8%.[154] Conversely, Brian Jenkins lost his Tamworth seat on a large 9.5% swing despite being described as a \"saint\" by The Daily Telegraph on account of his low expenses.[155] Ironically, his successor in the seat was Conservative Chris Pincher, whose future sexual assault scandal would bring down the premiership of Prime Minister Boris Johnson twelve years later.[156][157][158] Predictions[159] of a rise in the number of successful Independents in the election as a result of the 2009 expenses scandal failed to materialise. Independents supported by the Jury Team or the Independent Network, support networks who both attempted to select and promote high quality Independents who had signed up for the so-called Nolan Principles of public life, set out in the Committee on Standards in Public Life, failed to have any significant impact. Broadcaster Esther Rantzen gathered a great deal of publicity for her campaign in Luton South constituency where the former MP Margaret Moran had stood down, but ended up losing her deposit in 4th place with 4.4% of the vote; the winner was Moran's successor as Labour candidate. There was also a high-profile campaign over expenses directed against Speaker John Bercow, who had 'flipped' his designation of second home. An imperfectly observed convention states that the major parties do not oppose the Speaker seeking re-election; Bercow faced two main opponents in Buckingham. Independent former Member of the European Parliament John Stevens, standing on the Buckinghamshire Campaign for Democracy ticket, campaigned with a man dressed in a dolphin costume whom he called 'Flipper'[160] and polled second with 21.4%. Former leader of the UK Independence Party Nigel Farage also fought the seat but came third in the vote with 17.4%. Bercow won with 47.3%. Problems occurred with voting at 27 polling places in 16 constituencies, and affected approximately 1,200 people.[161] This situation was condemned by politicians of various parties. Jenny Watson, chair of the Electoral Commission, the independent body that oversees the electoral process, was forced on to television to defend preparations and procedures. The Electoral Commission announced it would be carrying out a \"thorough investigation\".[162] Under the law in force at the 2010 election, voters had to have been handed their ballots by the 10 pm deadline; people who were waiting in queues to vote at 10 pm were not allowed to vote.[163] In Chester there were reports that 600 registered voters were unable to vote because the electoral roll had not been updated,[164] while in Hackney, Islington, Leeds, Lewisham, Manchester, Newcastle and Sheffield long queues led to many voters being turned away and unable to vote as the 10 pm deadline arrived.[162] Some dissatisfied voters staged sit-ins to protest against what some of them had called \"disenfranchisement\".[162] In Liverpool, higher-than-expected turnout meant several polling stations ran out of ballot papers, with defeated council leader Warren Bradley stating that some residents were unable to cast their votes.[165] In Wyre and Preston North, a 14-year-old boy cast a vote after being sent a polling card.[166] In parts of Liberal Democrat leader Nick Clegg's Sheffield Hallam seat it was reported that students from the city's two universities were placed in separate queues from 'local' residents, who were given priority, resulting in many students being unable to cast their votes.[167] Because of closure of United Kingdom airspace as a result of the Iceland volcanic eruption, potential expat voters in New Zealand were denied a vote when postal voting papers arrived too late to be returned to the UK,[168] although Australian broadcaster SBS suggested that given the extremely tight timetabling of overseas votes, there is very little chance that voting papers [for voters outside Europe] will be received, let alone returned, in time to be counted.[169] When it became clear that no party would achieve an overall majority, the three main party leaders made public statements offering to discuss the options for forming the next government with the other parties. On 11 May 2010, as coalition talks between the Conservatives and the Liberal Democrats seemed to be drawing to a successful conclusion,[3] Gordon Brown announced that he was resigning as Prime Minister and also as Labour leader. He then left Downing Street, accompanied by his wife and children, driving to Buckingham Palace where he tendered his resignation to the Queen and advised her to call for David Cameron.[170][171] Cameron became Prime Minister one hour after the Queen accepted Brown's resignation.[172] In his first address outside 10 Downing Street, he announced his intention to form a coalition government, the first since the Second World War, with the Liberal Democrats. As one of his first moves, Cameron appointed Nick Clegg as Deputy Prime Minister.[172] Just after midnight on 12 May 2010, the Liberal Democrats emerged from a meeting of their Parliamentary party and Federal Executive to announce that the coalition deal had been \"approved overwhelmingly\",[4][5] meaning that David Cameron would lead a coalition government of Conservatives and Liberal Democrats. Later that day, the two parties jointly published the Conservative–Liberal Democrat coalition agreement specifying the terms of the coalition deal.[173][174][175] A film of the election was made by candidate and filmmaker John Walsh entitled ToryBoy The Movie, exploring the candidate's selection process and the work that goes into an election campaign. One of the film's subjects, the British Labour Party MP Sir Stuart Bell, was later described as \"Britain's laziest MP\".[176] The film received cinema releases in 2011 and again ahead of the 2015 general election.[177] UK parties spent £31.1m on the campaign of which Conservatives spent 53%, the Labour Party spent 25% and the Liberal Democrats 15%.[178] Figures from returning officers show that the average administration cost per constituency was £173,846 meaning the average cost per vote was £3.81.[179]","Title":"2010 United Kingdom general election - Wikipedia","KeyID":"18945","URL":"https://en.wikipedia.org/wiki/2010_United_Kingdom_general_election"}