{"Content: ":"The Israeli Navy (Hebrew: חיל הים הישראלי, Ḥeil HaYam HaYisraeli (English: Sea Corps of Israel); Arabic: البحرية الإسرائيلية) is the naval warfare service arm of the Israel Defense Forces, operating primarily in the Mediterranean Sea theater as well as the Gulf of Eilat and the Red Sea theater. The current commander in chief of the Israeli Navy is Aluf David Sa'ar Salama. The Israeli Navy is believed to be responsible for maintaining Israel's offshore nuclear second strike capability.[2] The origins of the Israeli Navy lay in the founding of the Betar Naval Academy, a Jewish naval training school established in Civitavecchia, Italy, in 1934 by the Revisionist Zionist movement under the direction of Ze'ev Jabotinsky, The Academy trained cadets from all over Europe, Palestine and South Africa and produced some of the future commanders of the Israeli Navy. In September 1937, the training ship Sarah I visited Haifa and Tel Aviv as part of a Mediterranean tour. In 1938, encouraged by the Jewish Agency, Dr. Shlomo Bardin founded the Marine High School in Bosmat, the Technion's Junior Technical College. 1943 witnessed the founding of the Palyam, the naval branch of the Palmach, whose training was undertaken at the maritime school. The Jewish merchant marine was also raised, operating SS Tel-Aviv and cargo ships such as Atid. In 1942, eleven hundred Haganah volunteers joined the Royal Navy, mostly in technical roles (12 of them were officers by the nomination agreement of the Jewish Agency with the Royal Navy). A few reached sea service and combat service. Two of them served with the Fleet Air Arm (FAA), one of whom was Edmond Wilhelm Brillant and the other Zvi Avidror. With the end of the Second World War and the start of the Jewish insurgency in Mandatory Palestine, Palyam members took part in clandestine immigration activities, bringing Europe's Jews to Palestine, as well as commando actions against Royal Navy deportation ships. Royal Navy volunteers, meanwhile, rejoined the Haganah. During the last months of British Mandate in Palestine, the former Royal Navy volunteers started work on the captured clandestine immigration ships (known as the Fleet of Shadows) in Haifa harbor, salvaged a few and pressed them into service. These were to become the Navy's first ships and saw service in the 1948 Arab–Israeli War. At the outset of the 1948 war and with the founding of the IDF, the Israeli Navy consisted of four former Aliyah Bet ships impounded in Haifa harbor. These ships were refurbished by a newly formed naval repair facility with the assistance of two private shipbuilding and repair companies. In October 1948, a submarine chaser was purchased from the United States. With the founding of the IDF in early 1948, the Israeli Navy was therefore formed from a core of the following personnel:[3][4] During the war, the warships served on coastal patrol duties and bombarded Arab targets on land, including Egyptian coastal installations in and around the Gaza area all the way to Port Said.[9] The Israeli Navy also engaged the Egyptian Navy at sea during Operation Yoav, and the Egyptian Navy's flagship, Emir Farouk, was sunk in an operation by Israeli naval commandos. Palyam personnel often resisted efforts to instill order, discipline and rank in the newly formed service. Mess rooms were initially shared by both officers and enlisted men. Ships possessed a captain with nautical skills, but also a commanding officer regarded as political. This would cause a great deal of debate between veterans of the Palyam, Royal Navy volunteers from the Haganah and U.S. Navy Machal volunteers about what form the Navy should take.[3][10][11] Commander Allen Burk is reputed to have said, out of despair, \"You cannot make naval officers from cowboys\".[4] Royal Navy Captain Ashe Lincoln,[12] who was Jewish, advised Prime Minister David Ben-Gurion to purchase corvettes, frigates, destroyers, torpedo boats, and patrol boats to build up the Israeli Navy power. To that end, he urged Ben-Gurion to consult with professional navy advisers. This resulted in instructions to contact U.S. Navy advisors, mainly Commander Paul Shulman from the U.S. Navy. The Israeli Navy suffered from a lack of professional command during its early days.[3] Gershon Zak, head of the IDF \"Sea Service\", was a teacher and bureaucrat without any relevant experience. Having never been recruited into the IDF, Zak was a civilian and had no official rank. The early days of the Israeli Navy were therefore characterized by political infighting, as many groups and individuals jockeyed for power. Palyam politics blocked the nomination of Paul Shulman (a Jewish U.S. Navy officer with a rank of Commander who volunteered for the Israeli Navy) as Navy-Commander in Chief and he resigned in 1949. The first Navy-Commander in Chief awarded the rank of Aluf was Shlomo Shamir.[3] The conclusion of the 1948 war afforded the navy the time to build up its strength. Beginning in the early 1950s the navy purchased frigates, torpedo boats, destroyers, and eventually submarines. The material build-up was accompanied by the training of Israeli Navy officers in Royal Navy academies in the UK and Malta, as well as in France. Three distinct periods characterize the history of the Israeli Navy: Until 1967 the Naval Headquarters were located at Stella Maris, on the slopes of Mount Carmel, Haifa. After the Six-Day War it was relocated to the Kirya in Tel Aviv, next to IDF Headquarters. In the most significant engagement in its history, during the Yom Kippur War five Israeli Navy missile boats sank five Syrian ships without losses during the Battle of Latakia. As a result, the Syrian Navy remained in port for the remainder of the conflict.[15] It was the first naval battle in history between surface-to-surface missile-equipped missile boats. Another significant engagement was the Battle of Baltim, during which six Israeli Navy missile boats engaged four Egyptian Navy missile boats sinking three, again, without losses. The surprise attack on the Israeli navy's flagship INS Hanit by an onshore Hezbollah battery was a turning point for naval doctrine and operations. Four seamen died when the YJ-83 missile hit the gunship because the vessel's missile defense systems had not been turned on at that time.[16] Squadrons 914, 915, and 916, based in Haifa, Eilat, and Ashdod respectively, consist of patrol boats. They are responsible for protecting Israel's shores and territorial waters. Unit's objectives The missile boat flotilla (Shayetet 3) is based at Haifa. It consists of the 31st and 32nd missile boat squadrons and the 33rd and 36th corvette squadrons. Unit's objectives The submarine flotilla (Shayetet 7), a volunteer unit founded in 1959. Unit's objectives For security reasons, applicants with dual citizenship must now officially renounce all other citizenships to be accepted into the submarine service training program.[18] Shayetet 13, or Flotilla 13, is an elite naval commando unit which specializes in sea-to-land incursions, counter-terrorism, sabotage operations, maritime intelligence gathering, maritime hostage rescue, and boarding. It is among the most highly trained and secretive units in the Israeli military. Salvage and underwater works unit. Formed as the damage control branch of the Navy Shipyards, the unit later incorporated experienced Flotilla-13 divers. Force protection and harbour security unit. Also in charge of diving checkups of civilian ships entering Israeli harbours. The Naval Intelligence Division is responsible for naval intelligence gathering. \"INS\" stands for \"Israeli Navy Ship\".[19] INS Eilat, [ejˈlat] (Eilat) INS Lahav [ˈlahav] (Blade) INS Hanit [χaˈnit] (Spear) 1994 1994 1995 INS Magen [maˈgen] (Shield) INS Oz (Courage) INS Atzmaut (Independence) INS Nitzachon (Victory) 2020 2021 INS Keshet, [ˈke̞ʃe̞t] (Bow) INS Hetz, [ˈχe̞t͡s] (Arrow) INS Kidon, [kiˈdo̞n] (Javelin) INS Tarshish, [tarˈʃiʃ] (Tarshish) INS Yaffo, [ˈjafo̞] (Jaffa) INS Herev, [ˈχe̞ʁe̞v] (Sword) INS Sufa [suˈfa] (Storm) 1982 1991 1995 1995 1998 2002 2003 INS Livyathan, [livjaˈtan] (Whale) INS Tekumah, [tkuˈma] (Revival) 1999 2000 Expected to be replaced with the Dakar-class submarines starting in the early 2030s INS Rahav, [ˈʁahav] (Rahab) INS Drakon, [dʁaˈko̞n] (Dragon) 2014 2021 [20] Aircraft operated by the Israeli Navy, even when including on-board Navy mission specialists, are flown and maintained by Israeli Air Force personnel and are part of the air force command structure. Currently under construction is a sixth Dolphin 2 submarine (INS Drakon). Additionally, Israel signed an MoU with Germany for the construction of three more Dolphin 2 submarines with expected delivery in the late 2020s which will replace its three Dolphin 1 submarines delivered in the late 1990s. On 26 August 2021, Israel Shipyards announced that the Israeli Navy has signed an agreement with it for the design and supply of a new class of missile boats based on Israel Shipyards' Sa'ar 72-class corvette that would replace its Sa'ar 4.5 ships starting in the mid-2020s. Israel Shipyards would also construct a large dry dock which would enable it to outfit these new corvettes with various Israeli-made systems, as well as to service and maintain the corvettes in addition to Dolphin submarines.[24] On an 24 October 2021 interview with Jane's Information Group, the head of the Israeli Navys` Naval Vessels Department said that these new \"Reshef\"-class vessel missile ships would be equipped with Rafael Advanced Defense Systems's C-Dome air-defence system. He also said that their design was expected to be complete in about two years, and the first ship would likely take another two to four years to construct. Eight are to be built, with each replacing a Sa'ar 4.5 upon being commissioned.[25] The Israeli Navy is small compared to other Navies and the officers chain of command is as follows with respect to Royal – Navy / United States:[26] Sleeve rank of Israeli Navy Commander-in-Chief is a rank of honor. This began as special permission from Lt. General Amnon Lipkin-Shahak (then chief of staff of the IDF) and allows the Navy Commander-in-Chief to have a sleeve rank of Vice Admiral which is equal to Lt. General, the rank of the IDF Chief of Staff. However the de facto rank of Israeli Navy Commander-in-Chief is Rear Admiral and the gesture given to the navy is ceremonial only when meeting foreign commanding officers. The same resolution as mentioned above applies to the rank of Commodore. There is ceremonial-only sleeve rank of Rear–Admiral while by the IDF hierarchy and chain of command he remains a commodore.","Title":"Israeli Navy - Wikipedia","KeyID":"18959","URL":"https://en.wikipedia.org/wiki/Israeli_Navy"}