{"Content: ":"Andrew Roberts FRSL FRHistS[2] (born 13 January 1963)[3] is an English historian and journalist. He is a visiting professor at the Department of War Studies, King's College London, a Roger and Martha Mertz Visiting Research Fellow at the Hoover Institution at Stanford University, and a Lehrman Institute Distinguished Lecturer at the New-York Historical Society. He has been a trustee of the National Portrait Gallery, London since 2013.[4][5] Roberts' public commentary has appeared in several periodicals such as The Daily Telegraph and The Spectator. He is well known internationally for his 2009 non-fiction work The Storm of War,[6][7] which covers historical factors of the Second World War such as Adolf Hitler's rise to power and the organisation of Nazi Germany. The book has been lauded by several publications, notably The Economist,[7] and it additionally received the British Army Military Book of the Year Award for 2010.[6] Much of Roberts' work, including his 2018 biography of Winston Churchill, has been widely praised. The Sunday Times called the Churchill biography \"[u]ndoubtedly the best single-volume life of Churchill ever written.\"[8] Elsewhere, his work has sometimes been criticised; The Economist described one book as \"a giant political pamphlet larded with its author's prejudices, with sneers at those who do not share them and with errors.\"[9] Roberts was born in Hammersmith, west London, the son of Kathleen (née Hillery-Collings) and business executive Simon Roberts.[1][10] Simon Roberts, from Cobham, Surrey, inherited the Job's Dairy milk business and also owned the United Kingdom contingent of Kentucky Fried Chicken restaurants. A prolific reader as a child, he soon gained a passion for history, particularly for dramatic works relating to \"battles, wars, assassinations and death\".[3] Roberts attended Cranleigh School in Surrey. He studied at Gonville and Caius College, Cambridge, and he went on to chair the Cambridge University Conservative Association.[11] He earned a first class honours B.A. degree in modern history and a Ph.D.[12] Roberts began his career in corporate finance as an investment banker and private company director with the London merchant bank Robert Fleming & Co., where he worked from 1985 to 1988. He published his first historical book in 1991.[12] Roberts is divorced from his first wife, Camilla Henderson, with whom he had two children.[3][13] Roberts is married to businesswoman Susan Gilchrist, CEO of the corporate communications firm Brunswick Group LLP and chairman of the South Bank Centre, and they live in London.[12] Roberts has worked with think tank organisations such as the Centre for Policy Studies and the Centre for Social Cohesion. He has additionally maintained personal friendships with several British political and social figures such as David Cameron, Michael Gove, and Oliver Letwin.[3] In February 2016, he was appointed president of the Cambridge University Conservative Association.[12] Roberts' analysis of the Second World War convinced him that the Nazi German government had significant advantages in military organisation and economic power early in the war. He has argued that, if someone other than Adolf Hitler had control of the nation's military strategy, the country would likely have forgone a costly direct invasion of Soviet territory, which occurred through Operation Barbarossa, and instead would have swept through Mediterranean Sea territories before trying to seal off British-controlled Middle East areas. Roberts believes that the likely morale-building victories against the comparatively weak forces to the southeast could have allowed Hitler to essentially win the war.[7] According to Roberts, the other key strategic mistake was the German declaration of war against the United States (1941), which happened only four days after the Pearl Harbor attacks and which the Nazi regime was not obliged to do. Roberts argues that after the declaration, Germany could not keep the US war-making economic machine at bay.[7] Roberts believes that the mistakes, delusions, and exaggerated self-confidence complexes that the fascist dictatorship fostered proved its undoing.[14] Roberts has stated that he views Joseph Stalin's control of the Soviet forces as having been disastrous to the allied efforts against the Axis powers. He commented that Stalin's obsessive tactics of killing his own men for ideological reasons cost him thousands upon thousands of troops. In the Battle of Stalingrad alone, Soviet forces killed the equivalent of two full divisions of their own personnel.[7] In terms of more recent history, Roberts whole-heartedly embraced Thatcherism. He has remained a staunch backer of British prime minister Margaret Thatcher and her socio-political legacy.[3] In Roberts' opinion, Thatcher's insight to push the UK into a path in which it kept out of the euro, while still having strong ties to European economies has been validated by the Eurozone crisis in the aftermath of the Great Recession. After the British prime minister Tony Blair of the Labour Party resigned, Roberts assessed him as an \"exemplary war leader\" with his \"vigorous prosecution of the War against Terror\", which would leave him regarded as a \"highly successful prime minister\".[15] In the 2016 United Kingdom European Union membership referendum, Roberts backed a Leave vote.[16] Roberts supports a strong American military and has generally argued in favour of close relations between the Anglosphere nations. As an advocate for the general principle of democratic pluralism, he has argued that \"[s]neered at for being 'simplistic' in his reaction to 9/11, Bush's visceral responses to the attacks of a fascistic, totalitarian death cult will be seen as having been substantially the right ones\" in the long run. In many writings, he has come out in support of neo-conservative influenced socio-political viewpoints.[3] During the buildup to the Iraq War, Roberts supported the proposed invasion, arguing that anything less would be tantamount to appeasement, comparing Tony Blair to Winston Churchill in his \"astonishing leadership\". He additionally argued that acting against Saddam Hussein was in line with the \"Pax Americana realpolitik that has kept the great powers at peace since the Second World War, despite the collapse of communism\".[17] In 2003, Roberts wrote: \"For Churchill, apotheosis came in 1940; for Tony Blair, it will come when Iraq is successfully invaded and hundreds of weapons of mass destruction are unearthed from where they have been hidden by Saddam's henchmen.\"[18] When such weapons were not found, Roberts still defended the invasion for larger strategic reasons,[19] while arguing that his past views were based on credible assessments from intelligence services as well as other sources.[20] The first of Roberts' books was the biography of Neville Chamberlain's and Winston Churchill's Secretary of State for Foreign and Commonwealth Affairs, Edward Wood, 1st Earl of Halifax, entitled The Holy Fox, and published in 1991.[12] Roberts provided a historical revisionism account of Wood, a one-time Viceroy of India and the foreign secretary in Chamberlain's government. Halifax has been charged with appeasement, along with Chamberlain, but Roberts argues that Halifax began to move his government away from that policy vis-à-vis Nazi Germany following the 1938 Munich Crisis.[citation needed] This work was followed in 1994 by Eminent Churchillians, a collection of essays about friends and enemies of Churchill.[12] A large part of the book is an attack on Admiral of the Fleet Louis Mountbatten, 1st Earl Mountbatten of Burma, and other prominent members of the elite. The title is an obvious allusion to the famous and similarly combative book of biographies Eminent Victorians.[citation needed] In 1995, Roberts published The Aachen Memorandum, a thriller novel based on Britain and its relationship with a fictionalised European Union.[citation needed] In 1996, Roberts offered his \"personal view\" of the Suez crisis in an Open Media production for BBC TV. The Radio Times described the programme: \"Forty years after Eden's decision to deploy troops against the Egyptians, Andrew Roberts argues that the former prime minister should be congratulated, not chastised, for fighting to protect British assets.\"[21] In 1999, Roberts published Salisbury: Victorian Titan, a biography of the Victorian era politician and then Prime Minister Robert Cecil, 3rd Marquess of Salisbury. Historian Michael Korda praised the work as \"a masterpiece about one of the greatest and most able Tory political figures of the Victorian age\".[14] The book additionally won the Wolfson History Prize and the James Stern Silver Pen Award for Non-Fiction.[12] In September 2001, Napoleon and Wellington, an investigation into the relationship between the two generals, was published by Weidenfeld and Nicolson, and was the subject of the lead review in all but one of Britain's national newspapers.[citation needed] January 2003 saw the publication of Hitler and Churchill: Secrets of Leadership.[12] In the book, which addresses the leadership techniques of Adolf Hitler and Winston Churchill, he delivered a rebuttal to many of the assertions made by Clive Ponting and Christopher Hitchens concerning Churchill.[citation needed] An accompanying television series based around Roberts' Hitler and Churchill ran on BBC2,[12] with its first episode being broadcast on 7 March 2013.[18] Roberts remarked that he felt grateful for the BBC's support of his work and their unwillingness to cut corners when it came to exploring history in detail, quipping as well about the group's wardrobe policy, \"Courtesy of this programme, I now have two Armani suits upstairs.\"[11] Also in 2003, Roberts became a fellow of the Royal Society of Arts.[12] In 2004, he edited What Might Have Been, a collection of twelve \"What If?\" essays written by historians and journalists, including Robert Cowley, Antonia Fraser, Norman Stone, Amanda Foreman, Simon Sebag Montefiore, Conrad Black, Baron Black of Crossharbour, and Anne Somerset.[12] In 2005, Roberts published Waterloo: Napoleon's Last Gamble, which was published in America as Waterloo: The Battle for Modern Europe.[12] His A History of the English-Speaking Peoples Since 1900, a sequel to the four volume work of Churchill's biography, was published in September 2006,[12] and won the Intercollegiate Studies Institute Book Award.[citation needed] Masters and Commanders describes how four figures shaped the strategy of the West during the Second World War.[citation needed] It was published in November 2008 and won the International Churchill Society Book Award and was shortlisted for two other military history book prizes.[12] The Art of War is a two-volume chronological survey of the greatest military commanders in history. It was compiled by a team of historians, including Robin Lane Fox, Tom Holland, John Julius Norwich, Jonathan Sumption, and Felipe Fernández-Armesto, working under the general editorship of Roberts.[citation needed] The Storm of War: A New History of the Second World War came out in August 2009. A detailed look at the history of events behind the Second World War and various key elements within it such as the nature of Nazi Germany's rule, the book received large popular success.[7] and reached number two in The Sunday Times bestseller list. The book additionally earned the British Army Military Book of the Year award for 2010.[6] In terms of critical response, The Storm of War has also received a wide variety of praise in publications such as The Daily Beast, where historian Michael Korda lauded it as written \"superbly well\" and stated that Roberts' \"scholarship is superb\",[14] and The Wall Street Journal, where historian Jonathan W. Jordan said that Roberts \"splendidly weaves a human tragedy into a story\".[22] Support also came from figures such as American political commentator Peter Robinson and fellow English historian Paul Johnson. In the book, the author aims to paint a concise yet highly detailed picture of the conflict in which he argues that dictators Joseph Stalin and Adolf Hitler both took terrible actions due to their repressive ideologies, throwing thousands and thousands of lives away in the process, yet the eventual defeat of the Axis powers constituted a moral triumph of democratic pluralism over authoritarianism that led the way to a better future.[7] In 2014, Roberts wrote Napoleon the Great (the American edition is titled Napoleon: A Life), which was awarded the 2015 Los Angeles Times Book Prize for best biography. In this biography, Roberts seeks to evoke Napoleon's tremendous energy, both physical and intellectual, and the attractiveness of his personality, even to his enemies. The book argues against many long-held historical opinions, including the myth of a great romance with Joséphine de Beauharnais. She took a lover immediately after their marriage, as Roberts shows, and Napoleon in fact had three times as many mistresses as he acknowledged. Roberts goes through fifty-three of Napoleon's sixty battlefields, and he additionally evaluates a gigantic new French edition of Napoleon's letters, aiming to create a complete re-evaluation of the man.[23] Like The Storm of War, Roberts's life of Napoleon received critical praise from a wide range of publications. In October 2014, journalist Jeremy Jennings wrote for Standpoint that \"Napoleon could have had few biographers more dedicated to their subject.\" Jennings additionally labelled the book a \"richly detailed and sure-footed reappraisal of the man, his achievements—and failures—and the extraordinary times in which he lived\".[23] The book earned the Prix du Jury des Grands Prix de la Fondation Napoléon for 2014, an award given by the historical organisation Fondation Napoléon.[24] Praise additionally came from fellow historian Jay Winik: \"With his customary flair and keen historical eye, Andrew Roberts has delivered the goods again. This could well be the best single volume biography of Napoleon in English for the last four decades. A tour de force that belongs on every history-lover's bookshelf!\"[25] Author of historical fiction Bernard Cornwell has described the book as \"[s]imply dynamite. ... [Napoleon was] a mass of contradictions and Roberts's book encompasses all the evidence to give a brilliant portrait of the man. The book, as it needs to be, is massive, yet the pace is brisk and it's never overwhelmed by the scholarly research, which was plainly immense ... Roberts suggests looking at Europe for the Emperor's monument, but this magnificent biography is not a bad place to start.\"[26] In announcing in 2013 that it would present a three-part television series based on Roberts's analysis of Napoleon's life and legacy, BBC Two declared in its press release that \"Roberts sets out to shed new light on the emperor... an extraordinary, gifted military commander and a mesmeric leader whose private life was littered with disappointments and betrayals.\"[27] The series has had mixed reviews. The Daily Telegraph declared it \"unconvincing\", saying that \"there was no getting away from Roberts's regular lapses into hero-worship\", and \"Roberts's remarks on the refreshing qualities of dictatorship made me wonder if he had taken leave of his senses\".[28] In 2018, Roberts produced a biography of Churchill entitled Churchill: Walking with Destiny. Dovetailing with Roberts' previous work on the Second World War and its related major figures, the book received praise from a number of publications. For the Financial Times, Toni Barber wrote: \"Anecdotes sparkle like gems throughout Roberts’s book, an exhaustive but fluent text that draws on a wider range of sources than the typical Churchill biography.\"[29] In The Observer, Andrew Rawnsley included the book among the 'Books of the Year' and said that \"Roberts triumphed over my scepticism with his riveting account of the extraordinary life of the most remarkable individual to have lived at No 10.\"[30] For The New York Times, Richard Aldous commented: \"All told, it must surely be the best single-volume biography of Churchill yet written.\"[31] The National Book Review said that the book was \"widely praised as the best single-volume biography of Winston Churchill ever written\", and added that Roberts \"draws on previously unavailable journals and notes for the robust, engrossing, and nuanced history of the great British leader.\"[32] Roberts has created short works on a variety of subjects, his published columns appearing in popular periodicals such as The Daily Telegraph and The Spectator, amongst others.[6] Since 1990, Roberts has addressed hundreds of institutional and academic audiences in many countries, including a lecture to former US president George W. Bush at the White House. A monarchist, Roberts described Prince Philip upon his death as \"undoubtedly ... one of the reasons that the overwhelming majority of Britons today feel blessed that their country is a monarchy\".[33] He has appeared on US television during royal funerals and weddings. He first came to prominence in the United States due to acting as an expert on the funeral of Princess Diana in 1997, and he was later in a similar role during the CNN broadcast of the death of the Queen Elizabeth The Queen Mother and on the wedding of Charles, Prince of Wales, and Camilla, Duchess of Cornwall.[34] In 2003, he presented The Secrets of Leadership, a four-part history series on BBC 2 about the secrets of leadership which looked at the different leadership styles of Winston Churchill, Adolf Hitler, John F. Kennedy, and Martin Luther King Jr. Roberts is a Director of the Harry Frank Guggenheim Foundation in New York City, a founder member of José Maria Aznar's Friends of Israel Initiative, and chaired the Hessell-Tiltman Award for Non-Fiction in 2010.[34] Roberts is a judge on the Elizabeth Longford Historical Biography Prize. He chaired the Conservative Party's Advisory Panel on the Teaching of History in Schools in 2005, and is a Fellow of the Royal Society of Literature. He has also been elected a Fellow of the Napoleonic Institute and an Honorary Member of the International Churchill Society. He is a Trustee of the Margaret Thatcher Archive Trust and of the Roberts Foundation.[34] During the autumn of 2013, Roberts served as the inaugural Merrill Family visiting professor in history at Cornell University. He taught a course entitled \"Great European Leaders of the 19th and 20th Centuries and their Influence on History.\"[35] He has additionally spoke in many other American universities such as the University of Montana.[6] Although Roberts's 2006 work A History of the English-Speaking Peoples since 1900 won critical acclaim from some sections of the media,[36][37] The Economist drew attention to some historical, geographical, and typographical errors, as well as presenting a generally scathing review of the book. The newspaper referred to the work as \"a giant political pamphlet larded with its author's prejudices\".[9] More generally, Reba Soffer described him in 2009 as \"devoted ... to public, polemical conservatism as well as to historical revisionism\".[38] One claim made by Roberts in A History of the English-Speaking Peoples since 1900 was that Harvard historian Caroline Elkins had committed \"blood libels\" in her Pulitzer Prize-winning book Imperial Reckoning.[39] Elkins was subsequently vindicated when files released by the National Archives showed that abuses were described as \"distressingly reminiscent of conditions in Nazi Germany or Communist Russia\" by the Solicitor General of the time.[40] The Foreign Secretary William Hague subsequently announced compensation for the first round of victims with statements that the British government \"recognises that Kenyans were subjected to torture and other forms of ill-treatment\" and \"sincerely regrets that these abuses took place\" during the Kenya Emergency.[41][42] Journalist Johann Hari has stated that Roberts' writings defended acts such as the Jallianwala Bagh massacre, the Second Boer War concentration camps for Afrikaners during the Second Boer War, and mass internment in Northern Ireland (Operation Demetrius). Hari also wrote that Roberts made a speech at the expatriate South African Springbok Club, which flies the apartheid-era flag of South Africa and calls for \"the re-establishment of civilised rule throughout the African continent\". Roberts said that he did not realise the Springbok Club was racist when he took on the speaking engagement.[43]","Title":"Andrew Roberts (historian) - Wikipedia","KeyID":"18952","URL":"https://en.wikipedia.org/wiki/Andrew_Roberts_(historian)"}