{"Content: ":"Withdrawal of the United Kingdom from the European Union Campaigning in the United Kingdom European Union membership referendum began unofficially on 20 February 2016 when Prime Minister David Cameron formally announced under the terms of the European Union Referendum Act 2015 that a referendum would be held on the issue of the United Kingdom's membership of the European Union. The official campaign period for the 2016 referendum ran from 15 April 2016 until the day of the poll on 23 June 2016. (Great Britain) (England and Wales, and Scotland) (Northern Ireland) (Gibraltar) At the close of applications on 31 March only Britain Stronger in Europe had applied to the Electoral Commission for the official \"remain\" designation. Three competing applications were submitted for the official \"leave\" designation.[23] The Electoral Commission announced the designated campaign groups for the leave and remain sides on 13 April 2016, two days before the official ten-week campaign period began.[24] The Remain Campaign was led by Britain Stronger in Europe, a cross-party lobbying group that was declared as the official \"Remain\" campaign for the referendum by the Electoral Commission. However, there were a number of other groups that were involved in leading more specialist campaigns. The London School of Economics Library has established a collection of referendum leaflets from the remain groups.[27] Vote Leave was the lead organisation campaigning for a leave vote in the referendum. On 13 April 2016, Vote Leave was designated by the Electoral Commission as the official campaign in favour of leaving the European Union for the United Kingdom European Union membership referendum. Vote Leave was created in October 2015, and was a cross-party campaign, including members of Parliament from the Conservatives, Labour and UKIP. Paul Marshall, a hedge fund manager, gave £100,000 to Vote Leave.[28] Leave.EU campaigned for a Leave vote, and tried to become the lead campaigner. Founded in July 2015 as The Know, the campaign was relaunched in September 2015 with its present name to reflect altered wording in the referendum question. The campaign, along with rival organisation Vote Leave, aimed to be formally designated as the lead campaign for the Leave vote by the Electoral Commission. On 13 April 2016, Vote Leave was designated by the Electoral Commission as the official campaign. Grassroots Out was formed in January 2016 as a result of infighting between Vote Leave and Leave.EU[citation needed] and officially launched on 23 January 2016 in Kettering. Despite its name, it was started by politicians from a mixture of political parties, including Peter Bone, Tom Pursglove and Liam Fox from the Conservatives, Kate Hoey from Labour, Nigel Farage from UKIP, Sammy Wilson from the DUP and George Galloway from Respect. Labour Leave campaigned within the Labour Party against the United Kingdom's continued membership of the European Union and was led by Labour MPs including Kate Hoey, Graham Stringer, Kelvin Hopkins, and Roger Godsiff. Left Leave was a left-wing group campaigning for the United Kingdom's withdrawal from the European Union. It was made up of a coalition of left-wing political parties and organisations, such as the Communist Party of Great Britain, the Respect Party and the National Union of Rail, Maritime and Transport Workers. The Left Leave campaign was chaired by Robert Griffiths, the General Secretary of the Communist Party of Great Britain. The Trade Union and Socialist Coalition also applied to be the official \"leave\" campaign. It purported to represent anti-austerity campaigners who wished to leave the EU, rather than other leave groups who represent \"pro-business\" views.[29] Within the Green Party (which supported Remain), this was an organisation of Green Party members who campaigned to leave the EU. Baroness Jenny Jones, the Leader of the Green Party in the House of Lords, was a supporter. Within the Liberal Democrats (who supported Remain), this was a campaign group of Liberal Democrat activists who wanted to leave the EU, including councillors and the former MP for Hereford, Paul Keetch. They were also supported by the Liberal Party. Both the Remain and Leave campaigns have released songs to promote their messages. Gruff Rhys for the Remain team entitles his song I love EU.[30] For the Leave campaign, UKIP Parliamentary Candidate Mandy Boylett created a parody of the Three Lions anthem; David Baddiel, who penned the original Three Lions, described this version as \"brilliantly naff\".[31] Guido Fawkes used Mandy Boylett's song as the backing track to his end of referendum summary, Guido's referendum best bits.[32] On 13 June 2016 Mandy Boylett launched a follow up Brexit song, penning new words to Pink's Get the Party Started.[33] The new song was immediately reported across the British Press including the Daily Express,[34] City AM[35] A number of politicians, public figures, newspapers and magazines, businesses and other organisations endorsed an official position during the Referendum campaign. These are listed in the article above. Unlike all other British overseas territories, Gibraltar was a part of the UK's EU membership and, consequently, the territory participated in the referendum. All major parties within the Gibraltar Parliament supported a \"remain\" vote.[citation needed] On 9 May 2016, Leave.EU was fined £50,000 by the UK Information Commissioner's Office 'for failing to follow the rules about sending marketing messages': they sent people text messages without having first gained their permission to do so.[36][37] On 4 March 2017, the Information Commissioner's Office also reported that it was 'conducting a wide assessment of the data-protection risks arising from the use of data analytics, including for political purposes' in relation to the Brexit campaign. It was specified that among the organisations to be investigated was Cambridge Analytica and its relationship with the Leave.EU campaign. The findings were expected to be published sometime in 2017.[38][39] On 21 April 2017, the Electoral Commission announced that it was investigating 'whether one or more donations – including of services – accepted by Leave.EU was impermissible; and whether Leave.EU's spending return was complete', because 'there were reasonable grounds to suspect that potential offences under the law may have occurred'.[40][39]","Title":"Campaigning in the 2016 United Kingdom European Union membership referendum - Wikipedia","KeyID":"18956","URL":"https://en.wikipedia.org/wiki/Leave_campaign"}