{"Content: ":"Withdrawal of the United Kingdom from the European Union Related: Women   The United Kingdom European Union membership referendum, commonly referred to as the EU referendum or the Brexit referendum, took place on 23 June 2016 in the United Kingdom (UK) and Gibraltar to ask the electorate whether the country should remain a member of, or leave, the European Union (EU). It was organised and facilitated through the European Union Referendum Act 2015 and the Political Parties, Elections and Referendums Act 2000. The referendum resulted in 51.9% of the votes cast being in favour of leaving the EU. Although the referendum was legally non-binding, the government of the time promised to implement the result.[3] Membership of the EU had long been a topic of debate in the United Kingdom. The country joined the European Communities (EC), principally the European Economic Community (EEC) or Common Market, the forerunner to the European Union, in 1973, along with the European Coal and Steel Community (ECSC), and the European Atomic Energy Community (EAEC or Euratom). A referendum on continued membership of the Communities was held in 1975, with 67.2% of the votes cast in favour of Britain remaining a member.[4] In May 2015, following a Conservative Party manifesto pledge, the legal basis for the EU referendum was established through the European Union Referendum Act 2015. Britain Stronger in Europe became the official group campaigning for the UK to remain in the EU, and was endorsed by the Prime Minister David Cameron and Chancellor George Osborne. Vote Leave was the official group campaigning for the UK to leave the EU, and was fronted by Conservative MPs Boris Johnson and Michael Gove along with Labour MP Gisela Stuart.[5] Other campaign groups, political parties, businesses, trade unions, newspapers and prominent individuals were also involved, with both sides having supporters from across the political spectrum. Parties in favour of 'remain' included Labour, the Liberal Democrats, the Scottish National Party (SNP), Plaid Cymru and the Green Party;[6][7][8][9] while the UK Independence Party (UKIP) campaigned in favour of leaving the European Union;[10] and the Conservative Party remained neutral.[11] In spite of the official positions of the Conservative Party and Labour, both parties allowed their MPs to publicly campaign for either side of the issue.[12][13] Immediately after the result, financial markets reacted negatively worldwide, and Cameron announced that he would resign as Prime Minister and Leader of the Conservative Party, having campaigned unsuccessfully to remain in the European Union. It was the first time that a national referendum result had gone against the preferred option of the UK Government. Cameron was succeeded by Theresa May on 13 July 2016. Labour leader Jeremy Corbyn also faced a leadership challenge as a result of the EU referendum. Parliament gave legal effect to the referendum by passing the European Union (Notification of Withdrawal) Act 2017 and on 29 March 2017, the United Kingdom gave formal notice of intent to withdraw from the EU. The European Communities were formed in the 1950s – the European Coal and Steel Community (ECSC) in 1952, and the European Atomic Energy Community (EAEC or Euratom) and European Economic Community (EEC) in 1957.[14] The EEC, the more ambitious of the three, came to be known as the \"Common Market\". The UK first applied to join them in 1961, but this was vetoed by France.[14] A later application was successful, and the UK joined in 1973; two years later, the first ever national referendum on continuing membership resulted in 67.2% approval, with a 64.62% turnout.[14] Political integration gained greater focus when the Maastricht Treaty established the European Union (EU) in 1993, which incorporated (and after the Treaty of Lisbon, succeeded) the European Communities.[14][15] Prior to the 2010 general election, the then Leader of the Conservative Party and Leader of the Opposition David Cameron promised a referendum on the Lisbon Treaty,[16] which he backtracked on after all EU countries had ratified the treaty before the election. When they attended the May 2012 NATO summit meeting, UK Prime Minister David Cameron, Foreign Secretary William Hague and Ed Llewellyn discussed the idea of using a European Union referendum as a concession to energise the Eurosceptic wing of the Conservative Party.[17] In January 2013, Cameron delivered the Bloomberg speech and promised that, should the Conservatives win a parliamentary majority at the 2015 general election, the British government would negotiate more favourable arrangements for continuing British membership of the EU, before holding a referendum on whether the UK should remain in or leave the EU.[18] The Conservative Party published a draft EU Referendum Bill in May 2013, and outlined its plans for renegotiation followed by an in-out vote (i.e. a referendum giving options only of leaving and of remaining in under the current terms, or under new terms if these had become available), were the party to be re-elected in 2015.[19] The draft Bill stated that the referendum had to be held no later than 31 December 2017.[20] The draft legislation was taken forward as a Private member's bill by Conservative MP James Wharton which was known as the European Union (Referendum) Bill 2013.[21] The bill's First Reading in the House of Commons took place on 19 June 2013.[22] Cameron was said by a spokesperson to be \"very pleased\" and would ensure the Bill was given \"the full support of the Conservative Party\".[23] Regarding the ability of the bill to bind the UK Government in the 2015–20 Parliament (which indirectly, as a result of the referendum itself, proved to last only two years) to holding such a referendum, a parliamentary research paper noted that: The Bill simply provides for a referendum on continued EU membership by the end of December 2017 and does not otherwise specify the timing, other than requiring the Secretary of State to bring forward orders by the end of 2016. [...] If no party obtained a majority at the [next general election due in 2015], there might be some uncertainty about the passage of the orders in the next Parliament.[24] The bill received its Second Reading on 5 July 2013, passing by 304 votes to none after almost all Labour MPs and all Liberal Democrat MPs abstained, cleared the Commons in November 2013, and was then introduced to the House of Lords in December 2013, where members voted to block the bill.[25] Conservative MP Bob Neill then introduced an Alternative Referendum Bill to the Commons.[26][27] After a debate on 17 October 2014, it passed to the Public Bills Committee, but because the Commons failed to pass a money resolution, the bill was unable to progress further before the dissolution of parliament on 27 March 2015.[28][29] At the European Parliament election in 2014, the UK Independence Party (UKIP) secured more votes and more seats than any other party, the first time a party other than the Conservatives or Labour had topped a nationwide poll in 108 years, leaving the Conservatives in third place.[30] Under Ed Miliband's leadership between 2010 and 2015, the Labour Party ruled out an in-out referendum unless and until a further transfer of powers from the UK to the EU were to be proposed.[31] In their manifesto for the 2015 general election, the Liberal Democrats pledged to hold an in-out referendum only in the event of there being a change in the EU treaties.[32] The UK Independence Party (UKIP), the British National Party (BNP), the Green Party,[33] the Democratic Unionist Party[34] and the Respect Party[35] all supported the principle of a referendum. When the Conservative Party won a majority of seats in the House of Commons at the 2015 general election, Cameron reiterated his party's manifesto commitment to hold an in-out referendum on UK membership of the EU by the end of 2017, but only after \"negotiating a new settlement for Britain in the EU\".[36] In early 2014, David Cameron outlined the changes he aimed to bring about in the EU and in the UK's relationship with it.[37] These were: additional immigration controls, especially for citizens of new EU member states; tougher immigration rules for present EU citizens; new powers for national parliaments collectively to veto proposed EU laws; new free-trade agreements and a reduction in bureaucracy for businesses; a lessening of the influence of the European Court of Human Rights on British police and courts; more power for individual member states, and less for the central EU; and abandonment of the EU notion of \"ever closer union\".[37] He intended to bring these about during a series of negotiations with other EU leaders and then, if re-elected, to announce a referendum.[37] In November that year, Cameron gave an update on the negotiations and further details of his aims.[38] The key demands made of the EU were: on economic governance, to recognise officially that Eurozone laws would not necessarily apply to non-Eurozone EU members and the latter would not have to bail out troubled Eurozone economies; on competitiveness, to expand the single market and to set a target for the reduction of bureaucracy for businesses; on sovereignty, for the UK to be legally exempted from \"ever closer union\" and for national parliaments to be able collectively to veto proposed EU laws; and, on immigration, for EU citizens going to the UK for work to be unable to claim social housing or in-work benefits until they had worked there for four years, and for them to be unable to send child benefit payments overseas.[38][39] The outcome of the renegotiations was announced in February 2016.[40] The renegotiated terms were in addition to the United Kingdom's existing opt-outs in the European Union and the UK rebate. The significance of the changes to the EU-UK agreement was contested and speculated upon, with none of the changes considered fundamental, but some considered important to many British people.[40] Some limits to in-work benefits for EU immigrants were agreed, but these would apply on a sliding scale for four years and would be for new immigrants only; before they could be applied, a country would have to get permission from the European Council.[40] Child benefit payments could still be made overseas, but these would be linked to the cost of living in the other country.[41] On sovereignty, the UK was reassured that it would not be required to participate in \"ever closer union\"; these reassurances were \"in line with existing EU law\".[40] Cameron's demand to allow national parliaments to veto proposed EU laws was modified to allow national parliaments collectively to object to proposed EU laws, in which case the European Council would reconsider the proposal before itself deciding what to do.[40] On economic governance, anti-discrimination regulations for non-Eurozone members would be reinforced, but they would be unable to veto any legislation.[42] The final two areas covered were proposals to \"exclude from the scope of free movement rights, third country nationals who had no prior lawful residence in a Member State before marrying a Union citizen\"[43] and to make it easier for member states to deport EU nationals for public policy or public security reasons.[44] The extent to which the various parts of the agreement would be legally binding is complex; no part of the agreement itself changed EU law, but some parts could be enforceable in international law.[45] The EU had reportedly offered David Cameron a so-called \"emergency brake\", which would have allowed the UK to withhold social benefits to new immigrants for the first four years after they arrived; this brake could have been applied for a period of seven years.[46] That offer was still on the table at the time of the Brexit referendum, but expired when the vote determined that the UK would leave the EU. Cameron claimed that \"he could have avoided Brexit had European leaders let him control migration\", according to the Financial Times.[47][48] However, Angela Merkel said that the offer had not been made by the EU. Merkel stated in the German Parliament: \"If you wish to have free access to the single market then you have to accept the fundamental European rights as well as obligations that come from it. This is as true for Great Britain as for anybody else.\"[49] The planned referendum was included in the Queen's Speech on 27 May 2015.[50] It was suggested at the time that Cameron was planning to hold the referendum in October 2016,[51] but the European Union Referendum Act 2015, which authorised it, went before the House of Commons the following day, just three weeks after the election.[52] On the bill's second reading on 9 June, members of the House of Commons voted by 544 to 53 in favour, endorsing the principle of holding a referendum, with only the Scottish National Party voting against.[53] In contrast to the Labour Party's position prior to the 2015 general election under Miliband, acting Labour leader Harriet Harman committed her party to supporting plans for an EU referendum by 2017.[54] To enable the referendum to take place, the European Union Referendum Act[55] was passed by the Parliament of the United Kingdom. It extended to include and take legislative effect in Gibraltar,[56][57] and received royal assent on 17 December 2015. The Act was, in turn, confirmed, enacted and implemented in Gibraltar by the European Union (Referendum) Act 2016 (Gibraltar),[58] which was passed by the Gibraltar Parliament and entered into law upon receiving the assent of the Governor of Gibraltar on 28 January 2016. The European Union Referendum Act required a referendum to be held on the question of the UK's continued membership of the European Union (EU) before the end of 2017. It did not contain any requirement for the UK Government to implement the results of the referendum. Instead, it was designed to gauge the electorate's opinion on EU membership. The referendums held in Scotland, Wales and Northern Ireland in 1997 and 1998 are examples of this type, where opinion was tested before legislation was introduced. The UK does not have constitutional provisions which would require the results of a referendum to be implemented, unlike, for example, the Republic of Ireland, where the circumstances in which a binding referendum should be held are set out in its constitution. In contrast, the legislation that provided for the referendum held on AV in May 2011 would have implemented the new system of voting without further legislation, provided that the boundary changes also provided for in the Parliamentary Voting System and Constituencies Act 2011 were also implemented. In the event, there was a substantial majority against any change. The 1975 referendum was held after the re-negotiated terms of the UK's EC membership had been agreed by all EC Member States, and the terms set out in a command paper and agreed by both Houses.[59] Following the 2016 referendum, the High Court confirmed that the result was not legally binding, owing to the constitutional principles of parliamentary sovereignty and representative democracy, and the legislation authorising the referendum did not contain clear words to the contrary.[60] Research by the Electoral Commission confirmed that its recommended question \"was clear and straightforward for voters, and was the most neutral wording from the range of options ... considered and tested\", citing responses to its consultation by a diverse range of consultees.[61] The proposed question was accepted by the government in September 2015, shortly before the bill's third reading.[62] The question that appeared on ballot papers in the referendum under the Act was: Should the United Kingdom remain a member of the European Union or leave the European Union? with the responses to the question (to be marked with a single (X)): Remain a member of the European Union Leave the European Union and in Welsh: A ddylai'r Deyrnas Unedig aros yn aelod o'r Undeb Ewropeaidd neu adael yr Undeb Ewropeaidd? with the responses (to be marked with a single (X)): Aros yn aelod o'r Undeb Ewropeaidd Gadael yr Undeb Ewropeaidd Prior to being officially announced, it was widely speculated that a June date for the referendum was a serious possibility. The First Ministers of Northern Ireland, Scotland, and Wales co-signed a letter to Cameron on 3 February 2016 asking him not to hold the referendum in June, as devolved elections were scheduled to take place the previous month on 5 May. These elections had been postponed for a year to avoid a clash with the 2015 general election, after Westminster had implemented the Fixed-term Parliament Act. Cameron refused this request, saying people were able to make up their own minds in multiple elections spaced at least six weeks from each other.[63] [64] In February 2016, Cameron announced that the UK Government would formally recommend to the British people that the UK should remain a member of a reformed European Union and that the referendum would be held on 23 June, marking the official launch of the campaign. He also announced that Parliament would enact secondary legislation on 22 February relating to the European Union Referendum Act 2015. With the official launch, ministers of the UK Government were then free to campaign on either side of the argument in a rare exception to Cabinet collective responsibility.[65] The right to vote in the referendum in the United Kingdom is defined by the legislation as limited to residents of the United Kingdom who were either also Commonwealth citizens under the British Nationality Act 1948 (which include British citizens and other British nationals), or those who were also citizens of the Republic of Ireland, or both. Members of the House of Lords, who could not vote in general elections, were able to vote in the referendum. The electorate of 46,500,001 represented 70.8% of the population of 65,678,000 (UK and Gibraltar).[66] Other than the residents of Gibraltar, British Overseas Territories Citizens residing in the British Overseas Territories were unable to vote in the referendum.[67][68] Residents of the United Kingdom who were citizens of other EU countries were not allowed to vote unless they were citizens (or were also citizens) of the Republic of Ireland, of Malta, or of the Republic of Cyprus.[69] The Representation of the People Acts 1983 (1983 c. 2) and 1985 (1985 c. 50), as amended, also permit certain British citizens (but not other British nationals), who had once lived in the United Kingdom, but had since and in the meantime lived outside of the United Kingdom, but for a period of no more than 15 years, to vote.[70] Voting on the day of the referendum was from 0700 to 2200 BST (WEST) (0700 to 2200 CEST in Gibraltar) in some 41,000 polling stations staffed by over 100,000 poll workers. Each polling station was specified to have no more than 2,500 registered voters.[citation needed] Under the provisions of the Representation of the People Act 2000, postal ballots were also permitted in the referendum and were sent out to eligible voters some three weeks ahead of the vote (2 June 2016). The minimum age for voters in the referendum was set to 18 years, in line with the Representation of the People Act, as amended. A House of Lords amendment proposing to lower the minimum age to 16 years was rejected.[71] The deadline to register to vote was initially midnight on 7 June 2016; however, this was extended by 48 hours owing to technical problems with the official registration website on 7 June, caused by unusually high web traffic. Some supporters of the Leave campaign, including the Conservative MP Sir Gerald Howarth, criticised the government's decision to extend the deadline, alleging it gave Remain an advantage because many late registrants were young people who were considered to be more likely to vote for Remain.[72] According to provisional figures from the Electoral Commission, almost 46.5 million people were eligible to vote.[73] Nottingham City Council emailed a Vote Leave supporter to say that the council was unable to check whether the nationality that people stated on their voting registration form was true, and hence that they simply had to assume that the information that was submitted was, indeed, correct.[74] Kingston upon Thames London Borough Council and the Electoral Commission stated that Jakub Pawlowski, a Polish voter in Kingston upon Thames declared himself as being British on his registration form, and hence, received a referendum polling card in the post, although he is not a UK citizen and did not have the right to receive such a polling card. The voter stated that he specified that he was a Polish citizen when registering on the electoral roll,[75] but still had received the card in the post.[75] The matter had been referred to the police.[76] 3,462 EU nationals were wrongly sent postal voting cards, due to an IT issue experienced by Xpress, an electoral software supplier to a number of councils. Xpress was initially unable to confirm the exact number of those affected. The matter was resolved by the issuance of a software patch which rendered the wrongly recorded electors ineligible to vote on 23 June.[74] Residents of the Crown Dependencies (which are not part of the United Kingdom), namely the Isle of Man and the Bailiwicks of Jersey and Guernsey, even if they were British citizens, were excluded from the referendum unless they were also previous residents of the United Kingdom (that is: England and Wales, Scotland and Northern Ireland).[77] Some residents of the Isle of Man protested that they, as full British citizens under the British Nationality Act 1981 and living within the British Islands, should also have been given the opportunity to vote in the referendum, as the Isle and the Bailiwicks, although not included as if they were part of the United Kingdom for the purpose of European Union (and European Economic Area (EEA)) membership (as is the case with Gibraltar), would also have been significantly affected by the outcome and impact of the referendum.[77] In October 2015, Britain Stronger in Europe, a cross-party group campaigning for Britain to remain a member of the EU, was formed.[78] There were two rival groups promoting British withdrawal from the EU that sought to become the official Leave campaign: Leave.EU (which was endorsed by most of UKIP, including Nigel Farage), and Vote Leave (endorsed by Conservative Party Eurosceptics). In January 2016, Nigel Farage and the Leave.EU campaign became part of the Grassroots Out movement, which was borne out of infighting between Vote Leave and Leave.EU campaigners.[79][80] In April, the Electoral Commission announced that Britain Stronger in Europe and Vote Leave were to be designated as the official remain and leave campaigns respectively.[81] This gave them the right to spend up to £7,000,000, a free mailshot, TV broadcasts and £600,000 in public funds. The UK Government's official position was to support the Remain campaign. Nevertheless, Cameron announced that Conservative Ministers and MPs were free to campaign in favour of remaining in the EU or leaving it, according to their conscience. This decision came after mounting pressure for a free vote for ministers.[82] In an exception to the usual rule of cabinet collective responsibility, Cameron allowed cabinet ministers to campaign publicly for EU withdrawal.[83] A Government-backed campaign was launched in April.[84] On 16 June, all official national campaigning was suspended until 19 June following the murder of Jo Cox.[85] After internal polls suggested that 85% of the UK population wanted more information about the referendum from the government, a leaflet was sent to every household in the UK.[86] It contained details about why the government believed the UK should remain in the EU. This leaflet was criticised by those wanting to leave as giving the remain side an unfair advantage; it was also described as being inaccurate and a waste of taxpayers' money (it cost £9.3m in total).[87] In the week beginning on 16 May, the Electoral Commission sent a voting guide regarding the referendum to every household within the UK and Gibraltar to raise awareness of the upcoming referendum. The eight-page guide contained details on how to vote, as well as a sample of the actual ballot paper, and a whole page each was given to the campaign groups Britain Stronger in Europe and Vote Leave to present their case.[88][89] The Vote Leave campaign argued that if the UK left the EU, national sovereignty would be protected, immigration controls could be imposed, and the UK would be able to sign trade deals with the rest of the world. The UK would also be able to stop membership payments to the EU every week.[90][note 1] The Britain Stronger in Europe campaign argued that leaving the European Union would damage the UK economy, and that the status of the UK as a world influence was hinged upon its membership.[93] The tables list political parties with representation in the House of Commons or the House of Lords, the European Parliament, the Scottish Parliament, the Northern Ireland Assembly, the Welsh Parliament, or the Gibraltar Parliament at the time of the referendum.  Among minor parties, the Socialist Labour Party, the Communist Party of Britain, Britain First,[116] the British National Party (BNP),[117] Éirígí,[118] Respect Party,[119] Trade Unionist and Socialist Coalition (TUSC),[120] the Social Democratic Party,[121] Liberal Party,[122] and Independence from Europe,[123] and the Workers' Party of Ireland,[124] supported leaving the EU. The Scottish Socialist Party (SSP), Left Unity and Mebyon Kernow supported remaining in the EU.[125][126][127] The Socialist Party of Great Britain supported neither leave nor remain and the Women's Equality Party had no official position on the issue.[128][129][130][131] The Cabinet of the United Kingdom is a body responsible for making decisions on policy and organising governmental departments; it is chaired by the Prime Minister and contains most of the government's ministerial heads.[132] Following the announcement of the referendum in February, 23 of the 30 Cabinet ministers (including attendees) supported the UK staying in the EU.[133] Iain Duncan Smith, in favour of leaving, resigned on 19 March and was replaced by Stephen Crabb who was in favour of remaining.[133][134] Crabb was already a cabinet member, as the Secretary of State for Wales, and his replacement, Alun Cairns, was in favour of remaining, bringing the total number of pro-remain Cabinet members to 25. Various UK multinationals have stated that they would not like the UK to leave the EU because of the uncertainty it would cause, such as Shell,[135] BT[136] and Vodafone,[137] with some assessing the pros and cons of Britain exiting.[138] The banking sector was one of the most vocal advocating to stay in the EU, with the British Bankers' Association saying: \"Businesses don't like that kind of uncertainty\".[139] RBS warned of potential damage to the economy.[140] Furthermore, HSBC and foreign-based banks JP Morgan and Deutsche Bank claim a Brexit might result in the banks' changing domicile.[141][142] According to Goldman Sachs and the City of London's policy chief, all such factors could impact on the City of London's present status as a European and global market leader in financial services.[143] In February 2016, leaders of 36 of the FTSE 100 companies, including Shell, BAE Systems, BT and Rio Tinto, officially supported staying in the EU.[144] Moreover, 60% of the Institute of Directors and the EEF memberships supported staying.[145] Many UK-based businesses, including Sainsbury's, remained steadfastly neutral, concerned that taking sides in the divisive issue could lead to a backlash from customers.[146] Richard Branson stated that he was \"very fearful\" of the consequences of a UK exit from the EU.[147] Alan Sugar expressed similar concern.[148] James Dyson, founder of the Dyson company, argued in June 2016 that the introduction of tariffs would be less damaging for British exporters than the appreciation of the pound against the Euro, arguing that, because Britain ran a 100 billion pound trade deficit with the EU, tariffs could represent a significant revenue source for the Treasury.[149] Pointing out that languages, plugs and laws differ between EU member states, Dyson said that the 28-country bloc was not a single market, and argued the fastest growing markets were outside the EU.[149] Engineering company Rolls-Royce wrote to employees to say that it did not want the UK to leave the EU.[150] Surveys of large UK businesses showed a strong majority favoured the UK remaining in the EU.[151] Small and medium-sized UK businesses were more evenly split.[151] Polls of foreign businesses found that around half would be less likely to do business in the UK, while 1% would increase their investment in the UK.[152][153][154] Two large car manufacturers, Ford and BMW, warned in 2013 against Brexit, suggesting it would be \"devastating\" for the economy.[155] Conversely, in 2015, some other manufacturing executives told Reuters that they would not shut their plants if the UK left the EU, although future investment might be put at risk.[156] The CEO of Vauxhall stated that a Brexit would not materially affect its business.[157] Foreign-based Toyota CEO Akio Toyoda confirmed that, whether or not Britain left the EU, Toyota would carry on manufacturing cars in Britain as they had done before.[158] In the week following conclusion of the UK's renegotiation (and especially after Boris Johnson announced that he would support the UK leaving), the pound fell to a seven-year low against the dollar and economists at HSBC warned that it could drop even more.[159] At the same time, Daragh Maher, head of HSBC, suggested that if Sterling dropped in value so would the Euro. European banking analysts also cited Brexit concerns as the reason for the Euro's decline.[160] Immediately after a poll in June 2016 showed that the Leave campaign was 10 points ahead, the pound dropped by a further one per cent.[161] In the same month, it was announced that the value of goods exported from the UK in April had shown a month-on-month increase of 11.2%, \"the biggest rise since records started in 1998\".[162][163] Uncertainty over the referendum result, together with several other factors—US interest rates rising, low commodity prices, low Eurozone growth and concerns over emerging markets such as China—contributed to a high level of stock market volatility in January and February 2016.[citation needed] On 14 June, polls showing that a Brexit was more likely led to the FTSE 100 falling by 2%, losing £98 billion in value.[164][165] After further polls suggested a move back towards Remain, the pound and the FTSE recovered.[166] On the day of the referendum, sterling hit a 2016 high of $1.5018 and the FTSE 100 also climbed to a 2016 high, as a new poll suggested a win for the Remain campaign.[167] Initial results suggested a vote for 'Remain' and the value of the pound held its value. However, when the result for Sunderland was announced, it indicated an unexpected swing to 'Leave'. Subsequent results appeared to confirm this swing and sterling fell in value to $1.3777, its lowest level since 1985. On the following Monday when the markets opened, sterling fell to a new low of $1.32.[168] Muhammad Ali Nasir and Jamie Morgan two British economists differentiated and reflected on the weakness of the Sterling due to the weak external position of the UK's economy and the further role played by the uncertainty surrounding Brexit[169] They reported that during the week of the referendum, up to the declaration of the result, exchange rate depreciation deviated from the long-run trend by approximately 3.5 per cent, but the actual immediate effect on the exchange rate was an 8 per cent depreciation. Furthermore, that over the period from the announcement of the referendum, the exchange rate fluctuated markedly around its trend and one can also identify a larger effect based on the \"wrong-footing\" of markets at the point when the outcome was announced.[169] When the London Stock Exchange opened on the morning of 24 June, the FTSE 100 fell from 6338.10 to 5806.13 in the first ten minutes of trading. It recovered to 6091.27 after a further 90 minutes, before further recovering to 6162.97 by the end of the day's trading. When the markets reopened the following Monday, the FTSE 100 showed a steady decline losing over 2% by mid-afternoon.[170] Upon opening later on the Friday after the referendum, the US Dow Jones Industrial Average dropped nearly 450 points or about 2½% in less than half an hour. The Associated Press called the sudden worldwide stock market decline a stock market crash.[171] Investors in worldwide stock markets lost more than the equivalent of US$2 trillion on 24 June 2016, making it the worst single-day loss in history, in absolute terms.[172] The market losses amounted to US$3 trillion by 27 June.[173] The value of the pound sterling against the US dollar fell to a 31-year low.[174] The UK's and the EU's sovereign debt credit rating was also lowered by Standard & Poor's.[175][176] By mid-afternoon on 27 June 2016, sterling was at a 31-year low, having fallen 11% in two trading days, and the FTSE 100 had surrendered £85 billion;[177] however, by 29 June it had recovered all its losses since the markets closed on polling day and the value of the pound had begun to rise.[178][179] The referendum was generally well-accepted by the European far right.[180] Marine Le Pen, the leader of the French Front national, described the possibility of a Brexit as \"like the fall of the Berlin Wall\" and commented that \"Brexit would be marvellous – extraordinary – for all European peoples who long for freedom\".[181] A poll in France in April 2016 showed that 59% of the French people were in favour of Britain remaining in the EU.[182] Dutch politician Geert Wilders, leader of the Party for Freedom, said that the Netherlands should follow Britain's example: \"Like in the 1940s, once again Britain could help liberate Europe from another totalitarian monster, this time called 'Brussels'. Again, we could be saved by the British.\"[183] Polish President Andrzej Duda lent his support for the UK remaining within the EU.[184] Moldovan Prime Minister Pavel Filip asked all citizens of Moldova living in the UK to speak to their British friends and convince them to vote for the UK to remain in the EU.[185] Spanish foreign minister José García-Margallo said Spain would demand control of Gibraltar the \"very next day\" after a British withdrawal from the EU.[186] Margallo also threatened to close the border with Gibraltar if Britain left the EU.[187] Swedish foreign minister Margot Wallström said on 11 June 2016 that if Britain left the EU, other countries would have referendums on whether to leave the EU, and that if Britain stayed in the EU, other countries would negotiate, ask and demand to have special treatment.[188] Czech prime minister Bohuslav Sobotka suggested in February 2016 that the Czech Republic would start discussions on leaving the EU if the UK voted for an EU exit.[189] Christine Lagarde, the managing director of the International Monetary Fund, warned in February 2016 that the uncertainty over the outcome of the referendum would be bad \"in and of itself\" for the British economy.[190] In response, Leave campaigner Priti Patel said a previous warning from the IMF regarding the coalition government's deficit plan for the UK was proven incorrect and that the IMF \"were wrong then and are wrong now\".[191] In October 2015, United States Trade Representative Michael Froman declared that the United States was not keen on pursuing a separate free-trade agreement (FTA) with Britain if it were to leave the EU, thus, according to The Guardian newspaper, undermining a key economic argument of proponents of those who say Britain would prosper on its own and be able to secure bilateral FTAs with trading partners.[192] Also in October 2015, the United States Ambassador to the United Kingdom Matthew Barzun said that UK participation in NATO and the EU made each group \"better and stronger\" and that, while the decision to remain or leave is a choice for the British people, it was in the US interest that it remain.[193] In April 2016, eight former US Secretaries of the Treasury, who had served both Democratic and Republican presidents, urged Britain to remain in the EU.[194] In July 2015, President Barack Obama confirmed the long-standing US preference for the UK to remain in the EU. Obama said: \"Having the UK in the EU gives us much greater confidence about the strength of the transatlantic union, and is part of the cornerstone of the institutions built following World War II that has made the world safer and more prosperous. We want to make sure that the United Kingdom continues to have that influence.\"[195] Some Conservative MPs accused U.S. President Barack Obama of interfering in the Brexit vote,[196][197] with Boris Johnson calling the intervention a \"piece of outrageous and exorbitant hypocrisy\"[198] and UKIP leader Nigel Farage accusing him of \"monstrous interference\", saying \"You wouldn't expect the British Prime Minister to intervene in your presidential election, you wouldn't expect the Prime Minister to endorse one candidate or another.\"[199] Obama's intervention was criticised by Republican Senator Ted Cruz as \"a slap in the face of British self-determination as the president, typically, elevated an international organisation over the rights of a sovereign people\", and stated that \"Britain will be at the front of the line for a free trade deal with America\", were Brexit to occur.[200][201] More than 100 MPs from the Conservatives, Labour, UKIP and the DUP wrote a letter to the U.S. ambassador in London asking President Obama not to intervene in the Brexit vote as it had \"long been the established practice not to interfere in the domestic political affairs of our allies and we hope that this will continue to be the case.\"[202][203] Two years later, one of Obama's former aides recounted that the public intervention was made following a request by Cameron.[204] Prior to the vote, Republican presidential candidate Donald Trump anticipated that Britain would leave based on its concerns over migration,[205] while Democratic presidential candidate Hillary Clinton hoped that Britain would remain in the EU to strengthen transatlantic co-operation.[206] In October 2015, Chinese President Xi Jinping declared his support for Britain remaining in the EU, saying \"China hopes to see a prosperous Europe and a united EU, and hopes Britain, as an important member of the EU, can play an even more positive and constructive role in promoting the deepening development of China-EU ties\". Chinese diplomats have stated \"off the record\" that the People's Republic sees the EU as a counterbalance to American economic power, and that an EU without Britain would mean a stronger United States.[citation needed] In February 2016, the finance ministers from the G20 major economies warned for the UK to leave the EU would lead to \"a shock\" in the global economy.[207][208] In May 2016, the Australian Prime Minister Malcolm Turnbull said that Australia would prefer the UK to remain in the EU, but that it was a matter for the British people, and \"whatever judgment they make, the relations between Britain and Australia will be very, very close\".[209] Indonesian president Joko Widodo stated during a European trip that he was not in favour of Brexit.[210] Sri Lankan Prime Minister Ranil Wickremesinghe issued a statement of reasons why he was \"very concerned\" at the possibility of Brexit.[211] Russian President Vladimir Putin said: \"I want to say it is none of our business, it is the business of the people of the UK.\"[212] Maria Zakharova, the official Russian foreign ministry spokesperson, said: \"Russia has nothing to do with Brexit. We are not involved in this process in any way. We don't have any interest in it.\"[213] In November 2015, the Governor of the Bank of England Mark Carney said that the Bank of England would do what was necessary to help the UK economy if the British people voted to leave the EU.[214] In March 2016, Carney told MPs that an EU exit was the \"biggest domestic risk\" to the UK economy, but that remaining a member also carried risks, related to the European Monetary Union, of which the UK is not a member.[215] In May 2016, Carney said that a \"technical recession\" was one of the possible risks of the UK leaving the EU.[216] However, Iain Duncan Smith said Carney's comment should be taken with \"a pinch of salt\", saying \"all forecasts in the end are wrong\".[217] In December 2015, the Bank of England published a report about the impact of immigration on wages. The report concluded that immigration put downward pressure on workers' wages, particularly low-skilled workers: a 10 percent point rise in the proportion of migrants working in low-skilled services drove down the average wages of low-skilled workers by about 2 percent.[218] The 10 percentage point rise cited in the paper is larger than the entire rise observed since the 2004–06 period in the semi/unskilled services sector, which is about 7 percentage points.[219] In March 2016, Nobel prize-winning economist Joseph Stiglitz argued that he might reconsider his support for the UK remaining in the EU if the proposed Transatlantic Trade and Investment Partnership (TTIP) were to be agreed to.[220] Stiglitz warned that under the investor-state dispute settlement provision in current drafts of the TTIP, governments risked being sued for loss of profits resulting from new regulations, including health and safety regulations to limit the use of asbestos or tobacco.[220] The German economist Clemens Fuest wrote that there was a liberal, free-trade bloc in the EU comprising the UK, the Netherlands, the Czech Republic, Sweden, Denmark, Ireland, Slovakia, Finland, Estonia, Latvia and Lithuania, controlling 32% of the votes in the European Council and standing in opposition to the dirigiste, protectionist policies favoured by France and its allies.[221] Germany with its 'social market' economy stands midway between the French dirigiste economic model and the British free-market economic model. From the German viewpoint, the existence of the liberal bloc allows Germany to play-off free-market Britain against dirigiste France, and that if Britain were to leave, the liberal bloc would be severely weakened, thereby allowing the French to take the EU into a much more dirigiste direction that would be unattractive from the standpoint of Berlin.[221] A study by Oxford Economics for the Law Society of England and Wales has suggested that Brexit would have a particularly large negative impact on the UK financial services industry and the law firms that support it, which could cost the law sector as much as £1.7bn per annum by 2030.[222] The Law Society's own report into the possible effects of Brexit notes that leaving the EU would be likely to reduce the role played by the UK as a centre for resolving disputes between foreign firms, whereas a potential loss of \"passporting\" rights would require financial services firms to transfer departments responsible for regulatory oversight overseas.[223] World Pensions Forum director M. Nicolas J. Firzli has argued that the Brexit debate should be viewed within the broader context of economic analysis of EU law and regulation in relation to English common law, arguing: \"Every year, the British Parliament is forced to pass tens of new statutes reflecting the latest EU directives coming from Brussels – a highly undemocratic process known as 'transposition'... Slowly but surely, these new laws dictated by EU commissars are conquering English common law, imposing upon UK businesses and citizens an ever-growing collection of fastidious regulations in every field\".[224] Thiemo Fetzer, professor of economics from University of Warwick, analyzed the welfare reforms in the UK since 2000 and suggests that numerous austerity-induced welfare reforms from 2010 onwards have stopped contributing to mitigate income differences through transfer payments. This could be a key activating factor of anti-EU preferences that lie behind the development of economic grievances and the lack of support in a Remain victory.[225] Michael Jacobs, the current director of the Commission on Economic Justice at the Institute for Public Policy Research and Mariana Mazzucato, a professor in University College London in Economics of Innovation and Public Value have found that the Brexit campaign had the tendency to blame external forces for domestic economic problems and have argued that the problems within the economy wasn't due to 'unstoppable forces of globalisation' but rather the result of active political and business decisions. Instead, they claim that orthodox economic theory has guided poor economic policy such as investment and that has been the cause of problems within the British economy.[226] In May 2016, the Institute for Fiscal Studies said that an EU exit could mean two more years of austerity cuts as the government would have to make up for an estimated loss of £20 billion to £40 billion of tax revenue. The head of the IFS, Paul Johnson, said that the UK \"could perfectly reasonably decide that we are willing to pay a bit of a price for leaving the EU and regaining some sovereignty and control over immigration and so on. That there would be some price though, I think is now almost beyond doubt.\"[227] A poll of lawyers conducted by a legal recruiter in late May 2016 suggested 57% of lawyers wanted to remain in the EU.[228] During a Treasury Committee shortly following the vote, economic experts generally agreed that the leave vote would be detrimental to the UK economy.[229] Michael Dougan, Professor of European Law and Jean Monnet Chair in EU Law at the University of Liverpool and a constitutional lawyer, described the Leave campaign as \"one of the most dishonest political campaigns this country [the UK] has ever seen\", for using arguments based on constitutional law that he said were readily demonstrable as false.[230] Simon Stevens, head of NHS England, warned in May 2016 that a recession following a Brexit would be \"very dangerous\" for the National Health Service, saying that \"when the British economy sneezes, the NHS catches a cold.\"[231] Three-quarters of a sample of NHS leaders agreed that leaving the EU would have a negative effect on the NHS as a whole. In particular, eight out of 10 respondents felt that leaving the EU would have a negative impact on trusts' ability to recruit health and social care staff.[232] In April 2016, a group of nearly 200 health professionals and researchers warned that the NHS would be in jeopardy if Britain left the European Union.[233] The leave campaign reacted by saying more money would be available to be spent on the NHS if the UK left the EU. Guidelines by the Charity Commission for England and Wales that forbid political activity for registered charities have limited UK health organizations' commentary on EU poll, according to anonymous sources consulted by the Lancet.[234] According to Simon Wessely, head of psychological medicine at the Institute of Psychiatry, King's College London – neither a special revision of the guidelines from 7 March 2016, nor Cameron's encouragement have made health organisations, willing to speak out.[234] The Genetic Alliance UK the Royal College of Midwives the Association of the British Pharmaceutical Industry and the Chief Executive of the National Health Service had all stated pro-remain positions by early June 2016.[234] A June 2016 survey of British fishermen found that 92% intended to vote to leave the EU.[235] The EU's Common Fisheries Policy was mentioned as a central reason for their near-unanimity.[235] More than three-quarters believed that they would be able to land more fish, and 93% stated that leaving the EU would benefit the fishing industry.[236] In May 2016, more than 300 historians wrote in a joint letter to The Guardian that Britain could play a bigger role in the world as part of the EU. They said: \"As historians of Britain and of Europe, we believe that Britain has had in the past, and will have in the future, an irreplaceable role to play in Europe.\"[237] On the other hand, many historians argued in favour of leaving, seeing it as a return to self-sovereignty.[238][239] Following David Cameron's announcement of an EU referendum, British think tank the Institute of Economic Affairs (IEA) announced in July 2013 a competition to find the best plan for a UK exit from the European Union, declaring that a departure is a \"real possibility\" following the 2015 general election.[240] Iain Mansfield, a Cambridge graduate and UKTI diplomat, submitted the winning thesis: A Blueprint for Britain: Openness not Isolation.[241] Mansfield's submission focused on addressing both trade and regulatory issues with EU member states as well as other global trading partners.[242][243] Opinion polls from 2010 onwards suggested the British public were relatively evenly divided on the question, with opposition to EU membership peaking in November 2012 at 56% compared with 30% who prefer to remain in,[244] while in June 2015 those in favour of Britain remaining in the EU reached 43% versus those opposed 36%.[245] The largest ever poll (of 20,000 people, in March 2014) showed the public evenly split on the issue, with 41% in favour of withdrawal, 41% in favour of membership, and 18% undecided.[246] However, when asked how they would vote if Britain renegotiated the terms of its membership of the EU, and the UK Government stated that British interests had been satisfactorily protected, more than 50% indicated that they would vote for Britain to stay in.[247] Analysis of polling suggested that young voters tended to support remaining in the EU, whereas those older tend to support leaving, but there was no gender split in attitudes.[248][249] In February 2016 YouGov also found that euroscepticism correlated with people of lower income and that \"higher social grades are more clearly in favour of remaining in the EU\", but noted that euroscepticism also had strongholds in \"the more wealthy, Tory shires\".[250] Scotland, Wales and many English urban areas with large student populations were more pro-EU.[250] Big business was broadly behind remaining in the EU, though the situation among smaller companies was less clear-cut.[251] In polls of economists, lawyers, and scientists, clear majorities saw the UK's membership of the EU as beneficial.[252][253][254][255][256] On the day of the referendum, the bookmaker Ladbrokes offered odds of 6/1 against the UK leaving the EU.[257] Meanwhile, spread betting firm Spreadex offered a Leave Vote Share spread of 45–46, a Remain Vote Share spread of 53.5-54.5, and a Remain Binary Index spread of 80–84.7, where victory for Remain would makeup to 100 and a defeat 0.[258] Shortly after the polls closed at 10 pm on 23 June, the British polling company YouGov released a poll conducted among almost 5,000 people on the day; it suggested a narrow lead for \"Remain\", which polled 52% with Leave polling 48%. It was later criticised for overestimating the margin of the \"Remain\" vote,[259] when it became clear a few hours later that the UK had voted 51.9% to 48.1% in favour of leaving the European Union. The number of jobs lost or gained by a withdrawal was a dominant issue; the BBC's outline of issues warned that a precise figure was difficult to find. The Leave campaign argued that a reduction in red tape associated with EU regulations would create more jobs and that small to medium-sized companies who trade domestically would be the biggest beneficiaries. Those arguing to remain in the EU, claimed that millions of jobs would be lost. The EU's importance as a trading partner and the outcome of its trade status if it left was a disputed issue. Whereas those wanting to stay cited that most of the UK's trade was made with the EU, those arguing to leave say that its trade was not as important as it used to be. Scenarios of the economic outlook for the country if it left the EU were generally negative. The United Kingdom also paid more into the EU budget than it received.[260] Citizens of EU countries, including the United Kingdom, have the right to travel, live and work within other EU countries, as free movement is one of the four founding principles of the EU.[261] Campaigners for remaining said that EU immigration had positive impacts on the UK's economy, citing that the country's growth forecasts were partly based upon continued high levels of net immigration.[260] The Office for Budget Responsibility also claimed that taxes from immigrants boost public funding.[260] A recent[when?] academic paper suggests that migration from Eastern Europe put pressure on wage growth at the lower end of the wage distribution, while at the same time increasing pressures on public services and housing.[262] The Leave campaign believed reduced immigration would ease pressure in public services such as schools and hospitals, as well as giving British workers more jobs and higher wages.[260] According to official Office for National Statistics data, net migration in 2015 was 333,000, which was the second highest level on record, far above David Cameron's target of tens of thousands.[263][264] Net migration from the EU was 184,000.[264] The figures also showed that 77,000 EU migrants who came to Britain were looking for work.[263][264] After the announcement had been made as to the outcome of the referendum, Rowena Mason, political correspondent for The Guardian offered the following assessment: \"Polling suggests discontent with the scale of migration to the UK has been the biggest factor pushing Britons to vote out, with the contest turning into a referendum on whether people are happy to accept free movement in return for free trade.\"[265] A columnist for The Times, Philip Collins, went a step further in his analysis: \"This was a referendum about immigration disguised as a referendum about the European Union.\"[266] The Conservative MEP (Member of the European Parliament) representing South East England, Daniel Hannan, predicted on the BBC programme Newsnight that the level of immigration would remain high after Brexit.[267] \"Frankly, if people watching think that they have voted and there is now going to be zero immigration from the EU, they are going to be disappointed. ... you will look in vain for anything that the Leave campaign said at any point that ever suggested there would ever be any kind of border closure or drawing up of the drawbridge.\"[268] The EU had offered David Cameron a so-called \"emergency brake\" which would have allowed the UK to withhold social benefits to new immigrants for the first four years after they arrived; this brake could have been applied for a period of seven years.\"[269] That offer was still on the table at the time of the Brexit referendum, but expired when the vote determined that the UK would leave the EU.[270] The possibility that the UK's smaller constituent countries could vote to remain within the EU but find themselves withdrawn from the EU led to discussion about the risk to the unity of the United Kingdom.[271] Scotland's First Minister, Nicola Sturgeon, made it clear that she believed that a second independence referendum would \"almost certainly\" be demanded by Scots if the UK voted to leave the EU but Scotland did not.[272] The First Minister of Wales, Carwyn Jones, said: \"If Wales votes to remain in [the EU] but the UK votes to leave, there will be a... constitutional crisis. The UK cannot possibly continue in its present form if England votes to leave and everyone else votes to stay\".[273] There was concern that the Transatlantic Trade and Investment Partnership (TTIP), a proposed trade agreement between the United States and the EU, would be a threat to the public services of EU member states.[274][275][276][277] Jeremy Corbyn, on the Remain side, said that he pledged to veto TTIP in Government.[278] John Mills, on the Leave side, said that the UK could not veto TTIP because trade pacts were decided by Qualified Majority Voting in the European Council.[279] There was debate over the extent to which the European Union membership aided security and defence in comparison to the UK's membership of NATO and the United Nations.[280] Security concerns over the union's free movement policy were raised too, because people with EU passports were unlikely to receive detailed checks at border control.[281] A debate was held by The Guardian on 15 March 2016, featuring the leader of UKIP Nigel Farage, Conservative MP Andrea Leadsom, the leader of Labour's \"yes\" campaign Alan Johnson and former leader of the Liberal Democrats Nick Clegg.[282] Earlier in the campaign, on 11 January, a debate took place between Nigel Farage and Carwyn Jones, who was at the time the First Minister of Wales and leader of the Welsh Labour Party.[283][284] Reluctance to have Conservative Party members argue against one another has seen some debates split, with Leave and Remain candidates interviewed separately.[285] The Spectator held a debate hosted by Andrew Neil on 26 April, which featured Nick Clegg, Liz Kendall and Chuka Umunna arguing for a remain vote, and Nigel Farage, Daniel Hannan and Labour MP Kate Hoey arguing for a leave vote.[286] The Daily Express held a debate on 3 June, featuring Nigel Farage, Kate Hoey and Conservative MP Jacob Rees-Mogg debating Labour MPs Siobhain McDonagh and Chuka Umunna and businessman Richard Reed, co-founder of Innocent drinks.[287] Andrew Neil presented four interviews ahead of the referendum. The interviewees were Hilary Benn, George Osborne, Nigel Farage and Iain Duncan Smith on 6, 8, 10 and 17 May, respectively.[288] The scheduled debates and question sessions included a number of question and answer sessions with various campaigners.[289][290] and a debate on ITV held on 9 June that included Angela Eagle, Amber Rudd and Nicola Sturgeon, Boris Johnson, Andrea Leadsom, and Gisela Stuart.[291] EU Referendum: The Great Debate was held at Wembley Arena on 21 June and hosted by David Dimbleby, Mishal Husain and Emily Maitlis in front of an audience of 6,000.[292] The audience was split evenly between both sides. Sadiq Khan, Ruth Davidson and Frances O'Grady appeared for Remain. Leave was represented by the same trio as the ITV debate on 9 June (Johnson, Leadsom and Stuart).[293] Europe: The Final Debate with Jeremy Paxman was held the following day on Channel 4.[294] Voting took place from 0700 BST (WEST) until 2200 BST (Same hours CEST in Gibraltar) in 41,000 polling stations across 382 voting areas, with each polling station limited to a maximum of 2,500 voters.[295] The referendum was held across all four countries of the United Kingdom, as well as in Gibraltar, as a single majority vote. The 382 voting areas were grouped into twelve regional counts and there was separate declarations for each of the regional counts. In England, as happened in the 2011 AV referendum, the 326 districts were used as the local voting areas and the returns of these then fed into nine English regional counts. In Scotland the local voting areas were the 32 local councils which then fed their results into the Scottish national count, and in Wales the 22 local councils were their local voting areas before the results were then fed into the Welsh national count. Northern Ireland, as was the case in the AV referendum, was a single voting and national count area although local totals by Westminster parliamentary constituency areas were announced. Gibraltar was a single voting area, but as Gibraltar was to be treated and included as if it were a part of South West England, its results was included together with the South West England regional count.[295] The following table shows the breakdown of the voting areas and regional counts that were used for the referendum.[295] On 16 June 2016, a pro-EU Labour MP, Jo Cox, was shot and killed in Birstall, West Yorkshire the week before the referendum by a man calling out \"death to traitors, freedom for Britain\", and a man who intervened was injured.[296] The two rival official campaigns agreed to suspend their activities as a mark of respect to Cox.[85] After the referendum, evidence emerged that Leave.EU had continued to put out advertising the day after Jo Cox's murder.[297][298] David Cameron cancelled a planned rally in Gibraltar supporting British EU membership.[299] Campaigning resumed on 19 June.[300][301] Polling officials in the Yorkshire and Humber region also halted counting of the referendum ballots on the evening of 23 June to observe a minute of silence.[302] The Conservative Party, Liberal Democrats, UK Independence Party and the Green Party all announced that they would not contest the ensuing by-election in Cox's constituency as a mark of respect.[303] On polling day itself two polling stations in Kingston upon Thames were flooded by rain and had to be relocated.[304] In advance of polling day, concern had been expressed that the courtesy pencils provided in polling booths could allow votes to be later altered. Although this was widely dismissed as a conspiracy theory (see: Voting pencil conspiracy theory), some Leave campaigners advocated that voters should instead use pens to mark their ballot papers. On polling day in Winchester an emergency call was made to police about \"threatening behaviour\" outside the polling station. After questioning a woman who had been offering to lend her pen to voters, the police decided that no offence was being committed.[305] The final result was announced on Friday 24 June 2016 at 07:20 BST by then-Electoral Commission Chairwoman Jenny Watson at Manchester Town Hall after all 382 voting areas and the twelve UK regions had declared their totals. With a national turnout of 72% across the United Kingdom and Gibraltar (representing 33,577,342 people), at least 16,788,672 votes were required to win a majority. The electorate voted to \"Leave the European Union\", with a majority of 1,269,501 votes (3.8%) over those who voted \"Remain a member of the European Union\".[306] The national turnout of 72% was the highest ever for a UK-wide referendum, and the highest for any national vote since the 1992 general election.[307][308][309][310] With the national turnout of 72% being the highest for a UK-wide referendum, this roughly calculates to 38% of the entire UK population wanting to leave the European Union and roughly 35% wanting to remain in the European Union.[311] Voting figures from local referendum counts and ward-level data (using local demographic information collected in the 2011 census) suggests that Leave votes were strongly correlated with lower qualifications and higher age.[313][314][315][316] The data were obtained from about one in nine wards in England and Wales, with very little information from Scotland and none from Northern Ireland.[313] A YouGov survey reported similar findings; these are summarised in the charts below.[317][318] Researchers based at the University of Warwick found that areas with \"deprivation in terms of education, income and employment were more likely to vote Leave\". The Leave vote tended to be greater in areas which had lower incomes and high unemployment, a strong tradition of manufacturing employment, and in which the population had fewer qualifications.[319] It also tended to be greater where there was a large flow of Eastern European migrants (mainly low-skilled workers) into areas with a large share of native low-skilled workers.[319] Those in lower social grades (especially the 'working class') were more likely to vote Leave, while those in higher social grades (especially the 'upper middle class') were more likely to vote Remain.[320] Polls by Ipsos-Mori, YouGov and Lord Ashcroft all assert that 70–75% of under 25s voted 'remain'.[321] Additionally according to YouGov, only 54% of 25- to 49-year-olds voted 'remain', whilst 60% of 50- to 64-year-olds and 64% of over-65s voted 'leave', meaning that the support for 'remain' was not as strong outside the youngest demographic.[322] Also, YouGov found that around 87% of under-25s in 2018 would now vote to stay in the EU.[323] Opinion polling by Lord Ashcroft Polls found that Leave voters believed leaving the EU was \"more likely to bring about a better immigration system, improved border controls, a fairer welfare system, better quality of life, and the ability to control our own laws\", while Remain voters believed EU membership \"would be better for the economy, international investment, and the UK's influence in the world\".[324] Immigration is thought to be a particular worry for older people that voted Leave, who consider it a potential threat to national identity and culture.[325] The polling found that the main reasons people had voted Leave were \"the principle that decisions about the UK should be taken in the UK\", and that leaving \"offered the best chance for the UK to regain control over immigration and its own borders\". The main reason people voted Remain was that \"the risks of voting to leave the EU looked too great when it came to things like the economy, jobs and prices\".[324] One analysis suggests that in contrast to the general correlation between age and likelihood of having voted to leave the EU, those who experienced the majority of their formative period (between the ages of 15 to 25) during the Second World War are more likely to oppose Brexit than the rest of the over-65 age group,[failed verification] for they are more likely to associate the EU with bringing peace.[326] EU referendum vote by age and education, based on a YouGov survey.[317][318] EU referendum leave vote versus educational attainment (Highest level of qualification for Level 4 qualifications and above) by area for England and Wales.[313][failed verification] On 5 September 2016, the polling company Ipsos MORI estimated the following percentage breakdown of votes in the referendum by different demographic group, as well as the percentage of turnout among registered voters in most of those demographic groups:[327] All: 48% Remain, 52% Leave (72% turnout) By Gender Men: 45% Remain, 55% Leave (74% turnout) Women: 51% Remain, 49% Leave (71% turnout) By Age: 18-24: 75% Remain, 25% Leave (60% turnout) 25-34: 60% Remain, 40% Leave (66% turnout) 35-44: 55% Remain, 45% Leave (71% turnout) 45-54: 44% Remain, 56% Leave (73% turnout) 55-64: 39% Remain, 61% Leave (79% turnout) 65-74: 34% Remain, 66% Leave (82% turnout) 75+: 37% Remain, 63% Leave (73% turnout) Men by Age: 18-34: 64% Remain, 36% Leave (64% turnout) 35-54: 44% Remain, 56% Leave (74% turnout) 55+: 35% Remain, 65% Leave (80% turnout) Women by Age: 18-34: 67% Remain, 33% Leave (64% turnout) 35-54: 55% Remain, 45% Leave (70% turnout) 55+: 39% Remain, 61% Leave (76% turnout) By Social Class: AB: 59% Remain, 41% Leave (79% turnout) C1: 52% Remain, 48% Leave (75% turnout) C2: 38% Remain, 62% Leave (70% turnout) DE: 36% Remain, 64% Leave (65% turnout) Men by Class: AB: 54% Remain, 46% Leave (81% turnout) C1: 51% Remain, 49% Leave (75% turnout) C2: 35% Remain, 65% Leave (70% turnout) DE: 36% Remain, 64% Leave (67% turnout) Women by Class: AB: 65% Remain, 35% Leave (76% turnout) C1: 54% Remain, 46% Leave (74% turnout) C2: 41% Remain, 59% Leave (70% turnout) DE: 37% Remain, 63% Leave (63% turnout) By Educational Level: Degree or higher: 68% Remain, 32% Leave (78% turnout) Qualifications below degree: 44% Remain, 56% Leave (71% turnout) No qualifications: 30% Remain, 70% Leave (71% turnout) 18-34 Year Olds by Class: AB: 71% Remain, 29% Leave (71% turnout) C1: 71% Remain, 29% Leave (67% turnout) C2: 54% Remain, 46% Leave (58% turnout) DE: 56% Remain, 44% Leave (54% turnout) 35-54 Year Olds by Class: AB: 61% Remain, 39% Leave C1: 53% Remain, 47% Leave C2: 35% Remain, 65% Leave DE: 36% Remain, 64% Leave 55+ Year Olds by Class: AB: 48% Remain, 52% Leave C1: 37% Remain, 63% Leave C2: 32% Remain, 68% Leave DE: 30% Remain, 70% Leave By Ethnic Group: White: 46% Remain, 54% Leave (74% turnout) All Non-White: 69% Remain, 31% Leave (57% turnout) More breakdown by Ethnic Group: White: 46% Remain, 54% Leave Black: 73% Remain, 27% Leave South Asian: 67% Remain, 33% Leave Chinese: 70% Remain, 30% Leave Mixed race: 67% Remain, 33% Leave Other: 65% Remain, 35% Leave By Work Status: Full-time: 53% Remain, 47% Leave Part-time: 53% Remain, 47% Leave Unemployed: 40% Remain, 60% Leave Not working - looking after home: 36% Remain, 64% Leave Student: 80% Remain, 20% Leave Retired: 36% Remain, 64% Leave Other: 39% Remain, 61% Leave By Housing Tenure: Fully owned: 42% Remain, 58% Leave (79% turnout) Mortgage: 54% Remain, 46% Leave (75% turnout) Social renter: 37% Remain, 63% Leave (61% turnout) Private renter: 56% Remain, 44% Leave (65% turnout) By Work Sector: Public sector: 56% Remain, 44% Leave Private sector: 52% Remain, 48% Leave By 2015 General Election vote: Conservative: 41% Remain, 59% Leave (85% turnout) Labour: 64% Remain, 36% Leave (77% turnout) Lib Dem: 69% Remain, 31% Leave (81% turnout) UKIP: 1% Remain, 99% Leave (89% turnout) Did not vote (but not too young): 42% Remain, 58% Leave (45% turnout) The referendum was criticised for not granting people younger than 18 years of age a vote. Unlike in the 2014 Scottish independence referendum, the vote was not extended to 16- and 17-year-old citizens. Critics argued that these people would live with the consequences of the referendum for longer than those who were able to vote. Some supporters for the inclusion of these young citizens considered this exclusion a violation of democratic principles and a major shortcoming of the referendum.[328][329] The foreign ministry of Ireland stated on 24 June 2016 that the number of applications from the UK for Irish passports had increased significantly.[330][331] Enquiries about passports also increased: the Irish Embassy in London reported 4,000 a day immediately after the vote to leave, in comparison with the normal 200 a day.[332] Other EU nations also had increases in requests for passports from British citizens, including France and Belgium.[332] There were more than a hundred reports of racist abuse and hate crime in the immediate aftermath of the referendum, with many citing the plan to leave the European Union.[333] It was claimed that there had been a 57% increase in hate crime following the referendum vote. However, the National Police Chiefs' Council Lead for Hate Crime, Assistant Chief Constable Mark Hamilton, said: \"This should not be read as a national increase in hate crime of 57% but an increase in reporting through one mechanism\".[334] Others[who?] claimed that the numbers did not necessarily reflect \"any objective spread in modern Britain\", but that the apparent spike in hate crime was the result of the subjective definition of the crime and that the police being incentivised \"to find hatred\". In the UK, crimes are recorded as hate crimes based on the perception of the victim. Assistant Chief Constable Maurice Mason of the Essex police explained that \"If the person feels it's a hate crime it'll get recorded as a hate crime\", saying that his county's \"50% increase in reported hate crimes\" post referendum were \"low level matters, some members of the public complaining about Nigel Farage or whatever ... that’ll get recorded as a hate crime\".[335] On 24 June 2016, a Polish school in Cambridgeshire was vandalised with a sign reading \"Leave the EU. No more Polish vermin\".[336] Following the referendum result, similar signs were distributed outside homes and schools in Huntingdon, with some left on the cars of Polish residents collecting their children from school.[337] On 26 June, the London office of the Polish Social and Cultural Association was vandalised with graffiti that was initially characterised as a racist hate crime. However it later emerged that the graffiti, which said, 'F*** you OMP’ may have been directed at OMP, a eurosceptic Polish think tank that had issued a statement congratulating Britain on its Brexit vote.[338][339] This incident was also unsuccessfully investigated by the police.[336][339] In Wales, a Muslim woman was told to leave after the referendum, even though she had been born and raised in the United Kingdom.[340] Other reports of racism occurred as perceived foreigners were targeted in supermarkets, on buses and on street corners, and told to leave the country immediately.[341] All such incidents were widely condemned by politicians and religious leaders.[342] By September 2016, it was reported, according to the LGBT anti-violence charity Galop, that attacks on LGBT people in the United Kingdom had risen by 147% in the three months after the referendum.[343] However some gay commentators dismissed the claim of a link between Brexit and an increase in attacks on members of the LGBTQ community.[344] The killing of a Polish national Arkadiusz Jozwik in Harlow, Essex in August 2016[345] was widely, but falsely,[346] speculated to be linked to the Leave result.[347] A BBC Newsnight report by John Sweeney showed an interview with someone who knew the victim who then claimed that Leading Brexit campaigner Nigel Farage had \"blood on his hands\".[348] It was mentioned in the European Parliament by the EU Commissioner Jean-Claude Juncker who said: \"We Europeans can never accept Polish workers being harassed, beaten up or even murdered on the streets of Harlow.\"[347] A teenager was subsequently convicted of manslaughter and sentenced to three and a half years in a young offender institution but the trial did not conclude that the altercation resulting in Jozwik's death was a hate crime.[346] Nigel Farage criticised the \"sensationalist\" reporting of the issue and complained to the BBC about broadcasting the \"blood on his hands\" remark.[349][350] Within hours of the result's announcement, a petition, calling for a second referendum to be held in the event that a result was secured with less than 60% of the vote and on a turnout of less than 75%, attracted tens of thousands of new signatures. The petition had actually been initiated by someone favouring an exit from the EU, one William Oliver Healey of the English Democrats on 24 May 2016, when the Remain faction had been leading in the polls, and had received 22 signatures prior to the referendum result being declared.[351][352][353] On 26 June, Healey made it clear on his Facebook page that the petition had actually been started to favour an exit from the EU and that he was a strong supporter of the Vote Leave and Grassroots Out campaigns. Healey also claimed that the petition had been \"hijacked by the remain campaign\".[354] English Democrats chairman Robin Tilbrook suggested those who had signed the petition were experiencing \"sour grapes\" about the result of the referendum.[355] It attracted more than four million signatures, meaning it was considered for debate in Parliament;[356][357] this debate took place on 5 September 2016.[358] On 27 June 2016, David Cameron's spokesperson stated that holding another vote on Britain's membership of the European Union was \"not remotely on the cards\".[359] Home Secretary Theresa May made the following comment when announcing her candidacy to replace Cameron as Conservative leader (and hence as Prime Minister) on 30 June: \"The campaign was fought ... and the public gave their verdict. There must be no attempts to remain inside the EU ... and no second referendum. ... Brexit means Brexit.\"[360] The petition was rejected by the government on 9 July. Its response said that the referendum vote \"must be respected\" and that the government \"must now prepare for the process to exit the EU\".[361] On 24 June, the Conservative Party leader and Prime Minister David Cameron announced that he would resign by October because the Leave campaign had been successful in the referendum. The leadership election was scheduled for 9 September. The new leader would be in place before the autumn conference set to begin on 2 October.[362] Unexpectedly, Boris Johnson, who had been a leading figure for Vote Leave, declined to be nominated shortly before the deadline for nominations. On 13 July, almost three weeks after the vote, Theresa May succeeded Cameron as Prime Minister. The Labour Party leader Jeremy Corbyn faced growing criticism from his party, which had supported remaining within the EU, for poor campaigning.[363] On 26 June 2016, Corbyn sacked Hilary Benn (the shadow foreign secretary) for apparently leading a coup against him. This led to a string of Labour MPs quickly resigning their roles in the party.[364][365] A no confidence motion was held on 28 June; Corbyn lost the motion with more than 80% (172) of MPs voting against him.[366] Corbyn responded with a statement that the motion had no \"constitutional legitimacy\" and that he intended to continue as the party's leader. The vote did not require the party to call a leadership election[367] but after Angela Eagle and Owen Smith launched leadership challenges to Corbyn, the 2016 Labour Party leadership election was triggered. Corbyn won the contest, with a larger share of the vote than in 2015. On 4 July 2016 Nigel Farage stood down as the leader of UKIP, stating that his \"political ambition has been achieved\" following the result of the referendum.[368] Following the resignation of the party leader Diane James, Farage became an interim leader on 5 October 2016.[369] He was succeeded by Paul Nuttall on 28 November 2016. Scottish First Minister Nicola Sturgeon said on 24 June 2016 that it was \"clear that the people of Scotland see their future as part of the European Union\" and that Scotland had \"spoken decisively\" with a \"strong, unequivocal\" vote to remain in the European Union.[370] On the same day, the Scottish Government announced that officials would plan for a \"highly likely\" second referendum on independence from the United Kingdom and start preparing legislation to that effect.[371] Former First Minister Alex Salmond said that the vote was a \"significant and material change\" in Scotland's position within the United Kingdom, and that he was certain his party would implement its manifesto on holding a second referendum.[372] Sturgeon said she will communicate to all EU member states that \"Scotland has voted to stay in the EU and I intend to discuss all options for doing so.\"[373] In reaction to the lack of a unified pro-EU voice following the referendum, the Liberal Democrats and others discussed the launch of a new centre-left political movement.[374] This was officially launched on 24 July 2016 as More United.[375] On the morning of 24 June, the pound sterling fell to its lowest level against the US dollar since 1985.[376] The drop over the day was 8% – the biggest one-day fall in the pound since the introduction of floating exchange rates following the collapse of the Bretton Woods system in 1971.[377] The FTSE 100 initially fell 8%, then recovered to be 3% down by the close of trading on 24 June.[378] The FTSE 100 index fully recovered by 29 June and subsequently rose above its pre-referendum levels.[379] The referendum result also had an immediate impact on some other countries. The South African rand experienced its largest single-day decline since 2008, dropping over 8% against the United States dollar.[380][381] Other countries affected included Canada, whose stock exchange fell 1.70%,[382] Nigeria[381] and Kenya.[381] On 28 June 2016, former governor of Bank of England Mervyn King said that current governor Mark Carney would help to guide Britain through the next few months, adding that the BOE would undoubtedly lower the temperature of the post-referendum uncertainty, and that British citizens should keep calm, wait and see.[383] On 5 January 2017, Andy Haldane, chief economist and the executive director of monetary analysis and statistics at the Bank of England, admitted that the bank's forecasts (predicting an economic downturn should the referendum favour Brexit) had proved inaccurate given the subsequent strong market performance.[384] He stated that the bank's models \"were rather narrow and fragile [and] ill-equipped to making sense of behaviours that were deeply irrational\" and said that his \"profession is to some degree in crisis\" due to this and the unforeseen 2007–2008 crisis.[384][385] In August 2016, the Electoral Reform Society published a highly critical report on the referendum and called for a review of how future events are run. Contrasting it very unfavourably with the 'well-informed grassroots' campaign for Scottish independence, Katie Ghose described it as \"dire\" with \"glaring democratic deficiencies\" which left voters bewildered. Ghose noted a generally negative response to establishment figures with 29% of voters saying David Cameron made them more likely to vote leave whereas only 14% said he made them want to vote remain. Looking ahead, the society called for an official organisation to highlight misleading claims and for Office of Communications (Ofcom) to define the role that broadcasters were expected to play.[386] The BBC, ITV and Sky News all provided live coverage of the counts and the reaction to the result. The BBC's coverage, presented by David Dimbleby, Laura Kuenssberg and John Curtice, was simulcast domestically on BBC One and the BBC News Channel, and internationally on BBC World News. ITV's coverage was presented by Tom Bradby, Robert Peston and Allegra Stratton. The BBC called the referendum result for Leave with its projected forecast at 04:40 BST on 24 June. David Dimbleby announced it with the words: Well, at twenty minutes to five, we can now say the decision taken in 1975 by this country to join the Common Market has been reversed by this referendum to leave the EU. We are absolutely clear now that there is no way that the Remain side can win. It looks as if the gap is going to be something like 52 to 48, so a four-point lead for leaving the EU, and that is the result of this referendum, which has been preceded by weeks and months of argument and dispute and all the rest of it. The British people have spoken and the answer is: we're out! (The remark about 1975 was technically incorrect; the UK had joined the Common Market in 1973 and the 1975 referendum was on whether to remain in it.) On 9 May 2016, Leave.EU was fined £50,000 by the UK Information Commissioner's Office 'for failing to follow the rules about sending marketing messages': they sent people text messages without having first gained their permission to do so.[387][388] In February 2017, the Electoral Commission announced that it was investigating the spending of Stronger in and Vote Leave, along with smaller parties, as they had not submitted all the necessary invoices, receipts, or details to back up their accounts.[389] In April 2017, the Commission specified that 'there were reasonable grounds to suspect that potential offences under the law may have occurred' in relation to Leave.EU.[390][391] On 4 March 2017, the Information Commissioner's Office also reported that it was 'conducting a wide assessment of the data-protection risks arising from the use of data analytics, including for political purposes' in relation to the Brexit campaign. It was specified that among the organisations to be investigated was Cambridge Analytica and its relationship with the Leave.EU campaign.[392][391] In May 2017, The Irish Times reported that £425,622 donated by the Constitutional Research Council to the Democratic Unionist Party for spending during the referendum may have originated in Saudi Arabia.[393] In November 2017, the Electoral Commission said that it was investigating allegations that Arron Banks, an insurance businessman and the largest single financial supporter of Brexit, violated campaign spending laws.[394] The commission's investigation focuses on both Banks and Better for the Country Limited, a company of which Banks is a director and majority shareholder.[395] The company donated £2.4 million to groups supporting British withdrawal from the EU.[394] The investigation began after the Commission found \"initial grounds to suspect breaches of electoral law\".[396] The Commission specifically seeks to determine \"whether or not Mr Banks was the true source of loans reported by a referendum campaigner in his name\" and \"whether or not Better for the Country Limited was the true source of donations made to referendum campaigners in its name, or if it was acting as an agent\".[394] In December 2017, the Electoral Commission announced several fines related to breaches of campaign finance rules during the referendum campaign.[397] The Liberal Democrats were fined £18,000 and Open Britain (formerly Britain Stronger in Europe) paid £1,250 in fines.[397] The maximum possible fine was £20,000.[397] In March 2018, Deutsche Welle reported that Canadian whistleblower Christopher Wylie \"told UK lawmakers during a committee hearing...that a firm linked to Cambridge Analytica helped the official Vote Leave campaign [the official pro-Brexit group headed by Boris Johnson and Michael Gove] circumvent campaign financing laws during the Brexit referendum\".[398] In May 2018, the Electoral Commission fined Leave.EU £70,000 for unlawfully overspending by a minimum of £77,380 – exceeding the statutory spending limit by more than 10%, inaccurately reporting three loans it had received from Aaron Banks totalling £6 million including \"a lack of transparency and incorrect reporting around who provided the loans, the dates the loans were entered into, the repayment date and the interest rate\", and failing to provide the required invoices for \"97 payments of over £200, totalling £80,224\". The Electoral Commission's director of political finance and regulation and legal counsel said that the \"level of fine we have imposed has been constrained by the cap on the commission's fines\".[399][400] In the same month, the Electoral Commission issued a £2,000 fine to the pro-EU campaign group Best for Our Future Limited; it also fined Unison £1,500 for inaccurately reporting a donation to Best for Our Future and failing to pay an invoice; and it fined GMB £500 for inaccurately reporting a donation to Best for Our Future.[401] In July 2018, the Electoral Commission fined Vote Leave £61,000 for not declaring £675,000 incurred under a common plan with BeLeave, unlawfully overspending by £449,079, inaccurately reporting 43 items of spending totalling £236,501, failing to provide the required invoices for \"8 payments of over £200, totalling £12,850\", and failing to comply with an investigation notice issued by the commission. Darren Grimes representing BeLeave was fined £20,000, the maximum permitted individual fine, for exceeding its spending limit as an unregistered campaigner by more than £660,000 and delivering an inaccurate and incomplete spending return. Veterans for Britain was also fined £250 for inaccurately reporting a donation it received from Vote Leave.[402] The Electoral Commission referred the matter to the police. On 14 September 2018, following a High Court of Justice case, the court found that Vote Leave had received incorrect advice from the UK Electoral Commission, but confirmed that the overspending had been illegal. Vote Leave subsequently said they would not have paid it without the advice.[403][404] In February 2019, the Digital, Culture, Media and Sport Select Committee's 18-month investigation into disinformation and fake news published its final report,[405] calling for and inquiry to establish, in relation to the referendum, \"what actually happened with regard to foreign influence, disinformation, funding, voter manipulation, and the sharing of data, so that appropriate changes to the law can be made and lessons can be learnt for future elections and referenda\".[406] In the run-up to the Brexit referendum, Russian President Vladimir Putin refrained from taking a public position on Brexit,[407] but Prime Minister David Cameron suggested that Russia \"might be happy\" with a positive Brexit vote, while the Remain campaign accused the Kremlin of secretly backing a \"Leave\" vote in the referendum.[408] Russian Foreign Ministry spokesperson Maria Zakharova denied these allegations, saying that \"Russia is blamed for everything. Not only in the UK but all over the world. (...) But Russia has nothing to do with Brexit at all. We're not involved in this process.\"[407] Steve Rosenberg, the Moscow correspondent for BBC News, suggested on 26 June 2016 that the Russian government stood to gain from Brexit in several ways: (1) enabling Russian state media \"to contrast post-referendum upheaval and uncertainty abroad with a picture of 'stability' back home and images of a 'strong' President Putin at the helm\" in a way that bolstered the ruling United Russia party; (2) to place the value of the British pound under pressure and thereby exact retaliation for sanctions against Russia imposed after its occupation of Crimea; (3) to \"make the European Union more friendly towards Russia\" in the absence of British membership; and (4) to force the resignation of Cameron, who had been critical of Russian actions.[408] After the referendum result Putin said that Brexit brought \"positives and negatives\".[408] In December 2016, MP Ben Bradshaw speculated in Parliament that Russia may have interfered in the referendum.[409] In February 2017, he called on the GCHQ intelligence service to reveal the information it had on Russian interference.[410] In April 2017, the House of Commons Public Administration and Constitutional Affairs Select Committee (PACAC) issued a report suggesting that there were technical indications that a June 2016 crash of the voter-registration website was caused by a distributed denial-of-service attack using botnets.[411] The Cabinet Office, in response, stated that it did not believe that \"malign intervention\" had caused the crash, and instead attributed the crash \"to a spike in users just before the registration deadline\".[411] In October 2017, MP Damian Collins, chairman of the House of Commons Digital, Culture, Media and Sport Committee, sent a letter to Facebook CEO Mark Zuckerberg requesting documents relating to possible Russian government manipulation of Facebook during the Brexit referendum and the general election the following year.[412] In October 2017, a study by researchers at City, University of London was published in the journal Social Science Computer Review. The article identified 13,493 Twitter accounts that posted a total of about 65,000 messages in the last four weeks of the Brexit referendum campaign, the vast majority campaigning for a \"Leave\" vote; they were deleted shortly after the referendum.[413][414] A further 26,538 Twitter accounts suddenly changed their username.[414] The research findings \"raised questions about the possibility that a coordinated 'bot army' was deployed, and also about the possibility that Twitter itself may have detected and removed them without disclosing the manipulation\".[413] In November 2017, the Electoral Commission told The Times that it had launched an inquiry to \"examine the growing role of social media in election campaigns amid concerns from the intelligence and security agencies that Russia is trying to destabilise the democratic process in Britain\".[415] The commission was in contact with Facebook and Twitter as part of the inquiry.[415] According to Facebook, Russian-based operatives spent 97 cents to place three adverts on the social network in the run-up to the referendum, which were viewed 200 times.[416] On 10 June 2018, The Guardian reported that investigators from The Observer had seen evidence that Leave.EU funder Arron Banks had met Russian officials \"multiple times\" from 2015 to 2017 and had discussed \"a multibillion dollar opportunity to buy Russian goldmines\".[417] In July 2020, the Intelligence and Security Committee of Parliament published a report on Russian interference in British politics, which concluded that the government \"had not seen or sought evidence of successful interference in UK democratic processes\" and criticised the government for failing to conduct an assessment of Russian attempts to interfere in the Brexit referendum.[418] Greenland (changed to OCT status) Saint Pierre and Miquelon (changed to OCT status)","Title":"2016 United Kingdom European Union membership referendum - Wikipedia","KeyID":"18957","URL":"https://en.wikipedia.org/wiki/2016_United_Kingdom_European_Union_membership_referendum"}