{"Content: ":"Coordinates: 32°38′28″N 33°34′02″E﻿ / ﻿32.64113°N 33.56727°E﻿ / 32.64113; 33.56727 The Gaza flotilla raid was a military operation by Israel against six civilian ships of the \"Gaza Freedom Flotilla\" on 31 May 2010 in international waters in the Mediterranean Sea. Nine activists and no Israelis were killed on one ship during the raid. One further Turkish activist died later of his wounds. Three of the six flotilla ships, organized by the Free Gaza Movement and the Turkish Foundation for Human Rights and Freedoms and Humanitarian Relief (İHH), were carrying humanitarian aid and construction materials, intending to break the Israeli blockade of the Gaza Strip. Israel had warned the flotilla to abort their mission, describing it as a provocation.[1] On 31 May 2010, Israeli Shayetet 13 naval commandos boarded the ships from speedboats[2] and helicopters in order to force the ships to the Israeli port of Ashdod for inspection. On the Turkish ship MV Mavi Marmara, according to the Israel's own Turkel Commission, the Israeli Navy faced resistance from about 40 of the 590 passengers, including IHH activists – described in the commission's report as a separate \"hardcore group\"[3][4] – who were said to be armed with iron bars and knives.[5] According to flotilla organizer Greta Berlin, the Israeli soldiers did not start firing until an activist seized a gun from one of them.[6] During the struggle, nine activists were killed, including eight Turkish nationals and one Turkish American, and many were wounded. On 23 May 2014, a tenth member of the flotilla died in hospital after being in a coma for four years.[7] Ten of the commandos were also wounded, one of them seriously.[5][1] According to a UN report, all activist deaths were caused by gunshots, and \"the circumstances of the killing of at least six of the passengers were in a manner consistent with an extra-legal, arbitrary and summary execution.\"[8][9] The five other ships in the flotilla employed passive resistance, which was suppressed without major incident. According to the UN report, several of the passengers were injured and the leg of one was fractured.[8][10] The ships were towed to Israel. Some passengers were deported immediately, while about 600 were detained after they refused to sign deportation orders; a few of them were slated for prosecution. After international criticism, all of the detained activists were also deported.[11][12] The raid drew widespread condemnation internationally and resulted in a deterioration of Israel–Turkey relations. Israel subsequently eased its blockade on the Gaza Strip. All surviving activists were freed, though only the Turkish and Greek ships were returned. Israel confiscated and continued to hold the other ships, as well as most of the property (including all media recordings) of over 700 passengers, as of June 2010[update].[13][needs update] There were several probes into the incident. A UNHRC report in September 2010 into the incident deemed the blockade illegal and stated that Israel's actions were \"disproportionate\" and \"betrayed an unacceptable level of brutality\", with evidence of \"willful killing\". The UNHRC later also set up a panel of five human rights experts to examine the conclusions of the Palmer report. The panel stated that Israel's blockade of Gaza amounted to collective punishment and was unlawful.[14][undue weight? – discuss] United Nations Secretary-General Ban Ki-moon announced a parallel probe in August 2010 by a four-member panel headed by Geoffrey Palmer. The Palmer report was published on 2 September 2011 after being delayed, reportedly to allow Israel and Turkey to continue reconciliation talks. The report found that the Israeli naval blockade of Gaza was legal, and that there were \"serious questions about the conduct, true nature and objectives of the flotilla organizers, particularly IHH\".[15] The report also found that the degree of force used against the Mavi Marmara was \"excessive and unreasonable\",[16] and that the way Israel treated detained crew members violated international human rights law.[16] Israel has offered Turkey $20 million in compensation for the raid.[17] On 22 March 2013, in a half-hour telephone exchange between Israel's Prime Minister Benjamin Netanyahu and Turkey's Prime Minister Recep Tayyip Erdoğan, the former apologized on behalf of his nation; Erdoğan accepted the apology and both agreed to enter into further discussions.[18][19] On 29 June 2016 the agreement was finalized and approved by the Israeli government.[20] The operation, code named Operation Sea Breeze or Operation Sky Winds[21] was an attempt to block the Free Gaza Movement's ninth attempt to break the naval blockade imposed by Israel on the Gaza Strip.[22][23] Israel proposed inspecting the cargo at the Port of Ashdod and then delivering non-blockaded goods through land crossings, but this proposal was turned down.[24] Israeli forces then raided and seized the Gaza-bound ships in international waters of the Mediterranean.[25] Israeli Navy warships flanked the flotilla and an aircraft flew overhead after it ignored Israeli instructions. Speedboats were prevented from approaching the Mavi Marmara by throwing broken dishes and metal chains.[26] The other ships were boarded from speedboats. Israeli forces were met by passive resistance on five of the ships, but clashes broke out aboard the Mavi Marmara. A team of 15 Israeli Shayetet 13 naval commandos abseiled onto the ships from helicopters with paintball guns, plastic bullet riot dispersal handguns, and hidden firearms. The first team commander was thrown over the deck head down, abducted and stabbed, along with a second commando, and a third was grabbed off the rope. They were taken to an inside room and medically treated by the activists, who left the knife in the commander's stomach. A stun grenade from the abducted soldiers was thrown at the commandos and a handgun was allegedly taken from one soldier and fired by an activist, who was intercepted. The commandos were ordered to use live fire. In the melee, five activists were killed, and two, wounded by rubber bullets, died a short time later.[text 1] According to the Israeli timeline video, within 5 minutes the roof was secured, with the assistance of an extra 15-man commando unit. Only 15 minutes later the commandos began the ship takeover with live ammunition and a third team of fighters. The soldier's captors escaped, and the Israeli commander pulled the knife out of his body and jumped overboard along with a second soldier. The third, with a severe head injury, was left and found by his comrades later. The raid ended with nine activists killed,[27][28][29] and dozens injured. A UNHRC fact-finding mission described six of the nine passengers' deaths as \"summary execution\" by the Israeli commandos.[30] A BBC documentary concluded that Israeli forces had faced a violent premeditated attack by a group of hardcore IHH activists, who intended to orchestrate a political act to put pressure on Israel. The programme was criticised as \"biased\" by critics of Israel and the PSC (Palestine Solidarity Campaign) questioned why the IDF boarded the ship at night if it had peaceful intention.[31] Seven Israeli commandos were injured in the skirmish. After seizing control of the ships, Israeli forces towed them to Ashdod and detained the passengers.[32][33][34] Both sides place responsibility for the bloodshed on the other, and accounts of the events vary. The raid prompted widespread international reactions and demonstrations around the world.[35] The United Nations Security Council condemned \"those acts resulting in civilian deaths\", demanded an impartial investigation of the raid,[36] and called for the immediate release of civilians held by Israel.[36] Israel released all passengers of the flotilla by 6 June 2010.[37] The incident threatened the already deteriorating relations between Turkey and Israel.[38] Turkish president Abdullah Gül described the raid as an attack on Turkey for the first time since World War I.[text 2] Israel initially rejected calls from the United Nations and world governments for an international investigation into its raid on the Gaza aid flotilla,[39][40][41][text 3] but later agreed to cooperate with an investigation conducted by the United Nations.[42] Israel formed the Turkel Committee to investigate the raid. The committee, headed by retired Supreme Court of Israel judge Jacob Turkel, included two international observers.[43][44] The conclusions of an internal inquiry by the Israel Defense Forces under retired general Giora Eiland were presented to the chief of staff, Gabi Ashkenazi on 12 July 2010.[45] Eiland's report found that the naval commandos had carried out their duties with professionalism, bravery and resourcefulness, and the commanders had exhibited correct decision making. The report further determined, \"the use of live fire was justified and that the entire operation was estimable.\"[46] In August 2010, United Nations Secretary-General Ban Ki-moon announced that the U.N. would conduct an investigation of the incident. A separate investigation was conducted by the United Nations Human Rights Council. The findings of this committee, published on 22 September 2010, called the Israeli operation \"disproportionate\" and condemned its \"unacceptable level of brutality\".[47] The UN Human Rights Council had also condemned the raid in June, before its investigation.[48] Another resolution backing the report was passed despite American opposition and EU abstention.[49] Israel accused the UNHRC of a biased, politicized and extremist approach.[48] Benjamin Netanyahu described the actions of the soldiers as a clear case of self-defense.[50] The Israeli Supreme Court, which rejected several local legal suits against the flotilla raid, wrote in its verdict, \"the soldiers were forced to respond in order to defend their lives.\"[51] Five shipments had been allowed through prior to the 2008–09 Gaza War, but all shipments following the war were blocked by Israel.[52] This flotilla was the largest to date. An Islamic aid group from Turkey, the İHH (İnsani Yardım Vakfı) (Foundation for Human Rights and Freedoms and Humanitarian Relief) sponsored a large passenger ship and two cargo ships. On 22 March 2013 Netanyahu apologised for the incident in a 30-minute telephone call with Erdoğan, stating that the results were unintended; the Turkish prime minister accepted the apology and agreed to enter into discussions to resolve the compensation issue.[18][19] Following the telephone apology, Israel's Channel 10 television channel reported that compensation talks had commenced; however, a disparity became immediately apparent, as Turkey sought $1 million for each of the flotilla deaths, while Israel response was $100,000. As of 27 March 2013[update], an agreement was made between the two nations in regard to three points: A meeting was also planned for the discussion of future relations between Turkey and Israel.[53][54] One of the participants of the Gaza flotilla, Sinan Albayrak, told the Turkish newspaper Akşam in response to the Israeli apology, \"[w]hat is the importance of the apology? 'We killed nine people and are sorry' – of course it sounds ridiculous. I say this is what the state should have done. If [Turkey] only had prevented this at the start. But we asked for it. We went there ourselves.\"[55][56] According to Hürriyet Daily News' Semih Idiz, some Turkish citizens are even suggesting that those involved with the Mavi Marmara incident should also bring charges against the Turkish state for playing a prominent role in supporting the Mavi Marmara's mission and for failing to prevent the death of nine Turks on the ship.[56] The Gaza Freedom Flotilla, organized by the Free Gaza Movement and the Turkish Foundation for Human Rights and Freedoms and Humanitarian Relief (İHH), was carrying humanitarian aid and construction materials, with the intention of breaking the Israeli-Egyptian blockade of the Gaza Strip.[57][58][59] Israel questioned the humanitarian motives of flotilla organizers, saying it had invited the organizers to use the land crossings but they had refused.[60] Three of the flotilla ships carried only passengers and their personal belongings.[61] Whereas in previous voyages, Free Gaza vessels carried 140 passengers in total, in this flotilla, over 600 activists were on board the Mavi Marmara alone.[28] Three other ships carried cargo: 10,000 tons of humanitarian aid, with an estimated value of $20 million. Reports disagree about the presence and quantity of paramilitary equipment.[62] For the initial leg of the voyage, six of the eight ships set out on 30 May 2010 from international waters off the coast of Cyprus;[63] the remaining two were delayed by mechanical problems.[64] The IDF or the Mossad may have sabotaged three of the ships before the raid.[65] According to the National Post, Israeli deputy defense minister Matan Vilnai hinted that Israel had exhausted covert means of stalling the vessels. He said: \"Everything was considered. I don't want to elaborate beyond that, because the fact is there were not up to 10, or however many ships were [originally] planned.\"[66] A senior IDF officer hinted to the Knesset Foreign Affairs and Defense Committee that some of the vessels had been tampered with to halt them far from the Gaza or Israeli coast.[67][68] According to UPI press coverage, the officer alluded to \"grey operations\" against the flotilla and said that no such action had been taken against the Mavi Marmara out of fear that the vessel might be stranded in the middle of the sea, endangering the people on board.[65][68] Israel was accused of sabotaging activist ships in the past but no evidence has been found to back up these claims.[65] Three ships – the Rachel Corrie, the Challenger I and the Challenger II – suffered damage or malfunction. While the Challenger I was able to continue, the Challenger II had to turn back halfway through the journey and Rachel Corrie docked for repairs in Malta. Greta Berlin of the Free Gaza Movement said that electric wires may have been tampered with.[69] The ships of the Gaza flotilla raid comprised three passenger ships[61] and three cargo ships: Two other Free Gaza Movement ships had mechanical problems:[64] Challenger 2 (USA flagged) had to turn back halfway through the voyage and MV Rachel Corrie (Cambodia flagged) docked in Malta for repairs and continued separately. A few minutes after 9:00 pm, Sa'ar 5-class corvettes INS Lahav and INS Hanit, and the Sa'ar 4-class missile boat INS Nitzachon left Haifa naval base to intercept the flotilla. The three warships had speedboats, UH-60 Black Hawk helicopters, and 71 Shayetet 13 commandos on board. The Israeli Navy made initial contact with the flotilla at 11 p.m. (2000 UTC) on 30 May, about 120 miles (190 km) northwest of Gaza, 80 miles (130 km) off the coast of southern Lebanon, in international waters, ordering the ships to follow them to port or otherwise be boarded.[62][71][72] The Shayetet 13 commandos who participated in the operation underwent a month of training prior to the operation, including dummy takeovers of a ship at sea with fifty soldiers performing the role of activists. The Israeli Navy said that the soldiers were trained for \"a Bil'in-type opposition\".[73] Ron Ben-Yishai, a veteran Israeli correspondent aboard the Israeli missile boat INS Nitzachon, reported that the assessment was that the passengers would show \"light resistance and possibly minor violence\". The soldiers were armed with paintball guns,[33] stun grenades, tasers, and pistols as sidearms, which were attached to their backs.[74] The soldiers had orders to confront protesters and peacefully convince them to give up, and if not successful, to use non-lethal force to commandeer the ship. They were instructed to use their sidearms only in an emergency when their lives were at risk.[75][76] Ahead of the operation, the soldiers were briefed by Vice-Admiral Eli Marom, the commander of the Israeli Navy. Marom stated that the IDF had no intention of harming any flotilla passengers and would act professionally. He also warned soldiers that the passengers could provoke them in ways such as throwing cigarettes, spitting, and cursing, but, \"we do not respond to these types of actions. We act as professional soldiers do\".[77] The Israeli Navy radioed Tural Mahmut, the captain of the Mavi Marmara, sending him this message: \"Mavi Marmara, you are approaching an area of hostilities, which is under a naval blockade. The Gaza coastal area and Gaza Harbour are closed to all maritime traffic. The Israeli government supports delivery of humanitarian supplies to the civilian population in the Gaza Strip and invites you to enter Ashdod port. Delivery of supplies will be in accordance with the authorities' regulations and through the formal land crossing to Gaza and under your observation, after which you can return to your home ports aboard the vessels on which you arrived.\" The reply was: \"Negative, negative. Our destination is Gaza.\" Shortly after, three Israeli warships began shadowing the flotilla. Two warships flanked the flotilla on either side, but at a distance. An Israeli aircraft also flew overhead.[78] Five days after the raid, IDF released an audio recording purporting to be of a radio exchange between the Israeli Navy and the flotilla. After Israeli warnings that the ships were approaching a blockade, voices responded \"Go back to Auschwitz!\" and \"Don't forget 9/11\".[79] Denis Healey, the captain of Challenger I, and activist Huwaida Arraf who was on the bridge of the ship, disputed the authenticity of the recording. Israel conceded that it was impossible to trace who made the comments, or from which ship because they were made on an open channel.[80][81] An Israeli journalist who was on board an IDF ship confirmed the IDF accounts.[text 4] Hours before the raid, the head of the İHH, Fehmi Bülent Yıldırım, declared, \"We're going to defeat the Israeli commandos–we're declaring it now. If you bring your soldiers here, we will throw you off the ship and you'll be humiliated in front of the whole world.\" Later, according to the crew, a group of about 40 İHH activists took over the ship.[82] The Intelligence and Terrorism Information Center (ITIC), an Israeli non-governmental organization that, according to Haaretz, is \"widely seen as an unofficial branch of Israel's intelligence community\",[83] said that, based on laptop files and passenger testimony, Turkish Prime Minister Recep Tayyip Erdogan had prior knowledge that the activists on the flotilla would use violence. In addition, the ITIC said a group of 40 \"militant\" activists boarded before the rest of the passengers, were not searched as they boarded, and that İHH President Fehmi Bülent Yıldırım had briefed this group with a mission of keeping Israelis from taking control of the ship.[83][84] The IDF identified a group of some 50 men who were responsible for attacking IDF soldiers. The members of this group were not carrying identity cards or passports, but each carried an envelope with some $10,000 in cash. The Israeli defense establishment suspected that the funding may have come from elements in the Turkish government. One member of the group, who was identified as its ringleader, travelled to Bursa to recruit members. The members were stationed in groups throughout the ship, mostly on the upper deck, and communicated with each other via walkie-talkies. The members were well-trained and equipped with gas masks and bulletproof vests.[85] The Mavi Maramara activists were divided into two groups, \"peace activists\" and a \"hardcore group\".[86][4] Video footage shows the \"hardcore group\" activists prepared before the raid, praying together while wearing uniforms, taking their gas masks and makeshift weapons, and getting into position.[87] Activists dressed in protective clothing from construction materials.[88] The boarding of the Mavi Marmara started in the early morning at 4:30 IST. The operation began with an attempt to board the ship from speedboats. As the boats approached, activists fired water hoses at them and pelted them with a variety of objects. The Israelis replied with paintballs and stun grenades. One stun grenade was picked up and tossed back into a boat. When the commandos tried boarding the ship, activists cut the ladders with electric disc saws. The boats then turned slightly away from the ship, but remained close.[82][89] The IDF then sent in a Black Hawk helicopter with a 15-man assault team on board.[82][90][91] According to the IDF, the commandos fired warning shots and dropped stun grenades prior to abseiling onto the ship.[92] The UNHRC report on the incident concluded that the Israeli soldiers were firing live rounds from the helicopter before they landed anyone on the ship.[93] Passengers reported gunfire, blue flares and deafening noise from the first helicopter at this time.[94][95] Al Jazeera journalist Jamal Elshayyal stated that he saw one man shot in the head and others wounded.[96] Robert Mackey of The New York Times suggested that the passengers on the ship may have mistaken flash grenades and paintball guns for deadly weapons, which enraged them.[97] Activists and crew members used gas masks.[text 5] A rope was dropped from the helicopter onto the ship, but three activists seized it and tied it to the deck.[98] A second rope was dropped and the soldiers abseiled onto the deck. Each soldier was met with a team of resisting activists, throwing them off balance and assaulting them with makeshift weapons.[99][100] The IDF also reported that a firebomb was thrown at soldiers. Meanwhile, the Israeli commandos responded with their less-lethal weaponry and attempted to physically fight off activists. Three Israeli commandos were captured. The first captured soldier, the commanding officer of the assault team, was abseiling from the helicopter when he was attacked by ten men before his feet hit the deck. He was beaten across his body and head, then picked up and thrown to the lower deck, where he was attacked by a dozen activists. They beat and choked him, removed his bulletproof vest and sidearm and smashed his helmet, and shoved him into a passenger hall below deck. The second soldier was surrounded by a team of fifteen to twenty activists in two groups. One group attacked him when he landed on the ship's roof. He fired one shot at an activist holding a knife before being subdued.[101] The activists seized his gun and beat him as he attempted to fight them off with his back to the hull. He was picked up by his arms and legs, and thrown over the hull. He attempted to hang onto the hull with both hands but was forced to let go when activists beat his hands and pulled him down by his legs. He was then surrounded by another group of activists, stabbed in the stomach and dragged into a lounge while being beaten. A third soldier who was lowered onto the deck saw an activist waiting to attack him with an iron crowbar. After shoving him away, he was attacked by four more activists, one of whom wrapped a chain around his neck and choked him until he lost consciousness. He was then thrown onto the bridge deck, where he was attacked by about twenty activists, who beat him, cut away his equipment, and dragged him into the lounge.[102] The three soldiers were severely wounded and bleeding heavily. Two of the soldiers had their hands tied, and a third was unconscious and went into convulsions. During their captivity, they were subjected to physical and verbal abuse and photographed and filmed. One of the soldiers said that he was beaten after he began moving and yelling that one of the soldiers needed a doctor, and another said that he was placed onto a couch, beaten, and threatened that he would be beaten every time he moved.[103] Although radical activists attempted to harm them further, more moderate passengers intervened and protected the soldiers.[104] Two were given water and one with a severe stomach wound was given a gauze pad. Hasan Huseyin Uysal, a Turkish doctor, cleaned the blood off their faces and tended to facial cuts.[105] Israel and the flotilla activists disagreed over whether guns seized from the captive soldiers were used by the activists.[106] Commandos reported that at least two of the captive soldiers had their sidearms wrested away, and that there was live fire against them at a later stage.[107][108][109] According to the IDF, activists also used firearms that they brought along with them, as investigators found bullet casings not matching IDF-issued guns. The IDF reported that the second soldier to descend from the first helicopter was shot in the stomach,[110] and another soldier was shot in the knee. IDF Chief of Staff Gabi Ashkenazi said that activists also seized three stun grenades from soldiers.[111] After the third soldier was thrown from the roof, the commandos requested and received permission to use live fire.[101][112] The soldiers then opened fire with pistols, and activists dispersed to the front and back of the roof after taking casualties. An IDF medical officer on board located a secure spot and oversaw the treatment of injured soldiers. A second helicopter carrying 12 soldiers arrived over the ship. As the helicopter approached, activists attacked the IDF commandos, who repulsed them with gunshots aimed at their legs. At the same time, the speedboats trailing the ship approached again. They were met with a barrage of objects, including iron balls from slingshots, and allegedly with a burst of gunfire, forcing the boats to pull back again.[113][114] Soldiers from the second helicopter successfully slid down and moved to gain control of the front of the roof and secure the lower decks. Passengers attacked them and were dispersed with shots fired towards their legs. The first attempt to secure the lower decks was met with violent resistance, allegedly including live fire. Shortly afterward, a third helicopter arrived, carrying 14 soldiers. They successfully abseiled onto the ship, and the commander from the third helicopter met up with the commander from the second helicopter, after which the forces began moving towards the ship's bridge. They were attacked twice by activists and responded with gunfire. The commandos reached the bridge after thirty minutes and took command. Upon orders from the soldiers, the captain instructed all activists to enter their cabins. At this stage, most of the activists assembled on the sides of the ship retreated into the hull. The speedboats approached for the third time, and most of the remaining activists again hurled objects at the boats. Soldiers inside the boats then opened fire, taking careful aim to hit the resisting passengers and forcing the activists to disperse, enabling the soldiers to board from ladders. The soldiers were met with resistance and responded with live fire. They managed to fight their way to the roof, where they met up with the rest of the force.[82][115] An assessment was made, and three soldiers were found to be missing. A force was prepared to rush the passenger halls and locate the soldiers. According to the IDF, soldiers spotted activists escorting the three captive soldiers onto the deck. One of the captive soldiers said that the activist guarding him waved to one of the IDF naval vessels to show that they were holding Israeli soldiers. At that point, he elbowed the activist in the ribs and jumped into the water, although the guard tried to hold him back. A second soldier also jumped into the water, while the third remained unconscious on the deck. IDF soldiers dispersed the activists with non-lethal weapons, and rescued the unconscious soldier, while the two soldiers in the water were picked up by the speedboats.[116][112][117] According to some accounts by activists and journalists, the captive soldiers were released after negotiations mediated by Haneen Zoabi, in which the IDF agreed to airlift the wounded in exchange for their release.[73][105][118][96] The passengers were taken one-by-one from their cabins and searched on deck. Some were handcuffed and forced to kneel for hours. Women, elderly men, and western nationals were temporarily handcuffed or uncuffed shortly afterward and allowed to sit on benches. During the course of the journey to Ashdod port, passengers were brought inside and allowed to sit down. According to the UNHRC fact-finding mission, passengers were subject to various forms of abuse.[119] IDF Lieutenant-General Gabi Ashkenazi testified to Israel's Turkel Commission that the IDF had fired 308 live rounds and about 350 bean bag rounds and paintballs. An aide to the general said that 70 of these shots were aimed to cause injury, while the others would have been warning shots. IDF Major-General Giora Eiland said that the IDF had found evidence of four instances of soldiers coming under fire from activists and that in at least one case, the fire came from weapons that were not stolen from commandos.[82][112] The operation to take the Sfendoni took place at the same time as the boarding of the Mavi Marmara. The Sfendoni attempted to evade Israeli naval vessels. According to one soldier, the ship attempted to run down his vessel and chased it after it evaded, but the IDF vessel made a sharp turn and positioned itself behind it.[120] Speedboats approached the ship, and soldiers climbed onto the ship from ladders after firing plastic bullets, paintballs, and stun grenades. Some soldiers have shoved down a ladder onto the lower deck, where a group of passengers scuffled with soldiers, and an attempt was made to take a soldiers' weapon.[120] Once on board, the soldiers advanced towards the bridge. A number of activists formed a human chain to block them, and the Israelis responded with electric shocks.[121] Retired diplomat Edward Peck, who was on board the Sfendoni, said that the commandos were well-trained, and behaved reasonably well. When two soldiers entered the bridge, an activist grabbed the wheel tightly and protested that the boat was in international waters. A scuffle then ensued between soldiers and a few activists. The soldiers used physical force, electric shocks, and stun grenades to gain control, but there were no major injuries.[121][122][123] Paul Larudee, a 64-year-old former linguistics professor from El Cerrito, California, on board the Sfendoni, was beaten and tased according to his family, who said that Israeli consular officials informed them that Larudee, a pacifist, was beaten after refusing to follow the orders of troops.[124][125] When the boat was under Israeli control, activists were made to sit down and restrained with plastic ties. One man who complained that the plastic ties were too tight had them removed, then ran and jumped overboard, and was picked up by another boat. Passengers were searched one by one and then taken to the main salon. They were allowed to prepare food, but refused to eat until an IDF cameraman ceased filming them.[121] Swedish author Henning Mankell reported that the capture of the Free Mediterranean took place about an hour after the raid on the Mavi Marmara.[126] Israeli soldiers boarded the ship from three speedboats, and managed to bypass barbed wire that had been placed around the ship. The passengers formed a human ring on the bridge to block the soldiers, and Israeli troops responded by using physical force, electric shocks, plastic and rubber bullets, paintballs, and tear gas.[127][126][128][129] A reporter for the German newspaper Frankfurter Allgemeine Zeitung wrote that Israeli soldiers approached passengers with guns drawn and tasered a 65-year-old person from a distance of ten centimeters.[text 6] All of the passengers were handcuffed and subjected to body searches and had their passports confiscated. Those who refused to cooperate were reportedly met with physical force.[127] The Challenger 1 accelerated its course in an attempt to allow journalists on board to broadcast their photos of the ongoing raid.[130] The ship was intercepted by two Israeli speedboats and a helicopter, and carried out evasion tactics, forcing the Israelis to pursue it for a considerable distance.[131] According to passengers, at least one stun grenade was launched at the Challenger 1 before it was boarded. Passengers on the decks formed a human chain to block the path of the troops. Soldiers opened fire with paintball guns and rubber and plastic bullets as they boarded the vessel, lightly injuring two female demonstrators.[132] Once on board, the Israelis moved towards the fly bridge. The soldiers encountered verbal abuse, and attempts were made to shove soldiers. Some activists barricaded themselves in cabins.[131] Activist Huwaida Arraf reported that Israeli soldiers attacked those who tried to block them with kicks, tasers, and concussion grenades,[122] and that some people were beaten so severely that they had to be hospitalized.[133] Arraf said that the Israelis smashed her face against the ground and stepped on it, and that they later handcuffed her and put a bag over her head.[134] Another woman similarly had a bag placed over her head.[121] First mate Shane Dillon reported that Israeli troops broke the nose of a Belgian woman and beat another passenger.[130] Australian photojournalist Kate Geraghty was tasered while attempting to photograph the raid.[130] Upon entering the bridge, the troops were met with no resistance.[132] Passengers were handcuffed with plastic ties.[132] Activist Huwaida Arraf reported that Israeli troops confiscated communication equipment, cameras and memory cards.[135] Upon entering Ashdod port, several passengers joined hands and refused to disembark, protesting that they had been brought to Israel against their will from international waters. Two female passengers were handcuffed and forcibly removed, while a male passenger was threatened with a taser.[121] The Gazze 1 was boarded by soldiers from speedboats. Passengers and crew on board offered no resistance, and the ship was commandeered without incident. Passengers were ordered onto the deck while dogs searched the ship, and were later taken to the dining hall and body-searched. They were not handcuffed, and provided with food during the journey to Ashdod.[127] Israeli commandos abseiled from a helicopter onto the Defne Y. The ship's crane had been positioned in such a way as to make it hard or impossible to abseil onto the deck, forcing troops to descend directly to the roof.[131] Soldiers met no physical resistance as they secured the ship, but reportedly encountered verbal abuse. Passengers cooperated with the soldiers, were not handcuffed, and were kept in their cabins during the trip to Ashdod. An İHH cameraman on board the Defne Y claimed to have been beaten and interrogated for five hours over a hidden videotape.[127] The raid resulted in the deaths of ten activists. Nine were killed during the raid: Cengiz Akyüz (42), Ali Haydar Bengi (39), İbrahim Bilgen (61), Furkan Doğan (18), Cevdet Kılıçlar (38), Cengiz Songür (47), Çetin Topçuoğlu (54), Fahri Yaldız (43), and Necdet Yıldırım (32).[27][136][137] The tenth to die, Ugur Süleyman Söylemez, (51), died 23 May 2014, in hospital, after having been in a coma for four years.[7][138] All of the dead were members of, or volunteers for the İHH.[139] According to Israeli Home Front Defense Minister Matan Vilnai, all of the dead were \"involved in the fighting\". Vilnai told a Knesset hearing, \"there were no innocents among the dead\".[85] The bodies of the nine activists killed during the raid were taken to Israel aboard a naval vessel,[140] and held in the Abu Kabir Forensic Institute, where an external examination was carried out. The dead were flown to Turkey on 2 June.[141] Autopsies performed in Turkey showed that eight of the nine killed had died of 9mm gunshot wounds, with one death from an unnamed atypical round. Five had gunshot wounds to the head and at least four were shot from both back and front.[27][33] According to the UNHRC report, six of the people on the flotilla showed signs of \"summary execution\", including two shot after they were severely injured.[142] The İHH reported that the bodies had been washed before their return to Turkey. This removed gunpowder residue and made it hard to determine the shooting distance. According to the organization, the dead had been shot from up above and it was possible to determine which weapons were used.[143] The nine were shot 30 times in total.[27] Dr. Haluk Ince, the director of Istanbul's Medical Examination Institute, said, \"from the analysis of the bullet distance on one of the bodies, the gun was fired between 2 and 14 centimetres' distance from the victim's head.\"[33] Doğan was shot five times from less than 45 cm, in the face, in the back of the head, twice in the leg and once in the back.[27] A funeral service for eight of the dead was held at Fatih Mosque in Istanbul on 3 June.[144] The dead were taken to their hometowns, where they were buried in individual funerals. The last memorial service was held at Beyazıt Mosque in Istanbul on 4 June, and the man was later buried in Istanbul.[145] The raid also left dozens of activists wounded.[146] Dr. Hazem Farouq, a dentist and Egyptian MP from the Muslim Brotherhood said passengers could not find first aid and did not have material to treat wounds.[147] After the takeover of the ship, injured activists were taken to the roof and treated by IDF medical personnel.[148] According to an IDF doctor, no wounded activists died after they began receiving treatment. Triage was performed in accordance with objective medical criteria, with the result that some activists were treated before soldiers.[148] Israeli Air Force helicopters airlifted thirty-one of the wounded to Israel for emergency treatment. Another 24 injured passengers were diagnosed at Ashdod port and sent to hospitals.[149][99] A total of fifty-five activists were admitted to the Israeli hospitals of Hadassah, Sheba, Rambam, Rabin, and Barzilai. Nine of the activists were in severe condition,[150] and some underwent surgery at Rambam and Sheba hospitals. Several patients were transferred from Rabin Medical Center to Israel Prison Service medical facilities.[151] The Turkish government sent Turkish Red Crescent personnel to Israel to treat the injured. In the following days, most patients were airlifted to Turkey by Turkish Airlines after their conditions stabilized.[152] Two seriously injured activists remained in an Israeli hospital, as their condition was judged too severe to fly them home. Both men were flown to Turkey on 4 June, still in life-threatening condition, and were taken to Atatürk Hospital.[153][154] On 6 June, a wounded Indonesian cameraman was transferred from a hospital in Israel for medical treatment in Amman before being taken back to Indonesia.[155] In addition to activists aboard the Mavi Marmara, some of the passengers on the five other ships were injured from beatings and less-lethal weaponry, and were hospitalized in Israel.[text 7] According to testimonies of IDF personnel, several wounded activists refused treatment, stating that they would prefer to die as shaheeds. An IDF doctor testified that in a number of cases wounded activists tried to hamper treatment by removing and tearing off medical equipment. A high-ranking naval officer testified that some of the wounded were unwilling to leave the lounge where they were laying and that the ship's doctor had told him that there were many wounded individuals who refused to be evacuated, some of them severely injured. Some activists tried to physically block troops from reaching the wounded. IDF soldiers eventually evacuated the activists against their will in order to save their lives.[156] According to some accounts by passengers, IDF soldiers denied medical treatment to several wounded activists who died shortly thereafter.[147][157][158][159] Israel reported that seven soldiers were injured in the clash. Four soldiers were moderately wounded, of which two were initially in critical condition, and an additional three soldiers were lightly wounded. Two of the injured soldiers sustained gunshot wounds. One was shot in the knee, in addition to three fractures and a crack in the hand, a deep cut in the left ear, a stab wound to the chest, internal bleeding, and cuts. The other one was shot in the abdomen. The remaining soldiers sustained varying injuries from beatings and stabbing. One soldier was unconscious for 45 minutes due to head and neck injuries.[24][112][150][160][161] Two of the injured soldiers who were rescued after jumping overboard were taken to Israel by sea, while the rest were treated by IDF medical personnel aboard the Mavi Marmara and airlifted to Israel by helicopter. The injured soldiers were taken to Rambam Hospital in Haifa, where some underwent surgery. The most badly injured soldier needed to be put on a respirator and underwent an operation to treat a skull fracture. A soldier who was shot in the stomach had to undergo two operations and physiotherapy rehabilitation.[162] While in hospital, the soldiers were visited by hundreds of people, including military officials and politicians.[163] On 25 December 2011, it was reported that three commandos who sustained moderate and serious injuries had still not been recognized as disabled veterans and granted state benefits. The Ministry of Defense demanded that additional proof of injury be produced, though its rehabilitation wing had already made a preliminary decision to grant them disability status. The commandos filed a lawsuit against the Defense Ministry and hired private attorneys. A source close to the proceedings told Ynet that the soldiers were supposed to have received their benefits three or four months after the proceedings began, especially with the photographs and video footage that documented the incident.[164] The Israeli military said that in addition to medical aid and construction materials, they found knives, clubs, slingshots, bulletproof vests, gas masks, and night vision goggles aboard the Mavi Marmara.[165] A statement released by Foreign Affairs Minister Avigdor Lieberman stated that violence against the soldiers was pre-planned, and that \"light weaponry\" was found on the ships, including pistols that had been seized from IDF commandos. Israel stated that the naval forces \"found weapons prepared in advance and used against our forces.\"[166][167] IDF photos displayed daggers, kitchen and pocket knives, metal and wooden poles, flares, wrenches and slingshots with marble projectiles said to have been used against the soldiers.[text 8][168] The activists were said to have also lobbed stun grenades at IDF soldiers, and the IDF furnished video reflecting this.[169] An activist said that it would have been impossible to have firearms on board because \"all the boats were carefully inspected by the government before they left the port of departure.\"[170] Turkish officials supported the activists' account, stating that every passenger that had left Turkey had been searched with X-ray machines and metal detectors before boarding. Senior officials in the Customs Undersecretariat called the Israeli statements tantamount to \"complete nonsense\".[171] On 4 June Walla! reported that a senior IDF officer interviewed by Kol Israel radio said that activists threw weapons and firearms into the sea, and that bullet casings that do not match IDF firearms were found on the ship.[text 9][text 10] Fehmi Bülent Yıldırım said activists had rushed some of the soldiers and snatched their weapons, but had thrown them overboard without using them.[172] The IDF released nearly 20 videos of the incident. Both sides were described as lacking context and confusing the issue of who initiated hostilities[173] The videos were taken from Israeli naval vessels and helicopters using night-vision technology. The videos appeared to show activists hitting soldiers with metal pipes and a chair. A video also showed a soldier being pushed off deck by activists and thrown onto a lower deck headfirst.[174] One video shows each commando being attacked by metal pipes and bats as he was lowered by helicopter. Other videos show activists beating one of the soldiers and trying to kidnap him.[166] The IDF also showed confiscated footage from the ship's surveillance cameras, which purportedly showed activists preparing for a clash hours before the Israeli Navy made contact with the ship.[166] A video shot on board by documentary maker Iara Lee showed the captain of the boat announcing over the public address system, \"Stop your resistance[175] ... They are using live ammunition ... Be calm, be very calm.\" Gunshots are heard. At the end a woman shouts, \"We have no guns here, we are civilians taking care of injured people. Don't use violence, we need help.\" One of the activists shows the camera a waterproofed booklet allegedly taken from the Israeli commandos listing the names, with photos, of several key people among the passengers. Lee says the video was smuggled off the ship in her underwear due to the Israeli confiscation of all photographic and film material.[176][177][178] Following the boardings, Israeli naval forces towed the flotilla's vessels to Ashdod, from where the activists were taken into custody by authorities, pending deportation.[179] Some 629 activists were detained by the Israel Prison Service, after they refused to sign deportation orders. A Turkish mother who had brought her one-year-old child with her agreed to extradition after she was advised that prison conditions were \"too harsh\" for her baby.[180] Irish Minister for Foreign Affairs Micheál Martin described the arrests as \"kidnapping\" and questioned the logic of bringing the detainees to Israel only to deport them there, instead of giving them \"unconditional release\".[181] Israel planned to prosecute two dozen activists, charging they had assaulted its troops. Israeli authorities planned to keep them detained while the Israel Police looked into possible charges.[25][182] 480 activists were detained and 48 were deported immediately.[183] Reacting to intensifying international criticism of the raid, Israeli officials announced that all activists held would be released, including those who Israel had earlier threatened to prosecute.[25] Israel began releasing activists on 1 June.[184] On 2 June 124 activists were deported to Jordan and another 200 were taken to Ben Gurion International Airport and flown out of the country.[185] The Israeli military said there were a total of 718 passengers on flotilla; the last one was released by 6 June 2010.[37] A group of thirteen female activists attacked Immigration Authority personnel accompanying them to the airport for deportation. The activists began to yell and curse while in the police bus taking them to the airport, cursing officers and Israel. When they arrived at the airport, two attacked an officer, trying to push, slap and scratch him while shouting \"free Palestine\" and \"Israel is a terror state\". The two were eventually restrained by several officers.[186] According to flotilla activist Fintan Lan Ken, an Irish-American passenger was beaten by security officials at the airport before boarding and had to be hospitalized.[187] Arab Knesset Member Haneen Zoabi was released on 1 June. She attempted to address the Knesset, but was interrupted by other lawmakers, who told her to \"go to Gaza, traitor.\" She received multiple death threats by phone and mail, and was placed under armed protection after nearly 500 people signed up to a Facebook page calling for her execution.[157] As a punitive measure for her involvement in the flotilla raid, the Knesset stripped her of five parliamentary privileges: the right to carry a diplomatic passport, the right to financial assistance for legal expenses, the right to visit countries with which Israel does not have diplomatic relations, the right to participate in Knesset discussions, and the right to vote in parliamentary committees. A Knesset committee recommended that her parliamentary immunity be revoked, but Knesset Speaker Reuven Rivlin blocked the recommendation from being voted on. Four other Israeli Arabs who participated in the flotilla were detained and later released on bail. On 3 June, the Ashkelon Magistrates' Court accepted an appeal for their release with bail, under the conditions that they remain under house arrest until 8 June, and do not leave the country for 45 days.[188] The Israeli nationals who were on board were investigated on suspicion of attempting to enter the Gaza Strip unlawfully. None of them were suspected of assaulting Israeli soldiers. In September 2011, Attorney-General Yehuda Weinstein ended the investigation. The Israeli Justice Ministry stated, \"after examining the overall evidence in the case and the legal issues pertaining to the matter, the attorney general has decided to close the case as a result of significant evidentiary and legal difficulties.\"[189] Some the activists said that they were beaten during interrogations.[190] Mattias Gardell also said there was sleep deprivation[191] and that he was beaten several times.[192] They also said that treatment depended on their skin colour, ethnicity and if they had a Muslim-sounding name.[191][193] One activist said they were not allowed to contact lawyers and were videotaped throughout.[129] According to Henning Mankell, Israeli authorities confiscated their money, credit cards, mobile phones, laptops, cameras, and personal belongings including clothes. They were only allowed to keep papers.[129][194] Several passengers had charges made to their confiscated debit cards and cell phones. Israel pledged to investigate the issue.[195] An IDF officer and three soldiers were subsequently arrested by Israeli military police and charged with stealing laptops and mobile phones from passengers.[196] Turkish journalist Adem Özköse, who was aboard the Marmara, said Israel's prison was like a 5-star hotel compared to Syria's jails.[197] A BBC investigation found that the aid consignment consisted of \"thousands of tons\" of aid, including large quantities of much needed building supplies.[198] Israel said humanitarian aid confiscated from the ships would be transferred to Gaza, but that it would not transfer banned items such as cement.[63] At the same briefing, they said that they found construction equipment, including concrete and metal rods, that were not allowed into Gaza. The IDF said that all of the equipment on board was examined and none of it was in shortage in Gaza.[199] According to Israeli and Palestinian sources, Hamas refused to allow the humanitarian aid into Gaza until Israeli authorities released all flotilla detainees and allowed building materials, which are thought to make up 8,000 of the 10,000 tons of the goods, to reach them.[200][201][202] Hamas leader Ismail Haniyeh said, \"We are not seeking to fill our (bellies), we are looking to break the Israeli siege on Gaza.\"[203] Israeli newspapers commented that the situation must not be all that bad if Palestinians refused the aid. Hamas spokesman Ismail Radwan responded: \"We will not take any blood stained aid\", and \"If we accept the delivery of aid then we are legitimizing Israel's violent actions.\" Yet allowing: \"If the Turks ask us to let the aid shipments in, we would do it.\"[204] On 17 June 2010, Palestinian authorities accepted the delivery of the cargo under UN supervision and coordination.[205] However, Israel stated it \"will not transfer to Gaza the weapons and military equipment it had found aboard the Mavi Marmara\".[165] At midday on 31 May 2010[179] Israeli Navy tugboats towed ships of the aid convoy to the Israeli port of Ashdod,[206] where the ships were impounded by Israeli authorities. NATO Secretary General Anders Fogh Rasmussen requested \"the immediate release of the detained civilians and ships held by Israel\".[207] Of the seven ships detained in Israel, three of the Turkish-owned ships were unconditionally returned. The Israeli Defense Ministry reported that two of the remaining four ships were claimed, but proof of ownership wasn't provided. Nobody claimed ownership of the remaining two ships, and Israel tried to locate the owners.[208] An Israeli soldier who stole electronic goods from the Turkish ship Mavi Marmara was prosecuted and sentenced to seven months imprisonment.[209] On 31 May 2010, Prime Minister Netanyahu asked President Obama to veto any UN Security Council condemnations of Israel, but the president refused to comply.[210] At the UN Security Council, the US subsequently blocked demands for an international inquiry into the raid and the criticism of Israel for allegedly violating international law, as proposed by Turkey, Palestine and Arab nations.[211] The establishment of a formal UN Panel of Inquiry was announced in August 2010. Secretary-General Ban Ki-moon completed a two-month consultation with Turkey and Israel to convene the panel that was led by former Prime Minister of New Zealand Geoffrey Palmer (Chair) and the outgoing President of Colombia, Alvaro Uribe (Vice-Chair).[212] The launch of the panel was then followed by Ban Ki-moon's announcement of the Turkish and Israeli representatives who had been appointed by the respective leaders of the two countries: Joseph Ciechanover was appointed by Netanyahu to be the Israeli representative was and Turkey's panel member was Özdem Sanberk. In regard to Ciechanover and Sanberk, the Secretary-General publicly stated, \"Both men have distinguished records of public service.\"[213][214] In September 2011, the UN investigative committee said that the Israeli naval blockade of Gaza was legal,[215] but that Israel used excessive force and should have waited to enforce the blockade closer to the shoreline. It also concluded that Turkey should have taken action to try to prevent the flotilla from taking place.[216][217] On 2 June, Israel released over 600 of the detained activists.[218] On 4 June, the Israeli Supreme Court upheld a decision of attorney-general Yehuda Weinstein to halt the police investigation of the incident.[219] On 5 June, the Israeli government's press division apologized for circulating a link to the satiric \"We Con the World\" video that mocked activists on board, satirizing their purportedly peaceful intentions. On 13 June, Defense Minister Ehud Barak canceled a trip to France amid threats of charges against Barak and other Israeli officials under the principle of universal jurisdiction.[220] On 16 June, Israel added İHH to its terror watch list.[221] Palestinian Authority president, and Chairman of the Palestine Liberation Organisation (PLO) since 11 November 2004, Mahmoud Abbas said, \"Israel has committed a massacre,\"[222] and declared a three-day state of mourning. Palestinian government official Mustafa Barghouti stated that Israel's actions would lead to the international boycott growing in strength.[223] Salam Fayyad said \"Israel went beyond all that could be expected. / This [attack] is a transgression against all international covenants and norms and it must be confronted by all international forums.\"[224] In July 2010, The Wall Street Journal reported that Hamas officials cited the raid on a flotilla as evidence that there is \"more to gain\" from the international condemnation produced by Israel's use of force than by attacking Israel. Aziz Dweik, \"a leading Hamas lawmaker in the West Bank\", said \"When we use violence, we help Israel win international support. The Gaza flotilla has done more for Gaza than 10,000 rockets.\"[225] Egypt opened its Rafah Border Crossing with the Gaza Strip to allow humanitarian and medical aid to enter following international criticism of the raid and a call for the border to be opened by Hamas's leader Khaled Meshaal. It is not clear how long it will remain open. According to an Egyptian security source, construction materials such as concrete and steel are still required to be transported via Israel's border crossings.[226] On 4 June 2010, a Turkish state-run news agency reported a possible trial against Israel in which a Turkish autopsy report would be used as evidence. On 29 June the İHH said that the attack on the flotilla was planned.[227] Lawyers representing the IHH wrote to Luis Moreno Ocampo, prosecutor at the International Criminal Court (ICC) asking to prosecute the Israelis involved. Although Israel is not a member of the ICC, the lawyer said the Mavi Marmara was sailing under flag of the Comoros and many Turks were on board, and both these countries were signatories.[228] Prior to a Gaza visit, scheduled for April 2013, Turkey's Prime Minister Recep Tayyip Erdogan explained to Turkish newspaper Hürriyet that the fulfilment of three conditions by Israel was necessary for friendly relations to resume between Turkey and Israel: an apology for the raid (Prime Minister Netanyahu had delivered an apology to Erdogan by telephone on 22 March 2013), the awarding of compensation to the families affected by the raid, and the lifting of the Gaza blockade by Israel. The Turkish prime minister also explained in the Hürriyet interview, in relation to the April 2013 Gaza visit, \"We will monitor the situation to see if the promises are kept or not.\"[229] At the same time, Netanyahu affirmed that Israel would only consider exploring the removal of the Gaza blockade if peace (\"quiet\") is achieved in the area.[230] On 26 May 2014, the criminal court in Turkey issued arrest warrants for the four Israeli military officers who oversaw the attack, turning over the warrants to Interpol.[231][232][233] In December 2016, Turkish courts finally dismissed the cases brought before them, under extraordinary security measures due to the \"angry and disappointed Islamists\" involved.[234] In Israel, the Israel Police and Israel Prison Service were placed on high alert throughout the country, residents of communities close to the border with the Gaza Strip were ordered to prepare their bomb shelters, and a number of checkpoints were set up along the Israel–Gaza Strip border. The IDF placed units along the northern and southern borders on alert, and called up reservists. Roads towards the Temple Mount in Jerusalem and other controversial areas were blocked by police.[235] Israeli groups have suggested 'reverse flotillas' to sail to Turkey, which would bring attention to Turkey's history of oppression in Kurdistan and their attempts to suppress recognition of the Armenian genocide.[236] The United Nations Security Council condemned \"those acts which resulted in the loss of lives\" and called for a prompt investigation conforming to international standards.[218][237][238][239] The UN Human Rights Council called the attack outrageous and dispatched a fact-finding mission to investigate violations of international law.[240][241] Unofficial responses included civilian demonstrations in Kuala Lumpur,[242] Beirut, Tripoli, Sidon,[243] Istanbul,[244] Athens and Stockholm.[245] British Prime Minister David Cameron described the Israeli offensive as \"completely unacceptable\".[246] Several entertainers canceled appearances in Israel.[247] Iran's Red Crescent organised an aid shipment that was called off after being informed that Egypt would prevent it from passing through the Suez Canal.[248] B. Lynn Pascoe, United Nations Under-Secretary-General for Political Affairs, cautioned \"such convoys were not helpful in resolving Gaza's basic economic problems and needlessly carried the potential for escalation\".[249] \"Our stated preference has been and remains that aid should be delivered by established routes\", the United Nations spokesman said, prior to new Lebanese ships sailing to Gaza on 23 July 2010, \"There are established routes for supplies to enter by land. That is the way aid should be delivered to the people of Gaza.\"[250] Israel's United Nations Ambassador Gabriela Shalev said in letter to Secretary-General Ban Ki-moon about new Gaza-bound ships: \"Israel reserves its right under international law to use all necessary means to prevent these ships from violating the ... naval blockade\".[251] The Gaddafi International Charity and Development Foundation, a Libyan charity organization headed by Saif al-Islam Gaddafi, chartered the MV Amalthea to deliver humanitarian aid to the Gaza Strip. The ship carried food, medical supplies[252] and pre-fabricated houses[253] and docked at the port of El Arish, Egypt on 14 July,[254] from where the supplies were reportedly to be taken to Gaza by road. The humanitarian aid and supplies were donated by Greek companies and charities.[252] Israel–Turkey relations reached a low point after the incident. Turkey recalled its ambassador, cancelled joint military exercises, and called for an emergency meeting of the UN Security Council. Turkish Prime Minister Recep Tayyip Erdoğan harshly referred to the raid as a \"bloody massacre\" and \"state terrorism\", and harshly criticized Israel in a speech before the Grand National Assembly.[text 11] The Turkish Grand National Assembly held a debate on whether to impose sanctions on Israel, and eventually came out with a statement criticizing the attack as illegal, demanding that Israel apologize, pay compensation, and prosecute those involved, and calling on the Turkish government to review ties with Israel and take \"effective measures\". The flotilla raid was among the issues discussed during a security meeting of Turkish military commanders chaired by Prime Minister Erdoğan.[255] Throughout the following months, Israel–Turkey relations remained tense. Turkey demanded that Israel apologize, pay compensation to the deceased's families, and lift the Gaza blockade, and stated that it would be impossible to renew normal ties with Israel otherwise. The United States also pressed Israel to apologize. Israel rebuffed demands by both Turkey and the US.[256] Shortly before the release of the UN Palmer report, Turkey gave Israel an ultimatum to either issue an apology for the raid, or face \"Plan B\", without elaborating what action in intended to take.[257] After Israel refused to apologize, Turkey expelled Israel's ambassador and all diplomatic personnel above second-secretary level, and reduced its own diplomatic representation in Israel to second-secretary level.[258] Prime Minister Erdoğan also announced that Turkish warships would escort future aid flotillas to Gaza, and that Turkey would stop Israel from \"unilaterally exploiting\" natural gas resources in the Eastern Mediterranean.[259] In late 2011, a series of military confrontations were reported between Turkey and Israel. Turkey boosted its air and naval operations in the Mediterranean, and a Turkish warship sailed the approximate route that the flotilla took. Though it did not enter Israeli territorial waters, it sailed in ranges where warships typically update friendly nations of their presence to prevent misunderstandings. Israel then began closely monitoring Turkish naval activity. A Turkish media report said that two Israeli fighter jets and a helicopter circled over a Turkish exploration ship searching for gas reservoirs off the coast of Cyprus, breaching Cypriot airspace, ignoring warnings from Turkish air controllers in Northern Cyprus, and approaching the Turkish coastline in the process, and that they were only driven off when two Turkish fighter jets were scrambled to intercept them. The IDF denied the report. A Turkish Foreign Ministry official also told Arab ambassadors that on several occasions, Turkish fighter jets were scrambled and chased away Israeli fighter jets flying near the Syrian shore.[260] Turkey changed its IFF (Identification Friend or Foe) radar system into re-categorizing Israeli aircraft as hostile targets, which would allow Turkish planes to engage Israeli targets, as opposed to the old system, which identified Israeli planes as friendlies and would have prevented any Turkish plane from firing at them. Turkey said that its naval submarine radar system would be changed next.[260] A Turkish newspaper also reported that three Turkish warships ready to deploy to the Mediterranean were instructed that if they encountered any Israeli warship outside Israel's territorial waters, they would come within 100 meters and neutralize the Israeli ship's weapons system.[261] In 2012, Today's Zaman reported that Israeli intelligence had wiretapped the radio conversations of Turkish Air Force cadets training to fly fighter jets at the Konya 3rd Main Jet Command Base to gather intelligence on Turkish training programs and flight strategies. According to the report, Turkish intelligence discovered this, and the Turkish Air Force initiated a project to encrypt communications between fighter jets.[262] Following a telephone apology from Netanyahu to Erdoğan on 22 March 2013, discussions commenced between Turkey and Israel in regard to compensation and diplomatic relations between the two countries. As of 27 March 2013, a media report anticipated a meeting that would be led by Turkish Foreign Ministry Undersecretary Feridun Sinirlioglu and Israel's Ciechanover[263]) to discuss the specific matter of Turkey–Israel ties.[54] Following the raid, Israel faced mounting international calls to ease or lift its blockade.[264][265] On 17 June, Israeli Prime Minister's Office announced a decision to relax the blockade.[266] This announcement received a cool response from the international community.[267] Three days later, Israel's Security Cabinet approved a new system governing the blockade that would allow practically all non-military or dual-use items to enter the Gaza strip. Israel stated it would expand the transfer of construction materials designated for projects that have been approved by the Palestinian Authority as well as projects that are under international supervision.[268] Despite the easing of the land blockade, Israel announced that it would continue to inspect at the port of Ashdod all goods bound for Gaza by sea. Internationally, this decision received mixed reactions.[264] In November 2010, Catherine Ashton, the European Union's High Representative for Foreign Affairs and Security Policy stated that inadequate amounts of goods were entering Gaza to meet Gaza's humanitarian and reconstruction needs. Ashton also called for Israel to permit entry of construction material that UNRWA requested to rebuild schools and to Israel to allow exports from Gaza.[269] Turkey's foreign minister, Ahmet Davutoglu, reiterated his demands for a United Nations investigation. He said: \"We have no trust at all that Israel, a country that has carried out such an attack on a civilian convoy in international waters, will conduct an impartial investigation. To have a defendant acting simultaneously as both prosecutor and judge is not compatible with any principle of law.\"[270][271] UN Secretary-General Ban Ki-moon said on 5 June that the IDF raid of the Mavi Marmara should be investigated by a New Zealand-led committee, with Israeli and Turkish deputies.[271] Prime Minister Benjamin Netanyahu hoped the Israeli-led process would put an end to efforts in the United Nations to set up an international inquiry, which many Israelis fear would be biased. In Israel and around the world, some said the committee lacked sufficient credibility and investigative powers.[272] White House backed Israeli internal inquiry into Gaza flotilla deaths and said that the Israeli inquiry meets the standard of \"prompt, impartial, credible and transparent investigation\".[273] U.K. Foreign Secretary William Hague, speaking in Luxembourg, stressed the need for \"a truly independent inquiry and a thorough investigation that the international community can respect\".[274] Israeli Intelligence and Atomic Energy Minister Dan Meridor told Turkish media that there \"will be international elements in the commission which is going to be formed\".[275] The Israeli government said it would accept a limited role by non-Israelis in the investigation of the raid,[276] but rejected an independent international inquiry,[277][278][279] and said the country is able to conduct a credible review on its own.[280] Analysts suggested that after the controversial UN-sponsored Goldstone Report, Israel lacks faith that the United Nations can do a credible job of investigating events related to Israel.[281] An internal Israeli police investigation was halted by Israeli Attorney General Yehuda Weinstein.[219] A group of Israeli Navy reserve officers issued a letter backing the call for an independent investigation.[282] Following the raid, Israel's government set up the Turkel Commission, a commission of inquiry headed by Israeli Supreme Court Justice Jacob Turkel, to investigate the raid. It was chaired by Justice Turkel, and had four members: Shabtai Rosenne, Professor of International Law at Bar-Ilan University, Amos Horev, a retired Israeli Major-General and President of the Technion Institute of Technology, Miguel Deutch, Professor of Law at Tel Aviv University, and Reuven Merhav, former Director-General of the Foreign Ministry. Rosenne died at age 93 during the commission's work, and was not replaced. The commission had two non-voting foreign observers: Former First Minister of Northern Ireland and Nobel Peace Prize laureate David Trimble, and former Judge Advocate General of the Canadian Forces Ken Watkin, both of whom were friendly to Israel according to the BBC and Der Spiegel.[283][284] The committee also contracted the services of two foreign international law experts: Professors Wolff Heintschel von Heinegg and Michael Schmitt.[285] The inquiry was charged with investigating the legality of the Gaza blockade, the legality of the Israeli Navy's actions during the raid, and determining whether investigations of claims of war crimes and breaches of international law conformed to Western standards. The committee was also charged with investigating the Turkish position, and the actions taken by flotilla participants, especially the IHH, and examining the identities and intentions of the flotilla's participants. During the investigation, the committee heard the testimonies of two flotilla passengers and two Israeli human rights activists. The committee requested the assistance of the Turkish Embassy in Israel in finding the Captain of the Mavi Marmara so he could be invited to testify. The request was denied, with the response being that the committee could look at the testimony of the Captain contained in the Turkish report. The committee also issued an open invitation to all passengers and crew to testify, and requested assistance from the Turkish Embassy in Israel in building a list of prospective witnesses, but received no immediate reply.[286] The committee also heard the testimonies of three politicians including the Prime Minister, three IDF officials (one testified twice), two government bureaucrats, and a Prison official. The 300-page Turkel Commission report[287] found the actions of the Israeli Navy in the raid and Israel's naval blockade of Gaza were both legal under international law,[288][289] and accused a group of \"IHH activists\" of having armed themselves and conducting hostilities \"in an organized manner\".[290] Turkey and Palestinian leader Mahmoud Abbas dismissed the Israeli investigation, and UN Secretary-General Ban Ki-moon repeated the demand for an independent investigation, stating that the Israeli investigation will not have international credibility.[citation needed] According to Haaretz journalist Barak Ravid, UN Report of the Secretary-General's Panel of Inquiry on 31 May 2010, found that Israel's Turkel commission that investigated the events was professional, independent and unbiased. It also criticized the Turkish government's behavior in its dealings with the committee, concluding that the Turkish investigation was politically influenced and its work was not professional or independent.[291] Turkey also established an inquiry into the events, which found, in contrast to the Israeli inquiry, the blockade and the Israeli raid to have been illegal. After the Turkish inquiry, Turkey described the raid as a violation of international law, \"tantamount to banditry and piracy\", and described the killings of activists as \"state-sponsored terrorism\".[289] Concerning the Israeli inquiry, Turkey said its own commission was \"surprised, appalled and dismayed that the national inquiry process in Israel has resulted in the exoneration of the Israeli armed forces\".[292] On 23 July 2010 the United Nations Human Rights Council launched an independent fact-finding mission to investigate violations of international law that may have occurred during the flotilla raid.[293] Israel refused to allow the panel to interview Israeli witnesses and accused the UNHRC of a history of anti-Israel bias.[49] In its first report, submitted in September 2010, the UN fact-finding mission found that the IDF broke international law, and that there was evidence sufficient to initiate prosecutions for breaches of the Geneva Convention. The report stated that: \"The conduct of the Israeli military and other personnel towards the flotilla passengers was not only disproportionate to the occasion but demonstrated levels of totally unnecessary and incredible violence,\"[294] and determined that Israeli commandos summarily executed six passengers aboard the MV Mavi Marmara.[49][142] It cites forensic analysis indicating that Furgan Dogan was shot five times, including once in the face while he was lying on his back. \"All of the entry wounds were on the back of his body except for the face wound, which entered the right of his nose\", the report concluded. \"According to forensic analysis, tattooing around the wound in his face indicates that the shot was delivered at point-blank range.\"[49] The report stated: \"There is clear evidence to support prosecutions of the following crimes within the terms of article 147 of the Fourth Geneva Convention: wilful killing; torture or inhuman treatment; wilfully causing great suffering or serious injury to body or health\".[294][295] The report also stated that it found no medical evidence of IDF commandos being shot.[49] It recommended that Israel pay reparations, and also described Israel's blockade of the Gaza Strip as \"totally intolerable and unacceptable in the 21st century\". On the issue of the IDF's use of force, the report stated that \"In boarding the Mavi Marmara, both from the sea and from the air, the Israeli forces met a level of resistance from some of the passengers on board that was significant and, it appears, unexpected. However, there is no available evidence to support the claim that any of the passengers had or used firearms at any stage. In the initial phases of fighting with the Israeli soldiers on the top deck, three Israeli soldiers were disarmed and taken inside the ship. At this point, there may have been a justifiable belief of an immediate threat to life or serious injury of certain soldiers which would have justified the use of firearms against specific passengers.\" However, it accused Israeli troops of indiscriminately shooting passengers who were uninvolved in the fighting, claiming that \"lethal force was employed by the Israeli soldiers in a widespread and arbitrary manner which caused an unnecessarily large number of persons to be killed or seriously injured\" and that \"the circumstances of the killing of at least six of the passengers were in a manner consistent with an extra-legal, arbitrary and summary execution.\"[293] The United States expressed concern about the tone, content and conclusions of the report, while the European Union said that it should be transferred to the UN Secretary-General's investigation.[296] On 29 September 2010 the UN Human Rights Council voted to endorse the report, with 30 of the 47 countries voting in favor, the United States voting against, and 15 countries, including EU members, abstaining.[49] On 2 August 2010, United Nations Secretary-General Ban Ki-moon announced that the U.N. would conduct an investigation of the incident. Geoffrey Palmer, former Prime Minister of New Zealand, presided over the committee.[297][298] The four-member panel also included Álvaro Uribe, outgoing Colombian president, as vice chair, and one representative each from Israel and Turkey. The panel started its work on 10 August 2010. The terms of reference for the 'method of work' of the inquiry were given by Ban Ki Moon they are outlined in the report as follows: \"The Panel is not a court. It was not asked to make determinations of the legal issues or to adjudicate on liability ... The Panel was required to obtain its information from the two nations primarily involved in its inquiry, Turkey and Israel, and other affected States ... the limitation is important. It means that the Panel cannot make definitive findings either of fact or law. The information for the Panel's work came primarily through its interactions with the Points of Contact designated by Israel and Turkey.\"[299] In a statement, Israel's prime minister, Benjamin Netanyahu, said the country had nothing to hide and that it was in its interest that the truth of the events come to light throughout the world.[300] The report was published on 2 September 2011[301][302] after being delayed, reportedly to allow Israel and Turkey to continue reconciliation talks.[303] The commission determined Israel's naval blockade of the Gaza Strip to be legal,[304] but stated that the \"decision to board the vessels with such substantial force at a great distance from the blockade zone and with no final warning immediately prior to the boarding was excessive and unreasonable\". The commission questioned the motivations of the Flotilla, stating, \"There exist serious questions about the conduct, true nature and objectives of the flotilla organizers, particularly IHH.\"[216] The commission recognized that the IDF were met with \"organized and violent resistance from a group of passengers\" upon boarding the vessel and therefore force was necessary for purposes of self-defense,[305] but said, \"the loss of life and injuries resulting from the use of force by Israeli forces during the take-over of the Mavi Marmara was unacceptable.\"[15] Of those killed, the report noted, \"no evidence has been provided to establish that any of the deceased were armed with lethal weapons\". It further noted, \"at least one of those killed, Furkan Dogan, was shot at extremely close range. Mr. Dogan sustained wounds to the face, back of the skull, back and left leg. That suggests he may already have been lying wounded when the fatal shot was delivered, as suggested by witness accounts to that effect.\"[306] The lack of satisfactory explanation was pointed out: Forensic evidence showing that most of the deceased were shot multiple times, including in the back, or at close range has not been adequately accounted for in the material presented by Israel.[307] In regards to the Gaza blockade, the commission writes: Israel faces a real threat to its security from militant groups in Gaza ... The naval blockade was imposed as a legitimate security measure in order to prevent weapons from entering Gaza by sea and its implementation complied with the requirements of international law.[305] The report was also critical of the flotilla, describing it as \"reckless\". Turkey was criticized as well for not doing more to persuade flotilla participants to avoid armed conflict with Israeli soldiers.[305] Finally, the report presented the following as rapprochement, i.e., for the re-establishment of cordial relations between Turkey and Israel: An appropriate statement of regret should be made by Israel in respect of the incident in light of its consequences. Israel should offer payment for the benefit of the deceased and injured and their families ... Turkey and Israel should resume full diplomatic relations ... Israel's ambassador to the U.S., Michael Oren, said \"We think it was a fair and balanced report\", and that Israel would not apologize to Turkey.[308] The Israeli Prime Minister's Office stated that Israel has adopted the report, except for its conclusions regarding the use of force in the flotilla raid.[309] Turkey criticized the report for accepting Israel's naval blockade as legal, and Turkey's president Abdullah Gul said his country considered the report \"null and void\".[310] Turkish Foreign Minister Ahmed Davutoglu said the UN hadn't endorsed the Palmer report and that Turkey was going to challenge the legality of the blockade in the International Court of Justice.[311] In 2013, Fatou Bensouda, the Chief Prosecutor of the International Criminal Court, opened a preliminary examination into the incident after the government of Comoros, under whose flag the Mavi Marmara was sailing, filed a complaint over the incident.[312] In November 2014, Bensouda decided not to pursue the case, declaring that while it was possible that war crimes were committed, the possible crimes were not grave enough to fall within the scope of the court.[313] The government of Comoros appealed the decision, and in June 2015, three judges of a Pre-Trial Chamber of the ICC ruled that the prosecutor made material errors in her assessment of the incident's gravity and requested that the investigation be reopened in a 2-1 majority. Bensouda appealed the decision in July 2015, citing the opinion of the dissenting judge and errors made by the majority, claiming that the Pre-Trial Chamber had exceeded its mandate by applying a strict and mistaken standard to review the decision, and that the interpretation of the legal standard required of her was faulty.[314] Five judges of the ICC Appeals Chamber dismissed her appeal and ordered her to reexamine the case in a 3-2 majority ruling. Bensouda subsequently reopened a probe into the incident, and her office received over 5,000 pages of additional evidence, including testimonies from more than 300 Mavi Marmara passengers and Turkish autopsy reports, as well as arguments in defense of the action from Israeli Attorney General Avichai Mandelblit and his Senior Adviser Gil Limon. In November 2017, after examining the case for two years, Bensouda reaffirmed her previous conclusion and announced that there was no basis for prosecution due to the fact that any possible crimes committed were not on a large scale or as part of a plan or policy, and thus fell outside of the court's mandate, criticizing the judges' analysis on how to examine the gravity of the Israeli soldiers' conduct, and for disregarding the fact that the soldiers had encountered violent resistance. Bensouda also noted that many of the witnesses who provided testimony had apparently received help in wording their testimonies, and rejected some other testimonies on the basis of the witness' involvement in violent activities, and others on the basis that testimony was provided on things the witness could not possibly have seen.[315] In November 2018, the ICC Pre-Trial Chamber asked her to reconsider the case for a third time, and the ICC Appeals Chamber ordered her to do so in September 2019. In December 2019, Bensouda again concluded that the incident was not of sufficient gravity for ICC involvement.[316] Turkey's Istanbul Bakırköy prosecutor's office, assisted by the Ankara prosecutor's office, opened a criminal investigation. Possible charges, against Benjamin Netanyahu, Defense Minister Ehud Barak and Chief of Staff Gabi Ashkenazi, would include murder, injury, attacking Turkish citizens, and piracy.[317] In May 2011, Istanbul state prosecutor Mehmet Akif Ekinci wrote to the Israeli Justice Ministry, demanding that it disclose the names and addresses of the soldiers who took part in the raid. The demand was reportedly based on the testimonies of over 500 activists aboard the Mavi Marmara. There was no response to the request.[318][319] In September 2011, IHH-affiliated lawyer Ramzan Turk claimed the organization had given Istanbul's chief prosecutor the names of ten Israeli soldiers involved in the raid. Turk claimed that the names were given to the IHH by IDF soldiers who did not take part in the raid and \"regretted the incident\". The prosecutor reportedly also approached Turkish intelligence, seeking a list of Israelis involved in the operation.[320] On 26 September, the MIT, Turkey's national intelligence agency, submitted to the state prosecution a list of 174 Israelis it claimed were involved in the raid. Benjamin Netanyahu topped the list as the \"primary responsible party\". The list also included all of Israel's cabinet ministers, a variety of high and low-ranking officers, and the photographs of ten soldiers who could not be identified by name.[321] Today's Zaman reported that the MIT had operated agents inside Israel to confirm the soldiers' identities, a claim denied by the Turkish government. According to a report in Sabah, photographs and information from various media sources helped in the identification of the soldiers, and Turkish intelligence agents apparently tracked down the soldiers on Facebook and Twitter.[321][322] However, a Ynet report later revealed that the soldiers listed as having taken part in the raid had already completed their military service by the time of the raid, and that the names included those of a Golani Brigade maintenance officer, a Paratroopers Brigade company commander, and an Artillery Corps battery commander. The IDF Spokesperson's Office stated that the names were \"recycled\" from previous lists that were published on anti-Israel websites during the Gaza War. Military officials claimed that the list was created for psychological warfare purposes.[323] On 9 May 2012, the Turkish Justice Ministry announced that the State Prosecutor's Office had completed its probe into the raid. Justice Minister Sadullah Ergin said that the Israeli Foreign Ministry had been approached with a request for the names of IDF soldiers who took part, and said that the soldiers would be indicted in Turkish courts when Israel complied.[324] Israel did not grant the request. On 23 May, Istanbul state prosecutor Mehmet Akif Ekinci prepared indictments carrying life sentences for four Israeli commanders involved in the raid: Chief of Staff Gabi Ashkenazi, Navy commander Eli Marom, Air Force intelligence chief Avishai Levy, and military intelligence chief Amos Yadlin, charging each of them with first-degree murder, assault, and torture. The indictment called for ten life sentences to be imposed on each of them: nine for every activist killed, and one for a wounded activist still in a coma.[325] On 28 May, they were indicted by an Istanbul court after a panel of judges voted unanimously.[326] In the 144-page indictment, they were accused of inciting murder and injury. In June 2012, Israeli State Comptroller Micha Lindenstrauss released a report on the decision-making process leading to the flotilla raid. It found major fault with Prime Minister Benjamin Netanyahu's decision-making process over the events, stating that he failed to organize an orderly and coordinated discussion with other Israeli leaders, instead consulting Defense Minister Ehud Barak and Foreign Minister Avigdor Lieberman in undocumented meetings. Netanyahu was also criticized for his failure to call a cabinet meeting to discuss the matter, despite the requests of Defense Minister Ehud Barak, IDF Chief of Staff Gabi Ashkenazi, and Strategic Affairs Minister Moshe Yaalon. He instead consulted the forum of seven, a group of seven cabinet ministers with no constitutional basis, once before leaving to visit North America. The meeting took place five days before the raid, and relevant officials, including the Justice and Internal Security Ministers, were not invited, and the discussion was not in line with national security-related decision-making protocols. The report also found fault with Netanyahu failing to hold a discussion with the defense and foreign ministers to start a dialogue that could result in a diplomatic and political effort to prevent the flotilla from leaving or prevent it from getting as far as it did.[327] The report found fault with Netanyahu's failure to allow the National Security Council to deal with the matter. The NSC held its first meeting on 12 May, and its requests to be involved in discussions on the strategy used to deal with the raid were denied. The report claimed that this conduct was illegal and damaging to the NSC's ability to aid leaders in making decisions.[327] Overall, Lindenstrauss found that the strategy for dealing with the flotilla was hastily put together and did not follow the recommendations of the Winograd and Lipkin-Shahak Commissions, which had examined the government's decision-making process following the 2006 Lebanon War.[327] The Foreign Press Association, which represents hundreds of journalists in Israel and the Palestinian territories, complained that Israel is validating its own account by selectively using the seized video and equipment from reporters on board. FPA also criticized Israel's use of captured material without permission.[280] Journalist Paul McGeough told his consul-general \"we were robbed of any electronic equipment that we had\" and \"Fairfax will fight this ... I could be back in Israel within two weeks to contest this.\"[328] Israeli public radio reported that authorities had banned the media from providing any information about the dead and wounded, and who was taken to hospital in Israel. The censorship order was later lifted.[329] A spokesman for the U.S. State Department said, \"We will look into the circumstances of the death of an American citizen, as we would do anywhere in the world at all times\", noting that the FBI could get involved, \"working with the host government\", \"if we think a crime has been committed\".[330] In addition to governmental investigation, relatives of the Turkish citizens killed in the raid had conducted an unceasing campaign to find Israeli officials guilty of these fatalities. Even following the Israeli official apology and Turkish agreement to refrain from legal action against Israeli officials, the families of IHH activists kept pursuing their case and even managed to get the support of the government of the Comoros in referring the case to the ICC.[331] In 2015, an arrest warrant was issued in Spain for Israeli Prime Minister Benjamin Netanyahu, former Defense Minister Ehud Barak, former IDF Chief of Staff Moshe Ya'alon, former Interior Minister Eli Yishai, Minister without Portfolio Benny Begin and Vice Admiral Eli Marom. The warrant was issued by federal judge José de la Mata of the National Court. The police and Civil Guard were ordered to inform the court if any of the indicted entered Spain. In accordance to a Spanish Supreme Court decision, legal procedures shall only be initiated when one of the seven indicted set foot in Spanish soil. Judge de la Mata noted that all signatory states to the Fourth Geneva Convention have a duty to seek any accused of serious infractions to the convention, \"as in the present case\".[332][333][334] Foreign Ministry spokesperson Emmanuel Nachshon said the judge's order is considered \"a provocation\", and that Israel is working with the Spanish authorities to get it canceled, hoping \"it will be over soon.\"[335] In December 2016, Turkish courts finally dismissed the cases brought before them, under extraordinary security measures due to the \"angry and disappointed Islamists\" involved.[234] International law experts differed over the legality of the Israeli action in published assessments following the raid. Legal commentators generally agreed that Israel was required to respond with a proportional use of force in the face of violent resistance, but the degree of proportionality was disputed.[59][336] A fact-finding mission of the UNHRC claimed that Israel had broken international law.[294] The United Nations High Commissioner for Human Rights Navi Pillay condemned the Israeli raid, saying it involved disproportionate use of force and that the Gaza blockade was illegal.[337] Richard Falk, professor emeritus of international law at Princeton University said that the \"ships that were situated in the high seas where freedom of navigation exists, according to the law of the seas\".[338] Anthony D'Amato, a professor of international law at Northwestern University School of Law, said the raid was illegal and that a legitimate blockade would have required a state of war between Israel and Hamas, which he said was not the case.[59][339] In September 2011, a United Nations report concluded that the Israeli naval blockade was legal, but that the Israeli action was \"excessive\".[340] The finding declaring the naval blockade legal was rejected by a UNHRC panel of five independent human rights experts, stating that it amounted to collective punishment and was unlawful.[14] Harvard Law School Professor Alan Dershowitz, Chicago Law School Professor Eric Posner, and Johns Hopkins international law Professor Ruth Wedgwood, said that the naval blockade and the boarding in international waters were in accord with long-standing international law, and comparable to other blockades in unrelated, historical conflicts.[341] Dershowitz and Posner also defended the specific use of force as legal. In November 2014, Fatou Bensouda, Prosecutor for the International Criminal Court (ICC), stated that there \"is a reasonable basis to believe that war crimes under the jurisdiction of the International Criminal Court were committed on one of the vessels, the Mavi Marmara, when Israeli Defence Forces intercepted the 'Gaza Freedom Flotilla' on 31 May 2010\". However, she declined to further pursue the case as it \"would not be of sufficient gravity to justify further action by the ICC.\"[342] Representatives of the Comoros, on whose behalf the case was referred to the ICC, appealed the prosecutor's decision, and in July 2015 a pre-trial chamber ruled that Bensouda had made errors in her decision to dismiss the case. Bensouda appealed, but in November 2015 the appeals chamber of the International Criminal Court upheld the decision of the pre-trial chamber.[343][344] Bensouda then launched another preliminary investigation, reviewing more than 5,000 pages of documents and more than 300 statements from passengers. In November 2017, she reaffirmed her previous decision not to investigate, concluding that while war crimes may have been committed on the Mavi Marmara ship and her conclusion does not excuse any crimes which may have been perpetrated, the incident wasn't serious enough to merit ICC involvement.[345] Following upon the event and the various video clips presented by both Turkey and Israel, Iranian filmmaker Saeed Faraji created Freedom Flotilla, a 56-minute documentary film about the event[346] as his first feature length film project. The film aired in three parts on 7, 8 and 9 November 2010, on Iran Television Channel 1 and Channel 4.[347][348]","Title":"Gaza flotilla raid - Wikipedia","KeyID":"18962","URL":"https://en.wikipedia.org/wiki/Gaza_flotilla_raid"}