{"Content: ":"Bar-Ilan University (BIU, Hebrew: אוניברסיטת בר-אילן, Universitat Bar-Ilan) is a public research university in the Tel Aviv District city of Ramat Gan, Israel. Established in 1955, Bar Ilan is Israel's second-largest academic institution. It has 18,000 students and 1,350 faculty members. Bar-Ilan's mission is to \"blend Jewish tradition with modern technologies and scholarship and the university endeavors to ... teach the Jewish heritage to all its students while providing [an] academic education.\" [5] Bar-Ilan University has Jewish-American roots: It was conceived in Atlanta in a meeting of the American Mizrahi organization in 1950, and was founded by Professor Pinkhos Churgin, an American Orthodox rabbi and educator, who was president from 1955 to 1957 where he was succeeded by Joseph H. Lookstein who was president from 1957 to 1967.[6] When it was opened in 1955, it was described by The New York Times \"as Cultural Link Between the [Israeli] Republic and America\".[7] Presidents who followed were Max Jammer (1967–77), Emanuel Rackman (1977–86), Michael Albeck (1986–89), Ernest Krausz (1989), Zvi Arad (1989–92), and Shlomo Eckstein (1992-96).[6] The university was named for Rabbi Meir Bar-Ilan (originally Meir Berlin), a Religious Zionist leader who served as the inspiration for its establishment. Although he was trained in Orthodox seminaries in Berlin, he believed there was a need for an institution providing a dual curriculum of secular academic studies and religious Torah studies. BIU's student population is diverse and includes both Jewish and non-Jewish students. At least ten courses in Jewish studies are required for graduation. [8] These are available as academic Jewish studies courses, as well as through more traditional Torah study, offered primarily by the Machon HaGavoah LeTorah, established in the 1970s. The \"Machon\" operates a kollel / bet midrash for men,[9] and a midrasha for women. [10] The kollel offers traditional yeshiva studies with an emphasis on Talmud and Halakha (Jewish law), while the midrasha offers courses in Tanakh, practical Halakha, and Machshavah (Jewish philosophy). The midrasha is the largest in Israel. These programs are open to all students free of charge. Yitzhak Rabin's convicted assassin, Yigal Amir, was a student of law and computer science at Bar-Ilan, prompting charges that the university had become a hotbed of political extremism. One of the steps taken by the university following the 1995 assassination was to encourage dialogue between left-wing and right-wing students.[11][12] Under university president Moshe Kaveh (1996-2013), Bar-Ilan underwent a major expansion, with new buildings added on the northern side of the campus. New science programs have been introduced, including a multidisciplinary brain research center [13] and a center for nanotechnology.[14] The university has placed archaeology as one of its priorities, and this includes excavations such as the Tell es-Safi/Gath archaeological excavations[15] and the recently opened Bar-Ilan University/Weizmann Institute of Science joint program in Archaeological Sciences.[16] Bar-Ilan's Faculty of Law made headlines in 2008 by achieving the highest average Israeli Bar Exam grade of 81.9 by its graduates.[17] Daniel Hershkowitz was university President from 2013 to 2017.[6] Arie Zaban became the President of the university in 2017.[6] Bar-Ilan University has eight faculties: Exact Sciences, Life Sciences, Social Sciences, Humanities, Jewish Studies, Medicine, Engineering, and Law. There are also interdisciplinary studies. At the undergraduate level, as mentioned, ten courses in Jewish studies related subjects are required from all students. Bar-Ilan offers several special programs, including its International B.A. Program,[18] taught entirely in English, and is the first university in Israel to offer a full undergraduate program taught entirely in English. Currently students can choose between a B.A. degree in interdisciplinary social sciences,[19] where students can choose between a macro track in economics, political sciences, and sociology,[20] or the Micro Track in Criminology, Psychology, and Sociology,[20] or a major in communications,[21] with a minor in either English literature or political science. The degrees are internationally recognized and are open to students from all over the world.[22] In addition, Bar-Ilan offers a preparatory program that readies new immigrants for Israeli colleges. The university also runs a one-year overseas program called Tochnit Torah Im Derech Eretz, which combines traditional kollel Torah studies in the morning, separate for men and women, as well as co-ed general university studies and Jewish history classes in the afternoon. Many American students enrolled in regular programs of study in the university also take these Jewish history classes to fulfill their Jewish studies requirements. Bar-Ilan also houses several research institutions such as the above mentioned Gonda Multidisciplinary Brain Research Center, focused on neuroscience, which may have their own requirements. The Bar Ilan Responsa Project was awarded the Israel Prize in 2007.[23] The university's Bible project, in danger of being eliminated by continued budget cuts, was saved at the last minute by an anonymous donor.[24] In its capacity as a business school, Bar-Ilan was placed as the 4th best business school in Africa and the Middle East in the 2010 QS Global 200 Business Schools Report.[25]","Title":"Bar-Ilan University - Wikipedia","KeyID":"18968","URL":"https://en.wikipedia.org/wiki/Bar_Ilan_University"}