{"Content: ":"The Technion – Israel Institute of Technology (Hebrew: הטכניון – מכון טכנולוגי לישראל) is a public research university located in Haifa, Israel. Established in 1912 under the dominion of the Ottoman Empire, the Technion is the oldest university in the country.[7] The Technion is ranked as the top university in both Israel and the Middle East, and in the top 100 universities in the world in the Academic Ranking of World Universities of 2019.[8] The university offers degrees in science and engineering, and related fields such as architecture, medicine, industrial management, and education. It has 19 academic departments, 60 research centers, and 12 affiliated teaching hospitals.[9] Since its founding, it has awarded more than 123,000 degrees[10] and its graduates are cited for providing the skills and education behind the creation and protection of the State of Israel.[11][12] Technion's 565 faculty members include three Nobel Laureates in chemistry. Four Nobel Laureates have been associated with the university. The current president of the Technion is Uri Sivan.[13] The selection of Hebrew as the language of instruction, defeating German in the War of the Languages, was an important milestone in Hebrew's consolidation as Israel's official language.[14] The Technion is also a major factor behind the growth of Israel's high-tech industry and innovation, including the country's technical cluster in Silicon Wadi.[15][16] The Technikum was conceived in the early 1900s by the German-Jewish fund Ezrah as a school of engineering and sciences. It was to be the only institution of higher learning in the then Ottoman Palestine, other than the Bezalel Academy of Art and Design in Jerusalem (founded in 1907). In October 1913, the board of trustees selected German as the language of instruction, provoking a major controversy known as the War of the Languages. After opposition from American and Russian Jews to the use of German, the board of trustees reversed itself in February 1914 and selected Hebrew as the language of instruction. The German name Technikum was also replaced by the Hebrew name Technion.[7][17] Technion's cornerstone was laid in 1912, and studies began 12 years later in 1924.[17] In 1923 Albert Einstein visited and planted the now-famous first palm tree, as an initiative of Nobel tradition. The first palm tree still stands today in front of the old Technion building, which is now the MadaTech museum, in the Hadar neighborhood. Einstein founded the first Technion Society, and served as its president upon his return to Germany.[18] In 1924, Arthur Blok became the Technion's first president.[19] In the early 1950s, under the administration of Yaakov Dori, who had served as the Israel Defense Forces’ first chief of staff, the Technion launched a campaign to recruit Jewish and pro-Israel scientists from abroad to establish research laboratories and teaching departments in the natural and exact sciences.[20] Technion City generally refers to the 1.2-square-kilometer site located on the pine-covered north-eastern slopes of Mount Carmel. The campus comprises 100 buildings, occupied by thousands of people every day. The Technion has two additional campuses. Its original building in midtown Haifa, in use by the Technion until the mid-1980s, now houses the Israel National Museum of Science, Technology and Space. The Rappaport Faculty of Medicine is located in the neighborhood of Bat Galim, adjacent to Rambam Hospital, the largest medical center in Northern Israel. Recreational activities on the main campus include an Olympic-size swimming pool as well as gymnastics, squash, and tennis facilities.[21] The Technion Symphony Orchestra and Choir are composed mainly of Technion students and staff. Each term, the Orchestra offers a series of daytime and evening concerts. Films and live performances by leading Israeli artists take place on campus on a regular basis. Technion's Division of Continuing Education and External Studies has been operating in the Tel Aviv area since 1958. In July 2013, the Technion moved to a new campus in Sarona. The Technion satellite campus in Sarona includes three buildings in a 1,800 sq. meter area, with a total of 16 modern classrooms.[22] Among the programs that are taught at Sarona are the Technion's International MBA program, which includes students from around the world and guest lecturers from universities such as London Business School, Columbia University, and INSEAD.[23] On 19 December 2011, a bid by a consortium of Cornell University and Technion won a competition to establish a new high-tier applied science and engineering institution in New York City. The competition was established by New York City Mayor Michael Bloomberg in order to increase entrepreneurship and job growth in the city's technology sector. The winning bid consisted of a 2,100,000 square feet (200,000 m2) state-of-the-art tech campus being built on Roosevelt Island, which will have its first phase completed by 2017, with a temporary off-site campus opening in 2013 at the Google New York City headquarters building at 111 Eighth Avenue.[24][25] The new 'School of Genius' in New York City has been named the Jacobs Technion-Cornell Institute.[26] Its Founding Director was Craig Gotsman, Technion's Hewlett-Packard Professor of Computer Engineering. In 2015, AOL announced an investment of $5 million in a video research project at the institute.[27] Positive media coverage abounds,[28] as well as some small scale protests from the margins of political and environmental activism.[29] In September 2013 the Li Ka Shing Foundation and the Technion announced they would be joining forces to create a new institute for technology at Shantou University, Guangdong province, south-eastern China. The Li Ka Shing Foundation pledged a grant of US$130 million for the creation of the institute. The degrees taught, including Bachelors, Masters and Doctorates, will be accredited by the Technion. The total construction costs are $147 million. English will be GTIIT's language of instruction. GTIIT will comprise three units: the College of Engineering; the College of Science; and the College of Life Science. The goal is to have about 5,000 students eventually. The institute will eventually grant Technion engineering degrees at all levels - Bachelor, Masters and PhD. Initially the courses offered are Chemical Engineering, Biotechnology and Food Engineering, Materials Engineering.[30] By 2020 the institute will start teaching other disciplines from Mechanics to Aerospace Engineering.[31][32][33] Founded in 1954, the Faculty of Aerospace Engineering conducts research and education in a wide range of aerospace disciplines. The Aerospace Research Center also consists of the Aerodynamics (wind tunnels) Laboratory, the Aerospace Structures Laboratory, the Combustion and Rocket Propulsion Laboratory, the Turbo and Jet Engine Laboratory, the Flight Control Laboratory and the Design for Manufacturing Laboratory. The Technion Faculty of Architecture[34] awards BSc in architecture degree after four years and March professional degree after six years of study.[35] The faculty offers 4 programs: Architecture (under graduate and graduate), Landscape architecture (undergraduate and graduate), Industrial design (graduate) and regional and urban planning (graduate). Its undergraduate program in architecture and landscape architecture accepts about 100 students each year. Its graduate programs accepts about 70 students each year, and it accepts about 15 doctoral students, focusing on subjects related to it four programs.[35] The Faculty of Biology[36] was established in 1971. Advanced research is carried out in 23 research groups, focusing on a variety of aspects of cellular, molecular and developmental biology. The faculty has extensive collaborations with the pharmaceutical and biotechnology industries. The Faculty has around 350 undergraduate students and over 100 graduate students.[37] Established in 1968, the Faculty of Biomedical Engineering[38] has a multidisciplinary scope nurturing research activities that blend medical and biological engineering. Research projects have resulted in the development of patented medical aids. Recent research breakthroughs include the identification of a structured neurological code for syllables and could let paraplegics \"speak\" virtually through the connection of the brain to a computer.[39] Unique in Israel, the Faculty of Biotechnology and Food Engineering[40] offers a blend of courses in engineering, life and natural sciences as well as joint degree programs with the Faculties of Biology and Chemistry. The Faculty houses biotechnology laboratories, as well as a large food processing pilot plant and a packaging laboratory. It currently has 350 undergraduates and more than 120 graduate students. In 2002, two of the original Technion Faculties – Civil and Agricultural engineering, were merged to create the Faculty of Civil and Environmental Engineering.[41] Its state vision is to \"maintain and enhance the leading position of the Faculty of Civil & Environmental Engineering amongst the top departments in the world... and to position the Faculty as the national center for research & development and human resources for the sustainable development.\"[42] The Faculty is the home of Technion's expanding International School of Engineering. The Wolfson Faculty of Chemical Engineering[43] is Israel's oldest and largest faculty in the field, educating the vast majority of chemical engineers in Israel's chemical industries.[37] Research activities include materials, complex fluids, processing, transport and surface phenomena and process control. The Schulich Faculty of Chemistry[44] offers a variety of joint programs, including with materials engineering, chemical engineering, physics, and food engineering. It also offers a joint degree with the Faculty of Biology leading to a degree in molecular biochemistry. Around 100 research projects at the faculty are sponsored by industry and national and international foundations. It also offers a variety of outreach and youth programs.[45] Held equally by the Technion and The Israeli Ports Company, The Israeli CAMERI[46] is the leading applicative research Institute in Israel dedicated to Physical Oceanography, Marine Engineering and Coastal Engineering. Founded in 1976 it hosts two unique research facilities (wave-basin and wave-flume), both are the biggest of their kind in Israel. CAMERI has become with time a national authority in various data and research aspects related to the Israeli coastal and marine environments. Founded in 1969, this is one of the largest Technion faculties, with over 1,000 undergraduate students and 200 graduate students. The Faculty of Computer Science[47] was ranked 15th among 500 universities in computer sciences for 2011 and 18th of 500 since 2012.[48] The Faculty is located in the Taub Family Science and Technology Center, following the support of the philanthropist Henry Taub. Founded in 1965, the Department of Education in Technology & Science[49] became a faculty in 2015. The faculty trains undergraduates in the most advanced methods of teaching science and technology in schools. The faculty is home to a research and development center in the field. It has over 100 graduate students and 350 undergraduate students including second career engineers and scientists who elect to study toward STEM educator career. The Faculty of Electrical Engineering claims to be the major source of engineers who lead the development of advanced Israeli technology in the fields of electronics, computers and communications. Some 2000 undergraduate students study in the department for a BSc degree in electrical engineering / computer engineering / computer and software engineering, and 400 graduate students study for the degrees of MSc and PhD. The department has extensive relations with industry as well as academic and industrial special liaison support programs.[50] The Department of Humanities and Arts[51] serves all the Technion community, offering courses taught by renowned visiting and adjunct scholars including philosophy of science, social and political sciences, linguistics, psychology, law and anthropology and an array of theoretical and performing arts courses. The Technion Theater was established in 1986, by Professor Ouriel Zohar. The theater teaches 8 courses, and it has about 150 students per semester. The theater presented 52 performances in different styles, some by Hanoch Levin, Yehoshua Sobol, Moliere, Shakespeare, Pierre de Marivaux, Henrik Ibsen and Bernard Shaw, Sławomir Mrożek among others. The theater also presented plays written by the director and the actors. The theater is invited to many festivals in Europe universities. Director Scandar Copti received Ophir Award in 2010, played in \"End End\" directed by Zohar, which was presented in Jerusalem festival in 2001. Shlomo Plessner participated in collective plays \"soft mattress\" and \"Mix Marriage\" 1986–1987. The play \"Transparent Chains\" by Sheli Baliti from the Faculty of Chemical Engineering performed at Bratislava in 2006, Granada, Haifa Cinematheque, Neve Yosef Festival and the Theatre Department at the University of Haifa in 2007. The play An Enemy of the People by Ibsen, the main actor Rooney Navon, Professor at the Faculty of Civil and Environmental Engineering, received honorable nomination at Benevento in Italy in 2009, and also in Isfia near Haifa. The Show \"invisible clothes\" written and directed by Ouriel Zohar presented at The International Theater Festival in Saint Petersburg State University in 2012. The William Davidson Faculty of Industrial Engineering & Management (IE&M) is the oldest such department in Israel. IE&M was launched as a Technion academic Department in 1958. The Department grew under the leadership of Pinchas Naor, who served as its founding Dean. Naor's vision was to combine Industrial engineering with Management by creating a large, inherently multidisciplinary unit covering a wide spectrum of activities such as applied engineering, mathematical modeling, economics, behavioral sciences, operations research, data science and statistics.[52] Home to Nobel Laureate in Chemistry Distinguished Prof. Dan Shechtman, the Faculty of Materials Engineering[53] is Israel's major study center in materials science. The Faculty houses the Electron Microscopy Center,[54] the X-Ray Diffraction Laboratory,[55] the Atomic force microscopy Laboratory[56] and the Physical and Mechanical Measurements lab.[57] The Faculty of Mathematics[58] houses both pure and applied mathematics, and was home to the mathematician Paul Erdős. Founded in 1950, it has around 46 faculty members, 200 undergraduate students and 100 graduate students. It provides instruction for students in all other Technion faculties and organizes mathematics competition for gifted high school students and a summer camp in number theory. Founded in 1948, the Technion Faculty of Mechanical Engineering[59] has over 830 students and 215 graduate students. Research is conducted in the faculty's 36 laboratories across the whole spectrum of mechanical engineering, from nano-scale fields through to applied engineering of national projects.[60] The Ruth and Bruce Rappaport Faculty of Medicine[61] is home to two Nobel Laureates: Avram Hershko and Aaron Ciechanover. It is one of four state-sponsored medical schools in Israel. It was founded in 1979 through the philanthropy of Bruce Rappaport and is active in basic science research and pre-clinical medical training in anatomy, biochemistry, biophysics, immunology, microbiology, physiology, and pharmacology.[62] Other facilities on the Faculty of Medicine campus include teaching laboratories, a medical library, lecture halls, and seminar rooms. Academic programs lead to Master of Science (M.S.), Doctor of Philosophy (PhD), and Doctor of Medicine (M.D.) degrees. It also offers medical training leading to a M.D. degree to qualified American and Canadian graduates of pre-med programs under the Technion American Medical School Program (TeAMS).[63] The school has developed collaborative research and medical education programs with various institutions in medicine and bio-medical engineering including Harvard University, New York University,[64] Johns Hopkins University, University of Toronto, University of California, Santa Cruz and Mayo Medical School. The Faculty of Physics[65] engages in experimental and theoretical research in the fields of astrophysics, high energy physics, solid state physics and biophysics. Founded in 1960, it includes the Einstein Institute of Physics, the Lidow Physics Complex, The Rosen Solid State Building and the Werksman Physics Building. The Russell Berrie Nanotechnology Institute (RBNI) was established in January 2005 as a joint endeavour of the Russell Berrie Foundation, the government of Israel, and the Technion. It is one of the largest academic programs in Israel, and is among the largest nanotechnology centers in Europe and the US. RBNI has over 110 faculty members, and approximately 300 graduate students and postdoctoral fellows under its auspices at Technion. Its multidisciplinary activities span 14 different faculties. The GTEP Nancy and Stephen Grand Technion Energy Program is a multidisciplinary center of excellence bringing together Technion's top researchers in energy science and technology from over nine different faculties.[66] Founded in 2007, GTEP's 4-point strategy targets research and development of alternative fuels; renewable energy sources; energy storage and conversion; and energy conservation. The GTEP is presently the only center in Israel offering graduate studies in energy science and technology. The Norman and Helen Asher Space Research Institute (ASRI) is a specialized institute dedicated to multidisciplinary scientific research. Established in 1984, its members come from five Technion faculties, and it has a technical staff of Technion scientists in a variety of space-related fields: (Physics,[65] Aerospace Engineering,[67] Mechanical Engineering,[59] Electrical Engineering,[68] Autonomous Systems,[69] and Computer Sciences).[70] The Technion International[71] (TI) is a department in the Technion, offering courses taught entirely in English. The TI began its first year in 2009, and now offers a full BSc in Civil Engineering, BSc in Mechanical Engineering as well as various study abroad options, all taught in English. Student come from all over the globe – Asia, Africa, North and South America, Europe and Israel. They live on campus and enjoy trips around Israel and activities throughout the year. Technion has a dedicated office to bridge the transition of scientific and technological discovery to successfully commercialized innovation since 2007: T3 – Technion Technology Transfer. As of 2011, 424 patents were granted to Technion innovations, with 845 patents pending. T3's partners include incubators, entrepreneurs, private investors, VCs and angel groups. It has strategic partnerships with Microsoft, IBM, Intel, Philips, Johnson & Johnson, Coca-Cola, among others. Technion offers after-school and summer enrichment courses for young people on subjects ranging from introductory electronics and computer programming to aerospace, architecture, biology, chemistry and physics. Two examples are Scitech[72] and the Math Summer Camp, devoted to number theory.[73] Technion set up the Israeli chapter of Engineers Without Borders,[74] which among other projects, installed a network of biogas systems in rural Nepal providing sustainable energy and improved sanitation.[75] The Technion empowers students from underrepresented groups such as Haredim and Arabs through scholarships, social programs and financial support. The Technion is one of the main sponsors of the Israeli league of FIRST robotics competition which became a formal project of the Technion since 2013.[76][circular reference] The percentage of Arab students at the Technion equals the percentage of the general Arab population in Israel: 20%.[77][78] The Technion and Technische Universität Darmstadt formed a partnership in cyber security, entrepreneurship and materials science.[79][80] Technion became a partner of Washington University of St. Louis through the McDonnell International Scholars Academy.[81] In 2019, the Shanghai Academic Ranking rated the Technion as 85th in its list of the top 100 universities in the world.[82] In 2012, the magazine Business Insider ranked Technion among the top 25 engineering schools in the world.[83][84] In 2012, the Center for World University Rankings ranked Technion 51st in the world and third in Israel in its CWUR World University Rankings.[85] For national rankings in 2011, Technion was ranked the No. 2 of universities in Israel by ARWU. In global rankings for that year, Technion was ranked #102–150 by ARWU, No. 220 by QS.[86] It was ranked #401–500 by Times Higher Education World University Rankings in 2020.[87] In 2013, the Technion was the only school outside the United States to make it into the top 10 on a new Bloomberg Rankings list of schools whose graduates are CEOs of top U.S. tech companies.[88] The Technion library system is made of the Elyachar Central Library and research libraries that are located in the faculty buildings. The Central Library determines professional policies and guidelines and provides services for all the Technion libraries, including the library operating systems, the libraries' web portal, acquisitions, cataloging, classification, and interlibrary loans. The faculty research libraries' aim is to focus on the information needs of their students and academic staff. The libraries are transforming from traditional academic libraries to learning commons. The transition includes an ongoing process of evaluation of the libraries' collections with the aim of identifying items in high demand and use to keep, valuable items to preserve, items in nominal use to archive in the Central Library, rare and precious items to preserve in the historical archive of the Technion, at the Central Library, and items to withdraw, according to professional criteria. Technion graduates have been estimated to constitute over 70 percent of the founders and managers of high-tech businesses in Israel. 80 percent of Israeli NASDAQ companies were founded and/or are led by Technion graduates, and 74 percent of managers in Israel's electronic industries hold Technion degrees.[92] In the book, Technion Nation,[93] Shlomo Maital, Amnon Frenkel and Ilana Debare document the contribution of Technion alumni in building the modern State of Israel. Coordinates: 32°46′39″N 35°01′18″E﻿ / ﻿32.77750°N 35.02167°E﻿ / 32.77750; 35.02167","Title":"Technion – Israel Institute of Technology - Wikipedia","KeyID":"18966","URL":"https://en.wikipedia.org/wiki/Technion_University"}