{"Content: ":"The 2010 United Kingdom general election in Northern Ireland occurred on 6 May 2010 and all 18 seats in Northern Ireland were contested. 1,169,184 people were eligible to vote, up 29,191 from the 2005 general election. 57.99% of eligible voters turned out, down 5.5 percentage points from the last general election.[1] The election saw Sinn Féin win the most votes at a Westminster election for the first time and saw the Democratic Unionist Party win the most seats. The Ulster Unionist Party fought the election as allies of the UK Conservative Party, under the banner of Ulster Conservatives and Unionists - New Force. The UUP failed to win any seats for the first time in over 100 years. The election also resulted in the cross community Alliance Party of Northern Ireland gaining its first elected Member of Parliament at the expense of DUP leader, Peter Robinson. The election also marked the first time since the Troubles that the counts in the eighteen constituencies were held overnight, at the same time as in the rest of the United Kingdom instead of the Friday afternoon. Northern Ireland has a distinct regional political scene compared to the rest of the United Kingdom. The major mainland UK political entities maintain a nominal presence in the country and local parties campaign to represent Northern Irish issues. Politics is mainly split on unionist and nationalist divides, with those wanting to remain part of the United Kingdom on one side and those wanting to unite with the Republic of Ireland on the other. Cross community parties do exist, but have not gained as much political support.[2] In May 2007, the major political parties agreed to the St Andrews Agreement allowing the reformation of a devolved government at Stormont. The DUP's Ian Paisley became First Minister, sharing power with Sinn Féin's Martin McGuinness, in a move Paisley had previously stated would never happen.[3] A year later, Paisley stood down as DUP leader and was replaced by his deputy, Peter Robinson.[4] In the run up to the 2010 elections, Robinson suffered a series of personal setbacks. Prior to and during the MP expenses scandal in 2009, questions were asked about his family's remunerations and expenses.[5][6][7] The following year, his wife and Strangford MP, Iris was involved in a political scandal.[8] This led to her resignation as MP and Strangford MLA, and eventual political retirement. Robinson himself temporarily stood down as First Minister to deal with the personal and legal implications.[9] Following the general election in 2005, the UUP elected Reg Empey to replace David Trimble as leader. Trimble himself was appointed as a member of the House of Lords and would eventually defect to the Conservatives in 2007.[10] In 2009, the UUP formed an alliance with the Conservatives to contest the 2009 European elections and maintained that pact for the 2010 elections. The UUP's sole MP, Sylvia Hermon chose not to enter under that grouping and instead stood in the election as an independent for North Down.[11] In September 2009, SDLP leader, Mark Durkan decided to stand down to focus on his parliamentary duties.[12] The proceeding leadership contest saw South Down MLA, Margaret Ritchie emerge as leader.[13] In February 2010, Eddie McGrady announced that he would not stand for another term as MP for South Down.[14] The devolution of policing and justice powers to Northern Ireland culminated in the acceptance of the Police Service of Northern Ireland by Sinn Féin and Alliance leader, David Ford being proposed as Minister of Justice. Ford was named as Justice Minister, the first since 1972, shortly before the 2010 election after receiving cross–party support.[15] Sinn Féin maintained its policy of abstentionism at Westminster in 2010; refusing to recognise the legitimacy of British government in Ireland.[16] Northern Ireland returned eighteen members of parliament to House of Commons, one for each of its 18 parliamentary constituencies.[17] Party seats remained the same as the previous Westminster election in Northern Ireland, with the exception of East Belfast and North Down. The Alliance caused a surprise upset by taking East Belfast from the DUP. The UUP lost its only MP in North Down.[17] The DUP retained all but one of its seats. Ian Paisley Jr regained his father's seat in North Antrim and Jim Shannon kept the party's Strangford seat.[18][19] Sammy Wilson retained his seat in East Antrim, William McCrea maintained his seat in South Antrim and Jeffrey Donaldson kept his seat in Lagan Valley. Both Nigel Dodds and Gregory Campbell retained their seats in North Belfast and East Londonderry respectively.[17] The UCU-NF did not make any gains. Sylvia Hermon managed to retain her seat in North Down as an independent, meaning that the UUP had no parliamentary representation for the first time in more than 100 years. UUP leader, Reg Empey was unsuccessful in his attempt at the seat for South Antrim and his party's electoral performance led to his resignation announcement as leader.[20][21] The newly founded Traditional Unionist Voice stood 10 candidates and polled 26,300 votes among them. Leader Jim Allister stood in North Antrim and came second despite predictions that he would gain the seat. The Northern Irish electorate cast the most votes for Sinn Féin, which managed to hold its five seats but did not see any additional seat gains. Sinn Féin leader, Gerry Adams successfully defended his seat in West Belfast, as did deputy First Minister, Martin McGuinness in Mid Ulster. Both Pat Doherty and Conor Murphy retained their seats in West Tyrone and Newry and Armagh respectively.[17] Michelle Gildernew narrowly saved her seat in Fermanagh and South Tyrone. After a third recount she won by just 4 votes, following a strong showing by independent unionist Rodney Connor, making the seat the most marginal in the UK.[22][23] The SDLP maintained three seats at Westminster. SDLP leader, Margaret Ritchie regained her party's seat in South Down.[22] Both Mark Durkan and Alasdair McDonnell kept their seats in Foyle and South Belfast respectively.[17] The Alliance gained its first elected MP by taking East Belfast. Alliance deputy leader, Naomi Long defeated the incumbent MP, DUP leader Peter Robinson.[22] Italics indicates a new member and/or party representing the seat. Bold indicates an MP who did not complete a full term.","Title":"2010 United Kingdom general election in Northern Ireland - Wikipedia","KeyID":"18976","URL":"https://en.wikipedia.org/wiki/2010_United_Kingdom_general_election_in_Northern_Ireland"}