{"Content: ":"TheyWorkForYou is a parliamentary monitoring website operated by mySociety which aims to make it easier for UK citizens to understand what is going on in Westminster, as well as the Scottish Parliament, the Welsh Assembly and the Northern Ireland Assembly. It also helps create accountability for UK politicians by publishing a complete archive of every word spoken in Parliament, along with a voting record and other details for each MP, past and present. TheyWorkForYou does not publish original content: it scrapes from the official sources, then presents debates and information about representatives in a more accessible version. For example, TheyWorkForYou's version of Hansard may be searched, and each section has its own permalink so that it can be shared easily. The site aggregates content from the Hansard records of the House of Commons, House of Lords, Scottish Parliament and the Northern Ireland Assembly, along with other publicly available data such as the MPs Register of Members' Interests, election results, and voting records, providing a \"digital dossier on your local MP\".[2] It also has a facility to alert users by email to speeches by an MP or specific words appearing in Hansard. In 2008, The Daily Telegraph rated it 41st in a list of the 101 most useful websites.[3] TheyWorkForYou was not originally built by mySociety, but was adopted by them in 2006. Its original version was created almost entirely by volunteers using the parsing software of Public Whip, and launched at NTK's NotCon '04 conference[4] At the time, Cory Doctorow called it \"the most amazing, subversive piece of political webware I've ever seen\".[5] As time passed, more features were added and more areas of Parliament were covered, such as debates and information on members of the House of Lords back to 1999.[6] Around the 2005 general election, Channel 4 used a branded version of TheyWorkForYou to supply their MP data.[7] The site won the Community and Innovation award in the 2005 New Statesman New Media Awards, with the judges saying that they \"were unanimous in feeling that TheyWorkForYou was the nomination that has done most to contribute to civic society in the UK.\".[8] In the House of Lords, in a debate on the Power Inquiry, Lord Gould of Brookwood referred to TheyWorkForYou and the other mySociety sites as \"probably the biggest single catalyst for political change in this country\".[9] In summer 2006, the Department for Constitutional Affairs funded the creation of an API for the site so other sites could use the data from the site themselves.[10] This has enabled a variety of uses, from MPs publishing out their most recent speeches onto their own websites, to researchers combing the data for insights into the way that politicians debate. Later that year, Matthew Somerville added the entire Northern Ireland Assembly Hansard and all MLAs to the site.[11] As with most of mySociety's other projects, TheyWorkForYou's underlying code is open source. A New Zealand developer adapted it to create TheyWorkForYou New Zealand, while in June 2008 OpenAustralia[12] was launched by the OpenAustralia Foundation with the assistance of mySociety, putting the Register of Senators' and Members' Interests online for the first time ever in Australia.[13] In April 2009, an Irish version of TheyWorkForYou was launched in beta form. Called KildareStreet,[14] it contains Irish parliamentary data from January 2004 to the present day. Contrary to what these reuses might suggest, the code for TheyWorkForYou is complex and UK-specific: while encouraging others to set up Parliamentary Monitoring websites for their own countries, these days mySociety suggests their more generic platform, Pombola.[15] TheyWorkForYou has become so established in the workings of Parliament itself that one MP has used the fact that her husband subscribes to email alerts on her speeches to remind him of their 30th wedding anniversary.[16] When the site launched, it did not have the right to reproduce Hansard, and no licence for it existed. A licence was later given, and click-use licences for Parliamentary copyright information were created as a result.[17] In early 2006, The Times published an article stating that MPs were \"making forgettable contributions to debate\" or tabling numerous written questions simply to boost their participation statistics on TheyWorkForYou.[18] This led to a debate in the House of Commons on the increase in questions, led by Peter Luff.[19] The site removed absolute rankings and added some more explanatory text in response,[20] and held a meeting at Parliament later in the year to discuss better metrics.[21] In summer 2006, Jack Straw, Leader of the House of Commons also mentioned TheyWorkForYou as a site which \"seems to measure Members' work in quantitative rather than qualitative terms\".[22] In a Business debate on 26 April 2007, Theresa May stated that TheyWorkForYou had been \"threatened with legal action for repeating what was printed in Hansard\" but Jack Straw confirmed that \"publication... of a fair and accurate account of a debate in either House is protected\".[23]","Title":"TheyWorkForYou - Wikipedia","KeyID":"18988","URL":"https://en.wikipedia.org/wiki/TheyWorkForYou"}