{"Content: ":"The Media Standards Trust is a British media think tank formed in 2006.[1] It carries out research on issues in the media sector. It also advocates for press freedom as well as industry quality, transparency and accountability. It is a registered charity and is not aligned with any political party or media company. Media Standards Trust hosts debates about standards in the news media,[2] conducts research into areas it considers of concern, hosts online projects, and formerly sponsored the Orwell Prize. In 2007 the MST founded journalisted.com. The site has an archive of over four million news articles and a database of the work, biographical and contact information of several thousand journalists.[3] The site scrapes the news articles from several national and local publications, and sorts them according to byline. The database is utilized by the MST for conducting research into matters relating to news coverage; a weekly newsletter is published summarizing contemporary trends in news.[4] By December 2018 the site had been taken offline.[5] In light of the June 2011 allegations of the News of the World journalists phone hacking into the mobile phone voice mail of murder victim Milly Dowler, on 5 July 2011 in partnership with Brian Cathcart and other concerned individuals, MST formed the \"Hacked Off\" campaign, registering the site hackinginquiry.org, and campaigning for a public inquiry into phone hacking. The campaign was directly supported by Norman Fowler, Onora O'Neill, Francis Wheen, Tom Watson MP, Ben Goldacre, Baroness Helena Kennedy, Sir David Bell, D. D. Guttenplan, Roy Greenslade, Ian Hargreaves, John Lloyd, Isabel Hilton, Ian Jack, John Pilger, John Prescott, Richard Peppiatt, Andreas Whittam Smith, J. K. Rowling,[6] and others. Actor Hugh Grant supported the campaign and became a public spokesperson, appearing on the BBC television programmes Question Time and Newsnight.[7] The campaign was criticised by Lewis Page in The Register, who described it as a \"secretive pressure group ... of wealthy and powerful individuals and celebrities ... which has successfully campaigned for state control of the media\".[8] In 2012, Hacked Off became independent of the Media Standards Trust.[9] Hacked Off produces a magazine, Free & Fearless.[10] Foundations which have contributed to the Media Standards Trust include Esmée Fairbairn Foundation, the Joseph Rowntree Charitable Trust, John D. and Catherine T. MacArthur Foundation, Nuffield Foundation, Eranda Foundation, and Scott Trust Limited. Individuals who have contributed to the Trust include Christopher Stone[clarification needed] and Robert Worcester.[11][12] As of 2015[update] the director of the Media Standards Trust was Martin Moore. The Joint Executive Directors of Hacked Off are Evan Harris and Daisy Cooper. The Board of Trustees has included:","Title":"Media Standards Trust - Wikipedia","KeyID":"18989","URL":"https://en.wikipedia.org/wiki/Journalisted"}