{"Content: ":"Frédéric Passy (20 May 1822 – 12 June 1912) was a French economist and pacifist who was a founding member of several peace societies and the Inter-Parliamentary Union. He was also an author and politician, sitting in the Chamber of Deputies from 1881 until 1889. He was a joint winner of the Nobel Peace Prize in 1901 for his work in the European peace movement. Born in Paris to a prominent Catholic and Orléanist family, Passy was surrounded by military veterans and politicians. After training in law, he worked as an accountant and served in the National Guard. He soon left this position and began travelling around France giving lectures on economics. Following years of violent conflicts across Europe, Passy joined the peace movement in the 1850s, working with several notable activists and writers to develop journals, articles, and educational curricula. While sitting in the Chamber of Deputies, Passy developed the Inter-parliamentary Conference (later the Inter-Parliamentary Union) with British MP William Randal Cremer. Alongside this, he founded several peace societies: the Ligue Internationale et Permanente de la Paix, the Société Française des Amis de la Paix, and the Société Française pour l'Arbitrage entre Nations. Passy's work in the peace movement continued into his later years, and in 1901, he was awarded the Nobel Peace Prize alongside Red Cross founder, Henry Dunant. Passy died in 1912 after a long period of illness and incapacitation. Despite his economic works gaining little traction, his efforts in the peace movement resulted in him being recognised as the \"dean of European peace activists\".[2][3]: 34  His son, Paul Passy, published a memoir of his life in 1927, and his works are still being republished and translated into English in the 21st Century. Frédéric Passy was born in Paris in 1822 to an aristocratic Catholic family,[4]: 41  which had strong ties to Orléanist politics.[4]: 49  His father, Justin Félix Passy, was a veteran of Waterloo.[5][4]: 35  His paternal grandfather, Louis François Passy,[6]: 5  had been Recevuer General des Finances (Receiver General of Finance), an important office in the Ancien Régime.[7]: 222  His paternal grandmother was Jacquette Pauline Hélène d’Aure,[5] whose brother, the Count d'Aure, was a riding master who fought for France in Egypt and Saint-Domingue.[4]: 35  Passy's mother, Marie Louise Pauline Salleron, was from an aristocratic Parisian family.[5] His maternal great-grandfather, Joseph Salleron, was deputy mayor of the 6th arrondissement of Paris, and his maternal grandfather, Claude Louis Salleron, created a highly-profitable tanning business and was proposed as an officer in the National Guard in 1814.[7]: 220–3  After getting married in 1821, Félix Passy moved into the family home with Claude Louis Salleron. They went into business with each other and Félix eventually became an equal partner.[7]: 222–3  Frédéric Passy's mother died in 1827, and in 1847, Félix married Irma Moricet, his son's widowed mother-in-law.[5][4]: 59  From 1846, Passy worked as an accountant in the Conseil de Droit.[8]: 110  In 1848, he served in the National Guard.[4]: 46  He resigned from his Conseil position in 1849 to start a career as an economist.[4]: 37  He was unable to secure a full-time position in education; he refused to swear the mandatory oath of loyalty to French monarch Napoleon III, believing his rule to be illegitimate.[3]: 34  However, Passy published several books on economics during this time, the majority of them compiled from his lectures at universities in Pau, Montpellier, Bordeaux, and Nice.[4]: 37  Passy was trained in law, but soon became interested in moral and political economy. As he contemplated the effects of war, he was inspired by the works of several liberal economists and reformers: Frédéric Bastiat, Richard Cobden, and Daniel O'Connell.[4]: 35  Passy was most impressed by Bastiat, who developed his ideas from Cobden's Anti-Corn Law League.[3]: 22  Bastiat held the belief that the conscription and high tax which often accompanied militarism had a largely negative effect on the poor, and Passy further developed these ideas on class conflict throughout his work.[3]: 26  Being raised in a family of military veterans, Passy described in his autobiography how he \"might easily have been drawn towards militarism\". Instead, the stories about the horrors of the French conquest of Algeria pushed him to consider the effect that war had upon humanity.[4]: 35  Years of violent discontent in Italy, Poland, and Austria and Prussia led to calls for a Europe federation from prominent liberals and socialists: Pierre-Joseph Proudhon, Émile de Girardin, Passy, and Michel Chevalier were all advocates of this idea. In 1859, Passy condemned the idea that military action could be a solution to political issues, suggesting instead that Europe should have a \"permanent congress to oversee the general interests of humanity\" and an international police force.[3]: 32  Recognising the importance of journalism in the fight for peace, he conceived a plan to create a journal devoted to \"pacific propaganda\". This led to him working with Edmond Potonié-Pierre on Le Courrier International (The International Mail), an English/French periodical devoted to the European peace movement.[4]: 39  Passy's association with Potonié's Ligue du Bien Public (League of Public Good), a liberal and socialist group aimed at attacking monopolies and high taxation, ended when Potonié began to call for a sweeping change in social policy. He advocated for the separation of church and state, a free press, equality of the sexes, the abolition of the death sentence.[3]: 32  In April 1867, the Paris newspaper Le Temps published three letters attacking the actions of the French concerning Luxembourg, the third of which was written by Passy. The letter invited readers to join a \"peace league\", and was given enthusiastic support by:[3]: 33  Henry Richard, secretary of the Peace Society, visited Paris in that year and urged the Minister of the Interior to allow an international peace congress during the 1867 Paris Exposition. The idea was rejected, but the government eventually allowed lectures on the general principles of peace go ahead, with the condition that no questions were asked afterwards.[3]: 33–4  In May 1867,[3]: 34  Passy and Chevalier received permission to organize the Ligue Internationale et Permanente de la Paix (International and Permanent League of Peace).[9]: 162  It was in the Ligue that Passy declared \"war on war\", believing that liberal economics would bring social change once military spending was eradicated. This differed greatly with the ideas of previous conservatives like Friedrich von Gentz, whose anti-war stance was concerned with maintaining the status quo.[3]: 34  On 21 May, Passy delivered a lecture at the École de Médecine (School of Medicine) in Paris, discussing his views on pacifism. He explained that his views were not from a religious or political perspective, but from an economic, moral, and philosophical one. While he did suggest that defensive or independence wars could be \"the most noble and magnificent task in life\", he strongly condemned wars of conquest and expansion as disadvantageous to a country's wealth and moral character.[3]: 44–5  In the same year, the French Saint-Simonian Charles Lemonnier founded a similarly named League in Geneva.[3]: 38  This group was far more political than Passy's, founded on republican views and strongly advocating for the separation of church and state.[9]: 163  Passy made efforts to differentiate his Ligue from this one, repeating their \"anti-revolutionary aims\" and avoiding political questions over human rights.[3]: 35  Despite struggling to find adequate space for its 600 members, the Ligue held a meeting in June 1868 in which Passy gave a speech on the group's \"anti-revolutionary\" aims: We do not wish to [...] overthrow anything, to transform anything but want the transformation that is occurring under our eyes to be accomplished much more rapidly. We want — now that the civilized world is becoming a single body — a living network which can not be destroyed without [...] damage for everyone; [we want] to push to the outer limits of this civilized world and then [...] to the savage or barbarian world [...] the circle beyond which the unfortunate state of nature still rules. We want [...] law and not force used to decide [...] not only the condition of individuals and cities but the condition of nations.[3]: 34–5  The first large conflict to happen during the Ligue's existence was the Franco-Prussian War of 1870. After the Battle of Sedan and capture of Napoleon III, Passy pleaded with the Prussian royalty to remember \"that you only made war to defend yourself, not to attack\" and stop attacking the French people after the collapse of their government. He returned to Paris and attempted to convince the British and American embassies to provide neutral intervention in the conflict, even considering travelling by hot air balloon to the Prussian king himself. On the death of his brother-in-law in the Vosges, Passy left Paris once again, disheartened that the Ligue could not stop the war.[3]: 43–4  With Passy having adamantly renounced the earlier group, it is understandable that Edmond Potonié was one of the main opponents of the Ligue. He believed it not to be a serious peace society due to their vastly-differing opinions on the speed of change: he believed that only rapid societal change would bring about peace, whereas Passy's group advocated a calmer legalistic approach. Other protest against the Ligue came from religious groups, with Hyacinthe Loyson being denounced by the right-wing journalist Louis Veuillot as part of a \"Protestant front\": efforts to recruit more Catholics to the cause largely failed.[3]: 34  The Ligue received monetary support from notable liberals, such as John Stuart Mill (who joined on 4 August 1867)[9]: 162  and Jean Dollfus. Subscription rates for its 600 members allowed the Ligue's treasury to have six thousand francs in 1868: founding members paid roughly one hundred francs, while associates paid five francs.[3]: 34  After the Ligue's collapse following the Franco-Prussian War, peace activism in Europe gained a rejuvenation after the successful arbitrations between Britain and the United States in Geneva. Daniël van Eyk, Philip Johannes Bachiene, and Samuel Baart de la Faille founded a Dutch group on the ideas behind Passy's Ligue in 1871, and Masonic lodges began to undertake peace projects.[3]: 45–6  Passy noticed this renewed belief in peace, and in 1872 he began working on reviving the Ligue.[3]: 46  He explained the two paths which society could take: He was aware that his favoured path, the latter, would not happen immediately or even in the near future, but set about creating a new French peace society to promote arbitration, the Société Française des Amis de la Paix (French Society of Friends of Peace).[3]: 46  Several other groups considering arbitration and the development of international law appeared during this time, including the Association pour la Réforme et le Codification du droit des gens (Association for the Reform and the Codification of the Law of the People; later the International Law Association) in 1873, which Passy and Henry Richard were involved in. The meetings, involving discussions on ways to reduce friction among different communities, were a way to enhance the conversations that Passy thought important for developing international co-operation.[3]: 47–8  Noticing the growth and popularity of the peace movement, members of the Société arranged a congress at the 1878 Paris Exposition, however they warned attendees not to raise \"unpleasant\" and provocative issues. 13 different nations were present among the 150 delegates, although 95 were from France.[3]: 49  The congress was held across multiple days, involving a range of talks and speakers: The decade following the 1878 congress was a slow one for the Société, with Charles Richet noting that the meetings often consisted \"only of Passy, Thiaudière and [himself]\".[3]: 52  In 1889, Passy's Société merged with Hodgson Pratt's International Arbitration and Peace Association to form the Société Française pour l'Arbitrage entre Nations (French Society for Arbitration between Nations).[10]: 137  This new Société lost its support in the 1890s to other groups, like the Association de la paix par le droit (Peace Through Law Association), which had been founded by a group of young Protestants.[10]: 139  On 28 April 1873, Passy ran for the Marseilles seat in the Chamber of Deputies as an independent conservative republican against the radical Édouard Lockroy.[11] Passy lost with 17,000 votes compared to Lockroy's 54,000.[11] However, he was elected to the local council of Seine-et-Oise in 1874 and held the seat for twenty-four years.[4]: 49  In 1881, Passy was elected as the Deputy for the 8th arrondissement of Paris, beating a Bonapartist candidate.[4]: 49  While in the Chamber, Passy continued to promote his views on peace. In October 1883, he led a discussion on the Tonkin campaign, attacking the government's imperialist policy and suggesting that the conflict be subject to arbitration. His position was met with ridicule and he left the chamber for an extended period of illness.[4]: 45  He returned to the issue in December 1885, denouncing the colonialist actions of France amid the \"remote prospect of any commercial results\" coming from the conflict.[12] He criticised the government for affording rights to Alsace and Lorraine, but not to Tonkin and other colonies.[4]: 45–6  He often spoke against France's corn duties, and in support of free trade,[13] working alongside Finance Minister Léon Say to promote these free trade beliefs as part of the Association for the Defence of Commercial and Industrial Freedom.[14] None of Passy's initiatives within the chamber received legislative support, but his proposal that the state “take advantage of all favourable occasions to enter into negotiations with other governments to promote the practice of arbitration\" was supported by 112 members from across vastly different parties.[4]: 50  Passy was re-elected to the Chamber in 1885.[3]: 52  He ran again in 1889, and despite increasing his vote share in the weeks building up to the election, lost by 1,717 votes to Marius Martin.[15] In 1887, Passy and British MP William Randal Cremer petitioned their respective parliaments to support arbitration treaties between their country and the United States.[4]: 50  Passy amassed 112 signatures from French parliamentarians, supported in his efforts by Jules Simon and Georges Clemenceau.[3]: 56  A year later in November 1888, Cremer led a delegation of nine MPs to meet with twenty-five French Deputies to discuss working together. This meeting formed the first Inter-parliamentary Conference (later the Inter-parliamentary Union) in 1889, attended by prominent politicians like Léon Bourgeois and Jean Jaures, with Passy serving as president[4]: 50–1  Passy contributed to several different political magazines, including the feminist Revue de Morale Sociale (Review of Social Morale) and the literary-political Revue Politique et Littéraire (Political and Literary Review).[16] He published an autobiography in 1909, entitled Pour la paix: Notes et documents (For the Peace: Notes and Documents).[4]: 57  In 1877, Passy was accepted into the Académie de sciences morales et politiques (Academy of Moral and Political Sciences) for his works on political economy, and he was elected president of the Association française pour l’avancement des sciences (French Association for the Advancement of Sciences) in 1881.[4]: 55  In his application to the Académie, Passy avoided using the word \"peace\" and instead wrote: My writings and lectures have been ceaselessly devoted to the study and explanations of the principal problems of public and private morality; that this ... has been carried out not without difficulty nor without sacrifices [but] I have been able to exercise salutary influence on spirits and hearts, sometimes very decisively.[3]: 46–7  Passy was aware of the importance of education in achieving peace, encouraging a textbook for nine-to-twelve-year-olds to be written. His group sponsored a prize essay in 1896 for this purpose. Passy and d'Estournelles de Constant worked together on a 1906 educational work, La Paix et L'enseignement pacifiste (Peace and Peace Education), and in 1909 released an entire curriculum entitled Cours d'Enseignement Pacifiste (Pacifist Teaching Course).[3]: 79  Passy's health had declined in old age, but he was still prominent and popular enough within the peace movement that it was assumed he would win the first Nobel Peace Prize. Public attention around the prize had increased to such a point that Passy was challenged to a duel by a man declaring that \"the Nobel Prize does not belong to you\", but nothing further came from the incident.[4]: 53  In December 1901, Passy was awarded half of the first Nobel Peace Prize, which was split with Henry Dunant, the founder of the Red Cross, and each received over 100,000 francs.[4]: 54  Being too elderly and ill to attend the ceremony in Christiania (now Oslo), neither Passy or Dunant delivered an acceptance speech. Instead, Passy wrote an article to be released posthumously, criticising Alfred Nobel's executors for using his money to create foundations he did not intend, and suggesting that the award could weaken the peace movement by attracting disingenuous money-seekers instead of peace-seekers. The article was published by the peace journal La Paix par le droit (Peace Through Law) in 1926.[4]: 54  Despite Passy's objections, Professor of History Sandi E. Cooper notes, the prize money was most likely used to fund his peace activism.[3]: 81  Passy continued to advocate for peace in his later years. In 1905, he attended the 14th Universal Peace Congress in Lucerne, during rising tensions between France and Germany. He defused tensions in the congress by crossing the floor and shaking hands with German pacifist Ludwig Quidde.[3]: 167–8  This was his last recorded event, moments before his death.[3]: 209  A year later, he attended the 15th Universal Peace Congress in Milan, alongside delegates from across Europe and the United States like Felix Moscheles and Bertha von Suttner.[17] Recognising the popularity of peace activism, Passy remarked in 1909 that \"the influence of these international [peace congresses] increases ... from year to year; it becomes more and more evident that they are taken seriously in the highest quarters\".[3]: 87  Despite Passy's fame, his economic doctrines failed to gather momentum among his countrymen.[13] In May 1912, celebrations had been prepared for Passy's 90th birthday, but he was unable to attend due to his worsening health.[18]: 213  He had intended to give an address at the celebrations, but it was later published in Le Paix par le Droit.[18]: 213  Addressing his desire to \"lessen the evil in the world and increase the good\", it ended with the words: Have faith, the faith which removes mountains, the faith which is victorious over the world, and your lives on this earth will not be useless.[18]: 216  Passy spent his last months incapacitated in bed.[4]: 54  On 12 June 1912, he died in Paris.[1]: 975  His funeral was a simple one without \"flowers or pomp\", the service being led by his friend, the Protestant pastor Charles Wagner.[13][4]: 42  Passy was born into a Catholic family, regularly attending Mass and making friends with Ézy-sur-Eure's priest while living there in the 1850s.[4]: 41  In 1870, Pope Pius IX's First Vatican Council issued the Pastor aeternus, which legitimised Papal infallibility and solidified his word as divine. Passy could not accept this assertion of authority, and his family switched to a non-denominational, liberal Protestantism instead. Despite his Catholic background, he was supported by members of different denominations like the Protestant pastor Joseph Martin-Paschoud and Grand Rabbi Lazare Isidor. Passy's son Paul suggested that he may have remained a \"liberal Catholic\" even after 1870, commenting on his close friendship with the radical Catholic priest Hyacinthe Loyson.[4]: 40–1  While acknowledging their attendance at peace congresses, Passy disagreed with the violence that often accompanied the labour movement, considering it to be a hindrance to peace-seeking efforts. However, he did agree that socialists had \"some points, some very legitimate aspirations, that we would be wrong not to take into account\".[4]: 43  In 1894, the Universal Peace Congress in Antwerp considered the ways in which members of the labour movement might be further involved with the peace movement, but Passy argued against such a co-operation. He denied any difference between social classes in a free and democratic society, and suggested that members of the labour movement join already-existing peace societies, instead of creating new society-aligned entities.[4]: 43  Despite serving in the National Guard, Passy disapproved of the idea of garrison life, believing that it led to laziness, gambling, and promiscuity.[4]: 46  Instead, he suggested that the citizen-soldier would be a better idea: Do not fear that the man who will be used to working every day in order to feed his wife and to raise his children is incapable of making the effort to defend them at a moment's notice. He will have been an exact and conscientious labourer in his workshop, an honest and polite foreman, a boss concerned with the well-being and dignity of the men he employs; in other words, he will have known and fulfilled his duties each day. Now comes the exceptional day when it is necessary to call on these extraordinary virtues, on these heroic sacrifices that the country's well-being sometimes requires; rest assured that this man will still know how to fulfill his duty that day and will not fail in his task.[4]: 46  Instead of being removed from society, they would be allowed to develop the \"military virtues\" within it.[4]: 46  While sitting in the Chamber, Passy advocated for a three-year obligatory term of service for all French citizens, but suggested that those adding to \"the intellectual grandeur of France\" may be allowed a shorter term.[4]: 49  When asked by young peace activists to support disarmament, Passy responded that: While disarmament was obviously the distant aim of our efforts and our hopes, the moment had not come to ask for it.... to make what would appear to be an attack on the army or what could be interpreted as a weakening of discipline, was totally contrary to our method of seeing.[3]: 46  He argued that it was impossible to disarm countries without first putting in place institutions that promoted international co-operation and arbitration.[4]: 47  Like his non-denominational religious views, Passy was seemingly apolitical. He sat as an independent conservative republican,[11] yet spoke often in support of libertarian policies like free trade economics.[13] In August 1898, Nicholas II of Russia published a rescript which called for an international conference to discuss a peace agenda. Passy saw this as proof that his neutral and apolitical brand of peacekeeping had worked, believing that leaders would see the negatives of an \"infinite arms race\" and work together across country lines.[3]: 208  In 1847, Passy married the wealthy Marie Blanche Sageret (1827–1900), the daughter of Jules Sageret and Marie Florence Irma Moricet.[5] Their first son, Paul, was born in 1859. He became a famous linguist, known for founding the International Phonetic Association.[19] Passy's progressive views on European culture were influential towards his parenting: his son Paul learnt four languages as a child, yet never attended school.[20]: 21  Another son, Jean, was born in 1866: he also became a linguist and preceded his brother as Secretary of the IPA.[20]: 21–2  Passy and Sageret also had a daughter called Marie Louise, whose husband Louis André Paulian was in charge of the Chamber of Deputies's stenographic bureau.[5][21] On 17 February 1912, Mathilde Paulian, the 20-year-old daughter of Marie and Louis, climbed over the railings of the Eiffel Tower observation deck and fell to her death, apparently upset over the ill health of her grandfather (Passy) and sister.[22][4]: 54–5  Alix, another daughter of Passy and Sageret, married Charles Mortet, an officer in the Legion of Honour.[23]: 558  In 1856, Passy acquired the Désert de Retz estate in Chambourcy from Jean-François Bayard.[24] A relative called Pierre Passy lived there in 1923,[25] and the family owned the house until 1949.[24] Passy's brand of peace through arbitration and international co-operation continued long after his death, with activists lobbying for formalised treaties over \"the rights of foreign visitors, joint access to waterways, settlement of territorial disputes\".[3]: 208  In his will, Passy expressed his independent and peaceful nature, writing: I ask my friends above all not to enrol me in any party, sect, or school in politics, or religion or science. In the liberty of my weak judgment I belong to the great universal Church of all sincere spirits and all pure hearts who seek what is true and just. I hate nothing except that narrowness of spirit and that dryness of soul which because we are divided on secondary points prevents us from working together for the great causes in which we might easily unite.[13] In 1927, his son Paul published a memoir of his father's life entitled Un apôtre de la paix: La vie de Frédéric Passy.[4]: 57  Several roads have been named after Passy, such as those in Nice, Neuilly-sur-Seine, and Saint-Germain-en-Laye. In March 2004, the Inter-parliamentary Union acknowledged Passy's effort in its creation and inaugurated the Frédéric Passy Archive Centre in Paris.[4]: 55–6 ","Title":"Frédéric Passy - Wikipedia","KeyID":"18996","URL":"https://en.wikipedia.org/wiki/Fr%C3%A9d%C3%A9ric_Passy"}