{"Content: ":"James Henry Molyneaux, Baron Molyneaux of Killead, KBE, PC (27 August 1920 – 9 March 2015) was a Northern Irish unionist politician, and leader of the Ulster Unionist Party (UUP) from 1979 to 1995.[1] He was a leading member and sometime vice-president of the Conservative Monday Club. An Orangeman,[2] he was also Sovereign Grand Master of the Royal Black Institution from 1971 to 1995.[3] Born in Killead, County Antrim to William Molyneaux and Sarah Gilmore,[4] Molyneaux was educated at nearby Aldergrove School. Although he was raised an Anglican, as a child he briefly attended a local Catholic primary school.[5] When a Catholic church near his home was burnt down by Ulster loyalist arsonists in the late 1990s, Molyneaux helped to raise funds for its rebuilding.[5] In World War II Molyneaux served in the Royal Air Force between 1941 and 1946. He participated in the liberation of the Belsen concentration camp, and occasionally gave interviews about what he saw there. On 1 April 1947, he was promoted to flying officer.[6][7] From 1964 until the 1970s, Molyneaux served on Antrim County Council,[8] as well as a number of committees concerning local healthcare.[citation needed] At the 1970 UK general election he was elected to the House of Commons of the United Kingdom at Westminster as UUP Member of Parliament (MP) for South Antrim, succeeding Sir Knox Cunningham, with whom he had worked closely as honorary secretary of the South Antrim Unionist Association.[8] South Antrim had one of the largest electorates of any Westminster constituency, and it consistently returned Unionist MPs with large majorities. Cunningham's 1959 majority of 50,041 was the largest in the United Kingdom,[9] achieved with 95.1% of the votes.[10][11] Molyneaux won over 60% of the votes in each of the 4 elections he contested in South Antrim,[12] and at the 1979 UK general election his 69.0% share of the votes gave him a majority of 38,868 votes, the largest in the United Kingdom.[13] In October 1974, Molyneaux became leader of the Ulster Unionists in the House of Commons. From 1982 to 1986 he sat as a UUP member for South Antrim in the failed 1982 Northern Ireland Assembly.[14][15] Molyneaux was admitted to the Privy Council in 1982,[5] and in October that year he survived two Irish National Liberation Army (INLA) assassination attempts on the one day.[15] With then UUP leader Harry West, Molyneaux had played a significant role in negotiations with James Callaghan's minority Labour government which led to Northern Irelands representation in the Commons being increased from 12 to 17 seats, under the House of Commons (Redistribution of Seats) Act 1979.[16] The extra seats were added for the 1983 UK general election, when the resulting boundary changes divided South Antrim, and Molyneaux was elected for the new seat of Lagan Valley.[17][18] UUP leader Harry West had lost his Westminster seat at October 1974 UK general election,[19] and did not stand at May 1979 UK general election.[20] Then in the June 1979 European Parliament election, West stood in the 3-seat Northern Ireland constituency. West was not only out-polled by almost 3:1 by the Democratic Unionist Party (DUP) leader Ian Paisley, but was beaten to the third seat by his own party colleague John Taylor.[21] West resigned the leadership shortly after his defeat, and was succeeded by Molyneaux.[13] After a decade of turmoil in which the UUP had four leaders and many splits, Molyneaux seen as a steadying influence.[22] He was a traditional right-wing Orangeman,[15] with a quiet style[16] which contrasted with the flamboyance of Ian Paisley's leadership of the DUP.[22] His reticence was both innate and tactical; since the UUP was united around a constitutional stance rather than a socio-economic programme, he regarded his task as more like that of a manager than a leader,[22] and his successor David Trimble said that Molyneaux \"did things quietly and consensually\".[23] He was so deeply loyal to the Conservative-turned-unionist MP Enoch Powell that Northern Ireland secretary Jim Prior said that Powell worked James Molyneaux with his foot.[8] In his memoirs, Prior wrote that \"at Westminster he was Enoch's puppet\".[13] Molyneaux had called Prior \"pig-headed and stupid\" in 1983, unsuccessfully demanding Prior's replacement.[15] He felt most at home in Westminster, and believed that behind-the-scenes influence in London was the most effective path for unionist influence. He opposed formal power-sharing between unionists and nationalists, and routinely denounced political initiatives,[8] condemning SDLP leader John Hume for “grubbing around the back-streets of Belfast\" to open dialogue with Sinn Féin.[15] Molyneaux was generally regarded as a member of the integrationist tendency within the UUP (favouring direct rule from Westminster with some extension of local government powers, as opposed to the devolutionist preference for a revived Northern Ireland parliament or assembly).[24] This preference was widely attributed to the influence of Enoch Powell.[22] Critics within Molyneaux's party saw Molyneux as a do-nothing leader,[8] with undue deference to the Conservative Party. Molyneaux's defenders argue that his primary concern was party unity, that the UUP was so divided that only a minimalist policy could hold it together.[22] His ability to accommodate the various factions of unionism was enhanced by his leadership of the Royal Black Institution and his role in the Orange Order.[5] Under his leadership, there was no repetition of the splits of 1970s, and the slide in the party's vote share was halted. He was the last UUP leader to avoid those perils.[25] Molyneaux's loyalty to the Conservatives led to him being taken by surprise by the November 1985 Anglo-Irish Agreement, and overshadowed by Ian Paisley. On 17 December 1985, Molyneaux resigned his seat,[26] along with his fourteen unionist colleagues in the House of Commons, in protest at the Anglo-Irish Agreement. The fifteen Unionist MPs hoped that the by-elections could be portrayed as referendum on the agreement.[27] He was re-elected in the resulting January 1986 by-election,[17] along with all but one of the fourteen other unionists: the UUP's Jim Nicholson, who was defeated in Newry and Armagh by Seamus Mallon of the SDLP.[28] Throughout the 1980s, Molyneaux was an active member of the Conservative Monday Club. Molyneaux was co-opted onto the club's Executive Council on 23 June 1983.[29] He later became a vice-president of the club. In the October 1985 Conservative Party Conference issue of the club's tabloid newspaper, Right Ahead, he contributed a lengthy article entitled \"Northern Ireland – Ulster belongs to Britain NOT to the Irish Republic\". Molyneaux had been present at the crucial Executive Council meeting of 19 December 1990 which accepted, by 11 votes to 3, the decision to stop employing salaried staff at the Club because of its financial deficit.[30][citation needed] Molyneaux subsequently left the Monday Club in February 1991.[citation needed] In 1994, the Provisional IRA called a ceasefire, which Molyneaux described as \"the most destabilising event since partition\"[31] and \"the worst thing that has ever happened to us\".[32] In 1995 Molyneaux was challenged for the leadership of the UUP by a 21-year-old student and, although winning easily, saw a strong protest vote against Molyneaux's leadership registered. Following the UUP's poor showing in the 1995 North Down by-election, Molyneaux yielded to renewed pressure to retire as leader. On retiring as UUP leader, Molyneaux was knighted as a Knight Commander of the Order of the British Empire (KBE) in 1996.[33] The following year, after standing down as an MP at the 1997 general election, Molyneaux was created a life peer on 10 June 1997 as Baron Molyneaux of Killead, of Killead in the County of Antrim.[34] On several occasions in his retirement, Molyneaux was publicly critical of his successor, David Trimble. He fiercely opposed the Good Friday Agreement, and in 2003 supported three Ulster Unionist MPs (David Burnside, Jeffrey Donaldson and Martin Smyth) when they resigned the party whip in protest against Trimble's leadership and the party's support for the Agreement. In the 2005 general election, Molyneaux caused a storm when he and Smyth endorsed the Democratic Unionist Party candidate Jimmy Spratt over the UUP candidate Michael McGimpsey in Smyth's former constituency of South Belfast.[35] Molyneaux also endorsed Donaldson, his own successor as MP for Lagan Valley, even after Donaldson had defected to the DUP, as well as anti-Trimble UUP candidates such as Burnside. In the election, Donaldson held Lagan Valley by a large majority, while Spratt outpolled McGimpsey (although losing to the SDLP candidate Alasdair McDonnell on a split vote); many claimed that Molyneaux and Smyth's endorsements had contributed to the UUP's disastrous showing. However, Burnside lost his seat.[36] Molyneaux died at the age of 94 in Antrim, Northern Ireland on 9 March 2015, Commonwealth Day.[23][37][38] In March 2016, gay Conservative Party activist Christopher Luke claimed that he had had a long-term platonic ‘David and Jonathan’ relationship – lasting almost 32 years - with Molyneaux until the latter's death.[39][40] Molyneaux and Luke had met when the latter was aged just 17 (and he 64 years) at a Conservative Monday Club' event in 1984. \"I had a very, very close relationship with Jimmy ....a David and Jonathan relationship\" [41] \"I had a very loving relationship with Jim. I loved him as a brother. He will always have a place in my heart. There was love between us, but there are different forms of love.\"[42] Molyneaux's relatives questioned the veracity of Luke's claims.[43] Luke died at the age of 50 in December 2017.[44] According to the book, Angels with Blue Faces (Lyra McKee), Molyneaux was interviewed by a senior RUC detective in relation to the Kincora Boys Home scandal: “Various names were bandied about or alluded to by the tabloid press [after the Kincora scandal erupted], so many that a senior detective investigating the home collected press clippings and followed them up. This led him to interview [the] then UUP party leader James Molyneaux. Molyneaux had protested his innocence and said he’d never been near the home. A closeted gay, his sexuality was an open secret among political circles, but homosexuality would remain illegal in Northern Ireland until 1987. The detective believed his protest and that press stories linking him to the home were inaccurate. Yet Molyneaux had not disclosed his links to [William] McGrath [the Housefather of Kincora], that he’d known the political preacher and of TARA [the paramilitary organisation commanded by McGrath] and had actually visited McGrath’s home. The police investigation was concerned primarily with the abuse allegations and so the political web linking the likes of McGrath and Molyneaux and other figures within unionism were never examined. Except by journalists”.[45]","Title":"James Molyneaux, Baron Molyneaux of Killead - Wikipedia","KeyID":"18993","URL":"https://en.wikipedia.org/wiki/James_Molyneaux"}