{"Content: ":"The Institute of International Law (French: Institut de Droit International) is an organization devoted to the study and development of international law, whose membership comprises the world's leading public international lawyers. The organization is generally considered the most authoritative world academy of international law[by whom?]. It was awarded the Nobel Peace Prize in 1904.[1] The institute was founded by Gustave Moynier and Gustave Rolin-Jaequemyns, together with 9 other renowned international lawyers, on 8 September 1873 in the Salle de l'Arsenal of the Ghent Town Hall in Belgium. The founders of 1873 were: The Institute is a private body, made up of associates, members, and honorary members. The Statute stipulates that the number of members and associates under the age of 80 cannot be over 132. The members, invited by the organization, are persons who have demonstrated notable scholarly work in the area of international law, and is restricted to those who are considered relatively free of political pressure. The organisation attempts to have members broadly distributed around the world. The organisation holds biannual congresses for the study of international law as it currently exists, and passes resolutions proposing modifications to international law. It does not comment on specific disputes. While its recommendations cover international law in its many forms, some of its resolutions particularly pertain to human rights law and peaceful dispute resolution. It was for that reason that the organization received the Nobel Peace Prize.[2] The organization remains active, with a congress held in Naples in Sept 2009. The location of the institute's headquarters rotates according to the origin of the Secretary General. The current headquarters are at the Graduate Institute of International and Development Studies in Geneva, Switzerland. Current members of the Institut include, prominent lawyers, legal academics,[3] judges of the International Court of Justice, the International Tribunal for the Law of the Sea, and the International Criminal Court. Recent resolutions from the organization cover many important areas such as universal jurisdiction, provisional measures, regime of wrecks, immunity, environment, use of force, etc. The Institut publishes its Annuaire, containing the reports of the commissions, deliberations of the plenary sessions, and any resulting declarations and resolutions. The records of the administrative sessions including elections are also included in the Annuaire. The Institut's website[4] houses an online library of information, including, but not limited to, declarations, resolutions, and some works in progress for future inclusion in the Annuaire.[citation needed]","Title":"Institut de Droit International - Wikipedia","KeyID":"19000","URL":"https://en.wikipedia.org/wiki/Institut_de_Droit_International"}