{"Content: ":"Quaker Peace & Social Witness (QPSW), previously known as the Friends Service Council, and then as Quaker Peace and Service, is one of the central committees of Britain Yearly Meeting of the Religious Society of Friends - the national organisation of Quakers in Britain. It works to promote British Quakers' testimonies of equality, justice, peace, simplicity and truth. It works alongside both small local and large international pressure groups. In 1947, the then Friends Service Council received the Nobel Peace Prize jointly with the American Friends Service Committee, on behalf of the Quakers. Peace Campaigning and Networking: aims to encourage a wider and deeper understanding of the peace testimony and to promote disarmament and work against militarism. Turning The Tide: promotes positive social change and helps groups to increase their effectiveness using active nonviolence. Peace Education: supports a range of initiatives for peace education in schools through advising and supporting teachers involved in conflict resolution and peer mediation programmes. Economic Issues: works with grassroots organisations to bring change to UK government, IMF and World Bank policies. QPSW also aims to influence the environmental and social policies of UK based transnational companies. Crime & Community Justice: works to promote the concept of restorative justice, responds to government papers and oversees the \"Circles\" Scheme. Circles of Support & Accountability: works with groups of trained volunteers and recently released sex offenders. It aims to reduce re-offending and enable the ex-offender to integrate into society in a healthy way. In 2007-8, the initiative has been passed to Circles.uk, and while Quakers may continue to be involved as volunteers, the organisation has shifted into a new phase as an emerging national network of volunteers of all faiths and none. Quaker Prison Ministers: work within multi-faith prison chaplaincy teams to offer spiritual support and friendship to prisoners of all faiths and none. Quaker Housing Trust: is Britain Yearly Meeting’s own housing charity. QHT helps local Quaker-supported social housing projects through advice, loans and grants. Parliamentary Liaison: seeks to express the values of the Society of Friends in the context of current political discussion. The Friends Educational Foundation: is a group of charitable funds, which QPSW administers on behalf of Meeting for Sufferings. Uganda: the role of QPSW in Uganda is to support, train and offer consultancy to groups and organisations working on peacemaking and peacebuilding. Post Yugoslav countries: working on the background facilitation of real truth and reconciliation and dealing with the past, QPSW has workers in Bosnia, Croatia and Serbia. Middle East: QPSW manages the UK/Ireland Ecumenical Accompaniment Programme in Palestine and Israel, sending human rights observers to accompany peace activists in their nonviolent actions. Quaker United Nations Office: QUNO in Geneva concentrates on three areas; Disarmament and Peace, Human Rights and Refugees and Global Economic Issues. QUNO works in Geneva and New York City to consult with the United Nations Economic and Social Council on behalf of the Friends World Committee for Consultation. South Asia: QPSW works to strengthen the nonviolence movement in the Indian sub-continent by helping to link peace and social change organisations. QPSW and AFSC received the Nobel Peace Prize in 1947, as representatives of the Quakers. The roots of QPSW are in the missionary work done under the name of Friends Foreign Mission Association (1868–1927). With the decline of the missions, the Mission Association merged with the Council for International Service (1919–1927) to form the Friends Service Council (1927–1978). Which was renamed Quaker Peace and Service (1979–2000), known as Quaker Peace & Social Witness since 2001.","Title":"Quaker Peace and Social Witness - Wikipedia","KeyID":"19032","URL":"https://en.wikipedia.org/wiki/Quaker_Peace_and_Social_Witness"}