{"Content: ":"The American Friends Service Committee (AFSC) is a Religious Society of Friends (Quaker) founded organization working for peace and social justice in the United States and around the world. AFSC was founded in 1917 as a combined effort by American members of the Religious Society of Friends to assist civilian victims of World War I. It continued to engage in relief action in Europe and the Soviet Union after the Armistice of 1918. By the mid-1920s it focused on improving racial relations in the U.S., as well as exploring ways to prevent the outbreak of another conflict before and after World War II. As the Cold War developed, it moved to employ more professionals rather than Quaker volunteers, over time attempting to broaden its appeal and respond more forcefully to racial injustice, women's issues, and demands of sexual minorities for equal treatment. They also work for world peace. Quakers traditionally oppose violence in all of its forms and therefore many refuse to serve in the military, including when drafted. AFSC's original mission grew from the need to provide conscientious objectors (COs) with a constructive alternative to military service. In 1947 AFSC received the Nobel Peace Prize along with its British counterpart, the Friends Service Council (now called Quaker Peace and Social Witness) on behalf of all Quakers worldwide.[1] Although established by Friends, acting individually, AFSC and the Society of Friends have no legal connections, as stated by its long-time Executive Secretary Clarence Pickett in 1945.[2] In April 1917—days after the United States joined World War I by declaring war on Germany and its allies—a group of Quakers met in Philadelphia to discuss the pending military draft and how it would affect members of peace churches such as Quakers, Mennonites, Brethren, and the Amish. They developed ideas for alternative service that could be done directly in the battle zones of northern France.[3] They also developed plans for dealing with the United States Army, since it had been inconsistent in its dealing with religious objectors to previous wars. Although legally members of pacifist churches were exempt from the draft, individual state draft boards interpreted the law in a variety of ways. Many Quakers and other COs were ordered to report to army camps for military service. Some COs, unaware of the significance of reporting for duty, found that this was interpreted by the military as willingness to fight. One of AFSC's first tasks was to identify CO's, find the camps where they were located, and then visit them to provide spiritual guidance and moral support. In areas where the pacifist churches were more well known (such as Pennsylvania), a number of draft boards were willing to assign COs to AFSC for alternative service.[4] In addition to conducting alternative service programs for COs, AFSC collected relief in the form of food, clothing, and other supplies for displaced persons in France. Quakers were asked to collect old and make new clothing; to grow fruits and vegetables, can them, and send them to AFSC headquarters in Philadelphia. AFSC then shipped the materials to France for distribution. The young men and women sent to work in France, working with British Quakers, provided relief and medical care to refugees, repaired and rebuilt homes, helped farmers replant fields damaged by the war, and founded a maternity hospital.[5] After the end of the war in 1918, AFSCs began working in Russia, Serbia, and Poland with orphans and with the victims of famine and disease, and in Germany and Austria, where they set up kitchens to feed hungry children.[5] Eventually AFSC was chartered by President Herbert Hoover to provide the United States sponsored relief to Germans.[6] During the 1930s and through World War II, AFSC helped refugees escape from Nazi Germany, aiding people who were not being helped by other organizations, primarily non-religious Jews and Jews married to non-Jews.[7] They also provided relief for children on both sides of the Spanish Civil War,[8] and provided relief to refugees in Vichy France.[9] At the same time AFSC operated several Civilian Public Service camps for a new generation of COs. When Japanese Americans were \"evacuated\" from the West Coast into inland concentration camps, the AFSC headed the effort to help college students transfer to Midwest and East Coast schools in order to avoid camp, and worked with Japanese Americans resettling in several cities during and after the war.[10] After the war ended, they did relief and reconstruction work in Europe, Japan, India, and China. In 1947 they worked to resettle refugees during the partition of India.[citation needed] Between 1937 and 1943, the AFSC built the Penn-Craft community for unemployed coal miners in Fayette County, Pennsylvania.[11] In 1947 the AFSC was awarded the Nobel Peace Prize in recognition of their war relief efforts.[5] Shortly afterwards the AFSC became one of the first NGOs to be given Consultative Status at the United Nations. The Quaker United Nations Office was established. On 7 December 1948 the UN Secretary General Trygve Lie officially invited the AFSC to take part in a 1-year emergency relief program for Palestinians outside the newly established state of Israel. The program had a budget of $32 million, of which $16 million was from the USA. The AFSC was given responsibility for the Gaza Strip. Those displaced into Lebanon, Syria and Jordan where allocated to the IFRC and those in what has become the West Bank as well as those remaining in Israel came under the care of the ICRC.[12] In the Gaza Strip the Egyptian Army had established 8 improvised refugee camps containing at least 200,000 people, mostly in tents, 56% had come from Gaza District, 42% from Lydda District. The AFSC remit was food distribution, public health and education. The program was run by 50 volunteers, not all Quakers but most from pacifist, conscientious objector background. They had a policy of employing people from the camps and ultimately had over 1000 Palestinians on the payroll. One of the first tasks was registering the refugees, which was done by village of origin, and establishing a rationing system and baby milk program. The target was that everyone should get 2000 calories per day.[13] This was followed by establishment of clinics distributing medicines, malaria control spraying and water distribution. By March 30, 1949, rudimentary school places had been created for 16,000 children.[14] In the absence of any political progress in the repatriation of the displaced people they were working with and lacking the resources or willingness to commit to a long-term aid program, in April 1950 the AFSC transferred their entire program to the newly created UNRWA.[15] As the Cold War escalated, AFSC was involved in relief and service efforts, often supporting civilians on both sides of conflicts around the world including the Korean War, the Hungarian Revolution of 1956, the Algerian War, and the Nigerian-Biafran War. Beginning in 1966, AFSC developed programs to help children and provided medical supplies and artificial limbs to civilians in both North Vietnam and South Vietnam. Unable to secure U.S. State Department approval to send medical supplies to North Vietnam, the committee dispatched goods through Canada. AFSC also supported draft counseling for young American men throughout the conflict.[16] In 1955, the committee published Speak Truth to Power: A Quaker Search for an Alternative to Violence, drafted by a group including Stephen G. Cary, A. J. Muste, Robert Pickus, and Bayard Rustin.[17] Focused on the Cold War, the 71-page pamphlet asserted that it sought \"to give practical demonstration to the effectiveness of love in human relations\".[18] It was widely commented on in the press, both secular and religious, and proved to be a major statement of Christian pacifism. In the United States, AFSC supported the American Civil Rights Movement, and the rights of African-Americans, Native Americans, Mexican Americans, and Asian Americans. Since the 1970s AFSC has also worked extensively as part of the peace movement, especially work to stop the production and deployment of nuclear weapons. In fiscal year 2020, AFSC had revenues of US$37.2 million and expenses of US$33.8 million.[19] AFSC had net assets of US$100.6 million.[20] Today AFSC programs address a wide range of issues, countries, and communities. AFSC describes the programs as united by \"the unfaltering belief in the essential worth of every human being, non-violence as the way to resolve conflict, and the power of love to overcome oppression, discrimination, and violence\".[21] AFSC employs more than two hundred staff working in dozens of programs throughout the United States and works in thirteen other nations.[22] AFSC has divided the organization's programs between 8 geographic regions, each of which runs programs related to peace, immigrant rights, restorative justice, economic justice, and other causes.[23] AFSC's international programs often work in conjunction with Quaker Peace and Social Witness (formerly the British Friends Service Council) and other partners. AFSC also provides administrative support to the Quaker United Nations Office (QUNO) in New York City. This office is the official voice of Quakerism in the United Nations headquarters. There is a second QUNO office in Geneva, Switzerland; support for that office is provided by European Quakers. QUNO is overseen by the Friends World Committee for Consultation. AFSC carries out many programs around the world. The organization's 2010 annual report[24] describes work in several African countries, Haiti, Indonesia, and the United States. Recently AFSC opened a traveling art exhibit called Windows & Mirrors, examining the impact on the war in Afghanistan on civilians.[25] Cost of War are real-time cost-estimation exhibits, each featuring a counter/estimator for the Iraq War and the Afghanistan War. These exhibits are maintained by the National Priorities Project.[26] As of June 1, 2010 both wars had a combined estimated cost of over 1 trillion dollars, separately the Iraq War had an estimated cost of 725 billion dollars and the Afghanistan War had an estimated cost of 276 billion dollars. The numbers are based on US Congress appropriation reports and do not include \"future medical care for soldiers and veterans wounded in the war\".[27] Based on National Priorities Project Cost of War concept, American Friends Service Committee (AFSC) launched an exhibit title titled \"Cost of War\" in May 2007, at the close of the National Eyes Wide Open Exhibit. It features ten budget trade-offs displayed on 3x7 foot full-color vinyl banners. AFSC uses to cost of the Iraq War estimated by economists Linda Bilmes and Joseph Stiglitz in the article \"Economic Costs of the Iraq War: An Appraisal Three Years After The Beginning Of The Conflict\", written in January 2006 that estimates the total daily cost of the Iraq War at $720 million.[28] AFSC uses The National Priorities Project's per unit costs for human needs such as health care and education to make budget comparisons between the U.S. budget for human needs to \"One Day of the Iraq War\".[29] The ten banners read:[30] There are currently 22 Cost of War exhibits located in Northern and Southern California, Colorado, Florida, Georgia, Illinois, Iowa, Kansas/Missouri, Maryland, Massachusetts/Maine, Michigan, New Hampshire, New York/New Jersey, North Carolina, Ohio, Oregon, Pennsylvania, Rhode Island, Virginia, West Virginia. In 2004, AFSC started the project Eyes Wide Open in Chicago. Eyes Wide Open is an exhibition on the human cost of the wars in Iraq and Afghanistan. The exhibit featured boots in a military array representing US deaths in both Iraq and Afghanistan, and shoes representing Iraqi and Afghan civilians. It was exhibited in 48 states and the District of Columbia, drawing national coverage[31][32] The AFSC has six key issues:[33] Throughout much of the group's history the US Federal Bureau of Investigation and other government agencies have monitored the work of this and many other similar organizations.[34][35][36] Since the 1970s, criticism has also come from liberals within the Society of Friends, who charge that AFSC has drifted from its Quaker roots and has become indistinguishable from other political pressure groups. Quakers expressed concern with AFSC's abolition of their youth work camps during the 1960s and what some saw as a decline of Quaker participation in the organization. In June 1979, a cover article in The New Republic attacked AFSC for abandoning the tradition of pacifism.[37] The criticisms became prominent after a gathering of Friends General Conference in Richmond, Indiana, in the summer of 1979 when many Friends joined with prominent leaders, such as Kenneth Boulding, to call for a firmer Quaker orientation toward public issues.[38] Subsequent to the FGC Gathering, a letter listing the points of criticism was signed by 130 Friends and sent to the AFSC Board. In 1988, the book Peace and Revolution[39] by conservative scholar Guenter Lewy repeated charges that AFSC had abandoned pacifism and religion.[37] In response to Lewy's book, Chuck Fager published Quaker Service at the Crossroads[38] in 1988.[40] In 2010, Fager described that AFSC was \"divorced\" from Quakers' life as faith community due to \"an increasingly pronounced drift toward a lefty secularism\" since the 1970s.[37] It was reported that the Committee in 1975 adopted \"a formal decision to make the Middle East its major issue\".[41][42] Some Jewish supporters of Israeli government policies have accused AFSC of having an anti-Jewish bias.[43] In 1993, Jacob Neusner called the Committee \"the most militant and aggressive of Christian anti-Israel groups\".[44] The AFSC's position on its web site is that it \"supports the use of boycott and divestment campaigns targeting only companies that support the occupation, settlements, militarism, or any other violations of international humanitarian or human rights law. Our position does not call for a full boycott of Israel nor of companies because they are either Israeli or doing business in Israel. Our actions also never focus on individuals.\"[45]","Title":"American Friends Service Committee - Wikipedia","KeyID":"19033","URL":"https://en.wikipedia.org/wiki/American_Friends_Service_Committee"}