{"Content: ":"René Samuel Cassin (5 October 1887 – 20 February 1976) was a French jurist known for co-authoring the Universal Declaration of Human Rights and receiving the Nobel Peace Prize. Cassin was born in Bayonne. He served as a soldier in World War I. On June 24, 1940, Cassin heeded General Charles de Gaulle's radio appeal and joined him in London, using his legal expertise to help the Free French. Between 1944 and 1959 Cassin was a member of the Council of State. Seconded to the UN Commission on Human Rights after the war, he was a major contributor to the 1948 Universal Declaration of Human Rights. For this work he received the Nobel Peace Prize in 1968. That same year, he was awarded one of the UN General Assembly's Human Rights Prizes. Cassin was born in Bayonne 5 October 1887, to a Sephardi Jewish family.[1] He grew up in Nice, where he attended the Lycée Masséna [fr], and graduated with a bachelor's degree at 17. He matriculated at the University of Aix, studying political economics, constitutional history, and Roman law, and awarded distinctions in law, and a university degree with distinction, and a first prize in the competitive examinations in the faculty of law. In 1914 in Paris, he was awarded his doctorate in juridical science, economics, and politics.[2] Cassin died in Paris in 1976 and was initially interred at the Montparnasse Cemetery in Paris. In 1987, his remains were exhumed and enshrined in the crypt of the Pantheon in Paris. Cassin served in World War I in 1916 at the Battle of the Meuse. In one operation he led to attack enemy positions he was gravely injured in the arm, side, and stomach by machine gun fire. A medic saved his life, but he only received surgical treatment ten days later at Antibes. He was awarded the Croix de Guerre for his actions, but was too gravely injured to return to active duty,[2] and was mustered out as a war invalid.[3] He formed the Union Fédérale, a leftist, pacifist organisation for veterans.[citation needed] Cassin also headed many Non-Governmental Organisations (NGO), founding the French Federation of Disabled War Veterans in 1918 and until 1940 serving as its president and then honorary president. As French delegate to the League of Nations from 1924 to 1938, Cassin pressed for progress on disarmament and in developing institutions to aid the resolution of international conflicts. Refusing the ceasefire, René Cassin embarked on a British ship, the SS Ettrick, in Saint-Jean-de-Luz on June 24, 1940 and joined General Charles de Gaulle in London to help him continue the war against Germany. He was, therefore, one of the first to join him.[4][page needed] De Gaulle needed legal help to draft the statutes of Free France, so his arrival in London was very welcome.[5] René Cassin did not speak English but already knew leading academics and political figures, like Foreign Minister Anthony Eden.[6] In April 1941, Cassin made a radio broadcast from London, addressing himself especially to French Jews from a secular viewpoint and reminding them of the full and equal protection France had always offered Jews since the Revolution. He exhorted them to pay back that debt in part by joining the forces of Free France. In May, the Vichy Regime stripped Cassin of his French citizenship, and in 1942 sentenced him to death in absentia.[7] Following World War Two, Cassin was assigned to the United Nations, helping to draft the Universal Declaration of Human Rights. Working from a list of rights elaborated by Canadian scholar and professor of law John Humphrey, Cassin produced a revised draft and expanded the text.[8] He served on the UN's Human Rights Commission and the Hague Court of Arbitration. He was also a member (1959–1965) and president (1965–1968) of the European Court of Human Rights. Today the court building is on the Allée René Cassin in Strasbourg. In 1945, Charles de Gaulle suggested Cassin, having done so much for the French people, also do something to help the Jewish people. Cassin became the president of the French-Jewish Alliance Israelite Universelle (AIU) which had previously been primarily dedicated to educating Sephardi Jews living under the rule of the Ottoman Empire according to a French modernist curriculum. As president of the AIU, Cassin worked with the American Jewish Committee and the Anglo-Jewish Association, to found the Consultative Council of Jewish Organisations, a network dedicated to building support for Cassin's platform of human rights from a Jewish perspective[clarification needed] while the UN human rights system was in its early stages of development.[9][page needed] In 1947, René Cassin created the French Institute of Administrative Sciences (IFSA). He was the first president of this association which organized many conferences helping to develop the French doctrine in administrative law.[clarification needed] On 10 November 1950, he was photographed at a U.N. radio alongside Karim Azkoul, Georges Day and Herald C.L. Roy, participating in a roundtable discussion for the use of French-speaking countries. This is perhaps all the more interesting because Azkoul and Cassin differed so strongly in their perspectives concerning the politics of Zionism.[10] In 2001, CCJO René Cassin was founded in Cassin's memory to promote Universal Human Rights from a Jewish perspective. The René Cassin medal is awarded by the CCJO to those who have made an outstanding global contribution to human rights. As the head of the Alliance Israélite in France, he pursued civil rights for the Jews and was an active Zionist. A high school in Jerusalem is named after him.[citation needed] In 2003, the Basque Government created the René Cassin Award, \"with the goal of publicly acknowledging and rewarding individuals or collectives that, through their personal or professional path, showed a strong commitment to the promotion, defence and divulgation of Human Rights\". The award is given on December 10, International Human Rights Day.[11]","Title":"René Cassin - Wikipedia","KeyID":"19043","URL":"https://en.wikipedia.org/wiki/Ren%C3%A9_Cassin"}