{"Content: ":"Desmond Mpilo Tutu OMSG CH GCStJ (7 October 1931 – 26 December 2021) was a South African Anglican bishop and theologian, known for his work as an anti-apartheid and human rights activist. He was Bishop of Johannesburg from 1985 to 1986 and then Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology. Tutu was born of mixed Xhosa and Motswana heritage to a poor family in Klerksdorp, South Africa. Entering adulthood, he trained as a teacher and married Nomalizo Leah Tutu, with whom he had several children. In 1960, he was ordained as an Anglican priest and in 1962 moved to the United Kingdom to study theology at King's College London. In 1966 he returned to southern Africa, teaching at the Federal Theological Seminary and then the University of Botswana, Lesotho and Swaziland. In 1972, he became the Theological Education Fund's director for Africa, a position based in London but necessitating regular tours of the African continent. Back in southern Africa in 1975, he served first as dean of St Mary's Cathedral in Johannesburg and then as Bishop of Lesotho; from 1978 to 1985 he was general-secretary of the South African Council of Churches. He emerged as one of the most prominent opponents of South Africa's apartheid system of racial segregation and white minority rule. Although warning the National Party government that anger at apartheid would lead to racial violence, as an activist he stressed non-violent protest and foreign economic pressure to bring about universal suffrage. In 1985, Tutu became Bishop of Johannesburg and in 1986 the Archbishop of Cape Town, the most senior position in southern Africa's Anglican hierarchy. In this position, he emphasised a consensus-building model of leadership and oversaw the introduction of female priests. Also in 1986, he became president of the All Africa Conference of Churches, resulting in further tours of the continent. After President F. W. de Klerk released the anti-apartheid activist Nelson Mandela from prison in 1990 and the pair led negotiations to end apartheid and introduce multi-racial democracy, Tutu assisted as a mediator between rival black factions. After the 1994 general election resulted in a coalition government headed by Mandela, the latter selected Tutu to chair the Truth and Reconciliation Commission to investigate past human rights abuses committed by both pro and anti-apartheid groups. Following apartheid's fall, Tutu campaigned for gay rights and spoke out on a wide range of subjects, among them his criticism of South African presidents Thabo Mbeki and Jacob Zuma, his opposition to the Iraq War, and describing Israel's treatment of Palestinians as apartheid. In 2010, he retired from public life. As Tutu rose to prominence in the 1970s, different socio-economic groups and political classes held a wide range of views about him, from critical to admiring. He was popular among South Africa's black majority and was internationally praised for his work involving anti-apartheid activism, for which he won the Nobel Peace Prize and other international awards. He also compiled several books of his speeches and sermons. Desmond Mpilo Tutu was born on 7 October 1931 in Klerksdorp, northwest South Africa.[1] His mother, Allen Dorothea Mavoertsek Mathlare, was born to a Motswana family in Boksburg.[2] His father, Zachariah Zelilo Tutu, was from the amaFengu branch of Xhosa and grew up in Gcuwa, Eastern Cape.[3] At home, the couple spoke the Xhosa language.[4] Having married in Boksburg,[5] they moved to Klerksdorp in the late 1950s, living in the city's \"native location\", or black residential area, since renamed Makoetend.[6] Zachariah worked as the principal of a Methodist primary school and the family lived in the mud-brick schoolmaster's house in the yard of the Methodist mission.[7] The Tutus were poor;[8] describing his family, Tutu later related that \"although we weren't affluent, we were not destitute either\".[9] He had an older sister, Sylvia Funeka, who called him \"Mpilo\" (meaning 'life').[10] He was his parents' second son; their firstborn boy, Sipho, had died in infancy.[11] Another daughter, Gloria Lindiwe, was born after him.[12] Tutu was sickly from birth;[13] polio atrophied his right hand,[14] and on one occasion he was hospitalised with serious burns.[15] Tutu had a close relationship with his father, although was angered at the latter's heavy drinking and violence toward his wife.[16] The family were initially Methodists and Tutu was baptised into the Methodist Church in June 1932.[17] They subsequently changed denominations, first to the African Methodist Episcopal Church and then to the Anglican Church.[18] In 1936, the family moved to Tshing, where Zachariah became principal of a Methodist school.[15] There, Tutu started his primary education,[9] learned Afrikaans,[19] and became the server at St Francis Anglican Church.[20] He developed a love of reading, particularly enjoying comic books and European fairy tales.[21] In Tshing his parents had a third son, Tamsanqa, who also died in infancy.[9] Around 1941, Tutu's mother moved to the Witwatersrand to work as a cook at Ezenzeleni Blind Institute in Johannesburg. Tutu joined her in the city, living in Roodepoort West.[22] In Johannesburg, he attended a Methodist primary school before transferring to the Swedish Boarding School (SBS) in the St Agnes Mission.[23] Several months later, he moved with his father to Ermelo, eastern Transvaal.[24] After six months, the duo returned to Roodepoort West, where Tutu resumed his studies at SBS.[24] Aged 12, he underwent confirmation at St Mary's Church, Roodepoort.[25] Tutu entered the Johannesburg Bantu High School in 1945, where he excelled academically.[26] Joining a school rugby team, he developed a lifelong love of the sport.[27] Outside of school, he earned money selling oranges and as a caddie for white golfers.[28] To avoid the expense of a daily train commute to school, he briefly lived with family nearer to Johannesburg, before moving back in with his parents when they relocated to Munsieville.[29] He then returned to Johannesburg, moving into an Anglican hostel near the Church of Christ the King in Sophiatown.[30] He became a server at the church and came under the influence of its priest, Trevor Huddleston;[31] later biographer Shirley du Boulay suggested that Huddleston was \"the greatest single influence\" in Tutu's life.[32] In 1947, Tutu contracted tuberculosis and was hospitalised in Rietfontein for 18 months, during which he was regularly visited by Huddleston.[33] In the hospital, he underwent circumcision to mark his transition to manhood.[34] He returned to school in 1949 and took his national exams in late 1950, gaining a second-class pass.[35] Although Tutu secured admission to study medicine at the University of the Witwatersrand, his parents could not afford the tuition fees.[35] Instead, he turned toward teaching, gaining a government scholarship for a course at Pretoria Bantu Normal College, a teacher training institution, in 1951.[36] There, he served as treasurer of the Student Representative Council, helped to organise the Literacy and Dramatic Society, and chaired the Cultural and Debating Society.[37] During one debating event he met the lawyer—and future president of South Africa—Nelson Mandela; they would not encounter each other again until 1990.[38] At the college, Tutu attained his Transvaal Bantu Teachers Diploma, having gained advice about taking exams from the activist Robert Sobukwe.[39] He had also taken five correspondence courses provided by the University of South Africa (UNISA), graduating in the same class as future Zimbabwean leader Robert Mugabe.[40] In 1954, Tutu began teaching English at Madibane High School; the following year, he transferred to the Krugersdorp High School, where he taught English and history.[41] He began courting Nomalizo Leah Shenxane, a friend of his sister Gloria who was studying to become a primary school teacher.[42] They were legally married at Krugersdorp Native Commissioner's Court in June 1955, before undergoing a Roman Catholic wedding ceremony at the Church of Mary Queen of Apostles; although an Anglican, Tutu agreed to the ceremony due to Leah's Roman Catholic faith.[43] The newlyweds lived at Tutu's parental home before renting their own six months later.[44] Their first child, Trevor, was born in April 1956;[45] a daughter, Thandeka, appeared 16 months later.[46] The couple worshipped at St Paul's Church, where Tutu volunteered as a Sunday school teacher, assistant choirmaster, church councillor, lay preacher, and sub-deacon;[46] he also volunteered as a football administrator for a local team.[44] In 1953, the white-minority National Party government introduced the Bantu Education Act to further their apartheid system of racial segregation and white domination. Disliking the Act, Tutu and his wife left the teaching profession.[47] With Huddleston's support, Tutu chose to become an Anglican priest.[48] In January 1956, his request to join the Ordinands Guild was turned down due to his debts; these were then paid off by the wealthy industrialist Harry Oppenheimer.[49] Tutu was admitted to St Peter's Theological College in Rosettenville, Johannesburg, which was run by the Anglican Community of the Resurrection.[50] The college was residential, and Tutu lived there while his wife trained as a nurse in Sekhukhuneland; their children lived with Tutu's parents in Munsieville.[51] In August 1960, his wife gave birth to another daughter, Naomi.[52] At the college, Tutu studied the Bible, Anglican doctrine, church history, and Christian ethics,[53] earning a Licentiate of Theology degree,[54] and winning the archbishop's annual essay prize.[55] The college's principal, Godfrey Pawson, wrote that Tutu \"has exceptional knowledge and intelligence and is very industrious. At the same time, he shows no arrogance, mixes in well, and is popular ... He has obvious gifts of leadership.\"[56] During his years at the college, there had been an intensification in anti-apartheid activism as well as a crackdown against it, including the Sharpeville massacre of 1960.[57] Tutu and the other trainees did not engage in anti-apartheid campaigns;[58] he later noted that they were \"in some ways a very apolitical bunch\".[59] In December 1960, Edward Paget ordained Tutu as an Anglican priest at St Mary's Cathedral.[60] Tutu was then appointed assistant curate in St Alban's Parish, Benoni, where he was reunited with his wife and children,[61] and earned two-thirds of what his white counterparts were given.[62] In 1962, Tutu was transferred to St Philip's Church in Thokoza, where he was placed in charge of the congregation and developed a passion for pastoral ministry.[63] Many in South Africa's white-dominated Anglican establishment felt the need for more black Africans in positions of ecclesiastical authority; to assist in this, Aelfred Stubbs proposed that Tutu train as a theology teacher at King's College London (KCL).[64] Funding was secured from the International Missionary Council's Theological Education Fund (TEF),[65] and the government agreed to give the Tutus permission to move to Britain.[66] They duly did so in September 1962.[67] At KCL, Tutu studied under theologians like Dennis Nineham, Christopher Evans, Sydney Evans, Geoffrey Parrinder, and Eric Mascall.[68] In London, the Tutus felt liberated experiencing a life free from South Africa's apartheid and pass laws;[69] he later noted that \"there is racism in England, but we were not exposed to it\".[70] He was also impressed by the freedom of speech in the country, especially at Speakers' Corner in London's Hyde Park.[71] The family moved into the curate's flat behind the Church of St Alban the Martyr in Golders Green, where Tutu assisted Sunday services, the first time that he had ministered to a white congregation.[72] It was in the flat that a daughter, Mpho Andrea Tutu, was born in 1963.[73] Tutu was academically successful and his tutors suggested that he convert to an honours degree, which entailed his also studying Hebrew.[74] He received his degree from Queen Elizabeth The Queen Mother in a ceremony held at the Royal Albert Hall.[75] Tutu then secured a TEF grant to study for a master's degree,[76] doing so from October 1965 until September 1966, completing his dissertation on Islam in West Africa.[77] During this period, the family moved to Bletchingley in Surrey, where Tutu worked as the assistant curate of St Mary's Church.[78] In the village, he encouraged cooperation between his Anglican parishioners and the local Roman Catholic and Methodist communities.[79] Tutu's time in London helped him to jettison any bitterness to whites and feelings of racial inferiority; he overcame his habit of automatically deferring to whites.[80] In 1966, Tutu and his family moved to East Jerusalem, where he studied Arabic and Greek for two months at St George's College.[81] They then returned to South Africa,[82] settling in Alice, Eastern Cape, in 1967. The Federal Theological Seminary (Fedsem) had recently been established there as an amalgamation of training institutions from different Christian denominations.[83] At Fedsem, Tutu was employed teaching doctrine, the Old Testament, and Greek;[84] Leah became its library assistant.[85] Tutu was the college's first black staff-member,[86] and the campus allowed a level of racial-mixing which was rare in South Africa.[87] The Tutus sent their children to a private boarding school in Swaziland, thereby keeping them from South Africa's Bantu Education syllabus.[88] Tutu joined a pan-Protestant group, the Church Unity Commission,[85] served as a delegate at Anglican-Catholic conversations,[89] and began publishing in academic journals.[89] He also became the Anglican chaplain to the neighbouring University of Fort Hare;[90] in an unusual move for the time, Tutu invited female as well as male students to become servers during the Eucharist.[91] He joined student delegations to meetings of the Anglican Students' Federation and the University Christian Movement,[92] and was broadly supportive of the Black Consciousness Movement that emerged from South Africa's 1960s student milieu, although did not share its view on avoiding collaboration with whites.[93] In August 1968, he gave a sermon comparing South Africa's situation with that in the Eastern Bloc, likening anti-apartheid protests to the recent Prague Spring.[94] In September, Fort Hare students held a sit-in protest over the university administration's policies; after they were surrounded by police with dogs, Tutu waded into the crowd to pray with the protesters.[95] This was the first time that he had witnessed state power used to suppress dissent.[96] In January 1970, Tutu left the seminary for a teaching post at the University of Botswana, Lesotho and Swaziland (UBLS) in Roma, Lesotho.[97] This brought him closer to his children and offered twice the salary he earned at Fedsem.[98] He and his wife moved to the UBLS campus; most of his fellow staff members were white expatriates from the US or Britain.[99] As well as his teaching position, he also became the college's Anglican chaplain and the warden of two student residences.[100] In Lesotho, he joined the executive board of the Lesotho Ecumenical Association and served as an external examiner for both Fedsem and Rhodes University.[89] He returned to South Africa on several occasions, including to visit his father shortly before the latter's death in February 1971.[89] Black theology seeks to make sense of the life experience of the black man, which is largely black suffering at the hands of rampant white racism, and to understand this in the light of what God has said about himself, about man, and about the world in his very definite Word... Black theology has to do with whether it is possible to be black and continue to be Christian; it is to ask on whose side is God; it is to be concerned about the humanisation of man, because those who ravage our humanity dehumanise themselves in the process; [it says] that the liberation of the black man is the other side of the liberation of the white man—so it is concerned with human liberation. — Desmond Tutu, in a conference paper presented at the Union Theological Seminary, 1973[101] Tutu accepted TEF's offer of a job as their director for Africa, a position based in England. South Africa's government initially refused permission, regarding him with suspicion since the Fort Hare protests, but relented after Tutu argued that him taking the role would be good publicity for South Africa.[102] In March 1972, he returned to Britain. The TEF's headquarters were in Bromley, with the Tutu family settling in nearby Grove Park, where Tutu became honorary curate of St Augustine's Church.[103] Tutu's job entailed assessing grants to theological training institutions and students.[104] This required him touring Africa in the early 1970s, and he wrote accounts of his experiences.[105] In Zaire, he for instance lamented the widespread corruption and poverty and complained that Mobutu Sese Seko's \"military regime... is extremely galling to a black from South Africa.\"[106] In Nigeria, he expressed concern at Igbo resentment following the crushing of their Republic of Biafra.[107] In 1972 he travelled around East Africa, where he was impressed by Jomo Kenyatta's Kenyan government and witnessed Idi Amin's expulsion of Ugandan Asians.[108] During the early 1970s, Tutu's theology changed due to his experiences in Africa and his discovery of liberation theology.[109] He was also attracted to black theology,[110] attending a 1973 conference on the subject at New York City's Union Theological Seminary.[111] There, he presented a paper in which he stated that \"black theology is an engaged not an academic, detached theology. It is a gut level theology, relating to the real concerns, the life and death issues of the black man.\"[112] He stated that his paper was not an attempt to demonstrate the academic respectability of black theology but rather to make \"a straightforward, perhaps shrill, statement about an existent. Black theology is. No permission is being requested for it to come into being... Frankly the time has passed when we will wait for the white man to give us permission to do our thing. Whether or not he accepts the intellectual respectability of our activity is largely irrelevant. We will proceed regardless.\"[113] Seeking to fuse the African-American derived black theology with African theology, Tutu's approach contrasted with that of those African theologians, like John Mbiti, who regarded black theology as a foreign import irrelevant to Africa.[111] In 1975, Tutu was nominated to be the new Bishop of Johannesburg, although he lost out to Timothy Bavin.[114] Bavin suggested that Tutu take his newly vacated position, that of the dean of St Mary's Cathedral, Johannesburg. Tutu was elected to this position—the fourth highest in South Africa's Anglican hierarchy—in March 1975, becoming the first black man to do so, an appointment making headline news in South Africa.[115] Tutu was officially installed as dean in August 1975. The cathedral was packed for the event.[116] Moving to the city, Tutu lived not in the official dean's residence in the white suburb of Houghton but rather in a house on a middle-class street in the Orlando West township of Soweto, a largely impoverished black area.[117] Although majority white, the cathedral's congregation was racially mixed, something that gave Tutu hope that a racially equal, de-segregated future was possible for South Africa.[118] He encountered some resistance to his attempts to modernise the liturgies used by the congregation,[119] including his attempts to replace masculine pronouns with gender neutral ones.[120] Tutu used his position to speak out on social issues,[121] publicly endorsing an international economic boycott of South Africa over apartheid.[122] He met with Black Consciousness and Soweto leaders,[123] and shared a platform with anti-apartheid campaigner Winnie Mandela in opposing the government's Terrorism Act, 1967.[124] He held a 24-hour vigil for racial harmony at the cathedral where he prayed for activists detained under the act.[125] In May 1976, he wrote to Prime Minister B. J. Vorster, warning that if the government maintained apartheid then the country would erupt in racial violence.[126] Six weeks later, the Soweto uprising broke out as black youth clashed with police. Over the course of ten months, at least 660 were killed, most under the age of 24.[127] Tutu was upset by what he regarded as the lack of outrage from white South Africans; he raised the issue in his Sunday sermon, stating that the white silence was \"deafening\" and asking if they would have shown the same nonchalance had white youths been killed.[128] After seven months as dean, Tutu was nominated to become the Bishop of Lesotho.[129] Although Tutu did not want the position, he was elected to it in March 1976 and reluctantly accepted.[130] This decision upset some of his congregation, who felt that he had used their parish as a stepping stone to advance his career.[131] In July, Bill Burnett consecrated Tutu as a bishop at St Mary's Cathedral.[132] In August, Tutu was enthroned as the Bishop of Lesotho in a ceremony at Maseru's Cathedral of St Mary and St James; thousands attended, including King Moshoeshoe II and Prime Minister Leabua Jonathan.[132] Travelling through the largely rural diocese,[133] Tutu learned Sesotho.[134] He appointed Philip Mokuku as the first dean of the diocese and placed great emphasis on further education for the Basotho clergy.[135] He befriended the royal family although his relationship with Jonathan's government was strained.[136] In September 1977 he returned to South Africa to speak at the Eastern Cape funeral of Black Consciousness activist Steve Biko, who had been killed by police.[137] At the funeral, Tutu stated that Black Consciousness was \"a movement by which God, through Steve, sought to awaken in the black person a sense of his intrinsic value and worth as a child of God\".[138] We in the SACC believe in a non-racial South Africa where people count because they are made in the image of God. So the SACC is neither a black nor a white organization. It is a Christian organization with a definite bias in favour of the oppressed and the exploited ones of our society. — Desmond Tutu, on the SACC[139] After John Rees stepped down as general secretary of the South African Council of Churches, Tutu was among the nominees for his successor. John Thorne was ultimately elected to the position, although stepped down after three months, with Tutu agreeing to take over at the urging of the synod of bishops.[140] His decision angered many Anglicans in Lesotho, who felt that Tutu was abandoning them.[141] Tutu took charge of the SACC in March 1978.[142] Back in Johannesburg—where the SACC's headquarters were based at Khotso House[143]—the Tutus returned to their former Orlando West home, now bought for them by an anonymous foreign donor.[144] Leah gained employment as the assistant director of the Institute of Race Relations.[145] The SACC was one of the only Christian institutions in South Africa where black people had the majority representation;[146] Tutu was its first black leader.[147] There, he introduced a schedule of daily staff prayers, regular Bible study, monthly Eucharist, and silent retreats.[148] He also developed a new style of leadership, appointing senior staff who were capable of taking the initiative, delegating much of the SACC's detailed work to them, and keeping in touch with them through meetings and memorandums.[149] Many of his staff referred to him as \"Baba\" (father).[150] He was determined that the SACC become one of South Africa's most visible human rights advocacy organisations.[147] His efforts gained him international recognition; the closing years of the 1970s saw him elected a fellow of KCL and receive honorary doctorates from the University of Kent, General Theological Seminary, and Harvard University.[151] As head of the SACC, Tutu's time was dominated by fundraising for the organisation's projects.[152] Under Tutu's tenure, it was revealed that one of the SACC's divisional directors had been stealing funds. In 1981 a government commission launched to investigate the issue, headed by the judge C. F. Eloff.[153] Tutu gave evidence to the commission, during which he condemned apartheid as \"evil\" and \"unchristian\".[154] When the Eloff report was published, Tutu criticised it, focusing particularly on the absence of any theologians on its board, likening it to \"a group of blind men\" judging the Chelsea Flower Show.[155] In 1981 Tutu also became the rector of St Augustine's Church in Soweto's Orlando West.[156] The following year he published a collection of his sermons and speeches, Crying in the Wilderness: The Struggle for Justice in South Africa;[157] another volume, Hope and Suffering, appeared in 1984.[157] Tutu testified on behalf of a captured cell of Umkhonto we Sizwe, an armed anti-apartheid group linked to the banned African National Congress (ANC). He stated that although he was committed to non-violence and censured all who used violence, he could understand why black Africans became violent when their non-violent tactics had failed to overturn apartheid.[158] In an earlier address, he had opined that an armed struggle against South Africa's government had little chance of succeeding but also accused Western nations of hypocrisy for condemning armed liberation groups in southern Africa while they had praised similar organisations in Europe during the Second World War.[159] Tutu also signed a petition calling for the release of ANC activist Nelson Mandela,[160] leading to a correspondence between the pair.[161] After Tutu told journalists that he supported an international economic boycott of South Africa, he was reprimanded before government ministers in October 1979.[164] In March 1980, the government confiscated his passport; this raised his international profile.[165] In 1980, the SACC committed itself to supporting civil disobedience against apartheid.[166] After Thorne was arrested in May, Tutu and Joe Wing led a protest march during which they were arrested, imprisoned overnight, and fined.[167] In the aftermath, a meeting was organised between 20 church leaders including Tutu, Prime Minister P. W. Botha, and seven government ministers. At this August meeting the clerical leaders unsuccessfully urged the government to end apartheid.[168] Although some clergy saw this dialogue as pointless, Tutu disagreed, commenting: \"Moses went to Pharaoh repeatedly to secure the release of the Israelites.\"[169] In January 1981, the government returned Tutu's passport.[170] In March, he embarked on a five-week tour of Europe and North America, meeting politicians including the UN Secretary-General Kurt Waldheim, and addressing the UN Special Committee Against Apartheid.[171] In England, he met Robert Runcie and gave a sermon in Westminster Abbey, while in Rome he met Pope John Paul II.[172] On his return to South Africa, Botha again ordered Tutu's passport confiscated, preventing him from personally collecting several further honorary degrees.[173] It was returned 17 months later.[174] In September 1982 Tutu addressed the Triennial Convention of the Episcopal Church in New Orleans before traveling to Kentucky to see his daughter Naomi, who lived there with her American husband.[175] Tutu gained a popular following in the US, where he was often compared to civil rights leader Martin Luther King Jr., although white conservatives like Pat Buchanan and Jerry Falwell lambasted him as an alleged communist sympathiser.[176] This award is for mothers, who sit at railway stations to try to eke out an existence, selling potatoes, selling mealies, selling produce. This award is for you, fathers, sitting in a single-sex hostel, separated from your children for 11 months a year... This award is for you, mothers in the KTC squatter camp, whose shelters are destroyed callously every day, and who sit on soaking mattresses in the winter rain, holding whimpering babies... This award is for you, the 3.5 million of our people who have been uprooted and dumped as if you were rubbish. This award is for you. — Desmond Tutu's speech on receiving the Nobel Peace Prize[177] By the 1980s, Tutu was an icon for many black South Africans, a status rivalled only by Mandela.[178] In August 1983, he became a patron of the new anti-apartheid United Democratic Front (UDF).[179] Tutu angered much of South Africa's press and white minority,[180] especially apartheid supporters.[180] Pro-government media like The Citizen and the South African Broadcasting Corporation criticised him,[181] often focusing on how his middle-class lifestyle contrasted with the poverty of the blacks he claimed to represent.[182] He received hate mail and death threats from white far-right groups like the Wit Wolwe.[183] Although he remained close with prominent white liberals like Helen Suzman,[184] his angry anti-government rhetoric also alienated many white liberals like Alan Paton and Bill Burnett, who believed that apartheid could be gradually reformed away.[185] In 1984, Tutu embarked on a three-month sabbatical at the General Theological Seminary of the Episcopal Church in New York.[186] In the city, he was invited to address the United Nations Security Council,[187] later meeting the Congressional Black Caucus and the subcommittees on Africa in the House of Representatives and the Senate.[188] He was also invited to the White House, where he unsuccessfully urged President Ronald Reagan to change his approach to South Africa.[189] He was troubled that Reagan had a warmer relationship with South Africa's government than his predecessor Jimmy Carter, describing Reagan's government as \"an unmitigated disaster for us blacks\".[190] Tutu later called Reagan \"a racist pure and simple\".[163] In New York City, Tutu was informed that he had won the 1984 Nobel Peace Prize; he had previously been nominated in 1981, 1982, and 1983.[191] The Nobel Prize selection committee had wanted to recognise a South African and thought Tutu would be a less controversial choice than Mandela or Mangosuthu Buthelezi.[192] In December, he attended the award ceremony in Oslo—which was hampered by a bomb scare—before returning home via Sweden, Denmark, Canada, Tanzania, and Zambia.[193] He shared the US$192,000 prize money with his family, SACC staff, and a scholarship fund for South Africans in exile.[194] He was the second South African to receive the award, after Albert Luthuli in 1960.[162] South Africa's government and mainstream media either downplayed or criticised the award,[195] while the Organisation of African Unity hailed it as evidence of apartheid's impending demise.[196] After Timothy Bavin retired as Bishop of Johannesburg, Tutu was among five replacement candidates. An elective assembly met at St Barnabas' College in October 1984 and although Tutu was one of the two most popular candidates, the white laity voting bloc consistently voted against his candidature. To break deadlock, a bishops' synod met and decided to appoint Tutu.[197] Black Anglicans celebrated, although many white Anglicans were angry;[198] some withdrew their diocesan quota in protest.[199] Tutu was enthroned as the sixth Bishop of Johannesburg in St Mary's Cathedral in February 1985.[200] The first black man to hold the role,[201] he took over the country's largest diocese, comprising 102 parishes and 300,000 parishioners, approximately 80% of whom were black.[202] In his inaugural sermon, Tutu called on the international community to introduce economic sanctions against South Africa unless apartheid was not being dismantled within 18 to 24 months.[203] He sought to reassure white South Africans that he was not the \"horrid ogre\" some feared; as bishop he spent much time wooing the support of white Anglicans in his diocese,[204] and resigned as patron of the UDF.[205] I have no hope of real change from this government unless they are forced. We face a catastrophe in this land and only the action of the international community by applying pressure can save us. Our children are dying. Our land is bleeding and burning and so I call the international community to apply punitive sanctions against this government to help us establish a new South Africa – non-racial, democratic, participatory and just. This is a non-violent strategy to help us do so. There is a great deal of goodwill still in our country between the races. Let us not be so wanton in destroying it. We can live together as one people, one family, black and white together. — Desmond Tutu, 1985[206] The mid-1980s saw growing clashes between black youths and the security services; Tutu was invited to speak at many of the funerals of those youths killed.[207] At a Duduza funeral, he intervened to stop the crowd from killing a black man accused of being a government informant.[208] Tutu angered some black South Africans by speaking against the torture and killing of suspected collaborators.[209] For these militants, Tutu's calls for non-violence were perceived as an obstacle to revolution.[210] When Tutu accompanied the US politician Ted Kennedy on the latter's visit to South Africa in January 1985, he was angered that protesters from the Azanian People's Organisation (AZAPO)—who regarded Kennedy as an agent of capitalism and American imperialism—disrupted proceedings.[211] Amid the violence, the ANC called on supporters to make South Africa \"ungovernable\";[212] foreign companies increasingly disinvested in the country and the South African rand reached a record low.[213] In July 1985, Botha declared a state of emergency in 36 magisterial districts, suspending civil liberties and giving the security services additional powers;[214] he rebuffed Tutu's offer to serve as a go-between for the government and leading black organisations.[215] Tutu continued protesting; in April 1985, he led a small march of clergy through Johannesburg to protest the arrest of Geoff Moselane.[216] In October 1985, he backed the National Initiative for Reconciliation's proposal for people to refrain from work for a day of prayer, fasting, and mourning.[217] He also proposed a national strike against apartheid, angering trade unions whom he had not consulted beforehand.[218] Tutu continued promoting his cause abroad. In May 1985 he embarked on a speaking tour of the United States,[219] and in October 1985 addressed the political committee of the United Nations General Assembly, urging the international community to impose sanctions on South Africa if apartheid was not dismantled within six months.[220] Proceeding to the United Kingdom, he met with Prime Minister Margaret Thatcher.[221] He also formed a Bishop Tutu Scholarship Fund to financially assist South African students living in exile.[222] He returned to the US in May 1986,[89] and in August 1986 visited Japan, China, and Jamaica to promote sanctions.[223] Given that most senior anti-apartheid activists were imprisoned, Mandela referred to Tutu as \"public enemy number one for the powers that be\".[224] After Philip Russell announced his retirement as the Archbishop of Cape Town,[225] in February 1986 the Black Solidarity Group formed a plan to get Tutu appointed as his replacement.[226] At the time of the meeting, Tutu was in Atlanta, Georgia, receiving the Martin Luther King, Jr. Nonviolent Peace Prize.[227] Tutu secured a two-thirds majority from both the clergy and laity and was then ratified in a unanimous vote by the synod of bishops.[228] He was the first black man to hold the post.[225] Some white Anglicans left the church in protest.[229] Over 1,300 people attended his enthronement ceremony at the Cathedral of St George the Martyr on 7 September 1986.[230] After the ceremony, Tutu held an open-air Eucharist for 10,000 people at the Cape Showgrounds in Goodwood, where he invited Albertina Sisulu and Allan Boesak to give political speeches.[231] Tutu moved into the archbishop's Bishopscourt residence; this was illegal as he did not have official permission to reside in what the state allocated as a \"white area\".[232] He obtained money from the church to oversee renovations of the house,[233] and had a children's playground installed in its grounds, opening this and the Bishopscourt swimming pool to members of his diocese.[234] He invited the English priest Francis Cull to set up the Institute of Christian Spirituality at Bishopscourt, with the latter moving into a building in the house's grounds.[235] Such projects led to Tutu's ministry taking up an increasingly large portion of the Anglican church's budget, which Tutu sought to expand through requesting donations from overseas.[235] Some Anglicans were critical of his spending.[236] Tutu's vast workload was managed with the assistance of his executive officer Njongonkulu Ndungane and Michael Nuttall, who in 1989 was elected dean of the province.[237] In church meetings, Tutu drew upon traditional African custom by adopting a consensus-building model of leadership, seeking to ensure that competing groups in the church reached a compromise and thus all votes would be unanimous rather than divided.[238] He secured approval for the ordination of female priests in the Anglican church, having likened the exclusion of women from the position to apartheid.[239] He appointed gay priests to senior positions and privately—although not at the time publicly—criticised the church's insistence that gay priests remain celibate.[240] Along with Boesak and Stephen Naidoo, Tutu mediated conflicts between black protesters and the security forces; they for instance worked to avoid clashes at the 1987 funeral of ANC guerrilla Ashley Kriel.[241] In February 1988, the government banned 17 black or multi-racial organisations, including the UDF, and restricted the activities of trade unions. Church leaders organised a protest march, and after that too was banned they established the Committee for the Defense of Democracy. When the group's rally was banned, Tutu, Boesak, and Naidoo organised a service at St George's Cathedral to replace it.[242] You have already lost! Let us say to you nicely: you have already lost! We are inviting you to come and join the winning side! Your cause is unjust. You are defending what is fundamentally indefensible, because it is evil. It is evil without question. It is immoral. It is immoral without question. It is unchristian. Therefore, you will bite the dust! And you will bite the dust comprehensively. — Desmond Tutu addressing the government, 1988[243] Opposed on principle to capital punishment, in March 1988 Tutu took up the cause of the Sharpeville Six who had been sentenced to death.[244] He telephoned representatives of the American, British, and German governments urging them to pressure Botha on the issue,[245] and personally met with Botha at the latter's Tuynhuys home to discuss the issue. The two did not get on well, and argued.[246] Botha accused Tutu of supporting the ANC's armed campaign; Tutu said that while he did not support their use of violence, he supported the ANC's objective of a non-racial, democratic South Africa.[247] The death sentences were ultimately commuted.[248] In May 1988, the government launched a covert campaign against Tutu, organised in part by the Stratkom wing of the State Security Council.[249] The security police printed leaflets and stickers with anti-Tutu slogans while unemployed blacks were paid to protest when he arrived at the airport.[249] Traffic police briefly imprisoned Leah when she was late to renew her motor vehicle license.[250] Although the security police organised assassination attempts on various anti-apartheid Christian leaders, they later claimed to have never done so for Tutu, deeming him too high-profile.[251] Tutu remained actively involved in acts of civil disobedience against the government; he was encouraged by the fact that many whites also took part in these protests.[252] In August 1989 he helped to organise an \"Ecumenical Defiance Service\" at St George's Cathedral,[253] and shortly after joined protests at segregated beaches outside Cape Town.[254] To mark the sixth anniversary of the UDF's foundation he held a \"service of witness\" at the cathedral,[255] and in September organised a church memorial for those protesters who had been killed in clashes with the security forces.[256] He organised a protest march through Cape Town for later that month, which the new President F. W. de Klerk agreed to permit; a multi-racial crowd containing an estimated 30,000 people took part.[257] That the march had been permitted inspired similar demonstrations to take place across the country.[258] In October, de Klerk met with Tutu, Boesak, and Frank Chikane; Tutu was impressed that \"we were listened to\".[259] In 1994, a further collection of Tutu's writings, The Rainbow People of God, was published, and followed the next year with his An African Prayer Book, a collection of prayers from across the continent accompanied by the Archbishop's commentary.[157] In February 1990, de Klerk lifted the ban on political parties like the ANC; Tutu phoned him to praise the move.[260] De Klerk then announced Nelson Mandela's release from prison; at the ANC's request, Mandela and his wife Winnie stayed at Bishopscourt on the former's first night of freedom.[261] Tutu and Mandela met for the first time in 35 years at Cape Town City Hall, where Mandela spoke to the assembled crowds.[262] Tutu invited Mandela to attend an Anglican synod of bishops in February 1990, at which the latter described Tutu as the \"people's archbishop\".[263] There, Tutu and the bishops called for an end to foreign sanctions once the transition to universal suffrage was \"irreversible\", urged anti-apartheid groups to end armed struggle, and banned Anglican clergy from belonging to political parties.[264] Many clergy were angry that the latter was being imposed without consultation, although Tutu defended it, stating that priests affiliating with political parties would prove divisive, particularly amid growing inter-party violence.[265] In March, violence broke out between supporters of the ANC and of Inkatha in kwaZulu; Tutu joined the SACC delegation in talks with Mandela, de Klerk, and Inkatha leader Mangosuthu Buthelezi in Ulundi.[266] Church leaders urged Mandela and Buthelezi to hold a joint rally to quell the violence.[267] Although Tutu's relationship with Buthelezi had always been strained, particularly due to Tutu's opposition to Buthelezi's collaboration in the government's Bantustan system, Tutu repeatedly visited Buthelezi to encourage his involvement in the democratic process.[268] As the ANC-Inkatha violence spread from kwaZulu into the Transvaal, Tutu toured affected townships in Witwatersrand,[269] later meeting with victims of the Sebokeng and Boipatong massacres.[270] Like many activists, Tutu believed a \"third force\" was stoking tensions between the ANC and Inkatha; it later emerged that intelligence agencies were supplying Inkatha with weapons to weaken the ANC's negotiating position.[271] Unlike some ANC figures, Tutu never accused de Klerk of personal complicity in this.[272] In November 1990, Tutu organised a \"summit\" at Bishopscourt attended by both church and black political leaders in which he encouraged the latter to call on their supporters to avoid violence and allow free political campaigning.[273] After the South African Communist Party leader Chris Hani was assassinated, Tutu spoke at Hani's funeral outside Soweto.[274] Experiencing physical exhaustion and ill-health,[275] Tutu then undertook a four-month sabbatical at Emory University's Candler School of Theology in Atlanta, Georgia.[276] Tutu was exhilarated by the prospect of South Africa transforming towards universal suffrage via a negotiated transition rather than civil war.[277] He allowed his face to be used on posters encouraging people to vote.[278] When the April 1994 multi-racial general election took place, Tutu was visibly exuberant, telling reporters that \"we are on cloud nine\".[279] He voted in Cape Town's Gugulethu township.[279] The ANC won the election and Mandela was declared president, heading a government of national unity.[280] Tutu attended Mandela's inauguration ceremony; he had planned its religious component, insisting that Christian, Muslim, Jewish, and Hindu leaders all take part.[281] Tutu also turned his attention to foreign events. In 1987, he gave the keynote speech at the All Africa Conference of Churches (AACC) in Lomé, Togo, calling on churches to champion the oppressed throughout Africa; he stated that \"it pains us to have to admit that there is less freedom and personal liberty in most of Africa now then there was during the much-maligned colonial days.\"[282] Elected president of the AACC, he worked closely with general-secretary José Belo over the next decade.[283] In 1989 they visited Zaire to encourage the country's churches to distance themselves from Seko's government.[283] In 1994, he and Belo visited war-torn Liberia; they met Charles Taylor, but Tutu did not trust his promise of a ceasefire.[284] In 1995, Mandela sent Tutu to Nigeria to meet with military leader Sani Abacha to request the release of imprisoned politicians Moshood Abiola and Olusegun Obasanjo.[285] In July 1995, he visited Rwanda a year after the genocide, preaching to 10,000 people in Kigali, calling for justice to be tempered with mercy towards the Hutus who had orchestrated the genocide.[286] Tutu also travelled to other parts of world, for instance spending March 1989 in Panama and Nicaragua.[287] Tutu spoke about the Israeli–Palestinian conflict, arguing that Israel's treatment of Palestinians was reminiscent of South African apartheid.[288][289] He also criticised Israel's arms sales to South Africa, wondering how the Jewish state could co-operate with a government containing Nazi sympathisers.[290] At the same time, Tutu recognised Israel's right to exist. In 1989, he visited Palestine Liberation Organization leader Yasser Arafat in Cairo, urging him to accept Israel's existence.[291] In the same year, during a speech in New York City, Tutu observed Israel had a \"right to territorial integrity and fundamental security\", but criticised Israel's complicity in the Sabra and Shatila massacre and condemned Israel's support for the apartheid regime in South Africa.[292] Tutu called for a Palestinian state,[293] and emphasised that his criticisms were of the Israeli government rather than of Jews.[294] At the invitation of Palestinian bishop Samir Kafity, he undertook a Christmas pilgrimage to Jerusalem, where he gave a sermon near Bethlehem, in which he called for a two-state solution.[295] On his 1989 trip, he laid a wreath at the Yad Vashem Holocaust memorial and gave a sermon on the importance of forgiving the perpetrators of the Holocaust;[296][297] the sermon drew criticism from Jewish groups around the world.[298] Jewish anger was exacerbated by Tutu's attempts to evade accusations of anti-Semitism through comments such as \"my dentist is a Dr. Cohen\".[291] Tutu also spoke out regarding the Troubles in Northern Ireland. At the Lambeth Conference of 1988, he backed a resolution condemning the use of violence by all sides; Tutu believed that Irish republicans had not exhausted peaceful means of bringing about change and should not resort to armed struggle.[299] Three years later, he gave a televised service from Dublin's Christ Church Cathedral, calling for negotiations between all factions.[299] He visited Belfast in 1998 and again in 2001.[293] In October 1994, Tutu announced his intention of retiring as archbishop in 1996.[157] Although retired archbishops normally return to the position of bishop, the other bishops gave him a new title: \"archbishop emeritus\".[300] A farewell ceremony was held at St George's Cathedral in June 1996, attended by senior politicians like Mandela and de Klerk.[300] There, Mandela awarded Tutu the Order for Meritorious Service, South Africa's highest honour.[300] Tutu was succeeded as archbishop by Njongonkulu Ndungane.[301] In January 1997, Tutu was diagnosed with prostate cancer and travelled abroad for treatment.[302] He publicly revealed his diagnosis, hoping to encourage other men to go for prostate exams.[303] He faced recurrences of the disease in 1999 and 2006.[304] Back in South Africa, he divided his time between homes in Soweto's Orlando West and Cape Town's Milnerton area.[301] In 2000, he opened an office in Cape Town.[301] In June 2000, the Cape Town-based Desmond Tutu Peace Centre was launched, which in 2003 launched an Emerging Leadership Program.[305] Conscious that his presence in South Africa might overshadow Ndungane, Tutu agreed to a two-year visiting professorship at Emory University in Atlanta, Georgia.[301] This took place between 1998 and 2000, and during the period he wrote a book about the TRC, No Future Without Forgiveness.[306] In early 2002 he taught at the Episcopal Divinity School in Cambridge, Massachusetts.[305] From January to May 2003 he taught at the University of North Carolina.[305] In January 2004, he was visiting professor of postconflict societies at King's College London, his alma mater.[305] While in the United States, he signed up with a speakers' agency and travelled widely on speaking engagements; this gave him financial independence in a way that his clerical pension would not.[301] In his speeches, he focused on South Africa's transition from apartheid to universal suffrage, presenting it as a model for other troubled nations to adopt.[307] In the United States, he thanked anti-apartheid activists for campaigning for sanctions, also calling for United States companies to now invest in South Africa.[308] Tutu popularised the term \"Rainbow Nation\" as a metaphor for post-apartheid South Africa after 1994 under ANC rule.[309] He had first used the metaphor in 1989 when he described a multi-racial protest crowd as the \"rainbow people of God\".[310] Tutu advocated what liberation theologians call \"critical solidarity\", offering support for pro-democracy forces while reserving the right to criticise his allies.[277] He criticised Mandela on several points, such as his tendency to wear brightly coloured Madiba shirts, which he regarded as inappropriate;[clarification needed] Mandela offered the tongue-in-cheek response that it was ironic coming from a man who wore dresses.[311] More serious was Tutu's criticism of Mandela's retention of South Africa's apartheid-era armaments industry and the significant pay packet that newly elected members of parliament adopted.[312] Mandela hit back, calling Tutu a \"populist\" and stating that he should have raised these issues privately rather than publicly.[313] A key question facing the post-apartheid government was how they would respond to the various human rights abuses that had been committed over the previous decades by both the state and by anti-apartheid activists. The National Party had wanted a comprehensive amnesty package whereas the ANC wanted trials of former state figures.[314] Alex Boraine helped Mandela's government to draw up legislation for the establishment of a Truth and Reconciliation Commission (TRC), which was passed by parliament in July 1995.[315] Nuttall suggested that Tutu become one of the TRC's seventeen commissioners, while in September a synod of bishops formally nominated him.[316] Tutu proposed that the TRC adopt a threefold approach: the first being confession, with those responsible for human rights abuses fully disclosing their activities, the second being forgiveness in the form of a legal amnesty from prosecution, and the third being restitution, with the perpetrators making amends to their victims.[317] Mandela named Tutu as the chair of the TRC, with Boraine as his deputy.[318] The commission was a significant undertaking, employing over 300 staff, divided into three committees, and holding as many as four hearings simultaneously.[319] In the TRC, Tutu advocated \"restorative justice\", something which he considered characteristic of traditional African jurisprudence \"in the spirit of ubuntu\".[320] As head of the commission, Tutu had to deal with its various inter-personal problems, with much suspicion between those on its board who had been anti-apartheid activists and those who had supported the apartheid system.[321] He acknowledged that \"we really were like a bunch of prima donnas, frequently hypersensitive, often taking umbrage easily at real or imagined slights.\"[322] Tutu opened meetings with prayers and often referred to Christian teachings when discussing the TRC's work, frustrating some who saw him as incorporating too many religious elements into an expressly secular body.[322] The first hearing took place in April 1996.[322] The hearings were publicly televised and had a considerable impact on South African society.[323] He had very little control over the committee responsible for granting amnesty, instead chairing the committee which heard accounts of human rights abuses perpetrated by both anti-apartheid and apartheid figures.[324] While listening to the testimony of victims, Tutu was sometimes overwhelmed by emotion and cried during the hearings.[325] He singled out those victims who expressed forgiveness towards those who had harmed them and used these individuals as his leitmotif.[326] The ANC's image was tarnished by the revelations that some of its activists had engaged in torture, attacks on civilians, and other human rights abuses. It sought to suppress part of the final TRC report, infuriating Tutu.[327] He warned of the ANC's \"abuse of power\", stating that \"yesterday's oppressed can quite easily become today's oppressors... We've seen it happen all over the world and we shouldn't be surprised if it happens here.\"[328] Tutu presented the five-volume TRC report to Mandela in a public ceremony in Pretoria in October 1998.[329] Ultimately, Tutu was pleased with the TRC's achievement, believing that it would aid long-term reconciliation, although he recognised its short-comings.[330] I would refuse to go to a homophobic heaven. No, I would say sorry, I mean I would much rather go to the other place. I would not worship a God who is homophobic and that is how deeply I feel about this. I am as passionate about this campaign as I ever was about apartheid. For me, it is at the same level. — Tutu in 2013[331] Post-apartheid, Tutu's status as a gay rights activist kept him in the public eye more than any other issue facing the Anglican Church;[332] his views on the issue became well known through his speeches and sermons.[333] Tutu equated discrimination against homosexuals with discrimination against black people and women.[332] After the 1998 Lambeth Conference of bishops reaffirmed the church's opposition to same-sex sexual acts, Tutu stated that he was \"ashamed to be an Anglican.\"[334] He thought Archbishop of Canterbury Rowan Williams was too accommodating towards Anglican conservatives who wanted to eject North American Anglican churches from the Anglican Communion after they expressed a pro-gay rights stance.[335] In 2007, Tutu accused the church of being obsessed with homosexuality, declaring: \"If God, as they say, is homophobic, I wouldn't worship that God.\"[336] Tutu also spoke out on the need to combat the HIV/AIDS pandemic, in June 2003 stating that \"Apartheid tried to destroy our people and apartheid failed. If we don't act against HIV-AIDS, it may succeed, for it is already decimating our population.\"[337] On the April 2005 election of Pope Benedict XVI—who was known for his conservative views on issues of gender and sexuality—Tutu described it as unfortunate that the Roman Catholic Church was now unlikely to change neither its opposition to the use of condoms \"amidst the fight against HIV/AIDS\" nor its opposition to the ordination of women priests.[338] To help combat child trafficking, in 2006 Tutu launched a global campaign, organised by the aid organisation Plan, to ensure that all children are registered at birth.[339] Tutu retained his interest in the Israeli-Palestinian conflict, and after the signing of the Oslo Accords was invited to Tel Aviv to attend the Peres Center for Peace.[294] He became increasingly frustrated following the collapse of the 2000 Camp David Summit,[294] and in 2002 gave a widely publicised speech denouncing Israeli policy regarding the Palestinians and calling for sanctions against Israel.[294] Comparing the Israeli-Palestinian situation with that in South Africa, he said that \"one reason we succeeded in South Africa that is missing in the Middle East is quality of leadership – leaders willing to make unpopular compromises, to go against their own constituencies, because they have the wisdom to see that would ultimately make peace possible.\"[294] Tutu was named to head a United Nations fact-finding mission to Beit Hanoun in the Gaza Strip to investigate the November 2006 incident in which soldiers from the Israel Defense Forces killed 19 civilians.[340] Israeli officials expressed concern that the report would be biased against Israel. Tutu cancelled the trip in mid-December, saying that Israel had refused to grant him the necessary travel clearance after more than a week of discussions.[341] In 2003, Tutu was the scholar in residence at the University of North Florida.[294] It was there, in February, that he broke his normal rule on not joining protests outside South Africa by taking part in a New York City demonstration against plans for the United States to launch the Iraq War.[342] He telephoned Condoleezza Rice urging the United States government not to go to war without a resolution from the United Nations Security Council.[343] Tutu questioned why Iraq was being singled out for allegedly possessing weapons of mass destruction when Europe, India, and Pakistan also had many such devices.[344] In 2004, he appeared in Honor Bound to Defend Freedom, an Off Broadway play in New York City critical of the American detention of prisoners at Guantánamo Bay.[345] In January 2005, he added his voice to the growing dissent over terrorist suspects held at Guantánamo's Camp X-Ray, stating that these detentions without trial were \"utterly unacceptable\" and comparable to the apartheid-era detentions.[346] He also criticised the UK's introduction of measures to detain terrorist subjects for 28 days without trial.[347] In 2012, he called for US President George W. Bush and British Prime Minister Tony Blair to be tried by the International Criminal Court for initiating the Iraq War.[348] In 2004, he gave the inaugural lecture at the Church of Christ the King, where he commended the achievements made in South Africa over the previous decade although warned of widening wealth disparity among its population.[349] He questioned the government's spending on armaments, its policy regarding Robert Mugabe's government in Zimbabwe, and the manner in which Nguni-speakers dominated senior positions, stating that this latter issue would stoke ethnic tensions.[349] He made the same points three months later when giving the annual Nelson Mandela Lecture in Johannesburg.[349] There, he charged the ANC under Thabo Mbeki's leadership of demanding \"sycophantic, obsequious conformity\" among its members.[350] Tutu and Mbeki had long had a strained relationship; Mbeki had accused Tutu of criminalising the ANC's military struggle against apartheid through the TRC, while Tutu disliked Mbeki's active neglect of the HIV/AIDS pandemic.[350] Like Mandela before him, Mbeki accused Tutu of being a populist, further claiming that the cleric had no understanding of the ANC's inner workings.[350] Tutu later criticised ANC leader and South African President Jacob Zuma. In 2006, he criticised Zuma's \"moral failings\" as a result of accusations of rape and corruption that he was facing.[351] In 2007, he again criticised South Africa's policy of \"quiet diplomacy\" toward Mugabe's government, calling for the Southern Africa Development Community to chair talks between Mugabe's ZANU-PF and the opposition Movement for Democratic Change, to set firm deadlines for action, with consequences if they were not met.[352] In 2008, he called for a UN Peacekeeping force to be sent to Zimbabwe.[353] Before the 31st G8 summit at Gleneagles, Scotland, in 2005, Tutu called on world leaders to promote free trade with poorer countries and to end expensive taxes on anti-AIDS drugs.[354] In July 2007, Tutu was declared Chair of The Elders, a group of world leaders put together to contribute their wisdom, kindness, leadership, and integrity to tackle some of the world's toughest problems.[355] Tutu served in this capacity until May 2013. Upon stepping down and becoming an Honorary Elder, he said: \"As Elders we should always oppose presidents for Life. After six wonderful years as Chair, I am sad to say that it was time for me to step down.\"[356] Tutu led The Elders' visit to Sudan in October 2007 – their first mission after the group was founded – to foster peace in the Darfur crisis. \"Our hope is that we can keep Darfur in the spotlight and spur on governments to help keep peace in the region\", said Tutu.[357] He has also travelled with Elders delegations to Ivory Coast, Cyprus, Ethiopia, India, South Sudan, and the Middle East.[358] During the 2008 Tibetan unrest, Tutu marched in a pro-Tibet demonstration in San Francisco; there, he called on heads of states to boycott the 2008 Summer Olympics opening ceremony in Beijing \"for the sake of the beautiful people of Tibet\".[359] Tutu invited the Tibetan Buddhist leader, the 14th Dalai Lama, to attend his 80th birthday in October 2011, although the South African government did not grant him entry; observers suggested that they had not given permission so as not to offend the People's Republic of China, a major trading partner.[360] In 2009, Tutu assisted in the establishing of the Solomon Islands' Truth and Reconciliation Commission, modelled after the South African body of the same name.[361] He also attended the 2009 United Nations Climate Change Conference in Copenhagen,[362] and later publicly called for fossil fuel divestment, comparing it to disinvestment from apartheid-era South Africa.[363] In October 2010, Tutu announced his retirement from public life so that he could spend more time \"at home with my family – reading and writing and praying and thinking\".[364] In 2013, he declared that he would no longer vote for the ANC, stating that it had done a poor job in countering inequality, violence, and corruption;[365] he welcomed the launch of a new party, Agang South Africa.[366] After Mandela's death in December, Tutu initially stated that he had not been invited to the funeral; after the government denied this, Tutu announced his attendance.[367] He criticised the memorials held for Mandela, stating that they gave too much prominence to the ANC and marginalised Afrikaners.[368] Tutu maintained an interest in social issues. In 2011, he called on the Anglican Church of Southern Africa to conduct same-sex marriages;[369] in 2015 he gave a blessing at his daughter Mpho's marriage to a woman in the Netherlands.[370] In 2014, he came out in support of legalised assisted dying,[371][372] revealing that he wanted that option open to him.[373] Tutu continued commenting on international affairs. In November 2012, he published a letter of support for the imprisoned US military whistleblower Chelsea Manning.[374] In May 2014, Tutu visited Fort McMurray, in the heart of the Canada's oil sands, condemning the \"negligence and greed\" of oil extraction.[375] A month earlier he had called for an \"an apartheid-style boycott [of corporations financing the injustice of climate change] to save the planet\".[376] In August 2017, Tutu was among ten Nobel Peace Prize laureates who urged Saudi Arabia to stop the execution of 14 participants of the 2011–12 Saudi Arabian protests.[377] In September, Tutu asked Myanmar's leader Aung San Suu Kyi to halt the army's persecution of the country's Muslim Rohingya minority.[378] In December 2017, he was among those to condemn US President Donald Trump's decision to officially recognise Jerusalem as Israel's capital.[379] Tutu died from cancer at the Oasis Frail Care Centre in Cape Town on 26 December 2021, aged 90.[380][381] South African president Cyril Ramaphosa described Tutu's death as \"another chapter of bereavement in our nation's farewell to a generation of outstanding South Africans who have bequeathed us a liberated South Africa.\"[382] Tutu's body lay in state for two days before the funeral.[383] For several days before the funeral the cathedral rang its bells for 10 minutes each day at noon and national landmarks, including Table Mountain, were illuminated in purple in Tutu's honour.[384] A Funeral Mass was held for Tutu at St. George's Cathedral in Cape Town on 1 January 2022.[385][386] President Cyril Ramaphosa gave a eulogy, and Michael Nuttall, the former bishop of Natal, delivered the sermon. Attendance at the funeral was limited to 100 due to COVID-19 pandemic restrictions. During the funeral, Tutu's body lay in a \"plain pine coffin, the cheapest available at his request to avoid any ostentatious displays\".[387] Following the funeral, Tutu's remains were to be aquamated; his ashes will be interred in St. George's Cathedral.[388] [Tutu's] extrovert nature conceals a private, introvert side that needs space and regular periods of quiet; his jocularity runs alongside a deep seriousness; his occasional bursts of apparent arrogance mask a genuine humility before God and his fellow men. He is a true son of Africa who can move easily in European and American circles, a man of the people who enjoys ritual and episcopal splendour, a member of an established Church, in some ways a traditionalist, who takes a radical, provocative and fearless stand against authority if he sees it to be unjust. It is usually the most spiritual who can rejoice in all created things and Tutu has no problem in reconciling the sacred and the secular, but critics note a conflict between his socialist ideology and his desire to live comfortably, dress well and lead a life that, while unexceptional in Europe or America, is considered affluent, tainted with capitalism, in the eyes of the deprived black community of South Africa. — Shirley du Boulay on Tutu's personality[389] Shirley Du Boulay noted that Tutu was \"a man of many layers\" and \"contradictory tensions\".[390] His personality has been described as warm,[79] exuberant,[79] and outgoing.[391] Du Boulay noted that his \"typical African warmth and a spontaneous lack of inhibition\" proved shocking to many of the \"reticent English\" whom he encountered when in England,[392] but that it also meant that he had the \"ability to endear himself to virtually everyone who actually meets him\".[393] Du Boulay noted that as a child, Tutu had been hard-working and \"unusually intelligent\".[394] She added that he had a \"gentle, caring temperament and would have nothing to do with anything that hurt others\",[395] commenting on how he had \"a quicksilver mind a disarming honesty\".[396] Tutu was rarely angry in his personal contacts with others, although could become so if he felt that his integrity was being challenged.[149] He had a tendency to be highly trusting, something which some of those close to whom sometimes believed was unwise in various situations.[150] He was also reportedly bad at managing finances and prone to overspending, resulting in accusations of irresponsibility and extravagance.[397] Tutu had a passion for preserving African traditions of courtesy.[100] He could be offended by discourteous behaviour and careless language,[391] as well as by swearing and ethnic slurs.[398] He could get very upset if a member of his staff forgot to thank him or did not apologise for being late to a prayer session.[399] He also disliked gossip and discouraged it among his staff.[400] He was very punctual,[401] and insisted on punctuality among those in his employ.[402] Du Boulay noted that \"his attention to the detail of people's lives is remarkable\", for he would be meticulous in recording and noting people's birthdays and anniversaries.[403] He was attentive to his parishioners, making an effort to regularly visit and spend time with them; this included making an effort to visit parishioners who disliked him.[404] According to Du Boulay, Tutu had \"a deep need to be loved\",[390] a facet that he recognised about himself and referred to as a \"horrible weakness\".[399] Tutu has also been described as being sensitive,[405] and very easily hurt, an aspect of his personality which he concealed from the public eye;[399] Du Boulay noted that he \"reacts to emotional pain\" in an \"almost childlike way\".[406] He never denied being ambitious,[407] and acknowledged that he enjoyed the limelight which his position gave him, something that his wife often teased him about.[408] He was, according to Du Boulay, \"a man of passionate emotions\" who was quick to both laugh and cry.[399] As well as English, Tutu could speak Zulu, Sotho, Tswana, and Xhosa.[401] He was often praised for his public speaking abilities; Du Boulay noted that his \"star quality enables him to hold an audience spellbound\".[409] Gish noted that \"Tutu's voice and manner could light up an audience; he never sounded puritanical or humourless\".[410] Quick witted, he used humour to try and win over audiences.[411] He had a talent for mimicry but, according to Du Boulay, \"his humour has none of the cool acerbity that makes for real wit\".[412] His application of humour included jokes that made a point about apartheid;[413] \"the whites think the black people want to drive them into the sea. What they forget is, with apartheid on the beaches – we can't even go to the sea\".[414] In a speech made at the Sixth Assembly of the World Council of Churches in Vancouver he drew laughs from the audience for referring to South Africa as having a \"few local problems\".[415] Tutu had a lifelong love of literature and reading,[416] and was a fan of cricket.[417] To relax, he enjoyed listening to classical music and reading books on politics or religion.[418] His favourite foods included samosas, marshmallows, fat cakes, and Yogi Sip.[417] When hosts asked what his culinary tastes were, his wife responded: \"think of a five-year old\".[408] Tutu woke at 4 am every morning, before engaging in an early morning walk, prayers, and the Eucharist.[419] On Fridays, he fasted until supper.[420] Tutu was a committed Christian from boyhood.[421] Prayer was a big part of his life; he often spent an hour in prayer at the start of each day, and would ensure that every meeting or interview that he was part of was preceded by a short prayer.[422] He was even known to often pray while driving.[422] He read the Bible every day[423] and recommended that people read it as a collection of books, not a single constitutional document: \"You have to understand that the Bible is really a library of books and it has different categories of material\", he said. \"There are certain parts which you have to say no to. The Bible accepted slavery. St. Paul said women should not speak in church at all and there are people who have used that to say women should not be ordained. There are many things that you shouldn't accept.\"[423] On 2 July 1955, Tutu married Nomalizo Leah Shenxane, a teacher whom he had met while at college. They had four children: Trevor Thamsanqa, Theresa Thandeka, Naomi Nontombi and Mpho Andrea, all of whom attended the Waterford Kamhlaba School in Swaziland.[424] Du Boulay referred to him as \"a loving and concerned father\",[425] while Allen described him as a \"loving but strict father\" to his children.[145] Allen stated that the theme running through Tutu's campaigning was that of \"democracy, human rights and tolerance, to be achieved by dialogue and accommodation between enemies.\"[426] Racial equality was a core principle,[427] and his opposition to apartheid was unequivocal.[409] Tutu believed that the apartheid system had to be wholly dismantled rather than being reformed in a piecemeal fashion.[428] He compared the apartheid ethos of South Africa's National Party to the ideas of the Nazi Party, and drew comparisons between apartheid policy and the Holocaust. He noted that whereas the latter was a quicker and more efficient way of exterminating whole populations, the National Party's policy of forcibly relocating black South Africans to areas where they lacked access to food and sanitation had much the same result.[429] In his words, \"Apartheid is as evil and as vicious as Nazism and Communism.\"[430] Tutu never became anti-white, in part due to his many positive experiences with white people.[431] In his speeches, he stressed that it was apartheid—rather than white people—that was the enemy.[432] He promoted racial reconciliation between South Africa's communities, believing that most blacks fundamentally wanted to live in harmony with whites,[433] although he stressed that reconciliation would only be possible among equals, after blacks had been given full civil rights.[414] He tried to cultivate goodwill from the country's white community, making a point of showing white individuals gratitude when they made concessions to black demands.[433] He also spoke to many white audiences, urging them to support his cause, referring to it as the \"winning side\",[434] and reminding them that when apartheid had been overthrown, black South Africans would remember who their friends had been.[435] When he held public prayers, he always included mention of those who upheld apartheid, such as politicians and police, alongside the system's victims, emphasising his view that all humans were the children of God.[436] He stated that \"the people who are perpetrators of injury in our land are not sporting horns or tails. They're just ordinary people who are scared. Wouldn't you be scared if you were outnumbered five to one?\"[437] Tutu was always committed to non-violent activism,[438] and in his speeches was also cautious never to threaten or endorse violence, even when he warned that it was a likely outcome of government policy.[439] He nevertheless described himself as a \"man of peace\" rather than a pacifist.[440] He for instance accepted that violence had been necessary to stop Nazism.[441] In the South African situation, he criticised the use of violence by both the government and anti-apartheid groups, although was also critical of white South Africans who would only condemn the use of violence by the latter, regarding such a position as a case of a double standard.[441] To end apartheid, he advocated foreign economic pressure be put on South Africa.[441] To critics who claimed that this measure would only cause further hardship for impoverished black South Africans, he responded that said communities were already experiencing significant hardship and that it would be better if they were \"suffering with a purpose\".[442] During the apartheid period, he criticised the black leaders of the Bantustans, describing them as \"largely corrupt men looking after their own interests, lining their pockets\";[443] Buthelezi, the leader of the Zulu Bantustan, privately claimed that there was \"something radically wrong\" with Tutu's personality.[444] In the 1980s, Tutu also condemned Western political leaders, namely Ronald Reagan, Margaret Thatcher, and West Germany's Helmut Kohl, for retaining links with the South African government, stipulating that \"support of this racist policy is racist\".[445] Regarding Reagan, he stated that although he once thought him a \"crypto-racist\" for his soft stance on the National Party administration, he would \"say now that he is a racist pure and simple\".[163] He and his wife boycotted a lecture given at the Federal Theological Institute by former British Prime Minister Alec Douglas-Home in the 1960s; Tutu noted that they did so because Britain's Conservative Party had \"behaved abominably over issues which touched our hearts most nearly\".[446] Later in life, he also spoke out against various African leaders, for instance describing Zimbabwe's Robert Mugabe as the \"caricature of an African dictator\", who had \"gone bonkers in a big way\".[285] According to Du Boulay, \"Tutu's politics spring directly and inevitably from his Christianity.\"[447] He believed that it was the duty of Christians to oppose unjust laws,[139] and that there could be no separation between the religious and the political just as—according to Anglican theology—there is no separation between the spiritual realm (the Holy Ghost) and the material one (Jesus Christ).[448] However, he was adamant that he was not personally a politician.[447] He felt that religious leaders like himself should stay outside of party politics, citing the example of Abel Muzorewa in Zimbabwe, Makarios III in Cyprus, and Ruhollah Khomeini in Iran as examples in which such crossovers proved problematic.[449] He tried to avoid alignment with any particular political party; in the 1980s he for instance signed a plea urging anti-apartheid activists in the United States to support both the ANC and the Pan Africanist Congress (PAC).[450] Du Boulay however noted that Tutu was \"most at home\" with the UDF umbrella organisation,[451] and that his views on a multi-racial alliance against apartheid placed him closer to the approach of the ANC and UDF than the blacks-only approach favoured by the PAC and Black Consciousness groups like AZAPO.[452] When, in the late 1980s, there were suggestions that he should take political office, he rejected the idea.[453] When pressed to describe his ideological position, Tutu described himself as a socialist.[452] In 1986, he related that \"[a]ll my experiences with capitalism, I'm afraid, have indicated that it encourages some of the worst features in people. Eat or be eaten. It is underlined by the survival of the fittest. I can't buy that. I mean, maybe it's the awful face of capitalism, but I haven't seen the other face.\"[454] Also in the 1980s, he was reported as saying that \"apartheid has given free enterprise a bad name\".[455] While identifying with socialism, he opposed forms of socialism like Marxism–Leninism which promoted communism, being critical of Marxism–Leninism's promotion of atheism.[452] Tutu often used the aphorism that \"African communism\" is an oxymoron because—in his view—Africans are intrinsically spiritual and this conflicts with the atheistic nature of Marxism.[456] He was critical of the Marxist–Leninist governments in the Soviet Union and Eastern Bloc, comparing the way that they treated their populations with the way that the National Party treated South Africans.[429] In 1985 he stated that he hated Marxism–Leninism \"with every fiber of my being\" although sought to explain why black South Africans turned to it as an ally: \"when you are in a dungeon and a hand is stretched out to free you, you do not ask for the pedigree of the hand owner.\"[457] Nelson Mandela had foregrounded the idea of Ubuntu as being of importance to South Africa's political framework.[458] In 1986, Tutu had defined Ubuntu: \"It refers to gentleness, to compassion, to hospitality, to openness to others, to vulnerability, to be available to others and to know that you are bound up with them in the bundle of life.\"[458] Reflecting this view of ubuntu, Tutu was fond of the Xhosa saying that \"a person is a person through other persons\".[401] Tutu was attracted to Anglicanism because of what he saw as its tolerance and inclusiveness, its appeal to reason alongside scripture and tradition, and the freedom that its constituent churches had from any centralized authority.[333] Tutu's approach to Anglicanism has been characterised as having been Anglo-Catholic in nature.[459] He regarded the Anglican Communion as a family, replete with its internal squabbles.[460] Tutu rejected the idea that any particular variant of theology was universally applicable, instead maintaining that all understandings of God had to be \"contextual\" in relating to the socio-cultural conditions in which they existed.[461] In the 1970s, Tutu became an advocate of both black theology and African theology, seeking ways to fuse the two schools of Christian theological thought.[462] Unlike other theologians, like John Mbiti, who saw the traditions as largely incompatible, Tutu emphasised the similarities between the two.[463] He believed that both theological approaches had arisen in contexts where black humanity had been defined in terms of white norms and values, in societies where \"to be really human\", the black man \"had to see himself and to be seen as a chocolate coloured white man\".[464] He also argued that both black and African theology shared a repudiation of the supremacy of Western values.[464] In doing so he spoke of an underlying unity of Africans and the African diaspora, stating that \"All of us are bound to Mother Africa by invisible but tenacious bonds. She has nurtured the deepest things in us blacks.\"[463] He became, according to Du Boulay, \"one of the most eloquent and persuasive communicators\" of black theology.[448] He expressed his views on theology largely through sermons and addresses rather than in extended academic treatises.[448] Tutu expressed the view that Western theology sought answers to questions that Africans were not asking.[465] For Tutu, two major questions were being posed by African Christianity; how to replace imported Christian expressions of faith with something authentically African, and how to liberate people from bondage.[466] He believed that there were many comparisons to be made between contemporary African understandings of God and those featured in the Old Testament.[111] He nevertheless criticised African theology for failing to sufficiently address contemporary societal problems, and suggested that to correct this it should learn from the black theology tradition.[464] When chairing the Truth and Reconciliation Commission, Tutu advocated an explicitly Christian model of reconciliation, as part of which he believed that South Africans had to face up to the damages that they had caused and accept the consequences of their actions.[467] As part of this, he believed that the perpetrators and beneficiaries of apartheid must admit to their actions but that the system's victims should respond generously, stating that it was a \"gospel imperative\" to forgive.[467] At the same time, he argued that those responsible had to display true repentance in the form of restitution.[467] Gish noted that by the time of apartheid's fall, Tutu had attained \"worldwide respect\" for his \"uncompromising stand for justice and reconciliation and his unmatched integrity\".[468] According to Allen, Tutu \"made a powerful and unique contribution to publicizing the antiapartheid struggle abroad\", particularly in the United States.[469] In the latter country, he was able to rise to prominence as a South African anti-apartheid activist because—unlike Mandela and other members of the ANC—he had no links to the South African Communist Party and thus was more acceptable to Americans amid the Cold War anti-communist sentiment of the period.[470] In the United States, he was often compared to Martin Luther King Jr., with the African-American civil rights activist Jesse Jackson referring to him as \"the Martin Luther King of South Africa\".[471] After the end of apartheid, Tutu became \"perhaps the world's most prominent religious leader advocating gay and lesbian rights\", according to Allen.[332] Ultimately, Allen thought that perhaps Tutu's \"greatest legacy\" was the fact that he gave \"to the world as it entered the twenty-first century an African model for expressing the nature of human community\".[472] During Tutu's rise to notability during the 1970s and 1980s, responses to him were \"sharply polarized\".[473] Noting that he was \"simultaneously loved and hated, honoured and vilified\",[474] Du Boulay attributed his divisive reception to the fact that \"strong people evoke strong emotions\".[475] Tutu gained much adulation from black journalists, inspired imprisoned anti-apartheid activists, and led to many black parents naming their children after him.[473] For many black South Africans, he was a respected religious leader and a symbol of black achievement.[476] By 1984 he was—according to Gish—\"the personification of the South African freedom struggle\".[411] In 1988, Du Boulay described him as \"a spokesman for his people, a voice for the voiceless\".[390] The response he received from South Africa's white minority was more mixed. Most of those who criticised him were conservative whites who did not want a shift away from apartheid and white-minority rule.[477] Many of these whites were angered that he was calling for economic sanctions against South Africa and that he was warning that racial violence was impending.[478] Said whites often accused him of being a tool of the communists.[452] This hostility was exacerbated by the government's campaign to discredit Tutu and distort his image,[479] which included repeatedly misquoting him to present his statements out of context.[480] According to Du Boulay, the SABC and much of the white press went to \"extraordinary attempts to discredit him\", something that \"made it hard to know the man himself\".[390] Allen noted that in 1984, Tutu was \"the black leader white South Africans most loved to hate\" and that this antipathy extended beyond supporters of the far-right government to liberals too.[181] The fact that he was \"an object of hate\" for many was something that deeply pained him.[475] Hated by many white South Africans for being too radical, he was also scorned by many black militants for being too moderate. — On Tutu in the mid-1980s, by Steven D. Gish, 2004[210] Tutu also drew criticism from within the anti-apartheid movement and the black South African community. He was criticised repeatedly for making statements on behalf of black South Africans without consulting other community leaders first.[393] Some black anti-apartheid activists regarded him as too moderate,[481] and in particular too focused on cultivating white goodwill.[482] The African-American civil rights campaigner Bernice Powell for instance complained that he was \"too nice to white people\".[483] According to Gish, Tutu \"faced the perpetual dilemma of all moderates – he was often viewed suspiciously by the two hostile sides he sought to bring together\".[482] Tutu's critical view of Marxist-oriented communism and the governments of the Eastern Bloc, and the comparisons he drew between these administrations and far-right ideologies like Nazism and apartheid brought criticism from the South African Communist Party in 1984.[484] After the transition to universal suffrage, Tutu's criticism of presidents Mbeki and Zuma brought objections from their supporters; in 2006, Zuma's personal advisor Elias Khumalo claimed that it was a double standard that Tutu could \"accept the apology from the apartheid government that committed unspeakable atrocities against millions of South Africans\", yet \"cannot find it in his heart to accept the apology\" from Zuma.[485] Tutu gained many international awards and honorary degrees, particularly in South Africa, the United Kingdom, and the United States.[305] By 2003, he had approximately 100 honorary degrees;[486] he was, for example, the first person to be awarded an honorary doctorate by Ruhr University in West Germany, and the third person whom Columbia University in the U.S. agreed to award an honorary doctorate off-campus to.[487] Many schools and scholarships were named after him.[305] Mount Allison University in Sackville, New Brunswick was the first Canadian institution to award Tutu an honorary doctorate in 1988.[488] In 2000, the Munsieville Library in Klerksdorp was renamed the Desmond Tutu Library.[305] The Desmond Tutu School of Theology at Fort Hare University was launched in 2002.[305] On 16 October 1984, Tutu was awarded the Nobel Peace Prize. The Nobel Committee cited his \"role as a unifying leader figure in the campaign to resolve the problem of apartheid in South Africa\".[489] This was seen as a gesture of support for him and the South African Council of Churches which he led at that time. In 1987 Tutu was awarded the Pacem in Terris Award,[490] named after a 1963 encyclical letter by Pope John XXIII that calls upon all people of good will to secure peace among all nations.[491] In 1985 the City of Reggio Emilia named Tutu an honorary citizen together with Albertina Sisulu.[492] In 2000, Tutu received the Common Wealth Award of Distinguished Service.[493] In 2003, Tutu received the Golden Plate Award of the Academy of Achievement presented by Awards Council member Coretta Scott King.[494][495] In 2008, Governor Rod Blagojevich of Illinois proclaimed 13 May 'Desmond Tutu Day'.[496] In 2015, Queen Elizabeth II approved Tutu the honorary British award of the Order of the Companions of Honour (CH).[497] Queen Elizabeth II appointed Tutu as a Bailiff Grand Cross of the Venerable Order of St. John in September 2017.[498] In 2010, Tutu delivered the Bynum Tudor Lecture at the University of Oxford and became a visiting fellow at Kellogg College, Oxford.[499] In 2013, he received the £1.1m (US$1.6m) Templeton Prize for \"his life-long work in advancing spiritual principles such as love and forgiveness\".[500] In 2018 the fossil of a Devonian tetrapod was found in Grahamstown by Rob Gess of the Albany Museum; this tetrapod was named Tutusius umlambo in Tutu's honour.[501] Tutu is the author of seven collections of sermons in addition to other writings:","Title":"Desmond Tutu - Wikipedia","KeyID":"19056","URL":"https://en.wikipedia.org/wiki/Desmond_Tutu"}