{"Content: ":"Denis Mukwege (/mʊkˈweɪɡi/;[1] born 1 March 1955)[2][3] is a Congolese gynecologist[4] and Pentecostal pastor.[5] He founded and works in Panzi Hospital in Bukavu,[5] where he specializes in the treatment of women who have been raped by armed rebels.[6] In 2018, Mukwege and Iraqi Yazidi human rights activist Nadia Murad were jointly awarded the Nobel Peace Prize for \"their efforts to end the use of sexual violence as a weapon of war and armed conflict\".[7][8] Mukwege's continued demand for justice for the victims of the Congo conflicts has resulted in him receiving threats against his life and the Panzi hospital. He has received these death threats on social media platforms, which emerged from various sources including Mukwege's country of origin, the DRC, and adjoining countries, namely Rwanda and Uganda.[9] Reportedly, the threats have emerged following Denis' increasing calls for perpetrators who were named in a decade-old UN report, to be brought before an international tribunal.[10] A previous assassination attempt was made on Mukwege's life in 2012, which resulted in him and his family leaving the country over concerns for their safety.[11] Mukwege has treated thousands of women who were victims of rape as a weapon of war since the Second Congo War, some of them more than once, performing up to ten operations a day during his 17-hour working days.[6][12] According to The Globe and Mail, Mukwege is \"likely the world's leading expert on repairing injuries of rape\".[13] In 2013, he was awarded the Right Livelihood Award for \"his courageous work healing women survivors of war-time sexual violence and speaking up about its root causes.\"[14] Dr. Mukwege's efforts to bring international[15] attention to the prevalent use of sexual violence as a weapon of war in the Democratic Republic of Congo and his demands for the perpetrators to be brought to justice has resulted in him becoming a renowned activist for human rights and gender equality both within the DRC and internationally.[12] Born in Belgian Congo – today the Democratic Republic of the Congo –, Mukwege is the third of nine children born to a Pentecostal minister and his wife. He almost died at birth due to an infection but was saved by the Swedish Pentecostal missionary and midwife Majken Bergman.[16] Mukwege decided to study medicine after seeing the complications that women in the Congo experienced during childbirth who had no access to specialist healthcare, and he wanted to heal the sick people for whom his father prayed.[13] After graduating with a medical degree from the University of Burundi in 1983, Mukwege worked as a pediatrician in the rural Lemera Hospital near Bukavu.[17][18] However, after seeing female patients who often suffered from pain, genital lesions, and obstetric fistulas after giving birth due to an absence of proper care, he decided to study gynaecology and obstetrics at the University of Angers, France, obtaining his masters and completing his medical residency in 1989.[17][18][19] His education was mainly financed by the Swedish Pentecostal mission.[20][21] On 24 September 2015, Mukwege earned a PhD from Université libre de Bruxelles for his thesis on traumatic fistulas in the Eastern Region of the Democratic Republic of the Congo.[22][23] After completion of his studies in France (1989), Mukwege returned to work at the Lemera Hospital. At the beginning of the First Congo War, the Lemera hospital was attacked, his patients and co-workers were killed and the hospital ransacked. Dr. Mukwege fled to Bukavu where he founded the Panzi Hospital in 1999.[19] Its construction was mainly financed by Swedish Christian aid organizations and the Swedish International Development Cooperation Agency. The Panzi Hospital has continued to enjoy support from the Swedish Pentecostal Mission's development cooperation organization PMU.[24] Since its foundation, Panzi Hospital has treated more than 82,000 patients with complex gynecological damage and trauma.[25] An estimated 60 percent of these injuries result from instances of sexual violence being used as a weapon of war, with most of the patients of the time coming from conflict zones. Mukwege has described how his patients arrived at the hospital sometimes naked, usually in horrific condition.[13] When he observed that different armed groups were using genital damaging as a weapon of war during the conflict of the late 1990s, Mukwege devoted himself to reconstructive surgery to help female victims of sexual violence.[19] The German Institute for Medical Mission (DIFAEM) has been supporting Mukwege's work with funds and medicines.[26] In 2008, the non-profit Panzi Foundation DRC was created in order to support the work of Panzi Hospital with \"legal assistance, psycho-social support and socio-economic programmes.\" A Panzi Foundation USA was later founded to promote fundraising in the United States of America, and encourage investment in the Panzi Hospital and Foundations. In 2016 the Mukwege Foundation was created, to promote the aims of the Panzi Hospital and Foundations worldwide and \"advocate for an end to wartime sexual violence everywhere.\"[27] The holistic care approach that the Panzi Foundation employs reflects Dr. Mukwege's beliefs, as a co-founder of the organization, in the need for treating the person as a whole.[12] In September 2012, Mukwege gave a speech at the United Nations where he condemned the mass rape occurring in the Democratic Republic of the Congo,[28] and criticized the Congolese government and other countries \"for not doing enough to stop what he called 'an unjust war that has used violence against women and rape as a strategy of war'\".[29] The Democratic Republic of Congo has been called \"the worst place in the world to be a woman\" and \"the rape capital of the world\" because of the extent of the sexual violence committed against women resulting from the ongoing conflict.[30] The UN has declared that sexual violence is more prominent in the Democratic Republic of Congo than any other country in the world.[31] On 25 October 2012, four armed men attacked Mukwege's residence while he was not home, held his daughters hostage, and waited for his return to assassinate him. Upon his return, his guard, and close friend, intervened and was shot dead by the assassins.[20] They missed Mukwege as he dropped to the ground during the shooting.[32][20] After the assassination attempt, Mukwege went into exile in Europe and the Panzi Hospital reported that his absence had a \"devastating effect\" on its daily operations.[33] Mukwege returned to Bukavu on 14 January 2013, where the population received him with a warm welcome over the 20 miles from Kavumu Airport to the city. He received a particularly warm welcome from his patients, who had raised the funds to pay for his return ticket by selling pineapples and onions.[34] At 13 years of age, Mukwege took the decision to follow in his father's footsteps and become a Pentecostal minister, which was a transformative experience for him. He later said: \"I started to speak in tongues. My whole being was filled with heat and a certainty that I was not alone. The experience was so overwhelming that I knew my life was forever changed by that moment.\"[35] Apart from working as a doctor, he partly ministers in a Pentecostal church in Bukavu with 700 members.[36] Mukwege has repeatedly named his faith in Jesus Christ as a primary motivation for his work at Panzi.[37] The Panzi Hospital is being run by the Congolese Pentecostal movement CEPAC and has been continuously supported by the Swedish Pentecostal movement. In 2015, Mukwege was invited to speak at Nyhemsveckan, the annual Pentecostal conference in central Sweden. He then said: From this place, people have been praying for my beloved country and tonight it is a privilege for me to stand here as a fruit of your prayers. My congregation belongs to the Congolese Pentecostal Movement Cepac, and with about one million members it is a fruit of your prayers. The Panzi hospital is a fruit of your prayers. The church must be based on prayer. The Bible tells us to be thankful and thus, I want to be a representative for all those who received the blessings from your efforts in my country and elsewhere, saying thank you from the bottom of my heart.[24] Dr. Mukwege founded the City of Joy with Eve Ensler and Christine Schuler Deshryver as a place to support the women who were victims of sexual assault as a weapon of war and treated at the Panzi Hospital.[31] The City of Joy works to support the healing of the patient's mental and emotional trauma from the assault while also providing them with life skills and leadership training to ensure their success in their community upon their return.[38] The City of Joy has proven to transform and empower participant's views on financial matters and domestic decisions.[38] The City of Joy opened its doors in 2011, and a Netflix documentary was released about the City of Joy in 2016.[39] When the United Kingdom assumed the presidency of the G7 in 2021, Mukwege was appointed by the United Kingdom's Minister for Women and Equalities Liz Truss to a newly formed Gender Equality Advisory Council (GEAC) chaired by Sarah Sands.[40]","Title":"Denis Mukwege - Wikipedia","KeyID":"19100","URL":"https://en.wikipedia.org/wiki/Denis_Mukwege"}