{"Content: ":"Dmitry Andreyevich Muratov (Russian: Дмитрий Андреевич Муратов; born 29 October 1961) is a Russian journalist, television presenter and the editor-in-chief of the Russian newspaper Novaya Gazeta.[1] He was awarded the 2021 Nobel Peace Prize jointly with Maria Ressa for \"their efforts to safeguard freedom of expression, which is a precondition for democracy and lasting peace.\"[2] Muratov co-founded the pro-democracy newspaper Novaya Gazeta in 1993 with several other journalists. He was the newspaper's editor-in-chief from 1995 to 2017, and again assumed the position in 2019. The newspaper is known for its reporting on sensitive topics such as governmental corruption, human rights violations,[3] electoral fraud, police violence, and other misuses of power.[4] As editor-in-chief he was a vocal advocate for an independent press[4] and published articles by Anna Politkovskaya that scrutinised the Putin administration. Muratov helped to create \"the only truly critical newspaper with national influence in Russia today\", according to the Committee to Protect Journalists.[5] On 28 March 2022, the newspaper announced that it would suspend its online and print activities after it received a second warning from Roskomnadzor.[6] In April 2022, the second largest Norwegian media group Amedia announced it was handing over its four printing houses in Russia worth some 4 million Euro to Muratov, as it was ceasing its business activities in Russia.[7] Dmitry Muratov was born on 29 October 1961 into a Russian family in the city of Kuibyshev (officially known since 1991 by its original name, Samara).[8][9] He studied at the Faculty of Philology at Kuibyshev (now Samara) State University for five years, where he discovered his interest in journalism. While in college he made contact with local newspapers and held a part-time job in journalism.[10] From 1983 to 1985, after graduating from university, he served in the Soviet Army as a communication equipment security specialist.[10][11] In 1987, Muratov began working as a correspondent for Volzhsky Komsomolets newspaper. His superiors were so impressed that by the end of his first year he was appointed to head of the Komsomolskaya Pravda youth department, and later was promoted to editor of news articles.[12] Muratov left Komsomolskaya Pravda in 1992.[13] In 1993, Muratov and 50+ other colleagues from Komsomolskaya Pravda left to start their own paper titled Novaya Gazeta. Their goal was to create a publication that was \"an honest, independent, and rich\"[14] source for the citizens of Russia. The newspaper’s mission is to conduct in-depth investigations into human rights issues, corruption and abuse of power. Novaya Gazeta's newsroom started out with two computers, two rooms, one printer and no salary for the employees. Former Soviet President Mikhail Gorbachev generously donated some of his Nobel Peace Prize money to pay for salaries and computers for the paper. Muratov helped to create Novaya Gazeta, where he was named Deputy Press Editor.[15] In December 1994 – January 1995, Muratov was a correspondent in the war zone of the First Chechen War.[10][11] In 1995, he became the head of the editorial board. He held this position for over 20 years, stepping down in 2017, citing the exhausting nature of running the paper.[16] In 2019, he returned to the position, after the paper’s staff voted for his return.[15][17] Muratov often reported on sensitive topics including human rights violations, high-level government corruption, and abuse of power. His political beliefs, such as supporting freedom of press, has led to conflict with fellow journalists and the government.[5] In 2004, the newspaper printed seven articles by columnist Georgy Rozhnov, which accused Sergey Kiriyenko of embezzling US$4.8 billion of International Monetary Fund funds in 1998 when he was Prime Minister of Russia.[18] The newspaper based the accusations on a letter allegedly written to Colin Powell and signed by U.S. Congressmen Philip Crane, Mike Pence, Charlie Norwood, Dan Burton and Henry Bonilla and posted on the website of the American Defense Council.[19] The newspaper claimed that Kiriyenko had used some of the embezzled funds to purchase real estate in the United States. It was later claimed that the letter was a prank concocted by The eXile.[19] In response, Kiriyenko sued Novaya Gazeta and Rozhnov for libel, and in passing judgement in favour of Kiriyenko the court ordered Novaya Gazeta to retract all publications relating to the accusations and went on to say that the newspaper \"is obliged to publish only officially proven information linking Mr Kiriyenko with embezzlement.\"[18] After Novaya Gazeta published an investigation by journalist Denis Korotkov about Russian businessman Yevgeny Prigozhin,[20] in October 2018, Denis Korotkov and the editor-in-chief at Novaya Gazeta were the target of threatening deliveries of a severed ram's head and funeral flowers to the paper's offices. The style of the threat resembled others by Kremlin-linked Yevgeny Prigozhin.[21] In 2016, the newspaper was involved in the publishing of the so-called Panama Papers, confidential documents from a Panama-based law firm that had assisted companies and individuals from around the world in hiding their wealth.[4] His newspaper has been influential on shedding light of the turbulent situations in Chechnya and the Northern Caucasus in general. Novaya Gazeta published reports about anti-gay purges in Chechnya in 2017, where three men were allegedly killed, and dozens detained and intimidated. After publication, the Chechen Government denied the existence of persecutions in the Republic.[22] The newspaper published the report by Elena Milashina and the list of 27 Chechens killed on 26 January 2017. The newspaper also addressed the report and the list to the Russian government's Investigative Committee of Russia, and asked the committee to investigate the data in the published list. While Novaya Gazeta listed the names of 27 Chechens killed, the newspaper suspected that real number might be even more, with up to 56 Chechens killed that night. The newspaper said that the dead Chechens were citizens of the Republic of Chechnya, who were detained by the governmental security service, put in custody inside a secure compound belonging to the traffic police regiment in the City of Grozny, and executed on 26 January by gunfire (several men brutally killed by asphyxiation)[23]) by state security forces without any legal proceedings.[24] During Muratov's time at the Novaya Gazeta, six of its journalists have been killed.[5] In 2000, Igor Domnikov was murdered in a Moscow apartment building. In 2001, Victor Popkov, a Novaya Gazeta contributor, died after being wounded in the crossfire of a gunfight in Chechnya.[5] In 2003, Yury Shchekochikhin was poisoned after investigating a corruption scandal where high-ranking Russian officials were involved.[5] Anna Politkovskaya was assassinated in her apartment block in 2006 after spending her career covering Chechnya and the Northern Caucasus.[5] In 2009, Anastasia Baburova was shot and killed on the street, while Natalia Estemirova was abducted and executed.[25] After the Russian invasion of Ukraine on 24 February 2022, Muratov released dual editions of his newspaper in both Russian and Ukrainian, and said that his newspaper would defy the Russian media watchdog's rules which he stated would lead to a situation in which only Russian government statements could be reported. The law states that the media not report knowingly disseminate \"false\" news, with the Russian Federation deciding what is the truth, \"in order to protect the interests of the Russian Federation and its citizens and maintain international peace and security\".[26][27][28][29] On 28 March 2022, the newspaper suspended its print activities after receiving a second warning from Roskomnadzor;[6] on 6 April 2022, a foreign version of the paper (Novaya Gazeta Europa) was launched from Riga in order to avoid censorship.[30] On 7 April 2022, Muratov was attacked by an unknown person and covered with red paint while on a train from Moscow to Samara, supposedly as an act of support for Russian troops;[31][32] According to U.S. intelligence agencies, the attack was organized by Russian intelligence services.[33] Muratov is a decorated journalist who has received numerous awards and honours for his contributions to his craft. He received the CPJ International Press Freedom Award in 2007 from the Committee to Protect Journalists for his bravery in defending the freedom of the press in the face of danger.[34] On 29 January 2010, he was acknowledged by the French government for his devotion to the freedom of journalists. He was given the Legion of Honour order; France’s highest civil decoration.[35] Muratov traveled to the Netherlands in May 2010 to receive the Four Freedoms Award for the Novaya Gazeta.[36] In 2016, Muratov accepted the Golden Pen of Freedom Award from the World Association of Newspapers and News Publishers.[5] Muratov was awarded the 2021 Nobel Peace Prize, alongside Maria Ressa of the Philippines, \"for their efforts to safeguard freedom of expression, which is a precondition for democracy and lasting peace.\"[2] The Nobel Committee specifically commended Novaja Gazeta's \"critical articles on subjects ranging from corruption, police violence, unlawful arrests, electoral fraud and ”troll factories” to the use of Russian military forces both within and outside Russia.\"[37] The Nobel Prize Committee was criticized for rewarding Muratov and not jailed Russian opposition leader Alexei Navalny, as an attempt by the Committee \"to keep the maximum distance from the current political process\" in Russia.[38] Muratov is a member of the democratic political party Yabloko[39] that did not support the smart voting initiative by Navalny.[40] The Kremlin congratulated Muratov on winning the Nobel prize.[41] Muratov has said that he would have given the prize to Alexei Navalny if it were his choice.[42] In an interview to Meduza, Muratov commented that his Nobel Prize belongs to all journalists of Novaya Gazeta who were killed for conducting their investigations:[43] It's not mine. I'm not the right beneficiary, there are real ones. It's just that the Nobel Peace Prize isn't awarded posthumously, it's awarded to living people. Obviously, they decided to award it to someone living, having in mind Yury Shchekochikhin, Igor Domnikov, Anna Politkovskaya, Anastasia Baburova, Stanislav Markelov, and Natalya Estemirova. On 22 March 2022, Muratov decided to sell his Nobel Peace Prize medal to an auction, donating the proceeds to UNICEF for the benefit of refugees from Ukraine.[44] The medal sold for US$103.5 million, the highest price ever recorded for a Nobel medal.[45][46]","Title":"Dmitry Muratov - Wikipedia","KeyID":"19105","URL":"https://en.wikipedia.org/wiki/Dmitry_Muratov"}