{"Content: ":"Louis J. Ignarro (born May 31, 1941) is an American pharmacologist. For demonstrating the signaling properties of nitric oxide, he was co-recipient of the 1998 Nobel Prize in Physiology or Medicine with Robert F. Furchgott and Ferid Murad. Currently, he is professor emeritus of pharmacology at the UCLA School of Medicine's department of molecular and medical pharmacology in Los Angeles, which he joined in 1985.[1] Before relocating to California, he was a professor of pharmacology at Tulane University School of Medicine, New Orleans, for 12 years. Ignarro has also previously worked as a staff scientist, research department, for the pharmaceutical division of CIBA-GEIGY Corporation in New York. Ignarro has published numerous research articles. He received the Basic Research Prize of the American Heart Association in 1998. This was in recognition of his outstanding contributions to the advancement of cardiovascular science. That same year, he was inducted into the National Academy of Sciences and the following year, into the American Academy of Arts and Sciences. Because nitric oxide is indirectly involved in the action of this drug, he is sometimes referred to as the \"Father of Viagra\".[2] He is the founder of the Nitric Oxide Society, and founder and editor-in-chief of Nitric Oxide Biology and Chemistry.[3] Ignarro holds a B.S. in pharmacy, Columbia University, 1962, and a Ph.D. in pharmacology, University of Minnesota, School of Medicine, 1966. He also received a postdoctoral fellowship in chemical pharmacology from National Institutes of Health in 1968. He is a member of the scientific committee of Nicox, a French pharmaceutical company, a member of the Board of Directors of Antibe Therapeutics,[4] a Canadian drug discovery company, a member of the Board of Directors of Operation USA, a non-profit organization, and is past member of the Nutritional Advisory Board for Herbalife, a multi-level marketing company. Louis J. Ignarro was born in 1941 in Brooklyn, New York. His parents were Italian immigrants and his father was a carpenter in Torre del Greco, near Naples. Ignarro grew up in Long Beach, NY, which is a suburb of New York City, NY on the south shore of Long Island, NY. Ignarro received his first chemistry set as a gift at the age of 8.[5] Ignarro is married to anesthesiologist Dr. Sharon Ignarro and lives in Beverly Hills, CA.[5] He is an avid cyclist and marathoner, having completed 13 marathons.[6][7] Ignarro has published multiple books for lay audiences about health and wellness focusing on the benefits of increasing nitric oxide production. He is a frequent public speaker on these and related topics. Ignarro attended Central Grade School and Long Beach High School. A strong interest in science led Ignarro to Columbia University where he studied chemistry and pharmacology and in 1962 received a bachelor's degree in pharmacy from the Columbia University College of Pharmaceutical Sciences.[8][9] Ignarro then attended the University of Minnesota where he received a Ph.D. in pharmacology. His university studies also concentrated in chemistry, enzymology and cardiovascular physiology, which resulted in several published papers. While at the University of Minnesota, Ignarro studied under eventual Nobel Prize-winning chemist Paul Boyer.[5] Ignarro's work continued at the NIH in the fields he'd studied, collaborating with many other scientists to discover regulatory mechanisms of the cardiovascular system that would lead to his most famous work. This was his first time to apply his education outside of an academic setting. In 1968, Ignarro left the NIH to work for Geigy Pharmaceuticals. With this company, Ignarro helped develop new drugs and was able to continue research into new areas of pharmacology including cyclic GMP. After Geigy merged with Ciba Pharmaceuticals, Ignarro decided to move back to the world of academia, this time as a professor.[5] In 1973, Ignarro accepted the position of assistant professor of pharmacology at Tulane University School of Medicine in New Orleans, LA. Tulane was chosen partially because it would provide a good environment for continued research into cyclic GMP. While studying cyclic GMP, Ignarro read a paper by Ferid Murad, who demonstrated that nitric oxide elevates cyclic GMP levels. Ignarro then speculated that nitric oxide could be the key to relaxing vascular smooth muscles. In turn, this led to his extensive research on the subject.[10] Ignarro's research demonstrated that nitric oxide serves the functions of vasorelaxant and inhibitor of platelet aggregation, with both effects mediated by cyclic GMP. Ignarro continued his research at Tulane. In 1984 he realized that the properties of nitric oxide were the same as those seen in the endothelium derived relaxing factor (EDRF) previously identified by Robert Furchgott 3 years earlier. The exact nature of the EDRF was up to this point unknown. Furchgott and Ignarro came to similar conclusions about nitric oxide as the EDRF around the same time, and both presented evidence at conferences during 1986 demonstrating nitric oxide's role as EDRF.[5] During the decades since Ignarro and Furchgott's initial research, thousands of studies have been published about the effects of nitric oxide as the endothelium derived relaxing factor. This has led to the development of erectile dysfunction drugs such as Viagra and nutritional supplements designed for cardiovascular health and athletic performance. In 1985, Ignarro moved from New Orleans to Los Angeles where he accepted a position at the UCLA School of Medicine and continues to research and teach.[5] Ignarro has worked as a consultant for Herbalife since 2003 and later became a member of the company's Scientific Advisory Board. He has collaborated in developing nutritional supplements for cardiovascular health and athletic performance. Ignarro first worked with Herbalife to develop Niteworks, a dietary supplement designed to boost the body's own production of nitric oxide.[11] Ignarro endorsed this product in exchange for a royalty agreement reported to have earned his consulting firm over $1 million in the first 12 months.[12] Ignarro has continued to work with Herbalife to develop additional supplements focusing on nutrients such as Omega-3 fatty acid and CoQ10. As of 2012, Herbalife has made payments to Ignarro and his affiliated consulting firm of over $15 million.[13] Ignarro appears in videos promoting Niteworks and other Herbalife products, and is a frequent speaker at Herbalife events. Since partnering with Herbalife, Ignarro has spoken to more than 5,000,000 people worldwide about nitric oxide and cardiovascular health.[14] While testifying before Congress in 2000, Ignarro remarked: \"Only in America could the son of an uneducated carpenter receive the Nobel Prize in Medicine\".[15][16]","Title":"Louis Ignarro - Wikipedia","KeyID":"19118","URL":"https://en.wikipedia.org/wiki/Louis_Ignarro"}