{"Content: ":"Basil Stanlake Brooke, 1st Viscount Brookeborough, KG, CBE, MC, TD, PC (Ire) (9 June 1888 – 18 August 1973), styled Sir Basil Brooke, 5th Baronet between 1907 and 1952, was an Ulster Unionist Party (UUP) politician who became the third Prime Minister of Northern Ireland in May 1943, holding office until March 1963. Lord Brookeborough had previously held several ministerial positions in the Government of Northern Ireland, and has been described as \"perhaps the last Unionist leader to command respect, loyalty and affection across the social and political spectrum of the movement\".[1] He has also been described as one of the most hardline anti-Catholic leaders of the UUP.[2] Basil Stanlake Brooke was born on 9 June 1888 at Colebrooke Park, his family's neo-Classical ancestral seat on (what was then) the several-thousand acre Colebrooke Estate, just outside Brookeborough, a village near Lisnaskea in County Fermanagh, Ireland.[3] He was the eldest son of Sir Arthur Douglas Brooke, 4th Baronet, whom he succeeded as 5th Baronet when his father died in 1907.[citation needed] He was a nephew of Field Marshal The 1st Viscount Alanbrooke, Chief of the Imperial General Staff during World War II, who was only five years his senior. His sister Sheelah married Sir Henry Mulholland, Speaker of the Stormont House of Commons and son of Lord Dunleath. He was educated for five years at St. George's School in Pau, France, and then at Winchester College (1901–05).[citation needed] After graduating from the Royal Military College, Sandhurst,[citation needed] the young Sir Basil Brooke, 5th Bt, was commissioned into the Royal Fusiliers on 26 September 1908 as a second lieutenant.[4] He transferred to the 10th Hussars in 1911. He was awarded the Military Cross and Croix de Guerre with palm for his service during the First World War. Brooke was a very active Ulster Unionist Party member and ally of Edward Carson. He founded his own paramilitary group, Brooke's Fermanagh Vigilance, from men returning from the war front in 1918. Although the umbrella Ulster Volunteers (UVF) had been quiescent during the war, it was not defunct. It re-emerged strongly in 1920, subsuming groups like Brooke's.[5] In 1920, having reached the rank of captain, Brooke left the British Army to farm the Colebrooke Estate, his family's country estate at Brookeborough in west Ulster, at which point he turned towards a career in politics.[6] Brooke had a very long political career. When he resigned the Premiership of Northern Ireland in March 1963, he was Northern Ireland's longest-serving prime minister, having held office for two months short of 20 years.[7] He had also established a United Kingdom record by holding government office continuously for 33 years.[7] In 1921 Captain Brooke was elected to the Senate of Northern Ireland, but he resigned the following year to become Commandant of the Ulster Special Constabulary (USC) in their fight against the Irish Republican Army (IRA). He was created a Commander of the Order of the British Empire in 1921.[7] In 1929 he was elected to the House of Commons of Northern Ireland as Ulster Unionist Party MP for the Lisnaskea division of County Fermanagh. In the words of the Oxford Dictionary of National Biography, \"his thin, wiry frame, with the inevitable cigarette in hand, and clipped, anglicised accent were to be a feature of Stormont for the next forty years.\" Brooke became Minister of Agriculture in 1933. By virtue of this appointment, he also acquired the rank of Privy Councillor of Northern Ireland.[7] He was thus known, from 1933 until his elevation to the peerage in 1952, as Captain The Right Honourable Sir Basil Brooke, 5th Baronet, Commander of the Order of the British Empire, Military Cross, Privy Council of Northern Ireland, Member of Parliament. From 1941 to 1943 he was Minister of Commerce. Capt. Brooke addressed an Orange Institution rally at Newtownbutler on 12 July 1933, where he said: Many in this audience employ Catholics, but I have not one about my place. Catholics are out to destroy Ulster...If we in Ulster allow Roman Catholics to work on our farms we are traitors to Ulster...I would appeal to loyalists, therefore, wherever possible, to employ good Protestant lads and lassies.[8][9] In later years he expressed regret for the statement.[10] On 2 May 1943 he succeeded John M. Andrews as Prime Minister.[11] In 1952 Brookeborough, whilst Prime Minister, was raised to the peerage as Viscount Brookeborough, the title taken from the village named after the Brookes. Although a peer, he retained his seat in the House of Commons at Stormont and remained PM for another decade. As the Northern Ireland economy began to de-industrialise in the mid-1950s, leading to high unemployment amongst the Protestant working classes, Brookeborough faced increasing disenchantment amongst UUP backbenchers for what was regarded as his indifferent and ineffectual approach to mounting economic problems. As this disenchantment grew, British civil servants and some members of the UUP combined to exert discreet and ultimately effective pressure on Brookeborough to resign to make way for Captain Terence O'Neill, who was Minister of Finance.[12] In 1959, Brooke expressed scepticism at the idea of Catholics joining the Ulster Unionist Party, saying There is no use blinking the fact that political differences in Northern Ireland closely follow religious differences. It may not be impossible, but is certainly not easy for any person to discard the political conceptions, the influence and impressions acquired from religious and education instruction by those whose aims are openly declared to be an all-Ireland republic. The Unionist Party is dedicated to the resistance of those aims and its constitution and composition reflect that basic fact. There is no change in the fundamental character of the Unionist Party or in the loyalties it observes and preserves. If that is called intolerance I say at once it is not the fault of the Unionist party. If it is called inflexible then it shows that our principles are not elastic.[13] In 1963, his health having worsened, he resigned (at the age of 75) as Prime Minister. But he remained a member of the House of Commons of Northern Ireland until the 1969 general election, becoming the Father of the House in 1965. During his last years in the Parliament of Northern Ireland he publicly opposed the liberal policies of his successor Terence O'Neill, who actively sought to improve relationships with the Republic of Ireland, and who attempted to address some of the grievances of Catholics and grant many of the demands of the Northern Ireland Civil Rights Association. Brookeborough was noted for his casual style towards his ministerial duties. Terence O'Neill later wrote of him: \"he was good company and a good raconteur, and those who met him imagined that he was relaxing away from his desk. However they did not realise that there was no desk.\"[7] While Graham Walker wrote \"...Brookeborough's achievements over twenty years were substantial: the Unionist Party maintained essential unity, the anti-partitionist project was thwarted, and a potentially difficult post-war relationship with Britain under Labour was managed to the long-term benefit of Northern Ireland's full participation in the welfare state and new educational opportunities...\",[14] increased educational opportunities for Catholics increased their self-confidence and expectations, which added momentum to the 1960s civil rights movement.[15] In his retirement Brookeborough developed commercial interests; as chairman of Carreras (Northern Ireland), a director of Devenish Trade, and president of the Northern Ireland Institute of Directors. He was also made an honorary LLD of The Queen's University of Belfast. From 1970 to 1973, years in which the Stormont institution came under its greatest strain and eventually crumbled, Brookeborough made only occasional forays into political life.[7] In 1972 he appeared next to Bill Craig MP on the balcony of Parliament Buildings at Stormont, a diminutive figure beside the leader of the Ulster Vanguard who was rallying right-wing Unionists against the Government of Northern Ireland. He opposed the Westminster white paper on the future of Northern Ireland and caused some embarrassment to his son, Captain John Brooke, the UUP Chief Whip and an ally of Brian Faulkner, by speaking against the Faulkner ministry's proposals.[7] Lord Brookeborough died at his home, Colebrooke Park, on the Colebrooke Estate, on 18 August 1973. His remains were cremated at Roselawn Cemetery, East Belfast, three days later, and, in accordance with his wishes, his ashes were scattered on the demesne surrounding his beloved Colebrooke Park. In its obituary, The Times indirectly blamed him for the continuing Troubles: “Brookeborough was a man of courage, conviction and great charm. But his political sense was seriously found wanting by the intransigence with which he excluded the Roman Catholic minority from responsibility and participation.” The obituary continued remarking that Brookeborough was “[a] staunch representative of the Anglo-Irish aristocracy and an unyielding believer in the Protestant Ascendancy...The sectarian strife now tearing at the fabric of Northern Ireland's society is in part attributable to the immobility imposed in his long period of political leadership.”[7] Brookeborough's estate[16] was valued at £406,591.83.[7] [17] His only surviving son, Captain The Right Honourable John W. Brooke, Privy Council of Northern Ireland, MP, succeeded to the viscountcy.[7] Brooke married, firstly, Cynthia Mary Surgison (1897–1970), second daughter and co-heir of Captain Charles Warden Surgison, of Cuckfield Park, Sussex. They were married on 3 June 1919 at St George's, Hanover Square. Their families were already close owing to Surgison's sister's being married to Brookeborough's cousin.[citation needed] Following their marriage the Brookes went to live at Colebrooke Park. They had three sons, two of whom were killed in action during the Second World War.[7] Brooke was a member of the Hanover Loyal Orange Lodge 1639, which served the Brookeborough estate. Involvement with the Orange Order was a longstanding family tradition.[18] Lady Brookeborough died in 1970 and the following year, aged 83, Lord Brookeborough married Sarah Eileen Bell Calvert, daughter of Henry Healey, of Belfast, and widow of Cecil Armstrong Calvert, FRCS, director of neurosurgery at the Royal Victoria Hospital, Belfast. Sarah Eileen, Viscountess Brookeborough, died in 1989.[citation needed] In his private life, Brookeborough enjoyed farming, and he won many awards for it. He also liked shooting, fishing, and golf.[7] By his first wife, Brookeborough had the following children: He was awarded the Military Cross[19] for \"Distinguished Service in the Field\" on 3 June 1916.[20] He was awarded the Croix de Guerre in 1918.[21] Having been appointed CBE in 1921, Brooke was, on 1 July 1952, raised to the House of Lords as Viscount Brookeborough, of Colebrooke, County Fermanagh. He was appointed a Knight of the Garter in 1965. He held the office of Vice-Admiral of Ulster between 1961 and 1973. He held the office of Lord Lieutenant of County Fermanagh and was Custos Rotulorum of County Fermanagh between 1963 and 1969.","Title":"Basil Brooke, 1st Viscount Brookeborough - Wikipedia","KeyID":"19127","URL":"https://en.wikipedia.org/wiki/Basil_Brooke,_1st_Viscount_Brookeborough"}