{"Content: ":"Arthur Brian Deane Faulkner, Baron Faulkner of Downpatrick, PC (18 February 1921 – 3 March 1977), was the sixth and last Prime Minister of Northern Ireland, from March 1971 until his resignation in March 1972. He was also the chief executive of the short-lived Northern Ireland Executive during the first half of 1974. Faulkner was also the leader of the Ulster Unionist Party (UUP) from 1971 to 1974. Faulkner was born in Helen's Bay, County Down, the elder of two sons of James and Nora Faulkner. His younger brother was Colonel Sir Dennis Faulkner, CBE VRD UD DL. James Faulkner owned the Belfast Collar Company which traded under the name Faulat. At that time, Faulat was the largest single purpose shirt manufacturer in the world, employing some 3,000 people. He was educated initially at Elm Park preparatory school, Killylea, County Armagh, but at 14 was sent to the Church of Ireland-affiliated St Columba's College at Rathfarnham in Dublin, although Faulkner was Presbyterian. Faulkner chose St Columba's, preferring to stay in Ireland rather than go to school in England. His best friend at the school was Michael Yeats, son of W. B. Yeats. He was the only Prime Minister of Northern Ireland to have been educated in the Irish Free State and one of only two to have been educated in Ireland.[1] Faulkner entered the Queen's University of Belfast in 1939 to study law, but, with the advent of World War II, he quit his studies to work full-time in the family shirt-making business. Faulkner became involved in unionist politics, the first of his family to do so, and was elected to the Parliament of Northern Ireland as the Ulster Unionist Party Member of Parliament (MP) for the constituency of East Down in 1949. His vociferous traditional unionist approach to politics ensured him a prominent backbench position. He was, at the time, the youngest ever MP in the Northern Irish Parliament.[2] He was also the first Chairman of the Ulster Young Unionist Council in 1949. In 1956 Faulkner was offered and accepted the job of Parliamentary Secretary to the Ministry of Finance, or Government Chief Whip. In 1959, he became Minister of Home Affairs and his handling of security for most of the Irish Republican Army's Border Campaign of 1956–62 bolstered his reputation in the eyes of the right wing of Ulster unionism.[citation needed] When Terence O'Neill became Prime Minister in 1963 he appointed Faulkner, his chief rival for the job, as Minister of Commerce. Faulkner resigned in 1969 over the technicalities of how and when to bring in the local government reforms which the British Labour government was pushing for. This was a factor in the resignation of Terence O'Neill,[citation needed] who resigned as Prime Minister in the aftermath of his failure to achieve a good enough result in the 1969 Northern Ireland general election. In the ensuing leadership contest, Faulkner lost out again when O'Neill gave his casting vote to his cousin, James Chichester-Clark. In 1970, Faulkner became the Father of the House. Faulkner came back into government as Minister of Development under Chichester-Clark and in a sharp turn-around, began the implementation of the political reforms that were the main cause of his resignation from O'Neill's cabinet. Chichester-Clark himself resigned in 1971; the political and security situation and the more intensive British interest proving difficult. Faulkner was elected leader of the Ulster Unionist Party and Prime Minister. In his initial innovative approach to government, he gave a non-unionist, David Bleakley, a former Northern Ireland Labour Party MP, a position in his cabinet as Minister for Community Relations. In June 1971, he proposed three new powerful committees at Stormont which would give the opposition salaried chairmanships of two of them. However, this initiative (radical at the time) was overtaken by events. The shooting of two Catholic youths in Derry by British soldiers prompted the SDLP, the largest Nationalist party and main opposition to boycott the Stormont parliament. The political climate deteriorated further when, in response to the worsening security situation, Faulkner introduced internment on 9 August 1971.[3] This was a disaster; instead of lessening the violence, it caused the situation to worsen. Despite this, Faulkner continued his radical approach to Northern Irish politics and, following Bleakley's resignation in September 1971 over the internment issue, appointed Dr G. B. Newe, a prominent lay Catholic, as Minister of State in the Cabinet Office. Faulkner's administration staggered on through the rest of 1971, insisting that security was the paramount issue. In January 1972, an incident occurred during a Northern Ireland Civil Rights Association march in Derry, during which paratroopers shot and killed thirteen unarmed civilians. A fourteenth civilian was to die later. What history has come to know as Bloody Sunday was, in essence, the end of Faulkner's government. In March 1972, Faulkner refused to maintain a government without security powers which the British government under Edward Heath decided to take back. The Stormont parliament was subsequently prorogued (initially for a period of one year) and following the appointment of a Secretary of State for Northern Ireland, William Whitelaw, direct rule was introduced. In June 1973, elections were held to a new devolved parliament, the Northern Ireland Assembly. The elections split the UUP. Faulkner became chief executive in a power-sharing executive with the SDLP and the centre-ground Alliance Party, a political alliance cemented at the Sunningdale Conference that year. However, the prominence in the Sunningdale Agreement of the cross-border Council of Ireland suggested that Faulkner had strayed too far ahead of his party. A section of the party had previously broken away to form the Vanguard Progressive Unionist Party, which contested the elections in opposition to the UUP. The power-sharing Executive which he led lasted only six months and was brought down by a loyalist Ulster Workers Council Strike in May 1974. Loyalist paramilitary organisations were prominent in intimidating utility workers and blockading roads. The strike had the tacit support of many unionists. In 1974, Faulkner lost the leadership of the UUP to anti-Sunningdale elements led by Harry West. He subsequently resigned from the Ulster Unionist Party and formed the Unionist Party of Northern Ireland. The UPNI fared badly in the Convention elections of 1975, winning only five out of the 78 seats contested. Whereas Faulkner had topped the poll in South Down in 1973 with over 16,000 votes, he polled just 6,035 votes in 1975 and finished seventh, winning the final seat.[4] In 1976 Faulkner announced that he was quitting active politics. He was elevated to the House of Lords in the New Year's Honours list of 1977, being created Baron Faulkner of Downpatrick, of Downpatrick in the County of Down on 7 February 1977.[5] Faulkner married Lucy Forsythe, a graduate of Trinity College Dublin, in 1951. They met through their common interests in politics and hunting. She was equally suited to a political partnership having had a career in journalism with the Belfast Telegraph and was secretary to the Northern Ireland Prime Minister, Sir Basil Brooke, when they met. Together they had three children: a daughter and two sons. They took up residence at Highlands, not far from the village of Seaforde. One of his sons, Michael, has written a memoir, \"The Blue Cabin\" (2006) about his move to the family's former holiday house on the island of Islandmore on Strangford Lough. Brian Faulkner was a member of the Apprentice Boys of Derry but was expelled from the group in 1971.[6] Faulkner considered himself to be both Irish and British writing \"the Northern Ireland citizen is Irish and British; it is a question of complement, not of conflict\" and reacted to the Republic of Ireland Act by remarking \"They have no right to the title Ireland, a name of which we are just as proud as they\".[7] Lord Faulkner, a keen huntsman, died on 3 March 1977 at the age of 56 following a riding accident whilst hunting with the County Down Staghounds at the Ballyagherty/Station Road junction near Saintfield, County Down. Faulkner had been riding at full gallop along a narrow country road when his horse slipped. Faulkner was thrown off and killed instantly. He was laid to rest at Magherahamlet Presbyterian Church near Spa in County Down where he had been a regular member of the congregation. Lord Faulkner had retired from active politics and was pursuing his interests in industry at the time of his death. He had recently become a European consultant for the Goodyear Tire and Rubber Company, a company which he proved instrumental in attracting to Northern Ireland during his tenure as Minister of Commerce. His twenty-four-day life peerage was thus the shortest-lived[8] until the death of Lord Heywood of Whitehall in 2018 just nine days after ennoblement, although there have been hereditary peerages, such as that of Lord Leighton, which have been shorter still.","Title":"Brian Faulkner - Wikipedia","KeyID":"19129","URL":"https://en.wikipedia.org/wiki/Brian_Faulkner"}