{"Content: ":"James Dawson Chichester-Clark, Baron Moyola, PC, DL (12 February 1923 – 17 May 2002) was the penultimate Prime Minister of Northern Ireland and eighth leader of the Ulster Unionist Party between 1969 and March 1971. He was Member of the Northern Ireland Parliament for South Londonderry for 12 years, beginning at the by-election to replace his grandmother Dehra Parker in 1960. He stopped being an MP when the Stormont Parliament was suspended and subsequently abolished with the introduction of Direct Rule by the British Government. Chichester-Clark's election as UUP leader resulted from the sudden resignation of Terence O'Neill after the ambiguous result of the preceding general election. His term in office was dominated by both internal unionist struggles, seeing the political emergence of Ian Paisley from the right and Alliance Party of Northern Ireland from the left, and an emergent Irish nationalist resurgence. In March 1971, with his health suffering under the strain of the growing political strife, he resigned, having failed to secure extra military resources from the British Government. Chichester-Clark was born as James Dawson Clark at Moyola Park, Castledawson, County Londonderry, his family's ancestral home. He was the eldest of three children of James J. Lenox-Conyngham Clark and Marion Caroline Dehra, née Chichester. His brother was Robin Chichester-Clark and his sister, Penelope Hobhouse, the garden writer and historian. In 1924 James Clark, Snr. changed the family name to Chichester-Clark by deed poll, thus preventing the old Protestant Ascendancy name Chichester (his wife's maiden name) from dying out. On his mother's side the family are descended from the Donegall Chichesters and were the heirs of the Dawsons of Castledawson, who had originally held Moyola Park. Educated, against his own wishes, at Selwyn House, Broadstairs, and then Eton, Chichester-Clark left school and entered adulthood in the midst of the Second World War. On joining the Irish Guards, the regiment of his grandfather, in Omagh he began his year-long training at the Royal Military College, Sandhurst, before receiving his commission as a second lieutenant.[1] He married widow Moyra Haughton (née Morris) in 1959. Lady Moyola's first husband, Capt. Thomas Haughton from Cullybackey (he was part of the linen firm of Frazer & Haughton), had been killed in the Nutts Corner air crash – in which she, whilst pregnant, was seriously injured and suffered a broken neck. They had two daughters (Tara and Fiona), in addition to Moyra's son Michael from her previous marriage. Lady Moyola was a cousin of Colonel Sir Michael McCorkell, Lord-Lieutenant of County Londonderry 1975–2000, Lord Moyola served as his Vice Lord-Lieutenant. Chichester-Clark was an officer in the 1st Battalion, Irish Guards, part of 24th Guards Brigade attached to British 1st Infantry Division, and participated briefly in the Anzio landings. He was injured on 23 February 1944 by an 88m shell as he and his Platoon Sergeant took their first look at the ground in the 'gullies' to the west of the Anzio-Albano road. His company were all but wiped out, and he spent most of his war in hospital recovering from injuries, the effects of which stayed with him throughout his life. Following the war, his military career took him from the dull duties of the post-war occupation of Germany, to Canada as aide-de-camp to Harold Alexander, 1st Earl Alexander of Tunis, then Governor General of Canada. The popularity and competence of his senior officer made this uneventful two-year period of Chichester-Clark's life the most remarkable element of his pre-parliamentary career.[citation needed] On returning from Canada, Chichester-Clark continued in the Army for several years, refusing promotion to seniority before retiring a major in 1960.[2] In an uncontested by-election in 1960, he took over the South Londonderry seat in the Northern Ireland Parliament held by his grandmother, Dame Dehra Parker, since 1933. As Dehra Chichester, she had been an MP for the county of Londonderry until 1929 when she stood down for a first time. Chichester-Clark's father, replaced her in 1929 when the county was split, but he suddenly died in 1933. Dehra, by then remarried, willingly returned to Northern Ireland from England, and won the ensuing by-election. He retained the seat for the remainder of the Parliament's existence, and so the South Londonderry area was represented by three generations of the same family for the entire period of the Northern Ireland House of Commons. Between 1929 and the last election in 1969, the family was challenged for the seat on only two occasions, the second being in 1969, when future Westminster MP Bernadette Devlin stood, attracting 39% of the vote[3] Chichester-Clark made his maiden speech on 8 February 1961 during the Queen's speech debate. For the remainder of Lord Brookeborough's Premiership, Chichester-Clark remained on the back benches. It was not until 1963, when Terence O'Neill became Prime Minister of Northern Ireland, that Chichester-Clark was appointed assistant whip, and a month later when Bill Craig was promoted to the Ministry of Home Affairs, Chichester-Clark took over as Government Chief Whip. Accounts of the period are that Chichester-Clark enjoyed the Whip's office more than any other he was to subsequently hold in politics. This despite including references to anti O’Neill MP and future DUP Westminster MP, Johnny McQuade, and the occasional “good row”.[4][5] From the outset, O’Neill took the unusual decision to allow Chichester-Clark to attend and speak at all cabinet meetings while Chief Whip.[6] Proving a competent parliamentary party administrator, O’Neill added Leader of the House of Commons to Chichester-Clark's duties in October 1966, a promotion that made him a full member of the Cabinet. He was also sworn into the Privy Council of Northern Ireland in 1966. In 1967, O'Neill sacked his Minister of Agriculture, Harry West, for ministerial impropriety,[7][8] and Chichester-Clark was appointed in his place, a position he retained for two quiet years. On 23 April 1969, he resigned from the Cabinet one day prior to a crucial Parliamentary Party meeting, claiming that he disagreed with the Prime Minister's decision to grant universal suffrage in local government elections at that time. He stated that he disagreed not with the principle of one man one vote but with the timing of the decision, having the previous day expressed doubts over the expediency of the measure in Cabinet. It has since been suggested that his resignation was in order to accelerate O'Neill's own resignation, and to improve his own position in the jostling to succeed him.[9] O'Neill \"finally walked away\"[9] five days later on 28 April 1969. In order to beat his only serious rival, Brian Faulkner, Chichester-Clark needed the backing of O'Neill-ite MPs elected at the 1969 Northern Ireland general election, to which end he attended a tea party in O'Neill's honour only days after he had caused his resignation.[10] He beat Faulkner in the 1969 Ulster Unionist Party leadership election by one vote on 1 May 1969, with his predecessor using his casting vote in the tied election for his distant cousin because \"Faulkner had been stabbing him in the back for a lot longer\".[11] Although Faulkner believed, until his death, that he had been the victim of an upper-class conspiracy to deny him the premiership, he became a high profile and loyal member of Chichester-Clark's cabinet. His premiership was punctuated by the civil unrest that erupted after August 1969. He suffered from the effects of the Hunt Report, which recommended the disbandment of the Ulster Special Constabulary, which his Government accepted to the consternation of many Unionists. In April 1970 his predecessor and another Unionist MP resigned their seats in the NI House of Commons. The by-election campaigns were punctuated by major liberal speeches by senior government figures like Brian Faulkner, Jack Andrews and the Prime Minister himself. Ian Paisley's Protestant Unionist Party, however, took both seats in the House of Commons. Later the same month the O'Neill-ite group, the New Ulster Movement, became the Alliance Party of Northern Ireland, and his party began passing votes of no confidence in him. As the civil unrest grew, the British Government, particularly the Home Secretary, James Callaghan, became increasingly involved in Northern Ireland's affairs, forcing Chichester-Clark's hand on many issues. These included the disbanding of the 'B' Specials and, importantly, the handing over of operational control of the security forces to the Army General Officer Commanding Northern Ireland. On 9 March 1971 the IRA lured three off-duty soldiers from a pub in Belfast to a lane way outside the city, where they killed them. Chichester-Clark flew to London on 18 March 1971 to request a new security initiative from the new British Prime Minister Edward Heath, who offered an extra 1,300 troops, and resisted what he saw was an attempt by Chichester-Clark to gain political control over them.[12] Chichester-Clark resigned on 20 March.[13] In his resignation statement he stated: He agreed to tone down his statement so as to smooth the way for his successor.[12] The Unionist Party internal newspaper, the Ulster Times in April 1971 carried a \"respectful political obituary\", which \"condemned those who attacked Catholics in their homes\": For these stupid barbarities Major Chichester-Clark had to a substantial extent carry the can in Downing Street. He had also to carry the entangling burden of every event in the Ulster past which could cast doubt and discredit upon the viability of the Northern Ireland Constitution.[12] On 23 March 1971, Brian Faulkner was elected UUP leader in a vote by Unionist MP's, defeating William Craig by twenty-six votes to four. He was appointed Prime Minister the same day.[14] On 20 July 1971 Chichester-Clark was created a life peer as Baron Moyola, of Castledawson in the County of Londonderry,[15][16] his title taken from the name of his family's estate. He endorsed the Belfast Agreement in the 1998 referendum. Lord Moyola remained quiet about his political career in his retirement. Lady Moyola, however, has said that her husband did enjoy the time – contrary to popular opinion – and that he thought of life as an MP as akin to that of an army welfare officer.[17] He was Vice-Lord Lieutenant of County Londonderry from 1975 to 1993.[18] Lord Moyola died on 17 May 2002 at the age of 79; he was the last surviving Prime Minister of Northern Ireland.","Title":"James Chichester-Clark - Wikipedia","KeyID":"19128","URL":"https://en.wikipedia.org/wiki/James_Chichester-Clark"}