{"Content: ":"a Lowercase \"d\" per here. In Northern Irish politics, direct rule (Irish: riail dhíreach[1][2][3]) is the administration of Northern Ireland directly by the Government of the United Kingdom. It was practised for 26 straight years between 1972 and 1998 during the Troubles, and has since then been temporarily applied during suspensions. The most recent period of direct rule came to an end on 8 May 2007 when power was restored to the Northern Ireland Assembly following April elections and a power-sharing agreement among major parties. Although everyday matters under direct rule were handled by government departments within Northern Ireland itself, major policy was determined by the British Government's Northern Ireland Office, under the direction of the Secretary of State for Northern Ireland; and legislation was introduced, amended, or repealed by means of Order in Council. Direct Rule did not mean that the people of Northern Ireland had no democratic say in how they were governed; like other parts of the United Kingdom, they elected (and still elect) members of parliament to the Parliament of the United Kingdom, to which the Northern Ireland Office is responsible. But it did result in the existence of an administration specific to Northern Ireland which did not have a specifically Northern Irish mandate. The system of Direct Rule was originally introduced on 28 March 1972 under the terms of the UK's Northern Ireland (Temporary Provisions) Act 1972, which also suspended the Parliament of Northern Ireland (\"Stormont\"). The Northern Irish administration under Brian Faulkner had refused to allow control of security in the province to be transferred to London.[4] As a consequence, the British government under Edward Heath announced on 24 March 1972 that devolved government in Northern Ireland would be suspended.[4] Responsibility for Northern Ireland within the Cabinet had until then rested with the Home Secretary, but was now transferred to the new post of Secretary of State for Northern Ireland, heading the Northern Ireland Office.[4] Several new junior government ministers were created to politically head the NI government departments.[4] The British Government sought to establish a Northern Ireland Assembly in 1973 (under the Sunningdale Agreement; this was brought down by Unionist action), in 1982 (this time boycotted by Nationalists), and more recently under the terms of the Good Friday Agreement of 1998. Each time, the intention in principle was that the Assembly would take over the political governance of Northern Ireland, and that direct rule would thus come to an end. The results of the Good Friday Agreement were the most successful at achieving this; however, the Assembly was nevertheless suspended (and direct rule re-imposed) for over three months starting in February 2000,[5] twice briefly in August[6] and September[7] of 2001, and again from October 2002[8] until the spring of 2007. Both unionists and nationalists frequently objected to direct rule, since the system gives the people of Northern Ireland relatively little democratic say over their own governance. However, some unionists accepted and were content to go along with the system since it seemed to show the province as an integral part of the UK; while some nationalists accepted direct rule if only because they believed that politicians in London were less hostile to Northern Ireland's Catholic community than a government elected by the local Protestant majority.[citation needed] Some minor parties have pushed a viewpoint of direct rule: the UK Unionist Party campaigned on a position of \"integrationism\" opposed to the St Andrews Agreement, and at its peak had a single MP and five MLAs. The party lost its last representative in 2007 and is now defunct. Since the St Andrews Agreement in 2006, Westminster no longer has the power to suspend the Assembly without the enactment of further primary legislation. The assembly has been suspended five times since the signing of the Good Friday Agreement in accordance with the Northern Ireland Act 2000.[9] The periods of suspension were:","Title":"Direct rule (Northern Ireland) - Wikipedia","KeyID":"19133","URL":"https://en.wikipedia.org/wiki/Direct_rule_(Northern_Ireland)"}