{"Content: ":"Seamus Frederick Mallon (/ˈʃeɪməs ˈmælən/; 17 August 1936 – 24 January 2020) was an Irish politician who served as deputy First Minister of Northern Ireland from 1998 to 2001 and Deputy Leader of the Social Democratic and Labour Party (SDLP) from 1979 to 2001. Seamus Mallon was born in the largely Protestant village of Markethill to Jane (née O'Flaherty) and Francis Mallon, and was educated at the Abbey Christian Brothers Grammar School in Newry and St Patrick's Grammar School, Armagh. He came from a family of Republicans, and his father was a former IRA man who had fought in the Irish Civil War.[1] His mother, Jane, also from a Republican family, was from Castlefin, a village in the east of County Donegal.[2] He was educated at Abbey Christian Brothers' Grammar School and St Patrick's Grammar School, Armagh. He trained to be a teacher at St Mary's University College, Belfast. As a career he (like his father) chose teaching, and became headmaster of St James's Primary School in Markethill.[3] Mallon was also involved in the Gaelic Athletic Association (GAA), playing Gaelic football for the Armagh county team. He first played club football for Middletown during the 1950s then with Keady Dwyers, Queen's University and Crossmaglen Rangers.[4] He was also involved in amateur drama and wrote a play which won an All-Ireland amateur drama play award.[5] During the 1960s, Mallon was involved in the civil rights movement,[6] especially in his native Armagh. He first got involved in the 1960s when trying to help a man and his family secure a council house, but was told by a local unionist councillor that \"No Catholic pig or his litter will get a house here as long as I am here.\"[7] In 1979, when John Hume went from being deputy leader of the SDLP (under Gerry Fitt) to leader, Mallon became deputy leader.[6] He was elected to the first power-sharing Assembly in 1973, and to the Northern Ireland Constitutional Convention in 1975[3] representing Armagh. Between May and December 1982 he was appointed by the then Taoiseach Charles Haughey to the Republic's upper house, Seanad Éireann.[8] Mallon was a strong advocate of non-violent nationalism, and opposed political violence. In an interview with Éilis O'Hanlon he recalled seeing his own close friend's dead body after being murdered by loyalists and having witnessed two RUC members bleeding to death after being murdered in an IRA ambush in Markethill.[9] In 1982, Mallon was elected to the new Northern Ireland Assembly, set up as part of then-Secretary of State for Northern Ireland James Prior's rolling devolution. However, due to his membership of the Seanad he was, following a challenge by Unionist politicians, disqualified.[3][10] Under legislation of the time, no elected member of a British parliament or regional assembly could serve in a parliament outside the United Kingdom or Commonwealth without losing their British seat. That restriction was removed with regard to the Oireachtas by the Disqualifications Act 2000. In 1986, he was elected to Westminster as an MP for Newry and Armagh, a seat he held until 2005. He won the seat in a by-election to replace Jim Nicholson, who had resigned his seat in protest at the Anglo-Irish Agreement, along with all the other Northern Irish unionist MPs.[6] Nicholson was the only MP to fail to be re-elected.[11] Mallon was elected to the Forum for Peace and Reconciliation in 1994. He was a member of the SDLP team at the all-party negotiations (the 'Stormont talks') that opened in Belfast in June 1996.[12] He has frequently been quoted as saying that the Good Friday Agreement, which resulted from the talks in 1998, was \"Sunningdale for slow learners\".[13][14][15] The Good Friday Agreement led to the setting up of the Northern Ireland Assembly, which was elected in June 1998, with a power-sharing Executive. Mallon was elected as member for Newry and Armagh, and in December 1999 became Deputy First Minister of Northern Ireland, serving alongside Ulster Unionist Party leader David Trimble.[16] Mallon remained a strong opponent of IRA violence,[10] and was also in favour of police reform in Northern Ireland.[17] He retired in 2001, along with John Hume, from the leadership of the SDLP.[18] Mark Durkan replaced both, Hume as leader and Mallon as Deputy First Minister, when the Northern Ireland Executive was re-established following a suspension.[19] Mallon did not contest his seat in the Stormont Assembly in the 2003 elections, and stood down at the 2005 Westminster election. Dominic Bradley was nominated to contest the seat Mallon vacated, but failed to re-capture the seat as Conor Murphy of Sinn Féin won.[20] Mallon was conferred with the Freedom of Drogheda in 2018.[21] His autobiography, A Shared Home Place, written with Andy Pollak, was published in 2019.[22] In retirement, Mallon spent much of his time in County Donegal, his mother's native county.[2] During his time in politics, Mallon lived in his hometown of Markethill, in a house with bulletproof windows installed.[1] He was a lifelong smoker and drinker who suffered from heart problems throughout his life, having his first heart attack in 1980.[1] His wife Gertrude (née Cush) died in October 2016.[23] Their daughter Órla is married with one child. Mallon had retired to his second home in Donegal for a while, but when his wife's health began to fail he moved back to Markethill to care for her, and continued to live in Markethill after her death.[24] Mallon died at his home in Markethill on 24 January 2020, aged 83. He had been treated for cancer before his death.[25][26] SDLP Stormont leader, Nichola Mallon (no relation) paid tribute to Seamus Mallon in the Assembly; describing him as \"a man of peace\" and \"an Irish political giant\".[27] Many world leaders paid tribute to Mallon after his death. Former US president Bill Clinton paid tribute by saying \"Seamus never wavered from his vision for a shared future where neighbors of all faiths could live in dignity, or from the belief he shared with John Hume and the entire SDLP that nonviolence was the only way to reach that goal.\"[28]","Title":"Seamus Mallon - Wikipedia","KeyID":"19131","URL":"https://en.wikipedia.org/wiki/Seamus_Mallon"}