{"Content: ":"Gerard Fitt, Baron Fitt (9 April 1926 – 26 August 2005) was a politician in Northern Ireland. He was a founder and the first leader of the Social Democratic and Labour Party (SDLP), a social democratic and Irish nationalist party. Fitt was born in Belfast in the Lisburn Road Workhouse to the unmarried Rose Martin on 8 April 1926. He was christened Gerald in the infirmary at the Workhouse by Fr JB Murray, a curate at St Brigid. He was subsequently adopted by George and Mary Fitt and assumed their name for the rest of his life however he changed his first name to Gerard. When isn't recorded but written evidence shows he was using his new name by 1942.[1] He was educated at a local Christian Brothers school. He served in the Merchant Navy as a stoker until 1953, having joined in 1941 during World War II and served on convoy duty. He witnessed the sinking of HMS Bluebell from which there was one survivor.[2] His elder brother Geordie, an Irish Guardsman, was killed during the Battle of Normandy.[3][4][5] Living in the nationalist Beechmount neighbourhood of the Falls, he stood for the Falls as a candidate for the Dock Labour Party in a city council by-election in 1956, but lost to Paddy Devlin of the Irish Labour Party, who would later be his close ally. In 1958, he was elected to Belfast City Council as a member of the Irish Labour Party. In 1962, he won a Stormont seat from the Ulster Unionist Party, becoming the only Irish Labour member. Two years later, he left Irish Labour and joined with Harry Diamond, the sole Socialist Republican Party Stormont MP, to form the Republican Labour Party. At the 1966 general election, Fitt won the Belfast West seat in the Westminster parliament. He used Westminster as a platform to interest British members of parliament (MPs) in the problems and issues of Northern Ireland. On 28 August 1968, he tabled a House of Commons motion, signed by 60 Labour Party backbenchers, criticising RUC action in Dungannon on 24 August at the first civil rights march in Northern Ireland, demanding that: \"citizens of Northern Ireland should be allowed the same rights of peaceful demonstration as those in other parts of the United Kingdom\".[6] Many sympathetic MPs were present at the civil rights march in Derry on 5 October 1968 when Fitt and others were beaten by the Royal Ulster Constabulary. RTÉ's film, in which Fitt featured prominently, of the police baton charge on the peaceful, but illegal, demonstration drew world attention to the claims of the Northern Ireland Civil Rights Association. The following year, Fitt announced at a press conference subsequent to the August 1969 rioting in Belfast that disturbance were created by a decision to \"take some action to try to draw off the forces engaged in the Bogside area.\"[citation needed] Fitt also supported the 1969 candidacy of Bernadette Devlin in the Mid Ulster by-election who ran as an anti-abstentionist 'Unity' candidate. Devlin's success greatly increased the authority of Fitt in the eyes of many British commentators, particularly as it produced a second voice on the floor of the British House of Commons who challenged the Unionist viewpoint at a time when Harold Wilson and other British ministers were beginning to take notice. In his maiden speech, he called for an inquiry into the unionist government of Northern Ireland.[citation needed] Fitt was elected as a socialist republican and unveiled a plaque at the house on the Falls Road where James Connolly, the socialist leader of the Irish Easter Rising had lived. He was anxious to build a broader movement that would challenge Unionist hegemony. At the same time, a new generation of Catholics, many with secondary education and university degrees for the first time as a consequence of the post-War creation of the welfare state, were determined to make their voices heard. In August 1970, Fitt became the first leader of a coalition of civil rights and nationalist leaders who created the Social Democratic and Labour Party (SDLP). The party was founded on high hopes – rejecting abstentionism and containing a number of prominent Protestants and without the stigma of conservatism and impotency that surrounded the old nationalist party.[citation needed] But already by then Northern Ireland was charging headlong towards near-civil war and the majority of unionists remained hostile.[citation needed] After the collapse of Stormont in 1972 and the establishment of the Northern Ireland Assembly in 1973 he became deputy chief executive of the short-lived Power-Sharing Executive created by the Sunningdale Agreement. Arguments still rage over the extent to which Fitt, as opposed to John Hume, helped shape the agreement.[citation needed] Fitt certainly was becoming less engaged with the nationalist concerns of the majority of the SDLP.[citation needed] Fitt became increasingly detached from both his own party and also became more outspoken in his condemnation of the Provisional Irish Republican Army.[citation needed] He became a target for republican sympathisers in 1976 when they attacked his home. He became disillusioned with the handling of Northern Ireland by the British government. In 1979, he abstained from a crucial vote in the House of Commons which brought down the Labour government, citing the way that the government had failed to help the nationalist population and tried to form a deal with the Ulster Unionist Party. In 1979, he was replaced by John Hume as leader of the SDLP and he left the party altogether after he had agreed to constitutional talks with British Secretary of State Humphrey Atkins without any provision for an 'Irish dimension' and had then seen his decision overturned by the SDLP party conference. Like Paddy Devlin before him, he claimed the SDLP had ceased to be a socialist force.[7] In 1981, he opposed the hunger strikes in the Maze prison in Belfast. In April of that year, Fitt contacted the Northern Ireland Office (NIO) to seek assurances that the British government would not give in to the hunger strikers' demands for political status.[8] His seat in Westminster was targeted by Sinn Féin as well as by the SDLP. In June 1983, he lost his seat in Belfast West to Gerry Adams, in part due to competition from an SDLP candidate. The following month, on 14 October 1983, he was created a UK life peer as Baron Fitt, of Bell's Hill in the County of Down.[9] His Belfast home was firebombed a month after he was made a peer and he moved to live in London. In his later life he was an active member of the House of Lords, where he was strongly critical of some aspects of the political developments of Northern Ireland. Until the appointment of Margaret Ritchie in 2019 he was unique in that he was the only nationalist or republican from Northern Ireland to have been elevated to the House of Lords.[citation needed] Although Fitt was initially considered a nationalist politician, his career defies the traditional terms used for the discussion of Northern Irish politics.[10] It would perhaps be most fair to say that he was first and foremost a socialist politician rather than a nationalist.[11] For example, on 11 October 1974 he stated, \"In Northern Ireland it is very difficult to be a socialist without being labelled a Unionist socialist or an anti-partitionist socialist, but I am a socialist....\". [12] Lord Fitt died on 26 August 2005, at the age of 79, after a long history of heart disease, a widower survived by five of his daughters, one having predeceased him.[13] When his daughters had campaigned for him in elections, they were nicknamed 'the Miss Fitts'.[14][15]","Title":"Gerry Fitt - Wikipedia","KeyID":"19130","URL":"https://en.wikipedia.org/wiki/Gerry_Fitt"}