{"Content: ":"Paul Jonathan Givan (born 12 October 1981) is a Unionist politician from Northern Ireland representing the Democratic Unionist Party (DUP). Givan served as First Minister of Northern Ireland from June 2021 to February 2022,[2][3] the youngest person to hold that office.[4] Givan has served as the Member of the Legislative Assembly (MLA) for Lagan Valley since 2010. He served as the Minister for Communities in the Northern Ireland Executive under First Minister Arlene Foster from 2016 to 2017. In 2021, he succeeded Foster as First Minister[4] but resigned in February 2022 as part of DUP protests against the Northern Ireland Protocol.[5] Givan has been associated with socially conservative views and has been described as being on the right wing of the DUP.[6] Givan was educated at Laurelhill Community College, where he studied Business and History, and is a graduate of the University of Ulster, where he obtained a degree in Business Studies and completed an Advanced Diploma in Management Practice. He was first elected to Lisburn City Council in 2005.[7] His father, Alan Givan, was a prison officer with the Northern Ireland Prison Service (NIPS) who later became a DUP councillor in Lisburn.[8] Givan was born and raised in Lisburn.[8] However, he is partially of County Monaghan descent, one section of his family having come from Ballybay in County Monaghan. Shortly after the Partition of Ireland in the early 1920s, this section of his family moved north from County Monaghan, resettling in the south of County Tyrone.[9] It was near Dungannon in South Tyrone that his paternal grandfather, Herbie Givan, was born and raised. Herbie later became one of the foundational members of the DUP.[8][10] According to a 2014 article in the Belfast Telegraph, Givan's \"first experience of 'real politics' came when he was 18\", at which time he was part-time assistant in the constituency and Stormont offices of Edwin Poots.[11] He was later to work as a special adviser when Poots was Minister of Culture, Arts and Leisure between 2007–2008, and then again between 2009–2010 when he was Minister of the Environment. Givan has stated that his interest in the DUP resulted from listening to Ian Paisley – at a rally against the Good Friday Agreement in Kilkeel.[12][11] \"He captured me emotionally for the DUP and Peter Robinson's and Nigel Dodds' forensic analysis of the failing of the Agreement captured me intellectually\", he said.[11] Givan was first co-opted to the Northern Ireland Assembly in 2010, replacing Jeffrey Donaldson.[13] In May 2016, Givan was appointed Minister for Communities.[14] As sports minister in November 2016, he visited a GAA club in Lisburn to award a grant and played Gaelic football with some child players of the club.[15] In May 2021, there was speculation that Givan, having worked for Edwin Poots previously, might be nominated to become First Minister of Northern Ireland after Poots was elected DUP leader.[16] On 8 June 2021, Poots introduced Givan as \"Northern Ireland's first minister designate\".[17] At age 39,[2] Givan was the youngest First Minister in Northern Ireland's history.[4] On 17 June 2021, a letter from the DUP party chairman and other senior party members asked Poots to delay Givan's nomination as First Minister to oppose the British government's decision to introduce Irish language legislation in the Westminster Parliament.[2] However, Poots nominated Givan as First Minister and Sinn Féin re-nominated Michelle O'Neill as deputy First Minister, restoring the Northern Ireland Executive.[2] Prior to this nomination DUP officials objected to Givan being nominated for the role. As such, within hours of his being sworn in as First Minister, Givan's DUP colleagues convened a party meeting to oust Poots as the leader of the party. Poots resigned shortly after,[18] and objected triggering another leadership contest.[19] On 19 June it was reported Givan would be required to resign as First Minister once the next DUP leader had been chosen.[20] However in July, the Irish News said Givan was expected to remain in his position until \"later this year\" after the new DUP leader Jeffrey Donaldson said in a UTV interview that he intended to resign his seat as a Westminster MP and become First Minister before the planned 2022 Northern Ireland Assembly election, but also said that he did not yet know precisely how he would bring this about.[21] On 3 February 2022, Givan announced his resignation as First Minister, as part of DUP protests against the Northern Ireland Protocol.[5] He retained his seat as an MLA for Lagan Valley in the 2022 Northern Ireland Assembly election.[22] Givan is a creationist who was responsible for a motion calling for schools in Lisburn to teach creationist alternatives to evolution.[23][24] The motion was passed by Lisburn City Council in 2007, and asked all post-primary schools in the area what plans they had to \"develop teaching material in relation to creation, intelligent design and other theories of origin\".[25] In 2014, a formal complaint was made by a sex worker, Laura Lee, over Givan's treatment of her after she had been invited to appear at a hearing to discuss proposed changes to prostitution legislation in Northern Ireland. He had asked her how much she charged, and said she was exploiting disabled people by not giving them discounts.[26] In February 2015, Givan proposed a Northern Ireland Freedom of Conscience Amendment Bill, after controversy and legal action arose when Ashers Baking Company, a business owned by a religious family, refused to bake and decorate a cake with a message supportive of same-sex marriage.[27] This motion led to a petition against the bill, which received 100,000 signatures in 48 hours.[28] The Northern Ireland Human Rights Commission subsequently published an advisory noting that the \"underlying premise\" of the proposed bill (that \"freedom to manifest one’s religion is undermined by the protection of individuals from discrimination\") was unfounded, and that the Northern Ireland Assembly could not enact laws incompatible with existing conventions on human rights.[29] In October 2018, the Supreme Court of the United Kingdom ruled that the refusal of service had not been discriminatory as it related to the customer's choice of order and not the customer's sexual orientation.[30] In December 2016, Givan cut funding for the Líofa scheme, which enabled people to go to the Donegal Gaeltacht to learn Irish. This decision prompted Gerry Adams to label him as an \"ignoramus\",[31] and Martin McGuinness described the removal of the Bursary Scheme as \"the straw that broke the camel's back\" in his resignation speech from the role of Deputy First Minister of Northern Ireland leading to a political crisis in the Stormont Executive.[32] Givan later tweeted that the \"decision on the Líofa Bursary Scheme was not a political decision. I have now identified the necessary funding to advance this scheme.\"[33]","Title":"Paul Givan - Wikipedia","KeyID":"19138","URL":"https://en.wikipedia.org/wiki/Paul_Givan"}