{"Content: ":"Colonel Edward James Saunderson PC DL JP (1 October 1837 – 21 October 1906) was an Anglo-Irish landowner and prominent Irish unionist politician. He led the Irish Unionist Alliance between 1891 and 1906. Saunderson was born at the family seat of Castle Saunderson, near Belturbet in County Cavan. He was the younger son of Colonel Alexander Saunderson, who served as the Tory Member of Parliament (MP) for Cavan, and The Hon. Sarah Juliana Maxwell. His maternal grandfather was Henry Maxwell, 6th Baron Farnham. The Irish Saundersons were a 17th-century branch of an old family, originally from Durham; a Lincolnshire branch, the Saundersons of Saxby, held the titles of Viscount Castleton (Irish: created 1628) and Baron Saunderson (British: created 1714) up to 1723. Saunderson was educated abroad, mostly in Nice by private tutors, and inherited his father's County Cavan estates following his death in 1857.[2] Saunderson was first elected to the Parliament of the United Kingdom as the Palmerstonian Liberal member for Cavan in 1865. In 1869, he became a Conservative. Other than opposing the disestablishment of the Irish church in 1869, he otherwise gave little sign of political interest or activity at this stage. Saunderson lost his seat to the Home Rule League candidates, Joseph Biggar and Charles Joseph Fay, at the 1874 general election. In 1885, he stood again for Parliament and was elected as a Conservative for the North Armagh constituency.[3] By this stage, he had become a prominent figure in the Orange Order and in the unionist political movement. He retained his North Armagh seat in the 1886 election. He was subsequently involved in organising the establishment of the Irish Unionist Alliance (IUA), a political party which sought to unite the unionist movement across Ireland. He became the IUA's first leader in 1891, a position which he held until his death. Saunderson became known for his uncompromising speeches in the House of Commons, and he was nicknamed \"the Dancing Dervish\" by friends and opponents. He was invested as a member of Her Majesty's Most Honourable Privy Council in 1898 in recognition of his political service.[4] Saunderson had entered the Cavan militia (4th battalion Royal Irish Fusiliers) in 1862, and was made a major in 1875. He became a colonel in 1886 and was in command of the battalion from 1891 to 1893.[2] In March 1893, Saunderson was one of the signatories of the manifesto of the Ulster Defence Union, launched to organise resistance to the Second Home Rule Bill of 1893.[5] He was a Justice of the Peace and Deputy Lieutenant for Cavan,[6][7] and was appointed High Sheriff of Cavan in 1859. He served as the grand master of the Orange Order lodge in Belfast from 1901 to 1903.[4] On 22 June 1865 he married The Hon. Helena Emily de Moleyns, a daughter of Thomas de Moleyns, 3rd Baron Ventry and the former Eliza Theodora Blake (a daughter of Sir John Blake, 11th Baronet).[8] Together the couple had four sons (two of whom were British Army officers) and a daughter, including:[9] In his private life, Saunderson was well known as a keen yachtsman, and his character was deeply marked by stern religious feeling.[2] He was a devout Evangelical Anglican. He died of pneumonia in 1906.[4] In 1910, a statue, erected by public subscription, was unveiled at Portadown. In 1947,[17] his grandson, Alexander Saunderson (1917–2004),[18] married Princess Louise (née Louise Astor Van Alen), great-granddaughter of Titanic victim, John Jacob Astor IV, and the ex-wife of two different Georgian Mdivani princes.[19][20][21][22] They remained married until her death in 1998.[23] Through his daughter Rosa, he was a grandfather of Col. Henry William Nugent Head (1898–1964), who married Ruth M. Kresge, daughter of American chain store executive Sebastian S. Kresge. A prominent sportsman, in 1928 he hunted with Theodore and Kermit Roosevelt, who was his best man at his wedding to Ruth in 1933.[24]","Title":"Edward James Saunderson - Wikipedia","KeyID":"19140","URL":"https://en.wikipedia.org/wiki/Edward_James_Saunderson"}