{"Content: ":"Michael Nesbitt, MLA (born 11 May 1957) is a British politician and former broadcaster[1] who was the Leader of the Ulster Unionist Party (UUP) from 2012 to 2017 and has been a Member of the Northern Ireland Assembly (MLA) for Strangford since 2011.[2] Following the 2017 Northern Ireland Assembly election, Nesbitt announced his intention to step down as party leader, which he did on 8 April 2017.[3] Nesbitt worked as a sports reporter at BBC Northern Ireland and progressed to presenting Good Morning Ulster on BBC Radio Ulster from 1986 to 1990.[4] Nesbitt joined UTV as a presenter and reporter in 1992, being joined by his wife Lynda Bryans to co-present evening news programme UTV Live in 1996.[5] Nesbitt and Bryans also co-presented weekly religious series Sunday Morning for Anglia Television from 1999 to 2001,[6] and two series of home and garden series Home Sweet Home for UTV.[7] Nesbitt also hosted Counterpoint[8] and made a guest appearance in comedy programme Everything You Know Is Wrong in 1998.[8] In 2006, Nesbitt announced he was not renewing his presenting contract with UTV.[4] His final edition of UTV Live was broadcast on 10 February 2006.[9] In January 2008, Nesbitt was announced as a Commissioner of Victims and Survivors,[10] a Northern Ireland Assembly role designed to promote the interests of victims of the Troubles. Nesbitt resigned from the post on 17 February 2010 to become the parliamentary candidate for the Ulster Conservatives and Unionists – New Force in the constituency of Strangford.[11] He lost out to the Democratic Unionist Party's Jim Shannon in the election.[12] In the 2011 Northern Ireland Assembly election, Nesbitt was elected as one of six MLAs representing Strangford.[13] Nesbitt has been the UUP representative on the NI Policing Board since July 2020.[14] Mike Nesbitt was elected as UUP party leader on 31 March 2012. He defeated South Down assembly member John McCallister with a final vote tally of 536 votes to 129. Nesbitt said he wanted the UUP to become \"the party of choice for every pro-union voter in Northern Ireland\".[15] In April 2012, Nesbitt announced that he wanted to make history by being the first leader of his party to attend a Sinn Féin ard fheis. He said: \"We should be going to all the conferences of the main parties, not just the Conservatives, Labour and Liberal Democrats.\"[16] Shortly after his election, Nesbitt received attention when he criticised the Alliance Party, a rival party of the UUP. He called them \"unprincipled and driven by self-interest\" and said they presided over \"a catalogue of disasters\". He challenged their commitment to its core policy of a shared future, saying \"I can only imagine the disappointment of Alliance voters hoping for a principled stance on a shared future.\" An Alliance spokesman retorted, saying \"In last year's election the public showed growing support for the Alliance Party. These criticisms come from a newly elected leader with little experience who leads a party that is in decline at a time when Alliance is in the ascendant. We will not, therefore, be responding to these silly remarks.\"[17] Nesbitt has tried to present a unionism which is more accommodating to aspects of Irish culture; for example he visited the Gaeltacht Quarter on the Falls Road, Belfast as the first step in trying to overturn the perception of some that his party is hostile to the Irish language.[18][19] Following the 2017 election, Nesbitt announced his intention to step down as party leader.[3] Nesbitt is regarded as one of the more liberal unionists, he had previously stated his opposition to same-sex marriage, but spoke in favour in 2017.[20] His appeal to change the hands of leadership in Northern Ireland with the Social Democratic and Labour Party and Alliance Party fell on the deaf ears of Northern Irish society in which the Democratic Unionist Party and Sinn Féin claimed an increased victory over the opposing parties. He has been compared to reforming and liberal Ulster Unionist Party Prime Minister of Northern Ireland Terence O'Neill by some historians and politicians.[citation needed] Nesbitt was born in Belfast.[21] He attended Campbell College, Belfast[22] and studied at Jesus College, Cambridge.[4] Since giving up broadcasting, Nesbitt and his wife set up their own independent media services company. Nesbitt worked for a public relations company between his careers at BBC Northern Ireland and UTV.[4] In April 2010, Nesbitt revealed that he had 2 daughters from a previous marriage with whom he has had no contact since his divorce from their mother.[23] Nesbitt has four children.[1] Nesbitt is one of two leaders of the UUP not to be a member of the Orange Order, the other being Steve Aiken, who led the Party from 2019 to 2021. [24]","Title":"Mike Nesbitt - Wikipedia","KeyID":"19146","URL":"https://en.wikipedia.org/wiki/Mike_Nesbitt"}