{"Content: ":"James Hamilton, 2nd Duke of Abercorn KG CB PC (Ire) (24 August 1838 – 3 January 1913), styled Viscount Hamilton until 1868 and Marquess of Hamilton from 1868 to 1885, was a British nobleman, groom of the stool, and diplomat. He was the son of James Hamilton, 1st Duke of Abercorn, and Lady Louisa Jane Russell. Lord Hamilton was born on 24 August 1838, the eldest son of James Hamilton, second marquess and later first duke of Abercorn (1811–1885), and his wife Lady Louisa Jane Russell (1812–1905), second daughter of John Russell, sixth duke of Bedford.[1] He was educated, like his father, at Harrow and Christ Church, Oxford,[2] where he matriculated on 28 May 1857. After graduating from Oxford with a BA in 1860,[3] he entered Parliament as Conservative MP for County Donegal, a constituency he represented from 1860 to 1880. After serving as High Sheriff of Tyrone for 1863, he re-entered university and emerged with an M.A. in 1865 (he was created a Companion of the Order of the Bath the same year). That year, he also embarked upon a diplomatic mission to Denmark. He served as a Lord of the Bedchamber to the Prince of Wales from 1866 to 1885; in the latter year, he took over his father's position of Lord Lieutenant of County Donegal, and inherited his father's peerage titles. He led the Lords' reply to the Speech from the throne wearing the uniform of Lord Lieutenant of Donegal on 21 January 1886.[4] He was chosen Grand Master of the Grand Lodge of Ireland in 1886, a post he held until his death.[5] In 1887 he was appointed to the Privy Council of Ireland. Abercorn held several positions after acceding to that title, including Groom of the Stool (1886–1891), and chairman of the British South Africa Company. In early 1901 he was appointed by King Edward to lead a special diplomatic mission to announce the King's accession to the governments of Denmark, Sweden and Norway, Russia, Germany and Saxony.[6] He was created a Knight of the Garter. He died of pneumonia in London at the age of 74. He is buried in the cemetery at Baronscourt Parish Church, the traditional burial place of the Dukes of Abercorn and their families.[7] In 1883 he held 76,500 acres in Tyrone and Donegal. He also held 2,100 acres in Scotland.[8] In 1869 he married Lady Mary Anna Curzon-Howe (1848–1929), daughter of Anne Gore (bef. 1832–1877, daughter of Adm. Sir John Gore (d. 1836) and Richard Curzon-Howe, 1st Earl Howe (1796–1870). Together they had two daughters and seven sons:","Title":"James Hamilton, 2nd Duke of Abercorn - Wikipedia","KeyID":"19157","URL":"https://en.wikipedia.org/wiki/James_Hamilton,_2nd_Duke_of_Abercorn"}