{"Content: ":"John Robert Beggs (born 20 February 1936), commonly known as Roy Beggs, is an Ulster Unionist Party (UUP) politician. Beggs was educated at Ballyclare High School, followed by Stranmillis College, to study teacher training. [1] After his training Beggs became a teacher at Larne High School and had risen to be deputy principal before leaving the profession upon his election to the Westminster Parliament.[1] He first entered politics in 1973 as a councillor for Larne Borough Council.[1] for the Democratic Unionist Party.[2] He was suspended from the party in 1981 after taking part in a council visit to Dún Laoghaire–Rathdown County Council local authority in the South.[3] he moved to the Ulster Unionist Party and was re-elected in 1981 as a 'loyalist'.[2] He joined the UUP in 1982 and has retained his council seat to date, serving several terms as Mayor of Larne from 1978 until 1983.[4] In 1982 he was elected to the Northern Ireland Assembly representing North Antrim.[1] In 1983 he was selected for the new East Antrim in the 1983 general election.[4] With most expecting the DUP to win the seat,[5] he became the new MP in the surprise result. He held the position until the 2005 general election when he was defeated by Sammy Wilson of the DUP.[6] He was UUP Education Spokesman from 1986 up to and including his last few years in Parliament when he also served as Deputy Leader and Chief Whip of the Ulster Unionist Parliamentary Party.[1] Beggs was known as one of the more hard-line members of the UUP, being vociferous in his Euroscepticism and his suspicions about the Belfast Agreement - initially involving himself in Union First (a group within the Ulster Unionist Party opposed to the Agreement), although in his final two years in Parliament he appeared publicly supportive of the Agreement and of leader David Trimble. A renowned opponent of \"progressive\" teaching methods and supporter of corporal punishment in schools he was closely associated with the pro-3Rs Campaign for Real Education and the Freedom Association, as well as his support for the History Curriculum Association's unsuccessful attempts to secure the inclusion of key events, personalities and developments of British History into the school history curriculum and have pupils assessed on their ability to acquire facts and knowledge rather than empathise from a range of psychological perspectives. A strong supporter of maintaining Northern Ireland's grammar schools, he attacked proposals to abolish academic selection in post-primary education in Northern Ireland, whilst also opposing the introduction of tuition fees for university students claiming that the latter discouraged many from entering higher education. Beggs was also a strong supporter of the Orange Order during their stand-off over Drumcree Church and in 1995 took part in a blockade of the port of Larne as part of a show of solidarity. Beggs was charged with Public Order offences for his involvement and was fined £1,350. In March 2001, he apologised in the House of Commons for failing to register a local business interest.[3] He lives in Larne and operates a farm and owns a landfill site. He is also the Chairman of the North Eastern Education and Library Board, as well as continuing his council work. He has four children. His son, Roy Jr. Was a member of the Northern Ireland Assembly from 1998 until losing his seat in the 2022 Northern Ireland Assembly election.[7]","Title":"Roy Beggs - Wikipedia","KeyID":"19150","URL":"https://en.wikipedia.org/wiki/Roy_Beggs"}