{"Content: ":"Robert David Stewart Campbell, CBE (born 25 May 1965, Belfast), usually known as David Campbell, is a politician, farmer and businessman from Northern Ireland. He was a member of the 1996–1998 Northern Ireland Forum, and Chairman of the Ulster Unionist Party from 2005 to 2012. He is the son of Ronald (Ronnie) and Ann Campbell of Lisburn and was educated at Wallace High School and The Queen's University of Belfast. He is married to Linda (née Wilson) with two sons and lives near Carrickfergus. He founded The Somme Association in 1989, a registered charity which promotes commemoration of the Irish contribution to the First World War. He served as Managing Director until 1998 and was responsible for constructing the Somme Museum at Conlig, building the Visitor Centre at the Ulster Tower at Thiepval, France; rescuing Craigavon House, Belfast (the historic home of The 1st Viscount Craigavon), and purchasing Thiepval Wood in France. He remains a Trustee of the Charity. David Campbell was one of the longest-serving Chairmen of the Ulster Unionist Party, having served as Vice Chairman in 2005. He was elected to Lisburn Borough Council in 1989 and served until 1993. Elected Member of Northern Ireland Forum in 1996, where he was Chairman of the Agriculture and Fisheries Committee. Was a member of Ulster Unionist Party Talks team in the All-Party negotiations that led to the Belfast Agreement. In 1997 Campbell contested the UUP selection meeting to succeed Sir Jim Molyneaux, however he lost out to party colleague Jeffrey Donaldson. Campbell also contested the selection meeting in South Antrim following the death of Clifford Forsythe. The selection was marred by internal division, with South Antrim MLA Duncan Shipley-Dalton claiming that UUP HQ were trying to foist Campbell on the constituency. Shipley-Dalton pulled out and Campbell lost out to anti-agreement candidate David Burnside.[1] He became a senior policy advisor and Chief of Staff to David Trimble whilst First Minister of Northern Ireland between 1998 and 2004. He was appointed CBE by HM The Queen in the 2005 Birthday Honours List for political and public service. Between 2005 and 2012 he was Chairman of the Ulster Unionist Party. In the run up to the 2012 Ulster Unionist Party leadership election both candidates made clear that he would be replaced. It was announced in April 2012 that Lord Empey would become Chairman.[2] In February, 2014 the then President of the Republic of Turkey appointed Campbell as Honorary Consul for Turkey in Northern Ireland.[citation needed] In October, 2015 it was announced that he had been working with Jonathan Powell to bring the three main Loyalist paramilitary groups together into a unified structure and to have them recommit to the principles of peace and democracy and move away from criminal activity.[citation needed] Powell announced the formation of the Loyalist Communities Council with Campbell as its first Chairman.[citation needed] In June 2017 he announced his resignation from the Ulster Unionist Party citing gross mismanagement by the party leadership and a failure to respond to the unionist electorate's desire for unionist unity as key reasons for recent electoral disasters.[citation needed] As Chair of the Loyalist Communities Council he appealed to loyalist unionist voters to support unionist candidates most likely to win seats against nationalists.[citation needed]","Title":"David Campbell (Northern Ireland politician, born 1965) - Wikipedia","KeyID":"19155","URL":"https://en.wikipedia.org/wiki/David_Campbell_(Northern_Ireland_politician,_born_1965)"}