{"Content: ":"Sir Richard Dawson Bates, 1st Baronet OBE PC JP DL (23 November 1876 – 10 June 1949), known as Dawson Bates, was an Ulster Unionist Party member of the Northern Ireland House of Commons. He was born in Strandtown, Belfast, the son of Richard Dawson Bates, solicitor and Clerk of the Crown, and Mary Dill. His paternal grandfather, John Bates (d. 1855), had been a minor figure in the Conservative Party in Belfast, before his duties were discharged on a Chancery Court ruling of maladministration. Bates was educated at Coleraine Academical Institution. After studying at Queen's College, Belfast, became a solicitor in 1900, in 1908 founding a firm with his uncle – E and R.D. Bates, later R.B.Uprichard would be apprenticed, become a partner and eventually take over the firm of E and R.D. Bates and Uprichard, as Crown Solicitor. In 1906, Bates was appointed Secretary of the Ulster Unionist Council. During this time, he was instrumental in the events of Ulster Day and in the formation of the UVF, organised the Larne gun-running and supported the formation of the Ulster Unionist Labour Association to counter socialism.[1] He toured Northern Ireland, working hard to build up the Unionist Party, while portraying all Roman Catholics, thus Nationalists as traitors.[2] Bates heavy influence in the UUP meant his reluctance to co-operate with Roman Catholics had to be heeded if the party was to avoid splits.[3] Bates stood down as Secretary on his election to Stormont in 1921, where he represented first East Belfast and later Belfast Victoria. In the government of Sir James Craig he was the first Minister for Home Affairs and a member of the Privy Council of Northern Ireland. He introduced the Civil Authorities (Special Powers) Act, but opposed the Ulster Protestant Association. Under his administration, he was accused of gerrymandering, and of intervening to ensure that prison sentences were not imposed on Protestants who attacked Catholics.[1] Bates was also a Deputy Lord Lieutenant of County Down. He married Jessie Muriel Cleland, daughter of Sir Charles John Cleland. They had one son, Major Sir John Dawson Bates, 2nd Baronet (an Oxford-educated Wykehamist, [1921-1998]). He was appointed an Officer of the Order of the British Empire (OBE) in the 1919 New Year Honours,[4] Knight Bachelor in 1921[5] and was made a baronet of Magherabuoy, near Portrush, in County Londonderry on 7 June 1937.[6] In his retirement strained financial circumstances and security (he constantly required a police escort) led him to rent Butleigh House, near Glastonbury, Somerset. It was here he died in 1949; Sir Dawson's body was flown back to Ulster for burial at Ballywillan Church of Ireland.[1] Bates was a director and president of Glentoran Football Club.[7]","Title":"Dawson Bates - Wikipedia","KeyID":"19167","URL":"https://en.wikipedia.org/wiki/Dawson_Bates"}