{"Content: ":"Terence O'Neill James Chichester-Clark The 1969 Ulster Unionist Party leadership election was the first contested election in the Party's sixty-four year history. In 1963, Terence O'Neill had succeeded Lord Brookeborough as Party Leader and Prime Minister of Northern Ireland by emerging rather than by winning a ballot, despite having strong competition from both Brian Faulkner and Jack Andrews. On O'Neill's resignation following the inconclusive result of the 1969 general election, the division of support within the Parliamentary Group was such that an election was required to choose the new leader. It had initially been assumed that Faulkner would win the contest, however many within the Parliamentary Party were determined that a hardliner such as Faulkner should not be leader. Jack Andrews, leader of the Senate, came under pressure from many including O'Neill, to stand, however he refused. In His memoirs, Kenneth Bloomfield suggests that Chichester-Clark's resignation from the cabinet which precipitated O'Neill's own resignation, had been a ploy to deprive Faulkner. In his own memoirs, Faulkner claims that it was a matter of class distinction, where the upper classes had conspired to keep the Premiership out of middle class hands. Following his headline grabbing resignation, and O'Neill's endorsement in the absence of Andrews candidature, Chichester-Clark was expected to win by a clear margin and the close result came as a great surprise. O'Neill voted for his distant cousin, and also used his casting vote in his favour. It has been said that he favoured Chichester-Clark not due to their distant family links, but as Faulkner had been stabbing him in the back for longer.[1] Two of Faulkner's main supporters promptly proposed and seconded a unanimous decision in favour of Chichester-Clark. The new leader caused much surprise by including Faulkner and a young supporter, John Taylor, in his new Government.","Title":"1969 Ulster Unionist Party leadership election - Wikipedia","KeyID":"19174","URL":"https://en.wikipedia.org/wiki/1969_Ulster_Unionist_Party_leadership_election"}