{"Content: ":"Tom Elliott Mike Nesbitt a Lowercase \"d\" per here. The election for the leadership of the Ulster Unionist Party (UUP) was held on 31 March 2012. The UUP holds an election for the office of Leader each year at its Annual General Meeting, which is normally returns the incumbent unopposed. The contested election was triggered after incumbent Leader Tom Elliott, elected in 2010, unexpectedly announced on 8 March 2012 that he would not be seeking re-election. Nominations closed on 16 March 2012.[1] The most likely candidates were considered to be Strangford MLA Mike Nesbitt and Lagan Valley MLA Basil McCrea (who lost to Elliott in the 2010 leadership election, where he was considered the more liberal alternative to Elliott);[2] Newry and Armagh MLA Danny Kennedy (the party's only minister at Stormont, holding the office of Minister for Regional Development) was also considered to be a likely candidate, and was placed favourite by bookmaker Paddy Power early on.[3] South Down MLA John McCallister (UUP Whip in the Assembly) might also stand, with some considering him best suited to give the party a fresh start.[4] As the nominations deadline drew closer, McCallister announced he would run for the post, while \"sources close to\" Kennedy, considered the favourite, said that he would also;[5] McCrea was now considered to be unlikely to stand. McCallister has announced he would withdraw the UUP from the government at Stormont and form the opposition.[6] McCrea announced his support for McCallister; Kennedy was seen as the proponent of cooperation between the UUP and the DUP, while McCallister was seen to stand for a clearer contrast.[7] Nesbitt announced he would be a candidate later the same week.[8] Kennedy withdrew from the race shortly before nominations closed on 16 March 2012, with speculation being that the decision was sparked by Nesbitt's growing momentum.[9][10] Nesbitt took over as the clear favourite to win the leadership election.[11] Nesbitt called for a referendum on introducing an Official Opposition into Stormont; McCallister supports a similar idea.[12] McCallister has stated he would expel David McNarry if elected leader, who had been in a public conflict with the outgoing leader Elliott.[13] Shortly before polling Nesbitt stated that he would be unlikely to offer McNarry the whip following a period of suspension handed down by the disciplinary committee.[14][15]","Title":"2012 Ulster Unionist Party leadership election - Wikipedia","KeyID":"19183","URL":"https://en.wikipedia.org/wiki/2012_Ulster_Unionist_Party_leadership_election"}