{"Content: ":"Reg Empey Tom Elliott An election for the leadership of the Ulster Unionist Party (UUP) was held on 22 September 2010.[1] Following poor results in the 2005 general election, the UUP held a leadership election, in which Reg Empey was successful. Empey formed an electoral coalition with the Conservative Party, but the UUP's only MP resigned from the party, and the coalition won no seats in the 2010 general election. Following the election, some party members urged him to remain leader but, on 15 May, Empey announced that he would resign in time for an election to be completed by the party's annual conference, in October or November.[2] On 9 August 2010, it was announced that Empey would resign on 22 September 2010 and that the election would be held the same day. Nominations are due by 31 August 2010.[3] In May 2010, BBC News named five potential candidates for the leadership: Tom Elliott, Danny Kennedy, Basil McCrea, Michael McGimpsey and David McNarry.[4] Kennedy reportedly ruled himself out on 14 June 2010.[5] Elliott announced on 22 June 2010 he would stand in the election, stating that he had a \"vision for a progressive party\". He was flanked by Kennedy, McNarry and McGimpsey when he announced, as well as by Mike Nesbitt and Assembly Chief Whip Fred Cobain.[6] McCrea officially announced his intention to stand on 23 August 2010.[7] One of the most prominent issues in the leadership choice was relations with the other major unionist party, the Democratic Unionist Party. While Kennedy repeatedly called for a pact or an alliance with the DUP, McCrea was strongly against it, claiming that such an alliance would only increase voter support for SF in the republican camp.[8] Elliott stated on 25 August 2010 that he was also opposed to a single Unionist party [9] and that he would seek to reform the electoral link with the Conservative Party in order that candidates would stand as UUP and not Ulster Conservatives and Unionists - New Force.[10]","Title":"2010 Ulster Unionist Party leadership election - Wikipedia","KeyID":"19182","URL":"https://en.wikipedia.org/wiki/2010_Ulster_Unionist_Party_leadership_election"}