{"Content: ":"David Trimble Reg Empey The 2005 Ulster Unionist Party leadership election began on 7 May 2005 when David Trimble resigned as leader of the Ulster Unionist Party following his party's poor performance in the 2005 general election when it lost all but one of its seats, including Trimble's own. Following his resignation, the UUP's Executive Committee charged Sir Reg Empey, Lady Hermon and Lord Rogan with the interim leadership of the Party. This was the first occasion when the UUP leadership was contested under the Party's new constitution. Therefore, this was the first occasion where the candidates were not proposed and seconded from the floor of the meeting, but in writing one week prior to the meeting. Trimble's successor was elected by delegates to the Ulster Unionist Council who met on 24 June 2005. After two rounds of voting the election was won by Sir Reg Empey. Nominations for the leadership closed on 17 June. The following prominent Ulster Unionist Party politicians were speculated upon by media organisations but declined to run: Some in the party called for a figure from outside the party to become the next leader; however those named declined. They included: Collins was named by Lord Kilclooney as his preferred candidate on his announcement that he would not run. McCartney announced that he would seek to rejoin the party he left in the 1980s with a view to becoming leader should a majority or significant number of delegates spoil their ballots. Less than 5 delegates spoilt their ballots in the event. At the meeting delegates to the Ulster Unionist Council voted in a succession of ballots until one candidate had an absolute majority. In the first round, No candidate achieved a majority and David McNarry, as the lowest placed candidate, was eliminated.[14] Within the second round, Sir Reg Empey was elected.[15]","Title":"2005 Ulster Unionist Party leadership election - Wikipedia","KeyID":"19181","URL":"https://en.wikipedia.org/wiki/2005_Ulster_Unionist_Party_leadership_election"}