{"Content: ":"NI21 was a short-lived political party in Northern Ireland. It was founded in 2013 by ex-Ulster Unionist Party MLAs Basil McCrea and John McCallister. Although it explicitly supported Northern Ireland staying part of the United Kingdom (i.e. unionism), it planned to designate as \"other\" rather than \"unionist\" in future Stormont elections.[1] It presented itself as a \"cross-community party\" and promoted a Northern Irish national identity for the 21st century. The party had two MLAs in the Northern Ireland Assembly and a single councillor on Lisburn and Castlereagh City Council. As of November 2016 following its failure to renew its registration with the Electoral Commission it has effectively ceased to exist.[2] The party was founded by McCrea and McCallister several months after their resignation from the UUP over what they saw as a plan towards merging the UUP with the Democratic Unionist Party in the choosing of a joint-unionist candidate (Nigel Lutton) for the Mid Ulster by-election of 2013.[3] The two had been unsuccessfully courted by the NI Conservatives.[4] Also involved in the new party was David Rose, a former Northern Ireland Policing Board member and former deputy leader of the Progressive Unionist Party, who left that party in 2010.[5] The party was officially founded on 6 June 2013 with a livestreamed press conference in the Metropolitan Arts Centre in Belfast. Its name referred to the 21st century, putting itself forward as a \"modern party\".[6] NI21 took a pro-Union stance on the constitutional issue, although it made an effort to try to appeal to all sides of the community, the party describing itself as a \"confident, generous and progressive pro-UK party\".[7] It was claimed that the party represented moderate political views, including left of centre voters.[8] It was stated that NI21 would attempt to form an official opposition in the Northern Ireland Assembly,[9] which would have been the first official opposition in the Northern Ireland Assembly.[6] NI21 was in support of same-sex marriage. The party also attracted criticism in its first week following comments made by Basil McCrea on the topic when an interviewer asked about polygamous marriage.[10] The party appointed party co-founder[11] Tina McKenzie (daughter of IRA prisoner, Harry Fitzsimons) as chair in 2013.[12] She was then nominated as their candidate in the 2014 European Parliament elections.[13] NI21 had a Pro-European platform[14] and McKenzie would have joined the European People's Party grouping if elected.[15] The new party came under some criticism for being too centralised around Basil McCrea. The party received continual positive coverage from commentators such as Bill White and Alex Kane. McCrea appointed himself as leader as soon as party was announced. It was also criticised for going under the designation of \"unionist\" in the Northern Ireland Assembly rather than \"other\" despite being a cross-community party.[16] McCrea responded to this criticism in the founding speech of the party, saying that the designations in the Assembly do not matter, and claimed that the constitutional issue in Northern Ireland has been \"settled\" by the Good Friday Agreement and St. Andrew's Agreement.[6] In May 2014, two days before the European and local elections, NI21 announced it would changing its designation in the Northern Ireland Assembly from Unionist to Other from the 2016 election onwards. It said this was due to the connotations of the term 'Unionist', and to present itself as a \"cross-community party\",[1] but that it still supported Northern Ireland remaining part of the United Kingdom[1] and described itself as a \"pro United Kingdom party\".[17] However, NI21's deputy leader, John McCallister, condemned the move, saying the decision was not properly debated and showed how \"dysfunctional\" NI21 had become.[17] He further alleged that the decision was made at an improperly constituted executive meeting.[17] This sparked a political crisis within the party.[18] McCrea demanded an explanation from McCallister for describing the party as \"dysfunctional [...] in a very public way\", and said the party executive would confront him about his comments. However, McCallister was publicly defended by the party's youth wing, which criticised a \"lack of respect shown towards our deputy leader\".[19] As the crisis developed, McCallister told the public that the internal rift was due to an external investigation into McCrea,[20] as a former party worker had made allegations of sexual misconduct against him.[21] Tina McKenzie, the European parliamentary candidate and former chairperson, resigned from the party executive half an hour before voting ended on election day. She said that the crisis made it \"difficult for Basil McCrea and John McCallister to remain as leader and deputy leader of NI21\",[22] before resigning from politics altogether.[23] The party won 1.8% of first preference votes and, in the local elections, saw one councillor, Johnny McCarthy, narrowly elected with reliance on Nationalist transfers.[24] In July 2014, John McCallister resigned his membership of the party.[25] The party did not put up any candidates at the 2015 general election.[26] In December 2015 the party's Deputy Leader and only local councillor, Johnny McCarthy, quit the party. McCarthy was the only NI21 candidate elected in the party's short history.[27] He resigned as Deputy Leader on 29 December 2015.[28] In early 2016, McCrea was cleared of any wrongdoing by an Assembly standards investigation, but subsequently announced he was leaving politics and would not be defending his Assembly seat in the 2016 elections.[29] The party did not put up any other candidates.[30] McCallister, standing as an independent, lost his seat. The party did not run any candidates after 2016.","Title":"NI21 - Wikipedia","KeyID":"19189","URL":"https://en.wikipedia.org/wiki/NI21"}