{"Content: ":"The Young Unionists, formally known as the Ulster Young Unionist Council (UYUC), is the youth wing of the Ulster Unionist Party (UUP). It has in its present incarnation been in existence since 2004. Attempts had been made in the 1920s to create a youth movement linked to that of the Conservative Party (the Junior Imperial and Constitutional League) without much success. A second attempt was made before the outbreak of the Second World War, which also failed. The UYUC was formed by the Standing Committee of the Ulster Unionist Council in 1946 and quickly became a successful movement in South & West Belfast, Fermanagh and Down.[1] The body's first Chairman was future Prime Minister of Northern Ireland, Brian Faulkner[1][2] In 1959, Brian Maginess, Q.C., and Sir Clarence Graham, Bt., spoke to the Young Unionists advocating an increase in Roman Catholic membership of the UUP. This was regarded as controversial at the time. The body created many prominent figures in Northern Ireland politics throughout the 1960s and 1970s such as Bill Craig and John D. Taylor; however, disagreements over Government policy and other factors left the body in disarray by the early 1970s, and it disbanded following the collapse of the Stormont Parliament. The body re-emerged under the Chairmanship of David McNarry and continued to thrive throughout the 1980s, producing figures such as Edgar Graham, Jeffrey Donaldson, Peter Weir and Arlene Foster with the latter 3 defecting to the DUP. The body's membership was strongly opposed to the Belfast Agreement in 1998, and many campaigned against it. At the 2004 AGM the officers voted to disband the group.[3][4][5] The organisation reconstituted shortly after it disbanded and has since enjoyed a period of sustained growth.[6] The UYUC has branches at Queen's University, Belfast,[7] the University of Ulster[8] and branches at constituency level in the City of Belfast, Mid-Ulster/West Tyrone,[9] Lagan Valley[6] and also Newry and Armagh/South Down, as well as Fermanagh & South Tyrone. The youth wing has produced many current and former senior faces in the party including The Lord Laird, The Lord Rogan, Jeffrey Donaldson MP MLA[10] and David McNarry, all of whom are former Chairmen, as well as Lord Empey, who served as Vice Chairman. In recent years the Young Unionists have continued to function as an active political youth wing. In the 2014 local government elections 11 members of the Young Unionists were returned as councillors.[11] This represents over 10% of the UUP's total councillors. The Young Unionists host a number of events on an annual basis including a summer debate series and conference. [12] Second UYUC Current UYUC","Title":"Young Unionists - Wikipedia","KeyID":"19185","URL":"https://en.wikipedia.org/wiki/Young_Unionists"}