{"Content: ":"The Liberal Unionist Party was a British political party that was formed in 1886 by a faction that broke away from the Liberal Party. Led by Lord Hartington (later the Duke of Devonshire) and Joseph Chamberlain, the party established a political alliance with the Conservative Party in opposition to Irish Home Rule. The two parties formed the ten-year-long coalition Unionist Government 1895–1905 but kept separate political funds and their own party organisations until a complete merger between the Liberal Unionist and the Conservative parties was agreed to in May 1912.[2][3] The Liberal Unionists owe their origins to the conversion of William Ewart Gladstone to the cause of Irish Home Rule (i.e. limited self-government for Ireland). The 1885 general election had left Charles Stewart Parnell's Irish Nationalists holding the balance of power, and had convinced Gladstone that the Irish wanted and deserved instatement of Home Rule for Ireland and so reform the 85 years of union. Some Liberals believed that Gladstone's Home Rule bill would lead to independence for Ireland and the dissolution of the United Kingdom of Great Britain and Ireland, which they could not countenance. Seeing themselves as defenders of the Union, they called themselves \"Liberal Unionists\", although at this stage most of them did not think the split from their former colleagues would be permanent. Gladstone preferred to call them \"dissentient Liberals\" as if he believed they would eventually come back like the \"Adullamites\", Liberals who had opposed the extension of the franchise in 1866 but had mostly come back to the main party after the Conservatives had passed their own electoral reform bill in 1867. In the end it did not matter what the Liberal Unionists were called, the schism in the Liberal party grew wider and deeper within a few years.[3] The majority of Liberal Unionists, including Hartington, Lord Lansdowne, and George Goschen, were drawn from the Whig faction of the party and had been expected to split from the Liberal Party anyway, for reasons connected with economic and social policy. Some of the Unionists held extensive landed estates in Ireland and feared these would be broken up or confiscated if Ireland had its own government, while Hartington had suffered a personal loss at the hands of Irish Nationalists in 1882 when his brother was killed during the Phoenix Park Murders. The anti-Home Rule Liberals formed a Committee for the Preservation of the Union in early 1886, and were soon joined by a smaller radical faction led by Joseph Chamberlain and John Bright. Chamberlain had briefly taken office in the Gladstone government which had been formed in 1886 but resigned when he saw the details of Gladstone's Home Rule plans. As Chamberlain had previously been a standard bearer of radical liberalism against the Whigs, his adherence to the alliance against the Gladstonian Liberals came as a surprise. When the dissident Liberals eventually formed the Liberal Unionist Council, which was to become the Liberal Unionist party, Chamberlain organised the separate National Radical Union in Birmingham. This allowed Chamberlain and his immediate allies to distance themselves from the main body of Liberal Unionism (and their Conservative allies) and left open the possibility that they could work with the Liberal party in the future.[3] In 1889 the National Radical Union changed its name to the National Liberal Union and remained a separate organisation from the main Liberal Unionist Council. Historian R.C.K. Ensor reports that after 1886, Gladstone's main Liberal Party was deserted by practically the entire Whig peerage and the great majority of the upper-class and upper-middle-class Liberals. Gentlemen's clubs that had a Liberal base were deeply split. Ensor notes that \"London society, following the known views of the Queen, practically ostracized home rulers\".[4] Chamberlain used anti-Catholicism to build a base for the new party among \"Orange\" Nonconformist Protestant elements in Britain and Ireland.[5][6] John Bright popularised the catchy slogan, \"Home rule means Rome rule.\"[7] The 1886 election left the Conservatives as the largest party in the House of Commons, but without an overall majority. The leading Liberal Unionists were invited to join the Conservative Lord Salisbury's government. Salisbury said he was even willing to let Hartington become Prime Minister of a coalition ministry but the latter declined. In part, Hartington was worried this would split the Liberal Unionists and lose them votes from pro-Unionist Liberal supporters. The Liberal Unionists, despite providing the necessary margin for Salisbury's majority, continued to sit on the opposition benches throughout the life of the parliament, and Hartington and Chamberlain uneasily shared the opposition Front Bench with their former colleagues Gladstone and Harcourt.[3] In December 1886, when Lord Randolph Churchill suddenly resigned as Chancellor of the Exchequer, Salisbury offered the position to Goschen, by far the most conservative of the leading Liberal Unionists. After consulting Hartington, Goschen agreed to join the Conservative government and remained Chancellor for the next six years. While the Whiggish wing of the Liberal Unionists cooperated informally with the Conservative Government (and supplied it with a cabinet minister), the party's Radical Unionist wing held a series of meetings with their former Liberal colleagues. Led by Chamberlain and Sir George Trevelyan, the Round Table Conference was an attempt to see if reunion of the Liberal party was possible. Despite some progress (and Chamberlain's statement that they were united on ninety-nine out of a hundred issues), the problem of Home Rule for Ireland could not be resolved. Neither Hartington nor Gladstone took a direct part in these meetings, and there seemed to be no other Liberal statesman who could reunite the party. Within a few months the talks were over, though some Liberal Unionists, including Trevelyan, later rejoined the Liberal Party soon after. The failed talks of 1887 forced the Liberal Unionists to continue to develop their links with the Conservatives. In Parliament, they supported the Salisbury administration, though they sat on the opposition benches alongside the Liberals. Hostile feelings between the former political colleagues hardened with the return of Gladstone as Prime Minister, following the 1892 general election. Forming a minority government (with Irish Nationalist parliamentary support), the Liberals introduced the second Home Rule bill. Leading the opposition to the Bill were Hartington (now the Duke of Devonshire) and Chamberlain. The Bill was defeated in the House of Lords by a massive majority of Conservative and Liberal Unionist peers. By now all chance of a reunion between the Liberals and Liberal Unionists had disappeared, and it was no great surprise when leading Liberal Unionists joined Salisbury's new administration in 1895 following the heavy electoral defeat inflicted on the Liberal party. The resulting government was generally referred to as \"Unionist\", and the distinction between Conservatives and Liberal Unionists began to dissolve, though the latter were still able to field around 100 candidates for all the subsequent general elections until the December 1910 general election when that total dropped to 75.[8] Though a few Liberal Unionists like Goschen formally joined the Conservatives (by becoming member of the exclusively Tory Carlton Club), the party still continued to maintain a separate identity and to raise their own funds. Their strength in the House of Commons fell from 78 seats in 1886 to 47 in 1892 but recovered to 71 and then 68 in the general elections of 1895 and 1900. The Liberal Unionists managed to stay strong in the south-west of England, the West Midlands (the centre of Chamberlain's power base), and especially in Scotland, where the Liberal Unionists were initially the more dominant group in their alliance with the Scottish Conservatives against the Liberals.[3] From the start, there was tension within the Liberal Unionists between the moderate Whigs, such as Devonshire, and the more radical Chamberlainites. While both factions opposed Home Rule, there was little else that united them, and a separate Liberal Unionist identity was hard to define in the politics of the late 1890s. Weak local party associations were encouraged to amalgamate with their Conservative allies, though Devonshire's wish to merge fully was rejected by Chamberlain.[9] Despite these tensions, the Liberal Unionists more or less managed to stay together until 1903, when in a surprise move, Chamberlain dramatically launched tariff reform with a speech in his Birmingham political homeland. This departure from Free Trade (i.e. no tariff barriers) caused immediate problems within the Unionist alliance, but especially with the Devonshire section of the Liberal Unionists. Rejecting tariff reform, Devonshire and other supporters of Free Trade left the Liberal Unionist Association in May 1904 in protest. Chamberlain took over the party's leadership, but this did not stop a large number of disgruntled Liberal Unionists, including a few MPs, migrating back to the Liberal party. As for Devonshire and his allies, they put their political efforts into the Unionist Free Trade League (also called the Free Food League) which included a sizeable minority of Conservative Members of Parliament (MPs) (and, for a few months, Conservative MP Winston Churchill before he too defected to the Liberals in 1904). Most of them eventually left the party while Devonshire ended his political career estranged from both main parties and appears to have sat in the House of Lords as a crossbencher.[3] In the 1906 general election, the Liberal Unionists (both Free Traders and Tariff Reformers) shared the same fate as their Conservative allies, with a big reduction in their parliamentary strength. They now numbered only 23 MPs (or 25 according to other calculations)[clarification needed] in a combined Unionist alliance of just 157 in the new House of Commons – though in Birmingham the Liberal Unionist and Conservative candidates won all the seats available. With a few exceptions, the remaining Liberal Unionists were now firm supporters of tariffs, as were now the majority of the Conservative MPs. Indeed, for a short period in early 1906, Chamberlain was the de facto leader of the Unionist alliance in the House of Commons, as the Conservative party leader, and former Prime Minister, Arthur Balfour had lost his seat in the election (though he soon managed to return to parliament after a conveniently-arranged by-election).[10] It was possible that at this stage Chamberlain could have become leader of all the surviving Unionists (at least all those in favour of tariff reform) and force Balfour to resign. However, even protectionist Tories were reluctant to choose Chamberlain as their leader, not having forgotten how, as a Liberal, in the 1880s, he had been one of their sternest critics. Also, in an age when religious identification still mattered, Chamberlain was not a member of the established Church of England but belonged to the minority Unitarians. Chamberlain could, perhaps, have led the Unionists despite these drawbacks, but in July 1906 he suffered a stroke, which left him physically crippled. He remained semi-politically active and continued as the official leader of the Liberal Unionists, but his son Austen Chamberlain and Lansdowne effectively acted on his behalf in both the party and the Tariff Reform League. Devonshire died in 1908 but, despite the loss of the party's two most famous standard bearers, the Liberal Unionists were still able to increase their parliamentary representation in the two 1910 general elections to 32 and then 36 MPs.,[11] though recent research suggests this an underestimate of Liberal Unionist MPs and the numbers elected in the two general elections 1910 were 43 and 49 respectively.[8] The issue of tariff reform had now become overshadowed by the revived threat of Home Rule for Ireland, as the Parliament Act 1911 effectively stripped the House of Lords of its ability to veto it, while leaving it with delaying powers. This encouraged a movement to merge the two parties formally at the constituency and national organizational levels, a process speeded up by the election in 1911 of Bonar Law as the new Conservative Party leader. An effective merger had already happened to some extent in Ireland, with the Irish Unionist Party and the separately organized Ulster Unionist Council in 1905, later formally to become the Ulster Unionist Party. Outside Scotland and the English city of Birmingham, many local Liberal Unionists and Conservatives had already formed joint constituency associations in the previous decade.[3] In May 1912 the formal merger of the Conservatives and Liberal Unionists was finally accomplished to form the Conservative and Unionist Party,[12] now usually called the Conservative Party. Although by 1912 the political distinctions between the two parties had long ceased to have any real meaning, they had been a residual factor in Austen Chamberlain's failure to become the Unionist leader in the House of Commons in 1911. When Arthur Balfour resigned, Austen Chamberlain and Walter Hume Long both declared themselves as candidates for the leadership of the Unionist Party in the Commons. However, as Austen Chamberlain was still officially at least a Liberal Unionist, his candidature was opposed by many Conservatives, because they already had the Liberal Unionist Lord Lansdowne leading them in the House of Lords. In the end, Bonar Law was elected unopposed by Unionist Members, and Austen Chamberlain would have to wait ten years for his chance to lead the united party. Following the merger,[13] the party remained officially distinct in Scotland as the Unionist Party, though its MPs sat with the Conservatives and were part of the Conservative Party in all but name only; the Scottish party finally officially merged with its English counterpart in 1965. The political impact of the Liberal Unionist breakaway marked the end of the long nineteenth century domination by the Liberal party of the British political scene. From 1830 to 1886 the Liberals (the name the Whigs, Radicals and Peelites accepted as their political label after 1859) had been managed to become almost the party of permanent government with just a couple of Conservative interludes.[14] After 1886, it was the Conservatives who enjoyed this position and they received a huge boost with their electoral and political alliance with a party of disaffected Liberals. Though not numerous, the Liberal Unionists boasted having the vast bulk of the old Whig aristocracy within their ranks, as represented by the stolid \"old money\" Duke of Devonshire. Another example is Frederick Leveson-Gower. The Duke of Devonshire's political partner, the Radical Joseph Chamberlain, was from a very different \"new money\" background, a businessman and a Unitarian. Though he had joined the Liberal Unionists late on, he was more determined to maintain their separate status in the alliance with the Conservatives, perhaps hoping and wishing that he would be able to refashion the combination under his own leadership at a later date. Chamberlain's stroke in 1906 robbed him of this chance, though he remained involved in political life until 1914. Though the Liberal Unionist party disappeared as a separate organisation in 1912,[15] the Chamberlain legacy helped keep the industrial powerhouse of Birmingham from returning to the Liberal party and would only be changed in 1945 in the Labour Party electoral landslide of that year. It also remained a profound influence on Chamberlain's sons Austen and Neville Chamberlain, who, when he was elected leader of the Conservative Party and thus became Prime Minister in 1937, told an audience how proud he was of his Liberal Unionist roots. This isn't surprising. Neither Neville or Austen actually stood for Parliament as Conservative candidates — their local political association in Birmingham (the local Conservative and Liberal Unionist associations reluctantly merged in 1919) preferred to call themselves Unionist rather than Conservative during this time and it also privately suited Neville Chamberlain as well. He confided to his own family how he always regarded the Conservative party label as odious and thought of it a barrier to people joining what he thought could be a non-socialist but a reforming party during the 1930s which he hoped would be called National to include the parties of the National Government coalition in the 1930s. Iain Sharpe[17] argues that for many years historians largely ignored the party or mentioned it as introducing a new class division to British party politics.[18] Scholars since 1970 have dropped this class conflict approach. They see the Liberal Unionists as motivated primarily by ideology not class. For example, W. C. Lubenow finds no correlation between Liberal MPs' class background and their position on home rule.[19] Jonathan Parry and T. A. Jenkins have separately argued that Gladstone's domineering leadership, his intense religiosity and his pandering to public opinion alienated the more secular and rationalist outlook of many Liberals.[20] Ian Cawood portrays the Liberal Unionists as a distinct and vital political force, at least until 1895 when they entered coalition with the Conservatives.[3] In Oscar Wilde's play The Importance of Being Earnest there is an exchange between Jack Worthing and Lady Bracknell about his suitability as a match for her daughter Gwendolen. The play was first performed at the Queen's Theatre London on 14 February 1895 and ran for 83 performances. Jack Worthing's declaration that he was in essence apolitical but – if pressed – would say Liberal Unionist was a joke that would have appealed to the audiences that saw the play in that period. As a party that depended on an electoral pact with the Tories to maintain their MPs in parliament, the Liberal Unionists had to at least appear to be also 'Liberal' in matters not connected with Home Rule including some measures of promoting reform. To someone like Jack, the Liberal Unionists' attempts to be two things at the same time but in different places would have appealed with his double identity ('Well, my name is Ernest in town and Jack in the country', he says in act 1). Since 1895 the then topical 'Liberal Unionist' reference has caused some problems with later productions of the play. Usually the line is retained – despite its reference to a long dead political issue (and also party) but it was altered or omitted in at least two film versions of the play. In 1952 film version directed by Anthony Asquith (the son of a former British Liberal Prime Minister H. H. Asquith) Jack answers that he is a 'Liberal' rather than 'Liberal Unionist'. Lady Bracknell's answer remains the same. In 1952 this comment was applicable to the then Liberal party's precarious political position, whose few remaining MPs were largely in constituencies where the Conservative party refused to stand for fear of splitting an established Liberal vote and letting in the Labour Party. Since then, many adaptations of the play have kept this brief mention of the obscure political party. However, in the 2002 film version which starred Judi Dench, Colin Firth, Rupert Everett and Reese Witherspoon – the lines were dropped yet episodes and characters in an earlier version of the play that Wilde had been encouraged to drop before the play's first performance were re-incorporated.","Title":"Liberal Unionist Party - Wikipedia","KeyID":"19188","URL":"https://en.wikipedia.org/wiki/Liberal_Unionist_Party"}