{"Content: ":"The Ulster Unionist Labour Association was an association of trade unionists founded by Edward Carson in June 1918, aligned with the Ulster Unionists in Ireland. Members were known as Labour Unionists. In Britain, 1918 and 1919 were marked by intense class conflict. This phenomenon spread to Ireland, the whole of which was under British rule at the time. This period also saw a large increase in trade union membership and a series of strikes. These union activities raised fears in a section of the Ulster Unionist leadership, principally Edward Carson and R. Dawson Bates. Carson at this time was president of the British Empire Union, and had been predisposed to amplify the danger of a Bolshevik outbreak in Britain.[1] The Ulster Unionist Labour Association was made up of trade unionists and Ulster Unionists and was founded by Carson along with J. M. Andrews[2][3] as a means of instigating a purge from the local trade union movement of 'Bolsheviks' and republicans. Both Carson and Bates feared this class conflict and the development of a militant Sinn Féin would threaten the class alliance with dissolution which had been embodied in the old Ulster Volunteers. By sounding the counter-revolutionary alarm, it would be a call to \"loyal workers\" against the twin threats of socialism and republicanism.[1] The grouping adopted as formal policy an opposition to socialism, but was seen by many as an attempt to show that the Unionist Party had the interests of the working class at heart.[4] Members included Tommy Henderson, later an independent Unionist MP.[citation needed] During the 1918 General Election the aims of the UULA were set out by R. Dawson Bates. In a letter to Carson he stated that they would be used as a means of distracting younger members of the working class from the Independent Labour Party, who held views which were very different from their own organisation, i.e. socialism.[5] The Belfast Labour Party put four candidates forward but the results were disappointing. They lost out to two UULA and two Unionist candidates.[5] The UULA had three members returned, all of them in Belfast.[6] Predominantly Protestant, Belfast engineering and shipyard workers traditionally well organised, staged a three-week strike demanding a 10-hour reduction in the working week. This was done in defiance of the national leadership of the Confederation of Shipbuilding and Engineering Unions. The strike was extended to include electricity and municipal gas workers causing large sections of industry and commerce to close down. They began to publish a daily newspaper and a General Strike Committee was formed and began to issue permits allowing only \"necessary\" production.[1] By 1920 growing unemployment in the linen industries and engineering sector were creating tension within the \"Protestant bloc\". Large numbers of well organised ex-servicemen were still out of work and a cause of concern to the local middle class. It was the local middle class who alleged that \"peaceful penetration\" of Belfast industry during the war by thousands of Catholics created the unemployment problem, especially that of the ex-servicemen. It would be the local middle class who succeeded in giving the conflict its sectarian twist.[1] In the spring and summer of 1920 \"indignation\" meetings were held in Belfast by working-class members of Carson’s “Old Town Hall circle” to attack the British unions for their \"Bolshevism\" and \"pro-republicanism\". Leading Unionists and employers went along in these events and even justified them, as they perceiving themselves to be vulnerable. After one meeting held in the shipyards in July, attacks began on workers identified as Belfast Labour members, socialists and Catholics. This then spread to some sections of the linen industry and the engineering industry resulting in over \"8,000 expulsions within a week.\"[7] Paul Collins suggests that the expulsions were partly the result of a speech made by Carson on 12 July Orange Order celebrations linking Labour with Sinn Féin: \"…These men who come forward as the friends of Labour care no more about Labour than does the man in the moon. Their real object, and the real insidious nature of their propaganda is that they mislead and bring about disunity amongst our own people and in the end before we know where we are, we may find ourselves in the same bondage and slavery as is the rest of Ireland in the South and West.\"[8] Collins however suggests that the direct cause of the expulsions was the killing of Banbridge RIC man Colonel Smyth on 7 July in Cork. Rail Union members in the south of Ireland refused to allow his body travel home by train, leading many Loyalists to then identify the Labour movement with his assassins. It was on the day of his funeral Collins says that the expulsions began resulting in ten thousand Catholics and so-called \"Rotten Prods\" with connections to Labour.[8] Most Protestant employers looked on with tacit approval as \"Vigilance Committees\" were established to prevent \"disloyalist\" workers from being re-employed. Protestant domination of the Belfast industries was celebrated with Union Jack unfurlings and addressed by members of the UULA.[7] Catholic retaliation and reprisals were inevitable with gun and bomb attacks on trains carrying shipyard workers. This resulted in yet more reprisals with widespread looting and burning of Catholic owned businesses. The British army while guarding Catholic properties clashed with Protestant crowds with fatal consequences. This resulted in UULA creating an \"unofficial special constabulary\", with members drawn chiefly from the shipyards, tasked with \"policing\" Protestant areas. Carson and Craig need to establish a militant basis for resistance to republicanism wished to reconstitute the UVF’ which could operate independently of the British. They then set about securing British government approval and funds for the UULA constabularies in Belfast along with the UVF.[7] While Sir Neville Macready commander-in-chief of the British army in Ireland withheld his approval, he and his supporters in the Irish administration were over-ridden; Lloyd George's government approved from the beginning and granted official status in the form of the B Specials in November 1920. This official endorsement would shape both the formation of the state of Northern Ireland and Catholic feelings to it.[7] Besides its opposition to a united Ireland and to socialism, the Association did not make serious attempts to speak on behalf of loyalist workers. However, it did organise some limited adult education in its early days, and opened two working men's clubs in East and North Belfast. The Association was also able to appoint twenty delegates to the Ulster Unionist Council as late as the early 1970s.[9] The organisation was never able to attract leading trade unionists, and soon declined in importance. While Andrews and William Grant were initially able to speak on its behalf in the Parliament of Northern Ireland, in later years only the less prominent William Kennedy and occasional Senators sat in the Stormont Parliament.[10] The Great Depression saw many workers look instead to the official trade union movement and the Northern Ireland Labour Party, and many branches of the UULA became moribund. A drive to reinvigorate the UULA was launched in the 1950s, although only one new branch was formed, in Derry.[10] In the 1970s, its role as a movement for the mobilisation of the loyalist working classes was taken over by more militant groups such as the Loyalist Association of Workers and the Ulster Workers Council.[citation needed] Already by the early 1970s, the Association's primary role was organising the wreath-laying at the annual memorial service for Carson, and today it exists solely to perform this ceremonial role.[10][11]","Title":"Ulster Unionist Labour Association - Wikipedia","KeyID":"19187","URL":"https://en.wikipedia.org/wiki/Ulster_Unionist_Labour_Association"}