{"Content: ":"The foramen spinosum is a hole located in the greater wing of the sphenoid. It is located posterolateral to the foramen ovale and anterior to the sphenoidal spine. It allows the passage of the middle meningeal artery, middle meningeal vein and usually the meningeal branch of the mandibular nerve (sometimes it passes through the foramen ovale). The foramen spinosum is often used as a landmark in neurosurgery, due to its close relations with other cranial foramina. It was first described by Jakob Benignus Winslow in the 18th century. The foramen spinosum is a foramen in the sphenoid bone of the skull.[1] It connects the middle cranial fossa to the infratemporal fossa. It is located posterolateral to the foramen ovale, and anterior to the sphenoidal spine. The foramen spinosum varies in size and location. The foramen is rarely absent, usually unilaterally, in which case the middle meningeal artery enters the cranial cavity through the foramen ovale.[2] It may be incomplete, which may occur in almost half of the population. Conversely, in a minority of cases (less than 1%), it may also be duplicated, particularly when the middle meningeal artery is also duplicated.[2][3] The foramen may pass through the sphenoid bone at the apex of the spinous process, or along its medial surface.[3] In the newborn, the foramen spinosum is about 2.25 mm long and in adults about 2.56 mm. The width of the foramen extends from 1.05 mm to about 2.1 mm in adults.[4] The average diameter of the foramen spinosum is 2.63 mm in adults.[5] It is usually between 3 and 4 mm away from the foramen ovale in adults.[6] The earliest perfect ring-shaped formation of the foramen spinosum was observed in the eighth month after birth and the latest seven years after birth in a developmental study of the foramen rotundum, foramen ovale and foramen spinosum. The majority of the foramina in the skull studies were round in shape.[5] The sphenomandibular ligament, derived from the first pharyngeal arch and usually attached to the spine of the sphenoid bone, may be found attached to the rim of the foramen.[3][7] In other great apes, the foramen spinosum is found not in the sphenoid, but in parts of the temporal bone such as the squamous part, found at the sphenosquamosal suture, or absent.[3][8] The foramen spinosum permits the passage of the middle meningeal artery, middle meningeal vein, and the meningeal branch of the mandibular nerve.[3][9]: 763  Due to its distinctive position, the foramen is used as an anatomical landmark during neurosurgery. As a landmark, the foramen spinosum reveals the positions of other cranial foramina, the mandibular nerve and trigeminal ganglion, foramen ovale, and foramen rotundum. It may also be relevant in achieving haemostasis during surgery,[3] such as for ligation of the middle meningeal artery.[10] This may be useful in trauma surgery to reduce bleeding into the neurocranium,[3] or for removal of the pyramidal process of the palatine bone.[10] The foramen spinosum was first described by the Danish anatomist Jakob Benignus Winslow in the 18th century. It is so-named because of its relationship to the spinous process of the greater wing of the sphenoid bone. However, due to incorrectly declining the noun, the literal meaning is \"hole full of thorns\" (Latin: foramen spinosum). The correct, but unused name would, in fact, be foramen spinae.[3] Inner surface of the base of skull, showing cranial foramina This article incorporates text in the public domain from page 150 of the 20th edition of Gray's Anatomy (1918) ","Title":"Foramen spinosum - Wikipedia","KeyID":"1919","URL":"https://en.wikipedia.org/wiki/Foramen_spinosum"}