{"Content: ":"The Oglala (pronounced [oɡəˈlala], meaning \"to scatter one's own\" in Lakota language[5]) are one of the seven subtribes of the Lakota people who, along with the Dakota, make up the Očhéthi Šakówiŋ (Seven Council Fires). A majority of the Oglala live on the Pine Ridge Indian Reservation in South Dakota, the eighth-largest Native American reservation in the United States. The Oglala are a federally recognized tribe whose official title is the Oglala Sioux Tribe (previously called the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota). However, many Oglala reject the term \"Sioux\" due to the hypothesis (among other possible theories) that its origin may be a derogatory word meaning \"snake\" in the language of the Ojibwe, who were among the historical enemies of the Lakota. They are also known as Oglála Lakhóta Oyáte. Oglala elders relate stories about the origin of the name \"Oglala\" and their emergence as a distinct group, probably sometime in the 18th century. In the early 1800s, Europeans passed through Lakota territory in greater and greater numbers. They sought furs, especially beaver fur at first, and later buffalo fur. The trade in fur changed the Oglala economy and way of life. 1868 brought the Fort Laramie Treaty, and in its wake the Oglala became increasingly polarized over this question: How should they react to continued American encroachment on their territory? This treaty forfeited large amounts of Oglala to the United States in exchange for food and other necessities.[6] Some bands turned to the Indian agencies—forerunners to the Indian reservations—where they received beef and other rations from the US government. Other bands held fast to traditional ways of life. Many bands moved between these two extremes, coming in to the agencies during the winter and joining their relatives in the north each spring. These challenges further split the various Oglala bands. The influx of white immigrant-pioneers into the Idaho Territory often meant passing through Oglala territory, and, occasionally, brought with it its perils, as described by Fanny Kelly in 1871, in her book entitled, Narrative of My Captivity among the Sioux Indians.[7] The Great Sioux Reservation was broken up into five portions. This caused the Red Cloud Agency to be moved multiple times throughout the 1870s until it was relocated and renamed the Pine Ridge Reservation in 1878. By 1890, the reservation included 5,537 people, divided into a number of districts that included some 30 distinct communities. The respected Oglala elder Left Heron once explained that before the coming of the White Buffalo Calf Woman, \"the people ran around the prairie like so many wild animals,\" not understanding the central importance of community. Left Heron emphasized that not only did this revered spirit woman bring the Sacred Pipe to the tribe but she also taught the Lakota people many valuable lessons, including the importance of family (tiwahe) and community (tiyospaye). The goal of promoting these two values then became a priority, and in the words of Dakota anthropologist Ella Cara Deloria, \"every other consideration was secondary — property, personal ambition, glory, good times, life itself. Without that aim and the constant struggle to attain it, the people would no longer be Dakotas in truth. They would no longer even be human.\"[9] This strong and enduring connection between related families profoundly influenced Oglala history. Dr. John J. Saville, the U.S. Indian agent at the Red Cloud Agency, observed in 1875 that the Oglala tribe was divided into three main groups: the Kiyuksa, the Oyuĥpe and the True Oglala. \"Each of these bands are subdivided into smaller parties, variously named, usually designated by the name of their chief or leader.\"[10] As the Oglala were settled on the Pine Ridge Reservation in the late 1870s, their communities probably looked something like this: Oyuȟpe Tiyošpaye Oglala Tiyośpaye Kiyaksa Tiyošpaye By 1830, the Oglala had around 3,000 members. In the 1820s and 1830s, the Oglala, along with the Brulé, another Lakota band, and three other Sioux bands, formed the Sioux Alliance. This Alliance attacked surrounding tribes for territorial and hunting reasons. Historically, women have been critical to the family's life: making almost everything used by the family and tribe. They have cultivated and processed a variety of crops; prepared the food; prepared game and fish; worked skins to make clothing and footwear, as well as storage bags, the covering of tipis, and other items. Women have historically controlled the food, resources and movable property, as well as owned the family's home.[11] Typically, in the Oglala Lakota society, the men are in charge of the politics of the tribe. The men are usually the chiefs for political affairs, war leaders and warriors, and hunters. Traditionally, when a man marries, he goes to live with his wife with her people. First used in 1961, this flag was approved by the Oglala Sioux Tribal Council on March 9, 1962, as the flag of the Oglala Sioux Tribe (OST). The circle of nine tipi on the flag represent the nine districts of the reservation: Porcupine, Wakpamni, Medicine Root, Pass Creek, Eagle Nest, White Clay, LaCreek, Wounded Knee, and Pine Ridge. The red field represents the blood shed by the tribe in defense of their lands and an allegorical reference to the term \"red man,\" by which they were referred to by European Americans. The blue represents the sky, as seen in all four cardinal directions during the worship of the Great Spirit, and the elements. It also represents the Lakota spiritual concept of heaven or \"the Spirit World\" to which departed tribal members go.[12] The flag pictured is the original not the current OST Flag.","Title":"Oglala - Wikipedia","KeyID":"19195","URL":"https://en.wikipedia.org/wiki/Oglala_Lakota"}