{"Content: ":"Carlos Montezuma or Wassaja (c. 1866 – January 31, 1923) was a Yavapai-Apache Native American, activist and a founding member of the Society of American Indians. His birth name, Wassaja, means \"Signaling\" or \"Beckoning\" in his native tongue. Wassaja was kidnapped by Pima raiders along with other children to be sold or bartered. Wassaja was then purchased by an Italian photographer Carlo Gentile in Adamsville, for thirty silver dollars. Gentile renamed him \"Carlos Montezuma\". Montezuma was the first Native American student at the University of Illinois and Northwestern University, and only the second Native American ever to earn a medical degree in an American University after Susan La Flesche Picotte. Wassaja was the first Native American male to receive a medical degree. Until his death Wassaja fought to support the rights of his Yavapai people and other Native Americans. \"I am a full-blooded Apache Indian, born around the year 1866... some where near Four Peaks, Arizona Territory\", wrote Dr. Montezuma, introducing himself in a letter written in 1905 to the Smithsonian Institution.[1] He was named \"Wassaja\" (which means \"signaling\" or \"beckoning\") by his parents. His father was a chief named Co-cu-ye-vah and his mother was named Thil-ge-ya. In October 1871, at the age of 5, he was captured by Pima raiders together with other children to be enslaved or bartered. Wassaja was brought to Adamsville, a mixed Anglo and Mexican village, and offered for thirty silver dollars to itinerant Italian photographer Carlo Gentile, who happened to be in the area for his ethnographic work on Native Americans. Gentile, a cultured and liberal man from Naples who had moved to America in the 1850s, adopted Wassaja as his own son and renamed him \"Carlos Montezuma\" as an enduring and proud reminder of the child's cultural heritage, partly after himself, partly from the Montezuma ruins near Adamsville.[2]: 22–31  In the following years, Wassaja/Carlos accompanied his adoptive father in his pioneering photographic and ethnographic expeditions in Arizona, New Mexico and Colorado. For a few months in 1872–73 they even joined the theatrical troupe of Ned Buntline and Buffalo Bill, where the boy Wassaja was featured as Azteka, the Apache-child of Cochise in the Wild West melodrama The Scouts of the Prairie in cities such as Chicago, St. Louis, Cincinnati, Louisville, Cleveland and Pittsburgh, while Gentile produced and sold promotional cartes de visite of the cast members.[2]: 43–47 [3] Gentile and Montezuma resided in Chicago and then New York for some years until the loss of all his belongings in a fire in 1877 forced Gentile back to his itinerant life and to Chicago. Being regularly homeschooled by Gentile and attending public schools in Chicago (1872–75), Galesburg (1875–77) and Brooklyn (1877–78), Wassaja had revealed to be a committed and talented student. Realizing that he needed a more permanent setting to complete his education, in the fall of 1878 Gentile asked for the assistance of the Reverend George W. Ingalls of the Indian Department of the American Baptist Home Mission Society. Wassaja was placed in the care of Baptist minister William H. Steadman, of Urbana, Illinois, while Gentile was busy reviving his business as photographer and editor in Chicago.[2]: 53–55  A precocious child, he devoted himself entirely to study. He graduated with honors from Urbana High School in 1879. Following one more year of preparatory work, he enrolled at the University of Illinois in 1880. He was only fourteen years old. At the University of Illinois he studied English, mathematics, German, physiology, microscopy, zoology, mineralogy, physics, physiology, mental science, logic, constitutional history, political economy, and geology, excelling in chemistry, which he took each quarter. Montezuma (or Monte as he was referred to by classmates)[4] also began his public activity in support of Native Americans' rights. On May 5, 1883 the campus paper, The Illini, records a speech on Indian's Bravery Montezuma delivered the night before in Adelphic Hall in front of a large audience, in which \"he likened the Indians to the Spartans at Thermopylae.\" After graduating from the University of Illinois in 1884, Montezuma returned to Chicago. He there received his doctorate of medicine from the Chicago Medical College, a branch of Northwestern University, in 1889 and obtained his license to practice that same year. Montezuma was not only the first Native American student at both the University of Illinois and Northwestern University, but also the second Native American ever to earn a Medical Degree in an American University after Susan La Flesche Picotte (1889).[5] Wassaja was the first Native American man to receive a medical degree. As early as 1887, Carlos Montezuma had been corresponding with Richard Henry Pratt, a staunch assimilationist and founder of the Carlisle Indian School in Pennsylvania. In the eyes of Pratt, Montezuma was a living example of what educated Native Americans could accomplish. In 1887 Montezuma was invited to address audiences in New York and Philadelphia on this topic. Thanks to these connections, immediately after graduation, Jefferson Morgan, Commissioner of Indian Affairs, offered Dr. Montezuma work as a physician with the Bureau of Indian Affairs (BIA). In 1889 Montezuma traveled to reservations and provided services to Native Americans at Fort Stevenson in Dakota Territory. In 1890 he was transferred to the Western Shoshone Agency in Nevada. In January 1893, Montezuma went to Colville Agency in the State of Washington, and finally, in July 1893 to the Carlisle Indian Industrial School in Pennsylvania. Here, Montezuma had the opportunity to work with his mentor Richard Henry Pratt. This relationship, along with his negative experiences working on the various reservations, helped form his early ideas of Indian policy. On October 27, 1893, Wassaja's adoptive father, Carlo Gentile, died in Chicago.[6] Montezuma had last visited Gentile in the summer of 1893 while traveling from the State of Washington to his new job at Carlisle. Being now in Pennsylvania, Montezuma was not able to attend the funeral. He gave financial aid to Gentile's widow and in an ironic twist of fate, he became for some time the custodian of Gentile's six-year-old son (also named Carlos) until Gentile's widow and the child moved to California by 1896.[2]: 56–67  At the beginning of 1896 Dr. Montezuma left Pratt to return to Chicago and start private medical practice. In 1900, he traveled as team doctor with Coach Pop Warner's National Champion Carlisle Indian School football team back to Arizona for the first time since his childhood. The following year he was again in Arizona on his own, contacting long-lost relatives he had not seen since his abduction. Montezuma's hatred for the reservations softened once he saw how connected his people were to their ancestral land and understood that they considered it home. Thereafter, he joined the Yavapai struggle that led to the creation of the Fort McDowell Yavapai or Mohave-Apache Reservation by late 1903. Until his death he would fight to support the rights of his people in the reservation. In 1904, Dr. Montezuma founded the Indian Fellowship League, the first urban Indian organization in the U.S., in Chicago. [7] By 1905, Carlos Montezuma attracted national attention as an Indian leader. He began publicly attacking the government for the conditions imposed upon Natives. He became an outspoken opponent of the Bureau of Indian Affairs (BIA). In addition, he helped found the Society of American Indians in 1911, the first Indian rights organization created by and for Indians. In 1916 he started a monthly magazine titled Wassaja that he used as a platform to spread his views of the BIA and Native American education, civil rights and citizenship.[8] Dr. Montezuma became very ill with tuberculosis in 1922 and decided to permanently return to the land of his people. He died on January 31, 1923 and is buried at the Fort McDowell Indian cemetery. The memory of his work faded until the 1970s when historians rediscovered his achievements. The Fort McDowell Yavapai Nation in 1996 named their new health care facility the Dr. Carlos Montezuma, Wassaja Memorial Health Center.[9][10] In 2015, the University of Illinois announced that it would be naming its newest residence hall in his honor. The naming included former Chancellor Phyllis Wise meeting with the Peoria tribe, originally from Illinois but relocated to Oklahoma by the Indian Relocation Act, in order to improve Native American relations on campus.[11]","Title":"Carlos Montezuma - Wikipedia","KeyID":"19205","URL":"https://en.wikipedia.org/wiki/Wassaja"}