{"Content: ":"The Oneida Nation is a federally recognized tribe of Oneida people in Wisconsin.[1] The tribe's reservation spans parts of two counties west of the Green Bay metropolitan area. The reservation was established by treaty in 1838, and was allotted to individual New York Oneida tribal members as part of an agreement with the U.S. government.[3][4] The land was individually owned until the tribe was formed under the Indian Reorganization Act of 1934.[5][6] Under the Dawes Act, the land was allotted in 1892 to individual households. The nation kept control of most of the land until sales were allowed in the early 20th century, when members were often tricked out of their property. They used the land for farming and harvesting timber. As of 2010, the nation controlled about 35 percent of the land within its reservation and is working to reacquire the rest.[2] In 1988 the nation established the state's first modern lottery, known as Big Green. Since the late 20th century, the nation developed the gaming Ashwaubenon Casino on its property, which is generating revenue for economic development and welfare. Of the more than 16,000 members, roughly half live on the reservation. The Oneida Nation is an Indigenous Iroquoian-speaking nation, whose ancestors came from what is now central-western New York. They became one of the original Five Nations of the powerful Iroquois Confederacy. Although many Oneida of what was called the Christian Party had allied with the rebels during the American Revolutionary War, afterward the tribe was under pressure to cede lands in New York to the new federal government. Their territory was encroached on by European-American settlers and the people suffered from harassment by settlers who did not distinguish between former allies and enemies (four of the six Iroquois nations had been allied with the British). Many began to relocate from New York in the 1820s and 1830s to Wisconsin, where they were offered land. By a treaty in 1838, the Oneida accepted a reservation, and chief Patrick James Brault negotiated to ensure that the land was to be held communally by the tribe.[7] Oneida activists from Wisconsin and New York such as Laura Cornelius Kellogg (1880-1947)[8] would make continual efforts to uphold Indian land claims. During the Great Depression, the Works Progress Administration organized the Federal Writers Project, which produced state guides and also helped preserve much of Oneida culture. Its Oneida Language and Folklore Project gathered hundreds of stories and material about their culture.[9] In the period between World War II and The Sixties the US government followed a policy of Indian Termination for its Native citizens. In a series of laws, attempting to mainstream tribal people into the greater society, the government strove to end the U.S. government's recognition of tribal sovereignty, eliminate trusteeship over Indian reservations, and implement state law applicability to native persons. In general the laws were expected to create taxpaying citizens, subject to state and federal taxes as well as laws, from which Native people had previously been exempt.[10] On August 13, 1946, the Indian Claims Commission Act of 1946, Pub. L. No. 79-726, ch. 959, was passed. Its purpose was to settle for all time any outstanding grievances or claims the tribes might have against the U.S. for treaty breaches, unauthorized taking of land, dishonorable or unfair dealings, or inadequate compensation. Claims had to be filed within a five-year period, and most of the 370 complaints that were submitted[11] were filed at the approach of the 5-year deadline in August, 1951.[12] On 1 August 1953, United States Congress issued a formal statement, House Concurrent Resolution 108, which was the formal policy presentation announcing the official federal policy of Indian termination. The resolution called for the \"immediate termination of the Flathead, Klamath, Menominee, Potawatomi, and Turtle Mountain Chippewa, as well as all tribes in the states of California, New York, Florida, and Texas.\" All federal aid, services, and protection offered to Native people were to cease, and the federal trust relationship and management of reservations would end.[13] Individual members of terminated tribes were to become full United States citizens with all the rights, benefits and responsibilities of any other United States citizen. The resolution also called for the Interior Department to quickly identify other tribes who would be ready for termination in the near future.[10] A January 21, 1954 memo by the Department of the Interior advised that a bill for termination was being prepared including \"about 3,600 members of the Oneida Tribe residing in Wisconsin.[14] Another memo of the Department of the Interior memo entitled Indian Claims Commission Awards Over $38.5 Million to Indian Tribes in 1964, states that the Emigrant Indians of New York are \"(now known as the Oneidas, Stockbridge-Munsee, and Brotherton Indians of Wisconsin)\".[15] In an effort to fight termination and force the government into recognizing their outstanding land claims from New York, the three tribes began filing litigation in the 1950s.[16] As a result of a claim filed with the Indian Claims Commission, the group was awarded a settlement of $1,313,472.65 on August 11, 1964.[15] To distribute the funds, Congress passed Public Law 90-93; 81 Stat. 229; Emigrant New York Indians of Wisconsin Judgment Act and prepared separate rolls of persons in each of the three groups to determine which tribal members had at least one-quarter \"Emigrant New York Indian blood.\" It further directed tribal governing bodies of the Oneidas and Stockbridge-Munsee to apply to the Secretary of the Interior for approval of fund distributions, thereby ending termination efforts for these tribes. With regard to the Brothertown Indians, however, though the law did not specifically state they were terminated, it authorized all payments to be made directly to each enrollee with special provisions for minors to be handled by the Secretary, though the payments were not subject to state of federal taxes.[17] The Oneida Reservation comprises portions of eastern Outagamie and western Brown counties. The shape of the reservation is an angled rectangle directed to the northeast, laid out along the Fox River, which runs in the same direction. According to the U.S. Census Bureau, the reservation has a total area of 102.27 square miles (264.88 km2), of which 102.14 square miles (264.5 km2) is land and 0.13 square miles (0.3 km2) is water.[18] Only about 23,122 acres (93.6 km2), or slightly over 35% of the Oneida Reservation, was tribally-owned as of 2010.[2] Most of the reservation passed out of tribal ownership due to federal policies of allotment in the late nineteenth century, allowing a large non-native population to settle within the reservation boundaries. Much of the east side of the reservation has been incorporated into the white-majority city of Green Bay and villages of Hobart and Ashwaubenon. The west side of the reservation contains the unincorporated community of Oneida. The Oneida Nation is actively working to reacquire more land within its reservation boundaries.[19] As of the census of 2020,[20] the population living on the Oneida Reservation was 27,110. The population density was 264.1 inhabitants per square mile (102.0/km2). There were 10,647 housing units at an average density of 103.7 per square mile (40.0/km2). The racial makeup of the reservation was 71.4% White, 16.8% Native American, 2.3% Asian, 1.5% Black or African American, 0.1% Pacific Islander, 1.2% from other races, and 6.7% from two or more races. Ethnically, the population was 5.1% Hispanic or Latino of any race. The Oneida reorganized their government in the 1930s under the Indian Reorganization Act of 1934. In 1936 they adopted the Oneida Constitution.[21][22] They have an elected government, with a tribal chairman, a nine-person business committee elected to three-year terms by the full membership of the nation,[21] and the Oneida Tribal Judicial System.[23] Additional committees and commissions are appointed or elected as needed. The tribal chair is Tehassi Hill.[24] As a sovereign nation, the people set their rules for membership. They require members to document that they have at least 1/4 Oneida blood (blood quantum). They do not require ancestry through the maternal line, as does the Oneida Indian Nation of New York. The Oneida had a rural economy for many years, based on subsistence farming in the 19th century and timber harvesting. During the New Deal, the tribe benefited from employment related to the Works Progress Administration and the Civilian Conservation Corps, which helped build infrastructure for the community. In the mid to late-1980s the Nation started a bingo game program televised on Green Bay stations. A caller read the numbers on the bottom of the screen, and a lighted number board was shown in the upper part of the screen. Winners could redeem winning cards at the tribe's bingo hall. In 1988, the Nation sold the first \"modern\" lottery tickets in the state at their reservation. The state had authorized a state lottery, but it did not begin operations until 1991. The main game offered by the Oneida Nation was Big Green, which began as a pick-6-of-36 jackpot game.[25] Since that time, the Nation has developed the Ashwaubenon Casino on the reservation for gaming, entertainment, etc. It generates revenues for reinvestment in economic development and welfare. The gaming complex includes related hotel, conference and other facilities. Since developing gaming casinos after 1988, the Oneida tribe has, in a matter of a few decades, gone from being a destitute people to enjoying a fair amount of social prosperity. They have invested a large portion of their profits back into their community, including a sponsorship of the Green Bay Packers. The issue of Oneida Nation's contributions to the larger community has raised controversy, as has Indian gaming throughout the country. The lottery game Big Green offered on the reservation predates the launch of the statewide Wisconsin Lottery in 1988. The new wealth generated by the tribe's gaming and other enterprises has enabled the tribe to provide many benefits for its citizens. Oneida members have assistance for dental, medical, and optical insurance and college education. They receive annual per capita payments related to profits from the casino, an amount determined each year. Many citizens of Green Bay, and many members of the Oneida tribe, have voiced concerns about the potential long-term detrimental effects of relying on casino gaming revenues for the social structure and economy of Green Bay and within the tribe. Similarly, numerous residents have questioned the state's reliance on the Wisconsin Lottery to raise money for state programs. Such systems are considered regressive in terms of tax policy. In the early 21st century, the Oneida Nation is one of the largest employers in northeastern Wisconsin with over 3,000 employees, including 975 people in tribal government. The Tribe manages more than $16 million in federal and private grant monies, and a wide range of programs, including those authorized by the Indian Self-Determination and Education Assistance Act. Coordinates: 44°29′12″N 88°12′20″W﻿ / ﻿44.48667°N 88.20556°W﻿ / 44.48667; -88.20556","Title":"Oneida Nation of Wisconsin - Wikipedia","KeyID":"19209","URL":"https://en.wikipedia.org/wiki/Oneida_Nation"}