{"Content: ":"The University of Nevada, Reno (Nevada, the University of Nevada, or UNR) is a public land-grant research university in Reno, Nevada. It is the state's flagship public university and primary land grant institution. It was founded on October 12, 1874, in Elko, Nevada. Founded as Nevada's land-grant university, the University of Nevada, Reno is built on the belief that access to education and knowledge is essential to human progress. Part of the Nevada System of Higher Education, the university has more than 21,000 students and is home to the University of Nevada, Reno School of Medicine, Cooperative Extension and NCAA Division I Wolf Pack Athletics. Through its commitment to student success, world improving research, and outreach benefiting the communities and businesses of Nevada, the university delivers on its land-grant mission across the state and around the world. The university is classified among \"R1: Doctoral Universities – Very high research activity\" by the Carnegie Classification of Institutions of Higher Education.[6] According to the National Science Foundation, the university spent $144 million on research and development in 2018, ranking it 139th in the nation.[7] The campus is home to the large-scale structures laboratory in the College of Engineering, which has put Nevada researchers at the forefront nationally in a wide range of civil engineering, earthquake and large-scale structures testing and modeling. The state's first medical school, the University of Nevada, Reno School of Medicine, is on the campus in Nevada's major urban center in Reno and a health network that extends to much of rural Nevada. The medical school includes 16 clinical departments and five nationally recognized basic science departments.[8] The university is also home to the Donald W. Reynolds School of Journalism, which has produced six Pulitzer Prize winners.[9] The Nevada State Constitution established the State University of Nevada in Elko on October 12, 1874. In 1881, it became Nevada State University. In 1885, the Nevada State University moved from Elko to Reno.[10] In 1906, it was renamed the University of Nevada and finally, University of Nevada, Reno in 1969 soon after University of Nevada, Las Vegas was granted full autonomy. The University of Nevada remained the only four-year academic institution in the state of Nevada until 1965, when the Nevada Southern campus (now the University of Nevada, Las Vegas) separated into its own university. Bachelor's, master's and doctoral programs are offered through: Nevada sponsors a center dedicated to Basque studies (Including the Basque language) due to the large Basque population in Northern Nevada. In addition, the university maintains and sponsors many centers, institutes & facilities. The university and surrounding community is served by several campus libraries. The libraries are: For 2021, University of Nevada, Reno was ranked tied for 227th overall among national universities and tied for 113th among public universities in the U.S. by U.S. News & World Report.[17] In 2019, Forbes rated the university 119th among public universities and 349th overall in its America's Top Colleges ranking of 650 military academies, national universities, and liberal arts colleges.[18] For 2020, Washington Monthly ranked UNR 138th among 389 national universities in the U.S. based on its contribution to the public good, as measured by social mobility, research, and promoting public service.[19] The University of Nevada, Reno is the flagship institution of Nevada.[20][21] The campus is located just north of downtown Reno overlooking Truckee Meadows and the downtown casinos. The university's first building, Morrill Hall, was completed in 1887 and still stands on the historic quad at the campus' southern end. The hall is named after U.S. Senator Justin Morrill, author of the 1862 Land-Grant College Act.[22] Lincoln Hall (all-male residence) and Manzanita Hall (all-female residence) were both opened in 1896. While Lincoln was under construction, boys were housed in the building which had previously held the now-defunct Bishop Whitaker's School for Girls, which had shuttered in 1894. The tree-lined Quad is located in the southern part of the campus, surrounded by Morrill Hall and the Mackay School of Mines. This quadrangle is modeled after Thomas Jefferson's at the University of Virginia.[23] The northern end of the Quad contains a statue of John William Mackay, the namesake of Nevada's Mackay School of Mines, later renamed the Mackay School of Earth Sciences and Engineering. The Quad and the original campus buildings surrounding it have a listing on the National Register of Historic Places along with several other early campus buildings. Across the campus of the university exists the University of Nevada, Reno Arboretum, which was established in 1985, contains a collection of trees, shrubs, flowers, ornamentals and native flora, including over 60 genera and about 200 species of trees, many with several cultivars present. Thirty-six mature elm trees line the Quad. The herbarium at the University of Nevada, Reno is made up of the herbarium of the Nevada Agricultural Experiment Station (College of Agriculture) and the herbarium of the Biology Department. They have operated as one unit since 1978. Among those who worked at the herbarium were Patrick Beveridge Kennedy and Amos Arthur Heller at the experiment station and Philip Augustus Lehenbauer, Dwight Billings, Hugh Nelson Mozingo, Ira La Rivers and William Andrew Archer at the biology department.[24] The football team plays at Mackay Stadium, The modern Mackay Stadium was completed in 1966 with a seating capacity of 7,500. The facility has been expanded several times in the last 15 years and now seats 27,000. The University of Nevada began construction of a new 108,000 square foot fitness center in June 2015. Named the E.L. Wiegand Fitness Center, it opened in February 2017. Students' use of the fitness center is included in annual tuition and fees. The fitness center has four floors and includes a gym with three basketball courts, areas for weightlifting, cardio training, fitness classes, stadium stairs and an indoor running track. The project had a $46 million cost.[25][26] The University of Nevada offers a variety of options to students who choose to stay on campus. There are eight different residence halls, seven of which house primarily freshman students. Options include an all upper-class residence hall, and a living learning community building in which freshman students of similar academic interests are housed on the same floor. Since its creation in the fall of 2008, the University of Nevada, Reno's Sustainability Committee has been gathering information on various aspects of campus sustainability and beginning the development of a plan for creating a more sustainable campus.[27] Significant efforts are made towards recycling and keeping the campus green. Many university buses run on bio-diesel fuels. The bicycle program has seen a significant increase in the number of bicycle users. The university's Food Services has made a commitment of 1% of the meal plan revenue to go towards funding sustainable initiatives on campus.[28] In order to reduce energy use, UNR has installed solar panels on the Joe Crowley Student Union and built its first LEED accredited building.[29] The University of Nevada has been ranked among the nation's most sustainable colleges,[30] receiving an overall grade of \"B+\" on the Sustainable Endowment Institute's College Sustainability Report Card 2010.[31] The university is simply called Nevada for athletics purposes. Its sports teams are nicknamed the Wolf Pack (always two words). They participate in the NCAA's Division I (FBS for football) and in the Mountain West Conference. In March 2004, the Wolf Pack Men's basketball team qualified for the NCAA tournament and advanced to the Sweet Sixteen for the first time in school history. The team earned a repeat trip in 2005 and beat Texas in the first round before falling to eventual national runner-up Illinois. The team returned for 2006 as a No. 5 seed but was upset in the first round by former Big Sky Conference rival Montana. They began the 2006–07 season ranked #24. The Pack's major star during this recent period of success was Nick Fazekas. In 2007, Nevada was ranked No. 9 in men's basketball, which is the highest ranking that Nevada has ever held. Coach Mark Fox took over after Trent Johnson left in 2004 to coach at Stanford University. On April 3, 2009, it was announced that David Carter would replace Fox who decided to leave Nevada for the same position at the University of Georgia. On March 1, 2012, the Wolf Pack basketball team won against New Mexico State University for the WAC title. In 2014 the school hired former Golden State Warriors Head Coach Eric Musselman. Under Musselmen the Pack has had massive success. In his first year they won the CBI invitational tournament. In Musselmen's 2nd season they won the Mountain West regular season and tournament title and received a #12 seed in the NCAA tournament where the Pack lost to Iowa State, 74–63. In his third season (2017–18), the Pack won the Mountain West regular season and received a #7 seed in the NCAA tournament where they beat #10 Texas, 87–83, in the first round. In the second round, they defeated #2 Cincinnati, 75–73, after trailing by 22 points. They fell to Loyola Chicago, 69–68, in the Sweet Sixteen. The football team, currently coached by Ken Wilson, plays at Mackay Stadium. The modern Mackay Stadium replaced its predecessor and was completed in 1966 with a seating capacity of 7,500. The facility has been expanded several times in its history and now seats 30,000. In 2005, Nevada won a share of the WAC Title. The 2010 season saw Nevada at its best finishing the season ranked No. 11 in the AP and No. 13 in the BCS, stunning Boise State, 34–31, and costing the Broncos a possible shot at the BCS title, to win another share of the WAC Title. Annually, Nevada's football team plays its primary rival, UNLV, for the Fremont Cannon in the Battle for Nevada. Nevada currently leads the all-time series 27–18. Nevada also plays UNLV twice a year in basketball. Nevada's two out-of-state rivals, particularly in football, are Boise State and Fresno State. In 2012, Nevada joined its rivals Boise State, Fresno State and UNLV in the Mountain West Conference. The Wolf Pack's mascot is an anthropomorphized wolf named Alphie, who took over the duties of cheering from his father, Wolfie, in 1999. In 2007, Alphie was joined by his younger brother, Wolfie Jr. In 2012, Wolfie was named Mascot of the Year. Rounding off the wolf pack family, Luna was introduced in 2013 as the sister to Wolfie Jr. and Alphie Nevada joined the Mountain West Conference in 2012.[32] Previous conference memberships include: Nevada's editorially independent, weekly student newspaper is The Nevada Sagebrush. It comes out every Tuesday afternoon, and employs more than 40 people, 25 full-time. Prior to 2004, the newspaper called itself simply the Sagebrush. The newspaper won the Associated Collegiate Press Pacemaker award in 2008 and 2009.[34] It was also a finalist for a Pacemaker at the 2006 and 2007 ACP student journalism awards. It has won the best of show award at the fall 2005, 2006 and 2007 ACP national conferences in its category (weekly broadsheet at a four-year university). It was also nominated for an online ACP Pacemaker in 2008. Its website, www.nevadasagebrush.com, which launched in the fall of 2007, has also been recognized by the Center for Innovation in College Media for it breaking news packages, podcasts, videos and general innovation and web presence. Many of The Nevada Sagebrush's former editors have gone on to work and take internships at newspapers and news organizations such as The Washington Post, The Oregonian, USA Today, The Miami Herald, The Arizona Republic and the Associated Press, as well as dozens of local newspapers around the country. Insight Magazine is the only student-run magazine at the University of Nevada. Formerly Nevada's yearbook for nearly 100 years, Insight Magazine has evolved into the second major publication circulating at the university. Its first edition was published in September 2008. It presents itself as a theme-based monthly magazine, providing photography, stories and graphics, in contrast to the weekly, newspaper-style of The Sagebrush. It is put out both in print and online. The online version, UNRINSIGHT.com, provides both support for the published stories and independent content. In its sophomore year, Insight Magazine received national attention from major college media organizations, such as the Associated College Press and the College Media Advisers. Insight placed fifth for headline presentation in Best of Collegiate Design 2009 by the \"College Media Advisers\". At the 2009 ACP Conference in Austin, Texas, Insight placed fifth in Best of Show for an audio podcast. Nevada's literary arts journal Brushfire was created by a group of students in 1950. It is released once a semester and publishes original poetry, literature, and art by students and some faculty and community members. The university is also home to a student-run radio station, Wolf Pack Radio. The station broadcasts primarily through its website, although it comes through at 1700 AM. Starting in the fall 2010 semester, Nevada broadcast journalism students started \"Wolf Pack Week,\" a 30-minute television newscast that is shown around campus. Future episodes will air on PBS in Reno and Las Vegas. There are other independent student publications on campus (although they have stopped publishing regularly since 2006), including The Nevada Blue and the Pack Patriot. Interfraternity Council Panhellenic Council Multicultural Greek Council Professional fraternities The University of Nevada's classically styled campus has served as the setting for many movies, including:[36]","Title":"University of Nevada, Reno - Wikipedia","KeyID":"19202","URL":"https://en.wikipedia.org/wiki/University_of_Nevada,_Reno"}