{"Content: ":"The American Indian Movement (AIM) is a Native American grassroots movement founded in July 1968 in Minneapolis, Minnesota,[1] initially centered in urban areas to address systemic issues of poverty, discrimination, and police brutality against Native Americans.[2] AIM soon widened its focus from urban issues to include many Indigenous Tribal issues that Native American groups have faced due to settler colonialism of the Americas. These have included treaty rights, high rates of unemployment, Native American education, cultural continuity, and preservation of Indigenous cultures.[2][3] AIM was organized by Native American men who had been serving together in prison. They had been alienated from their traditional backgrounds as a result of the United States' Public Law 959 Indian Relocation Act of 1956, which supported thousands of Native Americans in moving from reservations to cities, in an effort to enable them to have more economic opportunities for work. In addition, Public Law 280, otherwise known as the Indian Termination Act, proposed to terminate the federal government's relations with several tribes determined to be far along the path of assimilation.[4] These policies were enacted by the United States Congress under congressional plenary power.[5] As a result, nearly seventy percent of American Indians left their communal homelands on reservations and relocated to urban centers, many in hopes of finding economic sustainability. While many Urban Indians struggled with displacement and such radically different settings, some also began to organize in pan-Indian groups in urban centers. They were described as transnationals.[6] The American Indian Movement formed in such urbanized contexts, at a time of increasing Indian activism.[6] From November 1969 to June 1971, AIM participated in the occupation of the abandoned federal penitentiary known as Alcatraz, organized by seven Indian movements, including the Indians of All Tribes and Richard Oakes, a Mohawk activist.[4] In October 1972, AIM and other Indian groups gathered members from across the United States for a protest in Washington, D.C., known as the Trail of Broken Treaties. According to public documents obtained under the Freedom of Information Act (FOIA), advanced coordination occurred between federal Bureau of Indian Affairs staff and the authors of a twenty-point proposal drafted with the help of the AIM for delivery to the United States government officials focused on proposals intended to enhance US–Indian relations. In the decades since AIM's founding, the group has led protests advocating indigenous American interests, inspired cultural renewal, monitored police activities, and coordinated employment programs in cities and in rural reservation communities across the United States. They have also allied with indigenous interests outside the United States. Preceding the Indian Termination Policies, an official policy directive of the United States government from 1940 to the early 1960s and directed by multiple executive administrations (both Democrat and Republican), uranium mining operations were established across Navajo tribal lands. These often offered the only available employment in isolated areas to the Navajo people. Although Navajo workers were initially enthusiastic about employment, the U.S. government appears to have been aware of the harmful risks associated with uranium mining since the 1930s, and neglected to inform the Navajo communities. In addition, the majority of Navajo workers did not speak English. They had no understanding of radiation, nor a translation for the word in their language.[7] Both the open and other, now abandoned uranium mines have continued to poison and pollute land, water and air of Navajo communities today. Even after environmental laws were passed and the dangers assessed, clean-up has been slow.[8] The Navajo people believed that the federal government has violated the Treaty of 1868 by these results; the Bureau of Indian Affairs was assigned to care for Navajo economic, educational, and health services.[7] On March 6, 1968, President Johnson signed Executive Order 11399, establishing the National Council on Indian Opportunity (NCIO). President Johnson said \"the time has come to focus our efforts on the plight of the American Indian\", and NCIO's formation would \"launch an undivided, Government-wide effort in this area\". Johnson tried to connect the nation's trust responsibility to the tribes and nations to contemporary issues for African-American civil rights, an area with which he was much more familiar.[9] In Congress, chairman of the House Subcommittee on Indian Affairs, James Haley (D-FL), supported Indian rights. He thought that Indians should participate more in \"policy matters\", but he also believed that \"the right of self-determination is in the Congress as a representative of all the people\".[10] In the 1960s Haley met with President John F. Kennedy and Vice-President Johnson, pressing them to support Indian self-determination and control in transactions over their communal lands. One struggle was over the long-term leasing of American Indian land.[11] Non-Indian businesses and banks said they could not invest in leases of 25 years, even with generous options, as the time was too short for land-based transactions. Relieving the long-term poverty on most reservations through business partnerships by leasing land was seen as infeasible. A return to the 19th century 99-year leases was seen as a possible solution. But, an Interior Department memo said, \"a 99-year lease is in the nature of a conveyance of the land\". These battles over land had their beginnings in the 1870s when federal policy often related to wholesale taking, not leases. In the 1950s, many Native Americans believed that leases too frequently had become a way for outsiders to control Indian land. Wallace \"Mad Bear\" Anderson (Tuscarora) was a leader in central New York in the 1950s. He struggled to resist the New York City planner Robert Moses' plan to take tribal land in upstate New York for use in a state hydropower project to supply New York City. The struggle ended in a bitter compromise.[12] As had civil rights and antiwar activists, AIM used the American press and media to present its message to the United States public. It created events to attract the press. If successful, news outlets would seek out AIM spokespersons for interviews. Rather than relying on traditional lobbying efforts, AIM took its message directly to the American public. Its leaders looked for opportunities to gain publicity. Sound bites such as the \"AIM Song\" became associated with the movement. During ceremonies on Thanksgiving Day 1970 to commemorate the 350th anniversary of the Pilgrims' landing at Plymouth Rock, an AIM group seized the replica of the Mayflower in Boston. In 1971, members occupied Mount Rushmore for a few days. This huge sculpture had been created on a mountain long considered sacred by the Lakota; whose associated land in the Black Hills of South Dakota was taken by the federal government after gold was discovered there. This area was originally within the Great Sioux Reservation as created by the Treaty of Fort Laramie in 1868, which covered most of present-day South Dakota west of the Missouri River. After the discovery of gold in 1874, the federal government broke up the large reservation, and sold off much of the Black Hills to European Americans for mining and settlement. It reassigned several Lakota tribes to fives smaller reservations in this area. Native American activists in Milwaukee staged a takeover of an abandoned Coast Guard station along Lake Michigan. The takeover was inspired by the 1969 Alcatraz occupation. Activists cited the Treaty of Fort Laramie and demanded the abandoned federal property revert to the control of the Native peoples of Milwaukee. AIM protestors retained possession of the land, and the land became the site of the first Indian Community School, which operated until 1980.[13] Also in 1971, AIM began to highlight and protest problems with the Bureau of Indian Affairs (BIA), which administered programs and land trusts for Native Americans. The group briefly occupied BIA headquarters in Washington, D.C. A brief arrest, reversal of charges for \"unlawful entry\" and a meeting with Louis Bruce (Mohawk/Lakota), the BIA Commissioner, ended AIM's first event in the capital.[14] In 1972, activists marched across country on the \"Trail of Broken Treaties\" and took over the Department of Interior headquarters, including Bureau of Indian Affairs (BIA), occupying it for several days and allegedly doing millions of dollars in damage.[15] AIM developed the Twenty Points, to summarize its issues with federal treaties and promises, which they publicized during their occupation in 1972. The list was largely written by the Native American activist and strategist Hank Adams.[16] Twelve points addressed treaty responsibilities which the protesters believed the U.S. government had failed to fulfill: In 1973 AIM was invited to the Pine Ridge Indian Reservation to help gain justice from border counties' law enforcement and to moderate political factions on the reservation. They became deeply involved and led an armed occupation of Wounded Knee on the Pine Ridge Indian Reservation in 1973. Other events during the 1970s were designed to achieve the goal of gaining public attention. They ensured AIM would be noticed to highlight what they saw as the erosion of Indian rights and sovereignty.[18][19] On June 10, 2020, AIM Twin Cities (a splinter group from the original AIM) members torn down the Christopher Columbus statue located outside the Minnesota State Capitol.[20][21] Once a widely celebrated explorer credited with discovering America, Columbus became acknowledged over the years for atrocities he and his followers had committed against natives during their American voyages.[20][21][22] Self-declared AIM member Mike Forcia acknowledged he spoke with Minnesota Governor Tim Walz and Minnesota Lieutenant Governor Peggy Flanagan before the event took place.[20] The Grand Governing Council dismissed Forcia's actions as it affected their position for peaceful grassroots initiatives and clarified his role in the splinter group. The Longest Walk (1978) was an AIM-led spiritual walk across the country to support tribal sovereignty and bring attention to 11 pieces of legislation that AIM asserted would abrogate Indian Treaties, and quantify and limit water rights. The first walk began on February 11, 1978, with a ceremony on Alcatraz Island, where a Sacred Pipe was loaded with tobacco. The Pipe was carried the entire distance. This 3,200-mile (5,100 km)-Walk's purpose was to educate people about the government's continuing threat to Tribal Sovereignty; it rallied thousands representing many Indian Nations throughout the United States and Canada. Traditional spiritual leaders from many tribes participated, leading traditional ceremonies. International spiritual leaders like Nichidatsu Fujii also took part in the Walk. On July 15, 1978, The Longest Walk entered Washington, D.C., with several thousand Indians and a number of non-Indian supporters. The traditional elders led them to the Washington Monument, where the Pipe carried across the country was smoked. Over the following week, they held rallies at various sites to address issues: the 11 pieces of legislation, American Indian political prisoners, forced relocation at Big Mountain, the Navajo Nation, etc. Non-Indian supporters included the American boxer Muhammad Ali, US Senator Ted Kennedy and the actor Marlon Brando. The Congress voted against a proposed bill to abrogate treaties with Indian Nations. During the week after the activists arrived, Congress passed the American Indian Religious Freedom Act, which allowed them the use of peyote in worship. President Jimmy Carter refused to meet with representatives of The Longest Walk. Thirty years later, AIM led the Longest Walk 2, which arrived in Washington in July 2008. This 8,200-mile (13,200 km)-walk had started from the San Francisco Bay area. The Longest Walk 2 had representatives from more than 100 American Indian nations, and other indigenous participants, such as Maori. It also had non-indigenous supporters. The walk highlighted the need for protection of American Indian sacred sites, tribal sovereignty, environmental protection and action to stop global warming. Participants traveled on either the Northern Route (basically that of 1978) or the Southern Route. Participants crossed a total of 26 states on the two different routes.[23] The Northern Route was led by veterans of that action. The walkers used sacred staffs to represent their issues; the group supported the protection of sacred sites of indigenous peoples, traditional tribal sovereignty, issues related to native prisoners, and the protection of children. They also commemorated the 30th anniversary of the original Longest Walk.[23] Walkers along the Southern Route picked up more than 8,000 bags of garbage on their way to Washington. In Washington, the Southern Route delivered a 30-page manifesto, \"The Manifesto of Change\", and a list of demands, including mitigation for climate change, a call for environmental sustainability plans, protection of sacred sites, and renewal of improvement to Native American sovereignty and health.[23] AIM's leaders spoke out against injustices against their people, taking inspiration from the African American leaders of the Civil Rights Movement. AIM leaders talked about high unemployment, slum housing, and racist treatment, fought for treaty rights and the reclamation of tribal land, and advocated on behalf of urban Indians. With its provocative events and advocacy for Indian rights, AIM attracted scrutiny from the Department of Justice (DOJ).[24] The Federal Bureau of Investigation (FBI) used paid informants to report on AIM's activities and its members.[25][26] In February 1973, AIM leaders Russell Means, Dennis Banks and other AIM activists occupied the small Indian community of Wounded Knee, South Dakota, on the Pine Ridge Reservation. They were protesting what they said was the local corrupt government, along with federal issues affecting Indian reservation communities, as well as the lack of justice from border counties. Indians from many other communities, primarily urban Indians, mobilized to come and join the occupation. The FBI dispatched agents and US Marshals to cordon off the site. Later a higher-ranking DOJ representative took control of the government's response. Through the resulting siege that lasted for 71 days, twelve people were wounded, including an FBI agent left paralyzed. In April at least two people - a Cherokee and a Lakota activist - died of gunfire (at this point, the Oglala Lakota called an end to the occupation). Additionally, two other people, one of them an African American civil rights activist, Ray Robinson, went missing, and are believed to have been killed during the occupation, though their bodies have never been found.[27][28] Afterward, 1200 American Indians were arrested. Wounded Knee drew international attention to the plight of American Indians. AIM leaders were tried in a Minnesota federal court. The court dismissed their case on the basis of governmental prosecutorial misconduct.[29] AIM opposes national and collegiate sports teams using figures of indigenous people as mascots and team names, such as the Cleveland Indians, the Atlanta Braves, the Chicago Blackhawks, the Kansas City Chiefs and the Washington Redskins, and has organized protests at World Series and Super Bowl games against these teams. Protesters held signs with slogans such as \"Indians are people not mascots\". or \"Being Indian is not a character you can play\".[30] Although sports teams had ignored such requests by individual tribes for years, AIM received attention in the mascot debate. NCAA schools such as Florida State University, University of Utah, University of Illinois and Central Michigan University have negotiated with the tribes whose names or images they had used for permission for continued use and to collaborate on portraying the mascot in a way that is intended to honor Native Americans. AIM has been committed to improving conditions faced by native peoples. It founded institutions to address needs, including the Heart of The Earth School, Little Earth Housing, International Indian Treaty Council, AIM StreetMedics, American Indian Opportunities and Industrialization Center (one of the largest Indian job training programs), KILI radio and Indian Legal Rights Centers.[31] In 1971, several members of AIM, including Dennis Banks and Russell Means, traveled to Mount Rushmore. They converged at the mountain in order to protest the illegal seizure of the Sioux Nation's sacred Black Hills in 1877 by the United States federal government, in violation of its earlier 1868 Treaty of Fort Laramie. The protest began to publicize the issues of the American Indian Movement.[32] In 1980, the Supreme Court ruled that the federal government had illegally taken the Black Hills. The government offered financial compensation, but the Oglala Sioux have refused it, insisting on return of the land to their people. The settlement money is earning interest.[33] In 1972, Raymond Yellow Thunder, a 51-year-old Oglala Lakota from Pine Ridge Reservation, was murdered in Gordon, Nebraska, by two brothers, Leslie and Melvin Hare, younger white men. After their trial and conviction, the Hares received the minimal sentence for manslaughter. Members of AIM went to Gordon to protest the sentences, arguing they were part of a pattern of law enforcement that did not provide justice to Native Americans in counties and communities bordering Indian reservations.[34] In the winter of 1973, Wesley Bad Heart Bull, a Lakota, was stabbed to death at a bar in South Dakota by Darrell Schmitz, a white male. The offender was jailed, but released on a $5000 bond and charged with second degree manslaughter. Believing the charges to be too lenient, a group of AIM members and leaders from Pine Ridge Reservation and leaders travelled to the county seat of Custer, South Dakota, to meet with the prosecutor. Police in riot gear allowed only four people to enter the county courthouse. The talks were not successful, and tempers rose over the police treatment; AIM activists caused $2 million in damages by attacking and burning the Custer Chamber of Commerce building, the courthouse, and two patrol cars. Many of the AIM demonstrators were arrested and charged; numerous people served sentences, including the mother of Wesley Bad Heart Bull.[32] In addition to the problems of violence in the border towns, many traditional people at the Pine Ridge Indian Reservation were unhappy with the government of Richard Wilson, elected in 1972. When their effort to impeach him in February 1973 failed, they met to plan protests and action. Many people on the reservation were unhappy about its longstanding poverty and failures of the federal government to live up to its treaties with Indian nations. The women elders encouraged the men to act. On February 27, 1973, about 300 Oglala Lakota and AIM activists went to the hamlet of Wounded Knee for their protest. It developed into a 71-day siege, with the FBI cordoning off the area by using US Marshals and later National Guard units.[32] The occupation was symbolically held at the site of the 1890 Wounded Knee Massacre. The Oglala Lakota demanded a revival of treaty negotiations to begin to correct relations with the federal government, the respect of their sovereignty, and the removal of Wilson from office. The American Indians occupied the Sacred Heart Church, the Gildersleeve Trading Post and numerous homes of the village. Although periodic negotiations were held between AIM spokesman and U.S. government negotiators, gunfire occurred on both sides. A US Marshal, Lloyd Grimm, was wounded severely and paralyzed. In April, a Cherokee from North Carolina and a Lakota AIM member were shot and killed. The elders ended the occupation then.[19] For about a month afterward, journalists frequently interviewed Indian spokesmen and the event received international coverage. The Department of Justice then excluded the press from access to Wounded Knee. The Academy Awards ceremony was held in Hollywood, where the actor Marlon Brando, a supporter of AIM, asked an Apache actress, Sacheen Littlefeather, to speak at the Oscars on his behalf. He had been nominated for his performance in The Godfather and won. Littlefeather arrived in full Apache regalia and read his statement that, owing to the \"poor treatment of Native Americans in the film industry,\" Brando would not accept the award. In interviews, she also talked about the Wounded Knee occupation. The event grabbed the attention of the US and the world media. The movement considered the Awards ceremony publicity, together with Wounded Knee, as a major event and public relations victory, as polls showed that Americans were sympathetic to the Indian cause. AIM members continued to be active at Pine Ridge, although Wilson stayed in office and was re-elected in 1974 in a contested election. Violent deaths rose during this period in what has been called the \"Pine Ridge Reign of Terror\", and more than 60 people, some being political opponents of his, died during the next three years in violent incidents. On June 26, 1975, two FBI agents, Jack Coler and Ronald Williams, were on the Pine Ridge Reservation searching for someone who was wanted for questioning relating to an assault and robbery of two ranch hands. The FBI agents were driving in two unmarked cars and followed a red pick-up truck matching the suspect's description, driving into tribal land. The FBI agents were shot at by the occupants of the vehicle and others. The agents managed to fire five rounds before being killed, while at least 125 bullets were fired at them. The agents were also shot at close range, with physical evidence suggesting that they had been executed. Later reinforcements arrived, and Joe Stuntz, an AIM member who had taken part in the shootout, was fatally shot and was found wearing Coler's FBI jacket. According to the FBI, Stunz had been firing at agents when he was killed. Three AIM members were indicted for the murders: Darryl Butler, Robert Robideau and Leonard Peltier, who had escaped to Canada. An eyewitness testified that the three men joined the shooting after it had started. Both Butler and Robideau were acquitted at trial, while Peltier was tried separately and controversially convicted in 1976 and is serving two consecutive life sentences. The evidence from the trial of Butler and Robideau had been ruled as inadmissible. Amnesty International has referred to his case under its Unfair Trials category.[35] [36][37][38][39] In late 1974, AIM leaders discovered that Douglas Durham, a prominent member who was by then head of security, was an FBI informant.[40] They confronted him and expelled him from AIM at a press conference in March 1975. Durham's girlfriend, Jancita Eagle Deer, was later found dead after being struck by a speeding car. She had last been seen with Durham, and he continued to be a suspect in her possible murder.[38][41] Durham was also scheduled to testify in front of the Church Committee, but that hearing was suspended due to the deadly Pine Ridge reservation shootout.[38] With some members in fugitive status after the Pine Ridge shootout, suspicions about FBI infiltration remained high. For various reasons, Anna Mae Aquash, the highest-ranking woman in AIM, was mistakenly suspected of being an informant, after she had voiced suspicions about Durham. Aquash had also been threatened by FBI agent David Price,[38][42] with the threat she would be dead within the year if she refused to inform on Leonard Peltier. Aquash had been arrested then quickly released shortly before her death, creating more unfounded suspicion. According to testimony at trials in 2004 and 2010 of men convicted of her murder, she was interrogated in the fall of 1975. In mid-December she was taken from Denver, Colorado, to Rapid City, South Dakota, and interrogated again, then taken to Rosebud Reservation and finally to a far corner of Pine Ridge Reservation, where she was killed by a gunshot wound to the back of the head. Her decomposing body was found February 1976. After the coroner failed to find the bullet hole in Aquash's head, the FBI severed both of her hands and sent them to Washington, D.C., allegedly for identification purposes, then buried her as a Jane Doe.[38] Aquash's body was later exhumed, identified by relatives and a second autopsy discovered the bullet wound, and found she had been murdered. Aquash was given a second burial, before her remains were moved to her ancestral land in Nova Scotia. During the Sandinista/Indian conflict in Nicaragua of the mid-1980s, Russell Means sided with Miskito Indians opposing the Sandinista government. The Miskito charged the government with forcing relocations of as many as 8,500 Miskito. This position was controversial among other left-wing, indigenous rights groups and Central American solidarity organizations in the United States who opposed Contra activities and supported the Sandinista movement.[43][44] The complex situation included Contra insurgents' recruiting among Nicaraguan Indian groups, including some Miskitos. Means recognized the difference between opposition to the Sandinista government by the Miskito, Sumo, and Rama on one hand, and the Reagan administration's support of the Contras, dedicated to the overthrow of the Sandinista regime.[45] Many AIM chapters remain committed to confronting government and corporate forces that they allege seek to marginalize Indigenous peoples.[46] They have challenged the ideological foundations of US national holidays, such as Columbus Day[47] and Thanksgiving. In 1970 AIM declared Thanksgiving a National Day of Mourning. This protest continues under the work of the United American Indians of New England, who protest continued theft of indigenous peoples' territories and natural resources.[48][49] AIM has helped educate people about the full history of the US, and advocates for the inclusion of Indigenous American perspectives in U.S. history. Its efforts are recognized and supported by many institutional leaders in politics, education, arts, religion, and media.[50] Professor Ronald L. Grimes wrote that in 1984 \"the Southwest chapter of the American Indian Movement held a leadership conference that passed a resolution labeling the expropriation of Indian ceremonies (for instance, the use of sweat lodges, vision quests, and sacred pipes) a \"direct attack and theft\". It also condemned certain named individuals (such as Brooke Medicine Eagle, Wallace Black Elk, and Sun Bear and his tribe) and criticized specific organizations such as Vision Quest, Inc. The declaration threatened to take care of those abusing sacred ceremonies.[51] In June 2003, United States and Canadian tribes joined together internationally to pass the \"Declaration of War Against Exploiters of Lakota Spirituality.\" They felt they were being exploited by those marketing the sales of replicated Native American spiritual objects and impersonating sacred religious ceremonies as a tourist attraction. AIM delegates are working on a policy to require tribal identification for anyone claiming to represent Native Americans in any public forum or venue. In February 2004, AIM gained more media attention by marching from Washington, D.C., to Alcatraz Island. This was one of many occasions when Indian activists used the island as the location of an event since the Occupation of Alcatraz in 1969, led by the United Indians of All Tribes, a student group from San Francisco. The 2004 march was in support of Leonard Peltier, whom many believed had not had a fair trial; he has become a symbol of spiritual and political resistance for Native Americans.[52] In December 2007, a delegation of Lakota Sioux, including Talon Becenti, delivered to the U.S. State Department a declaration of separation from the United States citing many broken treaties by the U.S. government in the past, and the loss of vast amounts of territory originally awarded in those treaties, the group announced its intentions to form a separate nation within the U.S. known as the Republic of Lakotah.[53] In March 2011, the AIM announced its support for the Gaddafi government in Libya during the First Libyan Civil War. Stating that \"He [Gaddafi] has never backed down from his hatred of imperialism.\" and \"Ghaddafi is no more a dictator than George W. Bush.\", Libya and the AIM had maintained friendly relations since the 1980s, when the AIM visited Libya alongside the All-African People's Revolutionary Party in 1986, in violation of the Reagan administration's travel ban.[54] Due to continuing dissension, AIM splits. AIM Grand Governing Council (AIMGGC) is based in Minneapolis and still led by founders while AIM-International Confederation of Autonomous Chapters is based in Denver, Colorado. The American Indian Movement founded several organizations since its establishment in 1968. Its focus on cultural renewal and employment has led to the creation of housing programs, the American Indian Opportunities and Industrialization Center (for job training), and AIM Street Medics, as well as a legal-aid center.[59] The American Opportunities and Industrialization Center, founded in 1979 in Minneapolis, Minnesota, has built a workforce of over 20,000 people from the entire Twin City area and tribal nations across the country and is a nationally recognized leader in the workforce development field. Following the AIM's all-inclusive practice,[60] AIOC resources are available to all regardless of race, creed, age, gender, or sexual orientation. The Tokama Institute, a division of the AIOIC, is focused on helping American Indians acquire the foundational skills and knowledge in order to obtain a successful career. Aside from post-secondary institutions, AIM has helped develop and establish its own K-12 schools including Heart of the Earth Survival School and the Little Red Schoolhouse both located in Minneapolis. Further, AIM has led to the establishment of Women of All Red Nations (WARN). Established in 1974, WARN has put women at the forefront of the organization and focused its energies in combating sexism, government sterilization policies, and other injustices.[61] Other Native American organizations include NATIVE (Native American Traditions, Ideals, Values Educational Society), LISN (League of Indigenous Sovereign Nations), EZLN (Zapatista Army of National Liberation), and the IPC (Indigenous Peoples Caucus).[52] Although each group may have its own specific goals or focus, they are all fighting for the same principles of respect and equality for Native Americans. The Northwest Territories Indian Brotherhood, the Committee of Original People's Entitlement were two organization that spearheaded the native rights movement in northern Canada during the 1960s. AIM established the International Indian Treaty Council (IITC) in June 1974. It invited representatives from numerous indigenous nations, and delegates from 98 international groups attended the meeting. The sacred pipe serves as a symbol of the Nations \"common bonds of spirituality, ties to the land and respect for traditional cultures\". The IITC focuses on issues such as treaty and land rights, rights and protection of indigenous children, protection of sacred sites, and religious freedom. The International Indian Treaty Council (IITC) uses networking, technical assistance, and coalition building. In 1977, the IITC became a Non-Governmental Organization with Consultative Status to the United Nations Economic and Social Council. The organization concentrates on involving Indigenous Peoples in U.N. forums. In addition, the IITC strives to bring awareness about the issues concerning Indigenous Peoples to non-Indigenous organizations.[62] On September 13, 2007, the United Nations General Assembly adopted the \"Declaration on the Rights of Indigenous Peoples\". A total of 144 states or countries voted in favor. Four voted against it while 11 abstained. The four voting against it were the United States, Canada, Australia, and New Zealand, whose representatives said they believed the declaration \"goes too far\".[63] The Declaration announces rights of indigenous peoples, such as rights to self-determination, traditional lands and territories, traditional languages and customs, natural resources and sacred sites.[63] In 1993, AIM split into two factions, each claiming to be the authentic inheritor of the AIM tradition. The AIM-Grand Governing Council is based in Minneapolis, Minnesota, and was associated with the leadership of Clyde Bellecourt (who died in 2022) and his brother Vernon Bellecourt (who died in 2007). The GGC tends toward a more centralized, controlled political philosophy. The AIM-International Confederation of Autonomous Chapters, based in Denver, Colorado, was founded by thirteen AIM chapters in 1993 at a meeting in Denver, Colorado. The group issued its Edgewood Declaration,[64] citing organizational grievances and complaining of authoritarian leadership by the Bellecourts. Ideological differences were growing, with the AIM-International Confederation of Autonomous Chapters taking a spiritual, perhaps more mainstream, approach to activism. The autonomous chapters group argues that AIM has always been organized as a series of decentralized, autonomous chapters, with local leadership accountable to local constituencies. The autonomous chapters reject the assertions of central control by the Minneapolis group as contrary both to indigenous political traditions and to the original philosophy of AIM.[65] At a press conference in Denver, Colorado, on 3 November 1999, Russell Means accused Vernon Bellecourt of having ordered the execution of Anna Mae Aquash in 1975. The \"highest-ranking\" woman in AIM at the time, she had been shot execution style in mid-December 1975 and left in a far corner of the Pine Ridge Indian Reservation after having been kidnapped from Denver, Colorado, and interrogated in Rapid City, South Dakota, as a possible FBI informant. Means implicated Clyde Bellecourt in her murder as well, and other AIM activists, including Theresa Rios. Means said that part of the dissension within AIM in the early 1990s had related to actions to expel the Bellecourt brothers for their part in the Aquash execution; the organization split apart.[66] Earlier that day in a telephone interview with the journalists Paul DeMain and Harlan McKosato about the upcoming press conference, Minnie Two Shoes had said, speaking of the importance of Aquash: Part of why she was so important is because she was very symbolic, she was a hard working woman, she dedicated her life to the movement, to righting all the injustices that she could, and to pick somebody out and launch their little cointelpro program on her to bad jacket her to the point where she ends up dead, whoever did it, let's look at what the reasons are, you know, she was killed and lets look at the real reasons why it could have been any of us, it could have been me, it could have been, ya gotta look at the basically thousands of women, you gotta remember that it was mostly women in AIM, it could have been any one of us and I think that's why it's been so important and she was just such a good person.[67] McKosato said that \"her [Aquash's] death has divided the American Indian Movement\".[67] On 4 November 1999, in a follow-up show on Native American Calling the next day, Vernon Bellecourt denied any involvement by him and his brother in the death of Aquash.[68] At Federal grand jury hearings in 2003, the Indian men Arlo Looking Cloud and John Graham were indicted for shooting Aquash in December 1975. In February '04, Arlo Looking Cloud was convicted of murder in Rapid City. He named as the gunman John Graham, who was in the Yukon. After extradition, John Graham was convicted, in 2010 in Rapid City, of the murder. In both trials, hearsay testimony about the motive for the murder included statements that Aquash heard Leonard Peltier say he killed the FBI agents at Oglala in June 1975, and fear that Aquash could be working with the FBI. Peltier was convicted in 1976 of murder for the Oglala killings, on other evidence.","Title":"American Indian Movement - Wikipedia","KeyID":"19208","URL":"https://en.wikipedia.org/wiki/American_Indian_Movement"}