{"Content: ":"The Nieman Foundation for Journalism at Harvard University is the primary journalism institution at Harvard. It was founded in 1938 as the result of a $1.4 million bequest by Agnes Wahl Nieman, the widow of Lucius W. Nieman, founder of The Milwaukee Journal. She stated the goal was \"to promote and elevate the standards of journalism in the United States and educate persons deemed specially qualified for journalism.\" It is based at Walter Lippmann House in Cambridge, Massachusetts. The Nieman Foundation is best known as home to the Nieman Fellows, a group of journalists from around the world who come to Harvard for a year of study. Many noted journalists, and from 1959, also photojournalists, have been Nieman Fellows, including John Carroll, Dexter Filkins, Susan Orlean, Robert Caro, Hodding Carter, Michael Kirk, Alex Jones, Anthony Lewis, Robert Maynard, Allister Sparks, Stanley Forman, Hedrick Smith, Lucia Annunziata, Jonathan Yardley, Philip Meyer, Howard Sochurek and Huy Duc. It is considered the most prestigious fellowship program for journalists; Nieman Fellows have collectively won 101 Pulitzer Prizes. The foundation is also the home of Nieman Reports, a quarterly journal on journalism issues. The journal has been in publication for more than 60 years. For several years, ending in 2009, the foundation sponsored the annual Nieman Conference on Narrative Journalism,[1] the largest conference of its kind, which attracted hundreds of writers, filmmakers, and broadcasters to Boston. The narrative program now consists of a writing seminar for Fellows, and a public website, Nieman Storyboard,[2] which covers storytelling across media. In 2004, the Foundation launched Nieman Watchdog,[3] a website intended to encourage more aggressive questioning of the powerful by news organizations. In 2008, the foundation created the Nieman Journalism Lab, an effort to investigate future models that could support quality journalism. Several prestigious literary or journalism awards are based at the Nieman Foundation. They include three given in connection with the Columbia University School of Journalism: Other awards based at Nieman include: The leader of the Nieman Foundation is known as its \"curator\" — a holdover from a brief moment after Agnes Wahl Nieman's death when her gift was to be used to build a microfilm library of quality journalism. The foundation has appointed eight curators:","Title":"Nieman Foundation for Journalism - Wikipedia","KeyID":"19215","URL":"https://en.wikipedia.org/wiki/Nieman_Foundation_for_Journalism"}