{"Content: ":"The Republic of Pisa (Italian: Repubblica di Pisa) was an independent state centered on the Tuscan city of Pisa, which existed from the 11th to the 15th century. It rose to become an economic powerhouse, a commercial center whose merchants dominated Mediterranean and Italian trade for a century, before being surpassed and superseded by the Republic of Genoa. The republic's participation in the Crusades secured valuable commercial positions for Pisan traders, thereafter the city grew in wealth and power. Pisa was a historical rival to Genoa at sea and to Florence and Lucca on land.[1] The power of Pisa as a mighty maritime nation began to grow and reached its apex in the 11th century when it acquired traditional fame as one of the main historical Maritime Republics of Italy. During the High Middle Ages the city grew into a very important commercial and naval center and controlled a significant Mediterranean merchant fleet and navy. It expanded its influence through the sack of Reggio di Calabria in the south of Italy in 1005. Pisa was in continuous conflict with the Saracens for control of the Mediterranean. In alliance with Genoa, Sardinia was captured in 1016 with the defeat of the Saracen leader Mujāhid al-‘Āmirī (Latin: Mogehidus). This victory gave Pisa supremacy in the Tyrrhenian Sea. When the Pisans subsequently ousted the Genoese from Sardinia, a new conflict and rivalry was born between the two maritime republics. Between 1030 and 1035 Pisa went on to successfully defeat several rival towns in the Emirate of Sicily and conquer Carthage in North Africa. In 1051–1052, Admiral Jacopo Ciurini conquered Corsica, provoking more resentment from the Genoese. In 1063, the Pisans approached the Norman Roger I of Sicily, who was conducting a campaign to conquer Sicily that would last over three decades, with the prospect of a joint attack against Palermo. Roger declined due to other commitments. With no land support, the Pisan attack against Palermo failed. In 1060, Pisa engaged in its first battle against Genoa and the Pisan victory helped to consolidate its position in the Mediterranean. Pope Gregory VII recognized in 1077 the new \"laws and customs of the sea\" instituted by the Pisans, and Holy Roman Emperor Henry IV granted them the right to name their own consuls, advised by a Council of Elders. This was simply a confirmation of the present situation, because at the time the marquis of Tuscany (the nominal feudal sovereign of Pisa) had already been excluded from power. Pisa sacked the Zirid city of Mahdia in 1088. Four years later, Pisan and Genoese ships helped Alfonso VI of Castile force El Cid out of Valencia. In 1092, Pope Urban II awarded Pisa supremacy over Corsica and Sardinia and at the same time elevated the Diocese of Pisa to the rank of metropolitan archdiocese. The territory subjected to the Republic of Pisa has had important variations over the centuries. During the period of great political and economic expansion, the republic had its own consoles with commercial farms and warehouses in many seaside cities: Gaeta, Naples, Salerno, Messina, Palermo, Trapani, Mazara del Vallo and in Tunis.[2] Pisan troops were among the first to conquer Jerusalem in 1099, and were led by their archbishop, Dagobert, the future Latin Patriarch of Jerusalem. With significant presences in the Levant, in the Byzantine Empire and in the Crusader states of Palestine, particularly in Constantinople (where the Byzantine Emperor Alexius I Comnenus granted them special mooring and trading rights), Antioch, Latakia, Tyre, Acre, Jaffa, Tripoli, Alexandria and Cairo. In all these cities the Pisans were granted privileges and immunity from taxation, but had to contribute to their defence in case of attack. In the 12th century the Pisan quarter in the eastern part of Constantinople had grown to 1,000 people. The well-known \"Società dei Vermigli\" was established in Tyre and was reported in the defense of the city against the attack by Saladin in 1187.[2] For some years of that century Pisa was the most prominent merchant and military ally of the Byzantine Empire, surpassing the Republic of Venice itself. Its influence also extended to the major islands of the Tyrrhenian Sea: After the defeat of Meloria in 1284, the territory of the Republic gradually became more continental, limiting itself to the coast and to the immediate hinterland that from Migliarino to Piombino, with the islands of Elba, Gorgona, Pianosa, Giglio and Giannutri and the exclaves of Castiglione della Pescaia and Porto Ercole.[4] The important Pisan port, key to the entire state economy, was defended by some towers on the sea and on the land side by a fortified system of fortresses on the hills behind, having Lari as the seat of the captaincy of the upper hills, Crespina, Fauglia, Castellina, Rosignano and finally Livorno with the plan of Porto Pisano, essential outlet to dominate the western Mediterranean, while the area that intersected the Arno with the Valdera was defended by the castles of Appiano, Petriolo, Montecuccoli and finally, by order of foundation, that of Ponte di Sacco (1392).[4] Inland, in perennial struggle with the Republic of Lucca, the Republic of Florence and Volterra, its borders were very fluctuating having as contested castles those of Buti, Palaia, Peccioli, Montopoli (until 1349), Lajatico, Chianni ( until 1325), Santa Maria a Monte, Pontedera and in Vecchiano. The main strongholds were the Verruca fortress, near Calci, which served as the cornerstone of the mountain defensive system on the Lucca border that ran from the ancient lago di Bientina to the Serchio with the castles of Caprona, Vicopisano, Asciano and Agnano. On the Florentine road to block the access to Pisa there was the castle of Cascina, the scene of important Battle of Cascina. Castelnuovo di Val di Cecina was long disputed by Volterra.[4] The Maremma territory south of the port of Vada was administered in the name of the republic by the Pisan counts of Della Gherardesca family with the castles located in numerous cities such as of Guardistallo, Bibbona, Riparbella and Suvereto.[4] Pisan watchtower on Elba built by the Republic as a defence against Saracen pirates The Pisa Griffin - a spoil from one of Pisa's many campaigns against Islamic strongholds The Flag of Pisa (Pisan cross) flying on the Leaning Tower of Pisa (build 12th-14th century) The rivalry between Pisa and Republic of Genoa intensified in the 13th century and resulted in the naval Battle of Meloria (1284), fought right in front of the Pisan port, which marked the beginning of the decline of the power of the city, with the renunciation of any claim on Corsica and with the sale of part of Sardinia to Genoa in 1299.[5] Furthermore, from 1323, the Aragonese conquest of Sardinia began, which deprived the city of the dominion over the giudicati of Cagliari and Gallura.[5] Given the difficult economic and political situation of the now decadent Republic, on February 13, 1399, the lord of Pisa Gherardo Appiani sold the city and the countryside for the sum of 200,000 gold florins to Gian Galeazzo Visconti of the Pisan branch of the Visconti family to become lord of Piombino and obtain the appointment as Lord of Pisa.[6] However, the control of the Republic by the Visconti did not last long, in fact Pisa maintained its independence and dominion over that part of the Tuscan coast and beyond until 1406, when it was occupied by the mercenaries Angelo Tartaglia and Muzio Attendolo Sforza who ordered the annexation to the Republic of Florence.[7] With Florence's domination began an unstoppable decline of the city which, in the past centuries had spread its Romanesque architectural style, even in Sardinian churches. Suffocated the commercial and merchant traffic, which had characterized its efficiency for centuries, some of the most important Pisan families such as the Alliata, the Della Gherardesca, the Caetani and the Upezzinghi, to escape the Florentine domination, emigrated to other Italian city-states, in particular to the Kingdom of Sicily.[8][9]","Title":"Republic of Pisa - Wikipedia","KeyID":"19219","URL":"https://en.wikipedia.org/wiki/Republic_of_Pisa"}