{"Content: ":"The Nieman Foundation for Journalism at Harvard University awards multiple types of fellowships. A Nieman Fellowship is an award given to journalists by the Nieman Foundation for Journalism at Harvard University. The fellowship is a transformative learning opportunity open to candidates working in all media in every country around the world. Nieman Fellowships are awarded to reporters, editors, photographers, producers, filmmakers, editorial writers, cartoonists, digital innovators and other journalists with at least five years of full-time, professional experience in the news media. At Harvard, Nieman Fellows attend seminars, shop talks, master classes and journalism conferences designed to strengthen their professional skills and leadership capabilities. Those selected for the program spend two full semesters at Harvard auditing classes with some of the university's greatest thinkers, participating in Nieman events and collaborating with peers. The fellowship home is at Lippmann House in Cambridge, Massachusetts. Each fellow is free to design an individual course of study. Some pursue classes in a reporting specialty. Others explore the breadth of Harvard's schools and departments. With the knowledge they gain on campus and the relationships they build, fellows often return to work as journalism entrepreneurs, industry innovators and top managers in their newsrooms. Some two dozen fellowships are awarded annually, half to Americans and half to non-Americans.[1] As part of each class, specialized fellowships are also available: Additionally, \"during years in which a watchdog journalist or investigative reporter from the United States is selected for a fellowship from the general application pool, the Nieman Foundation may offer the Murrey Marder Fellowship in Watchdog Reporting.\" This joint fellowship, awarded for the first time in 2012, is a joint fellowship between the Nieman Foundation and the Berkman Klein Center for Internet & Society that is awarded to U.S and international candidates with project proposals related to innovation in journalism. Funded by the Abrams Foundation, the Abrams Nieman Fellowship for Local Investigative Journalism was created in 2018 to bolster deeply reported local and regional news stories in underserved areas throughout the United States. Candidates selected for the fellowship spend two semesters at Harvard and then receive financial support for up to nine months of fieldwork to develop an investigative project that will provide better, more in-depth coverage of issues important to the communities they serve. Funded by the John S. and James L. Knight Foundation, this fellowship offers a short-term research opportunity to individuals interested in working on special projects designed to advance journalism in some new way. Candidates need not be practicing journalists, but must demonstrate the ways in which their work at Harvard and the Nieman Foundation may improve the prospects for journalism's future. This may be related to research, programming, design, financial strategies or another topic. Both U.S. and international applicants are invited to apply.","Title":"Nieman Fellowship - Wikipedia","KeyID":"19213","URL":"https://en.wikipedia.org/wiki/Nieman_Fellowship"}