{"Content: ":"The Battle of Cascina was an engagement between Pisan and Florentine troops on 28 July 1364 near Cascina, modern-day Italy. Florence's victory followed a recent defeat to Pisan forces that had enabled mercenary John Hawkwood, who was in command of the Pisan army, to occupy the Valdinievole, Prato en route to Florence. Hawkwood and his army looted the lucrative Mugello region and Pistoia before proceeding towards Florence. Hawkwood fought alongside Hanneken von Baumgarten and had 3,000 men-at-arms at his disposal. Florence's defenses were organized by Enrico di Monforte. In addition to the city's garrison, Florence hired 11,000 infantrymen and 4,000 knights and placed them under the command of Galeotto Malatesta, as Pandolfo II Malatesta had recently been relieved of his command. Malatesta's forces engaged the Pisan contingent in the commune of San Savino to the southeast of Cascina, and gained a clear victory in the engagement. Pisan forces incurred thousands of casualties in the battle and at least 2,000 Pisan soldiers were captured. Malatesta's victory is credited to his flexible tactics and efficacious deployment of forces, including 400 crossbowmen under the command of Ricceri Grimaldi. As reported in the chronicle of Filippo Villani, on 28 July, the Florentine army under the command of Galeotto Malatesta advanced to Cascina a few miles from Pisa. The road was open, but the temperature was unbearable. The armor of the warriors had become burning hot in the blazing sun; many removed their armor to bathe in the Arno River. The elderly Malatesta, convalescing from fever, succumbed to an afternoon nap, leaving the camp unguarded and the defense disorganized. Pisan spies reported the situation to their commander, the cunning John Hawkwood (Giovanni l'Acuto). Hawkwood's forces were outnumbered three to one, so he decided his best chance of victory was to launch a surprise attack while the enemy was unprepared. However, Manno Donati and his friend Bonifacio Lupi, Marquis of Soragna had organised the Florentine defences by the time the Pisans approached. At their request, Malatesta had delegated the two officers to perform the task. The two men prepared an advance guard on the main road to Pisa, in view of Abbey of San Savino: a group of armed Aretine and Florentine soldiers, flanked by 400–600 Genoese crossbowmen of Ricceri Grimaldi. Hawkwood met the Florentine forces with three skirmishes to assess the strength of the defence and determine the direction of attack. Hawkwood, though, waited till the sun turned in his favor to dazzle the enemy and the wind got up from the sea to bring the dust of battle in the face of the Florentines. However, two problems contributed to his defeat; the distance of the road between the two armies was longer than calculated, minimizing the surprise; and the oppressive heat made kilns of his armored fighters, who were mostly of English and German origin, not used to fighting at that temperature. At the time of the attack, the Pisan army's front line comprised a vanguard of Hawkwood's own English knights, followed by Pisan infantry and then by the bulk of the cavalry, temporarily dismounted. The rapid assault of the vanguard brought the English into the Florentine camp, with the improvised Florentine forward-defense quickly collapsing. However, the Florentines contained the impact, which failed to break the mass of defenders. Manno Donati and his companions left the field and attacked the Pisans on the right flank. The Florentines' German cavalry, led by Enrico di Monforte, slowed down the attack and punched through the lines to the rear of Pisan forces, reaching the baggage train. Meanwhile, the Genoese crossbowmen in the Florentine army, lurking among ruined buildings, and in the rough terrain, targeted the Pisans. Hawkwood quickly realized that the surprise attack had failed and, to minimise losses to his company, withdrew the bulk of his Englishmen up to the walls of San Savino. The masses of Pisan foot-soldiers were then suddenly left to themselves, becoming the subject of violent counterattack by the Florentines. The surrounding countryside became the scene of a fierce hunt of the broken body of Pisan infantrymen, now fugitive and defenseless. The road to Pisa was cleared: the city was at hand. But Malatesta was not prepared for so complete a victory and despite being asked by many to continue to the conquest of Pisa, he preferred to stop and consolidate his army. He gathered troops and collected prisoners, while Hawkwood's Englishmen took refuge in the Abbey of San Savino, where many of them died from their wounds. The next day the Pisans sought the dead and wounded scattered in the countryside. Many bodies were seen floating in the Arno driven by the current towards Pisa. The day had produced more than 1,000 dead and 2,000 prisoners. Foreign prisoners were immediately released, but following custom, Pisan ones were taken to Florence. In 1504 Michelangelo Buonarroti was commissioned by Pier Soderini to complete a celebrative fresco depicting the Battle of Cascina, to be placed in the Florentine Room of the Great Council (or Salone dei Cinquecento) of Palazzo Vecchio while Leonardo da Vinci was commissioned to complete another painting on the opposite wall to celebrate the equally important Florentine victory at the 1440 Battle of Anghiari. Neither picture now exists. Michelangelo never executed his, and Leonardo's was irretrievably ruined soon after being completed because of the innovative, but disastrous, painting method adopted by the artist. However, a number of studies for Michelangelo's work do exist, and he completed a full-size cartoon of the intended composition. Michelangelo prepared his cartoon in a hospital room of the Sant'Onofrio Dyers after payment of a monthly salary. The subject is the beginning of the battle, when the overheated Florentine soldiers, having divested themselves of their armor, are swimming in the Arno river. The soldiers are depicted leaping from the river and buckling on their armor on hearing the trumpet warning them of the imminent Pisan attack. This subject allowed Michelangelo to depict a group of naked bodies in contrapposto.[2] Though the original cartoon is lost, having allegedly been cut up by Michelangelo's rival Baccio Bandinelli, a number of copies exist, along with an engraving by Marcantonio Raimondi. ","Title":"Battle of Cascina - Wikipedia","KeyID":"19221","URL":"https://en.wikipedia.org/wiki/Battle_of_Cascina"}