{"Content: ":"Catherine Howard (c. 1521–25 – 13 February 1542), also spelled Katheryn Howard, was Queen of England from 1540 until 1542 as the fifth wife of Henry VIII.[b] She was the daughter of Lord Edmund Howard and Joyce Culpeper, a cousin to Anne Boleyn (the second wife of Henry VIII), and the niece of Thomas Howard, 3rd Duke of Norfolk. Thomas Howard was a prominent politician at Henry's court, and he secured her a place in the household of Henry's fourth wife, Anne of Cleves, where she caught the King's interest. She married him on 28 July 1540 at Oatlands Palace in Surrey, just 19 days after the annulment of his marriage to Anne. He was 49, and she was between 15 and 19 years old. Catherine was stripped of her title as queen in November 1541 and was unable to use the title in a public capacity, but she was still married to the king until she was beheaded three months later on the grounds of treason for committing adultery with her distant cousin Thomas Culpeper. Catherine had an aristocratic ancestry as a granddaughter of Thomas Howard, 2nd Duke of Norfolk (1443 – 1524), but her father, Lord Edmund Howard was not wealthy, being the third son of his father – under the rules of primogeniture, the eldest son inherited all of the father's estate. Catherine's mother, Joyce Culpeper already had five children from her first husband, Ralph Leigh (c. 1476 – 1509) when she married Lord Edmund Howard, and they had another six together, Catherine being about her mother's tenth child. With little to sustain the family, her father often had to beg for the help of his more affluent relatives. Her father's sister, Elizabeth Howard, was the mother of Anne Boleyn. Therefore, Catherine Howard was the first cousin of Anne Boleyn, and the first cousin once removed of Lady Elizabeth (later Queen Elizabeth I), Anne's daughter by Henry VIII. She also was the second cousin of Jane Seymour, as her grandmother Elizabeth Tilney was the sister of Seymour's grandmother Anne Say.[1] After Catherine's mother died in 1528, her father married two more times. In 1531, he was appointed Controller of Calais.[2] He was dismissed from his post in 1539, and died in March 1539. Catherine was the third of Henry VIII's wives to have been a member of the English nobility or gentry; Catherine of Aragon and Anne of Cleves were royalty from continental Europe. Catherine was probably born in Lambeth in about 1524; the exact date of her birth is unknown.[3][4] Soon after the death of her mother (in about 1528), Catherine was sent with some of her siblings to live in the care of her father's stepmother, Agnes Howard, the Dowager Duchess of Norfolk. The Dowager Duchess managed large households at Chesworth House in Horsham, Sussex, and at Norfolk House in Lambeth where dozens of attendants, along with her many wards—usually the children of aristocratic but poor relatives—resided.[5] While sending young children to be educated and trained in aristocratic households was common among European nobles at the time, supervision at both Chesworth House and Lambeth was apparently lax. The Dowager Duchess was often at Court and seems to have had little direct involvement in the upbringing of her wards and young female attendants.[6] In the Dowager Duchess's household, Catherine became influenced by some older girls who allowed men into the sleeping areas at night. The girls stole food, wine, and gifts from the kitchens for these occasions. Catherine was not as well educated as some of Henry's other wives, although, on its own, her ability to read and write was impressive enough at the time. Her character has often been described as vivacious, giggly and brisk, but never scholarly or devout. She displayed great interest in her dance lessons, but would often be distracted during them and make jokes. She also had a nurturing side for animals, particularly dogs.[7] In the Duchess's household at Horsham, in around 1536, Catherine began music lessons with two teachers, one of whom was Henry Mannox, and they began a relationship. Mannox's exact age at the time is unknown. It has recently been stated that he was in his late thirties, perhaps 36, but this is not supported by Catherine's biographers. Evidence exists that Mannox was not yet married, and it would have been highly unusual for someone from his background at the time to not be married by his mid-thirties. He married sometime in the late 1530s, perhaps in 1539, and there is also some evidence that he was the same age as two other men serving in the household, including his cousin Edward Waldegrave, who was in his late teens or early twenties between 1536 and 1538. This evidence indicates that Mannox too was in his early to mid-twenties in 1536. The details and dates of this relationship are debated between modern historians. The most popular theory, first put forward in 2004 by Retha M. Warnicke, was that the relationship between them was abusive, with Mannox grooming and preying on Catherine in 1536–38, and this is expanded upon in detail by Conor Byrne.[8] Other biographers, like Gareth Russell, believe that Mannox's interactions with Catherine took place over a much shorter time, that Mannox was roughly the same age as her, but that \"their relationship was nonetheless inappropriate, on several levels.\" He believes Catherine was increasingly repulsed by Mannox's pressure to lose her virginity to him and was angered by his gossiping with servants about the details of what had gone on between them.[9] Mannox and Catherine both confessed during her adultery inquisitions as the wife of King Henry that they had engaged in sexual contact, but not actual coitus. When questioned, Catherine was quoted as saying, \"At the flattering and fair persuasions of Mannox, being but a young girl, I suffered him at sundry times to handle and touch the secret parts of my body, which neither became me with honesty to permit nor him to require.\"[10][11] Catherine severed contact with Mannox in 1538, most likely in the spring.[12] It is not true, as is sometimes stated, that this was because she began to spend more time at the Dowager Duchess's mansion in Lambeth, as Lambeth was Mannox's home parish and he also married here, perhaps in 1538 or 1539. He was still living in Lambeth in 1541.[13] Shortly afterward, Catherine was pursued by Francis Dereham, a secretary of the Dowager Duchess. They allegedly became lovers, addressing each other as \"husband\" and \"wife\". Dereham also entrusted Catherine with various wifely duties, such as keeping his money when he was away on business. Many of Catherine's roommates among the Dowager Duchess's maids of honour and attendants knew of the relationship, which apparently ended in 1539, when the Dowager Duchess found out. Despite this, Catherine and Dereham may have parted with intentions to marry upon his return from Ireland, agreeing to a precontract of marriage. If indeed they exchanged vows before having sexual intercourse, they would have been considered married in the eyes of the Church.[10] Catherine's uncle, the Duke of Norfolk, found her a place at Court in the household of the King's fourth wife, Anne of Cleves.[14] As a young and attractive lady-in-waiting, Catherine quickly caught Henry's eye. The King had displayed little interest in Anne from the beginning, but Thomas Cromwell failed to find a new match, and Norfolk saw an opportunity. The Howards may have sought to recreate the influence gained during Anne Boleyn's reign as queen consort. According to Nicholas Sander, the religiously conservative Howard family may have seen Catherine as a figurehead for their fight by expressed determination to restore Roman Catholicism to England. Catholic Bishop Stephen Gardiner entertained the couple at Winchester Palace with \"feastings\". As the King's interest in Catherine grew, so did the house of Norfolk's influence. Her youth, prettiness and vivacity were captivating for the middle-aged sovereign, who claimed he had never known \"the like to any woman\". Within months of her arrival at court, Henry bestowed gifts of land and expensive cloth upon Catherine. Henry called her his 'very jewel of womanhood' (that he called her his 'rose without a thorn' is likely a myth).[15] The French ambassador, Charles de Marillac, thought her \"delightful\". Holbein's portrait showed a young auburn-haired girl with a characteristically hooked Howard nose; Catherine was said to have a \"gentle, earnest face.\" King Henry and Catherine were married by Bishop Bonner of London at Oatlands Palace on 28 July 1540, the same day Cromwell was executed. She was a teenager and he was 49. Catherine adopted the French motto \"Non autre volonté que la sienne\", meaning \"No other will but his\". The marriage was made public on 8 August, and prayers were said in the Chapel Royal at Hampton Court Palace.[16] Henry \"indulged her every whim\" thanks to her \"caprice\".[16] Catherine was young, joyous and carefree. She was too young to take part in administrative matters of State. Nevertheless, every night Sir Thomas Heneage, Groom of the Stool, came to her chamber to report on the King's well-being. No plans were made for a coronation, yet she still travelled downriver in the royal barge into the City of London to a gun salute and some acclamation. She was settled by jointure at Baynard Castle. Little changed at court, other than the arrival of many Howards. Every day she dressed with new clothes in the French fashion bedecked with precious jewels, decorated in gold around her sleeves.[17] The Queen escaped plague-ridden London in August 1540 when on progress. The royal couple's entourage travelled on honeymoon through Reading and Buckingham. The King embarked on a lavish spending spree to celebrate his marriage, with extensive refurbishments and developments at the Palace of Whitehall. This was followed by more expensive gifts for Christmas at Hampton Court Palace.[18] That winter the King's bad moods deepened and grew more furious, caused in part by the pain from his ulcerous legs. He accused councillors of being \"lying time-servers\", and began to regret executing Cromwell. After a dark and depressed March, his mood lifted at Easter. Preparations were in place for any signs of a royal pregnancy, reported by Marillac on 15 April as \"if it be found true, to have her crowned at Whitsuntide.\"[19] Catherine may have been involved during her marriage to the King with Henry's favourite male courtier, Thomas Culpeper, a young man who \"had succeeded [him] in the Queen's affections\", according to Dereham's later testimony. She had considered marrying Culpeper during her time as a maid-of-honour to Anne of Cleves[citation needed]. Culpeper called Catherine \"my little, sweet fool\" in a love letter.[20] It has been alleged that in Spring 1541 the pair were meeting secretly. Their meetings were allegedly arranged by one of Catherine's older ladies-in-waiting, Jane Boleyn, Viscountess Rochford (Lady Rochford), the widow of Catherine's executed cousin, George Boleyn, Anne Boleyn's brother.[19] People who claimed to have witnessed her earlier sexual behaviour while she lived at Lambeth reportedly contacted her for favours in return for their silence, and some of these blackmailers may have been appointed to her royal household. John Lassels, a supporter of Cromwell, approached the Archbishop of Canterbury, Thomas Cranmer, telling him that his sister Mary refused to become a part of Queen Catherine's household, stating that she had witnessed the \"light\" ways of Queen Catherine while they were living together at Lambeth. Cranmer then interrogated Mary Lassels, who alleged that Catherine had had sexual relations while under the Duchess's care, before her relationship with the King. Cranmer immediately took up the case to topple his rivals, the Roman Catholic Norfolk family. Lady Rochford was interrogated and as she feared that she would be tortured, she agreed to talk. She told how she had watched for Catherine backstairs as Culpeper had made his escapes from the Queen's room.[21] During the investigation a love letter written in the Queen's distinctive handwriting was found in Culpeper's chambers. This is the only letter of hers that has survived (other than her later \"confession\").[22][23][24] On All Saints' Day, 1 November 1541, the King arranged to be found praying in the Chapel Royal.[25] There he received a letter describing the allegations against Catherine. On 7 November 1541 Archbishop Cranmer led a delegation of councillors to Winchester Palace in Southwark, to question her. Even the staunch Cranmer found the teenaged Catherine's frantic, incoherent state pitiable, saying, \"I found her in such lamentation and heaviness as I never saw no creature, so that it would have pitied any man's heart to have looked upon her.\"[26] He ordered the guards to remove any objects that she might use to commit suicide. Establishing the existence of a precontract between Catherine and Dereham would have had the effect of terminating Catherine's marriage to Henry, but it would also have allowed Henry to annul their marriage and banish her from court to live in poverty and disgrace instead of executing her, though there is no indication that Henry would have chosen that alternative. Yet Catherine steadfastly denied any precontract, maintaining that Dereham had raped her. Catherine was stripped of her title as queen on 23 November 1541 and imprisoned in the new Syon Abbey, Middlesex, formerly a convent, where she remained throughout the winter of 1541.[25] She was obliged by a Privy Councillor to return the ring previously owned by Anne of Cleves, which the King had given her; it was a symbol of removal of her regal and lawful rights. The King would be at Hampton Court, but she would not see him again. Despite these actions, her marriage to Henry was never formally annulled.[27] Culpeper and Dereham were arraigned at Guildhall on 1 December 1541 for high treason. They were executed at Tyburn on 10 December 1541, Culpeper being beheaded and Dereham being hanged, drawn and quartered. According to custom, their heads were placed on spikes on London Bridge. Many of Catherine's relatives were also detained in the Tower, tried, found guilty of concealing treason and sentenced to life imprisonment and forfeiture of goods. Her uncle, the Duke of Norfolk distanced himself from the scandal by retreating to Kenninghall to write a letter of apology, laying all the blame on his niece and stepmother.[28] His son Henry Howard, Earl of Surrey, a poet, remained a favourite of the King. Meanwhile, the King sank further into morbidity and indulged his appetite for food and women.[29] Catherine remained in limbo until Parliament introduced on 29 January 1542 a bill of attainder, which was passed on 7 February 1542.[30] The Royal Assent by Commission Act 1541 made it treason, and punishable by death, for a queen consort to fail to disclose her sexual history to the king within 20 days of their marriage, or to incite someone to commit adultery with her.[31][32] This measure retroactively solved the matter of Catherine's supposed precontract and made her unequivocally guilty.[33] No formal trial was held. When the Lords of the Council came for her she allegedly panicked and screamed as they manhandled her into the barge that would escort her to the Tower on Friday 10 February 1542, her flotilla passing under London Bridge where the heads of Culpeper and Dereham were impaled (and where they remained until 1546). Entering through the Traitors' Gate she was led to her prison cell. The next day the bill of attainder received Royal Assent and her execution was scheduled for 7:00 am on Monday 13 February 1542.[33] Arrangements for the execution were supervised by Sir John Gage in his role as Constable of the Tower.[34] The night before her execution Catherine is believed to have spent many hours practising how to lay her head upon the block, which had been brought to her at her request.[35] She died with relative composure but looked pale and terrified; she required assistance to climb the scaffold. According to popular folklore her last words were, \"I die a Queen, but I would rather have died the wife of Culpeper\", but no eyewitness accounts support this, instead reporting that she stuck to traditional final words, asking for forgiveness for her sins and acknowledging that she deserved to die \"a thousand deaths\" for betraying the king, who had always treated her so graciously. She described her punishment as \"worthy and just\" and asked for mercy for her family and prayers for her soul. This was typical of the speeches given by people executed during that period, most likely in an effort to protect their families, since the condemned's last words would be relayed to the King. Catherine was then beheaded.[36] Francis I, when told by Sir William Paget how the queen had \"wonderfully abused the king\", he laid his hand on his heart and announced by his faith as a gentleman that \"She hath done wonderous naughtly\".[37] Upon hearing news of Catherine's execution King Francis wrote a letter to Henry regretting the \"lewd and naughty [evil] behaviour of the Queen\" and advising him that \"the lightness of women cannot bend the honour of men\".[38] Lady Rochford was executed immediately thereafter on Tower Green. Both bodies were buried in an unmarked grave in the nearby chapel of St. Peter ad Vincula, where the bodies of Catherine's cousins Anne and George Boleyn also lay.[39] Other cousins were also in the crowd, including the Earl of Surrey. King Henry did not attend. Catherine's body was not one of those identified during restorations of the chapel during Queen Victoria's reign. She is commemorated on a plaque on the west wall dedicated to all those who died in the Tower.[40][41] Catherine has been the subject of contention for modern biographies, A Tudor Tragedy by Lacey Baldwin Smith (1967), Katherine Howard: A Tudor Conspiracy by Joanna Denny (2006), Katherine Howard: Henry VIII's Slandered Queen by Conor Byrne (2019), and Young and Damned and Fair by Gareth Russell (2017). Each is more or less sympathetic, though they disagree on various important points involving Catherine's motivations, date of birth and overall character. Her life has also been described in the five collective studies of Henry's queens that have appeared since the publication of Alison Weir's The Six Wives of Henry VIII (1991)—such as David Starkey's The Six Wives: The Queens of Henry VIII (2003). Several of these writers have been highly critical of Catherine's conduct, if sympathetic to her eventual fate. Baldwin Smith described Catherine's life as one of hedonism and characterized her as a \"juvenile delinquent\", as did Francis Hackett in his 1929 biography of Henry. Weir had much the same judgement, describing her as an \"empty-headed wanton\". Other writers, especially those studying historical trends larger than Catherine's life, have been much more critical towards her. In his book Tudor Queens of England, which profiles 14 consorts and sovereigns, David Loades described Catherine as a \"stupid and oversexed adolescent\" who \"certainly behaved like a whore\", and wrote that her denial of a precontract was \"a measure of her stupidity\"; however, he also said that she died when she was \"just 20 years old, a mere child\". In her book Elizabeth's Women, profiling the rise of Queen Elizabeth I (Catherine's stepdaughter), Tracy Borman wrote that Catherine was \"as much a sexual predator as [Francis] Dereham\" and blamed Catherine almost entirely for her own fate. Loades's and Borman's characterizations are unusually harsh, however. The general trend has been more fair to Catherine, particularly in the works of Antonia Fraser, Karen Lindsey, Joanna Denny, Conor Byrne, Josephine Wilkinson, and Gareth Russell. Painters continued to include Jane Seymour in pictures of King Henry VIII long after she died, mainly because Henry continued to look back on her with favour as the only wife who gave him a son. Most of the artists copied the portrait by Hans Holbein the Younger because it was the only full-sized picture available. There is no documentary evidence that Catherine Howard ever had her portrait painted and \"there is a good chance that any image of Catherine would have been destroyed\" after her execution, or \"ignored, until their identity became a subject of debate to later generations.\"[43] There is no authenticated contemporary likeness of Catherine Howard.[44] Debate continues about the identity of the sitter(s) for potential portraits. Two portrait miniatures by Hans Holbein the Younger, one in the Royal Collection[45] and another in the Buccleuch Collection,[46] may be the only surviving depictions of Catherine painted from life (in the case of the Royal Collection version at Windsor). The historian David Starkey dated it (from details of her dress and the technique of the miniature) to the short period when Catherine was queen.[47] In it, she wears a pendant jewel that is similar to that shown in Holbein's portrait of Jane Seymour at the Kunsthistorisches Museum, Vienna, and identical to that shown in the portrait of Henry VIII's third queen, in the Mauritshuis, The Hague.[42][48] Her necklace of pearls and rubies set in gold closely resembles those seen in portraits of Henry VIII's other wives, including Jane Seymour (Kunsthistorisches Museum) and is identical to that of Catherine Parr in the Hastings portrait.[49] The necklace and pendant may have been given to Catherine by Henry VIII on their marriage in 1540, and she is the only queen to fit the dating whose appearance is not already known. For female sitters, duplicate versions of miniatures only exist for queens at this period.[42] There are no other plausible likenesses of her to compare to. Both versions have long been documented as of Catherine Howard, since 1736 for the Buccleuch version and 1739 (or at least the 1840s) for the Windsor version.[44] Art historian Franny Moyle, in The King's Painter: The Life and Times of Hans Holbein (2021), argues that the Royal Collection miniature is not a likeness of Catherine Howard, but instead depicts Henry VIII's fourth wife, Anne of Cleves, whom the king married in the same year.[50] The miniature has been linked to Catherine because it dates from 1540, the year in which she married the king, and because the sitter is \"adorned with jewels that are comparable to items in her inventory.\"[50] Moyle was \"struck by the sitter's uncanny likeness\" to Holbein's 1539 miniature of Anne, now in the Victoria & Albert Museum.[50][51] She also discovered that Holbein, who was noted for his subtle symbolism, mounted the miniature on a playing card depicting the four of diamonds and speculated that this could refer to Anne as Henry's fourth queen.[52] Moyle also noted that, though the portrait's subject wears jewels that were in Catherine's collection, jewelry was often passed between queens, and so could very well have been a part of Anne's as well.[52] A Holbein drawing (below) is also traditionally identified as being of Catherine Howard, but this appears to be without foundation.[53][54] An unidentified woman c.1532–43, Hans Holbein the Younger[53] Unknown woman engraved as Catherine Howard, 1797, Francesco Bartolozzi after Hans Holbein[53] A contemporary portrait of a lady in black, by Hans Holbein the Younger, was identified by art historian, Sir Lionel Cust, in 1909, as Catherine Howard.[55][56][57] The portrait (below), dated circa 1535–1540, is exhibited at the Toledo Museum of Art as Portrait of a Lady, probably a Member of the Cromwell Family (1926.57).[56] Two copies are extant: a 16th-century version at Hever Castle is exhibited as Portrait of a Lady, thought to be Catherine Howard;[57][58] the National Portrait Gallery exhibits a similar painting, Unknown woman, formerly known as Catherine Howard (NPG 1119),[59] dating from the late 17th century.[59] Inscribed ETATIS SVÆ 21, indicating that the lady was depicted at the age of twenty-one, the portrait has long been associated with Henry VIII's young queen, but she is now thought to be a member of the Cromwell family.[56][59][60][61] Portrait of a Lady, probably a Member of the Cromwell Family c. 1535–1540 (Toledo Museum of Art)[61][60] Portrait of a Lady, thought to be Catherine Howard, 16th century, follower of Hans Holbein the Younger (Hever Castle)[58] Unknown woman, formerly known as Catherine Howard, late 17th century, after Hans Holbein the Younger[61][60] Unknown woman, formerly known as Catherine Howard, 1902, after Hans Holbein the Younger[61][60] In 1967 art historian Sir Roy Strong noted that both the Toledo portrait and the National Portrait Gallery version appear in the context of a series of portraits of members of the family of the Protector's uncle, Sir Oliver Cromwell (c. 1562–1655), and have provenances linking them with the Cromwell family.[61] He argued that the portrait in the Toledo Museum of Art, \"should by rights depict a lady of the Cromwell family aged 21 c.1535–40\" and suggested that the lady might be Elizabeth Seymour, wife of Gregory Cromwell, 1st Baron Cromwell, son of Thomas Cromwell, Earl of Essex.[61] He stated that a \"dated parallel for costume, notably the distinctive cut of the sleeves, is Holbein's Christina of Denmark of 1538.\"[62] Herbert Norris claimed that the sitter is wearing a sleeve that follows a style set by Anne of Cleves,[63] which would date the portrait to after 6 January 1540, when Anne's marriage to Henry VIII took place.[64] The original Holbein is dated to 1535–1540,[56] but the National Portrait Gallery dates their copy to the late 1600s.[59] This would seem to indicate a sitter who was still a connection to be commemorated over a century later (unlike Catherine).[60] Historians Antonia Fraser and Derek Wilson believe that the portrait is likely to depict Elizabeth Seymour.[65][66] Antonia Fraser has argued that the sitter is Jane Seymour's sister, Elizabeth, the widow of Sir Anthony Ughtred, on the grounds that the lady bears a resemblance to Jane, especially around the nose and chin, and wears widow's black. The lady's sumptuous black clothing, an indication of wealth and status, did not necessarily signify mourning; her jewellery suggests otherwise. Derek Wilson observed that \"In August 1537 Cromwell succeeded in marrying his son, Gregory, to Elizabeth Seymour\", the queen's younger sister. He was therefore related by marriage to the king, \"an event worth recording for posterity, by a portrait of his [Cromwell's] daughter-in-law.\"[65] The painting was in the possession of the Cromwell family for centuries.[57] Portrait of a Young Woman, ca. 1540–45, Workshop of Hans Holbein the Younger[67][68] Portrait of an Unknown Lady, c. 1535, Lucas Horenbout (1490/95–1544)[67] Most recently Susan James, Jamie Franco, and Conor Byrne have identified a Portrait of a Young Woman, attributed to the workshop of Hans Holbein, at the Metropolitan Museum of Art, as a portrait of the queen.[67][69] Brett Dolman has noted that the hypothesis is \"seductive but inconclusive\" and \"not supported by the assembled evidence.\"[70]","Title":"Catherine Howard - Wikipedia","KeyID":"19224","URL":"https://en.wikipedia.org/wiki/Catherine_Howard"}