{"Content: ":"The encomienda (Spanish pronunciation: [eŋkoˈmjenda] (listen)) was a Spanish labour system that rewarded conquerors with the labour of conquered non-Christian peoples. The labourers, in theory, were provided with benefits by the conquerors for whom they laboured, the Catholic religion being a principal benefit in the view of the Spanish government. The encomienda was first established in Spain following the Christian conquest of Moorish territories (known to Christians as the Reconquista), and it was applied on a much larger scale during the Spanish colonization of the Americas and the Spanish Philippines. Conquered peoples were considered vassals of the Spanish monarch. The Crown awarded an encomienda as a grant to a particular individual. In the conquest era of the sixteenth century, the grants were considered to be a monopoly on the labour of particular groups of indigenous peoples, held in perpetuity by the grant holder, called the encomendero, and their descendants.[1] Encomiendas devolved from their original Iberian form into a form of \"communal\" slavery. In the encomienda, the Spanish Crown granted a person a specified number of natives from a specific community but did not dictate which individuals in the community would have to provide their labour. Indigenous leaders were charged with mobilising the assessed tribute and labour. In turn, encomenderos were to ensure that the encomienda natives were given instruction in Catholicism and Spanish language, to protect them from warring tribes or pirates; to suppress rebellion against Spaniards, and maintain infrastructure. The natives provided tributes in the form of metals, maize, wheat, pork, and other agricultural products. With the ousting of Christopher Columbus in 1500, the Spanish Crown had him replaced with Francisco de Bobadilla.[2] Bobadilla was succeeded by a royal governor, Fray Nicolás de Ovando, who established the formal encomienda system.[3] In many cases natives were forced to do hard labour and subjected to extreme punishment and death if they resisted.[4] However, Queen Isabella I of Castile forbade slavery of the native population and deemed the indigenous to be \"free vassals of the crown\".[5] Various versions of the Laws of the Indies from 1512 onwards attempted to regulate the interactions between the settlers and natives. Both natives and Spaniards appealed to the Real Audiencias for relief under the encomienda system. Encomiendas have often been characterized by the geographical displacement of the enslaved and breakup of communities and family units, but in New Spain, the encomienda ruled the free vassals of the crown through existing community hierarchies, and the natives remained in their settlements with their families.[6][page needed] The heart of encomienda and encomendero lies in the Spanish verb encomendar, \"to entrust\". The encomienda was based on the reconquista institution in which adelantados were given the right to extract tribute from Muslims or other peasants in areas that they had conquered and resettled.[7] The encomienda system traveled to America as the result of the implantation of Castilian law over the territory. The system was created in the Middle Ages and was pivotal to allow for the repopulation and protection of frontier land during the reconquista. This system originated in the Catholic south of Spain to extract labour and tribute from Muslims (Moors) before they were exiled in 1492 after the Moorish defeat in the Granada War.[8] This system was a method of rewarding soldiers and moneymen who defeated the Moors.[8] The encomienda established a system similar to a feudal relationship, in which military protection was traded for certain tributes or by specific work. It was especially prevalent among military orders that were entrusted with the protection of frontier areas. The king usually intervened directly or indirectly in the bond, by guaranteeing the fairness of the agreement and intervening militarily in case of abuse. The encomienda system in Spanish America differed from the Peninsular institution. The encomenderos did not own the land on which the natives lived. The system did not entail any direct land tenure by the encomendero; native lands were to remain in the possession of their communities. This right was formally protected by the crown of Castile because the rights of administration in the New World belonged to this crown and not to the Catholic monarchs as a whole.[9] The first grantees of the encomienda system, called encomenderos, were usually conquerors who received these grants of labour by virtue of participation in a successful conquest. Later, some receiving encomiendas in New Spain (Mexico) were not conquerors themselves but were sufficiently well connected that they received grants. In his study of the encomenderos of early colonial Mexico, Robert Himmerich y Valencia divides conquerors into those who were part of Hernán Cortés' original expedition, calling them \"first conquerors\", and those who were members of the later Narváez expedition, calling them \"conquerors\". The latter were incorporated into Cortes' contingent. Himmerich designated as pobladores antiguos (old settlers) a group of undetermined number of encomenderos in New Spain, men who had resided in the Caribbean region prior to the Spanish conquest of Mexico. In the New World, the Crown granted conquistadores as encomendero, which is the right to extract labour and tribute from natives who were under Spanish rule. Columbus established the encomienda system after his arrival and settlement on the island of Hispaniola requiring the natives to pay tributes or face brutal punishments. Tributes were required to be paid in gold. However, during this time gold was scarce.[8] Some women and some indigenous elites were also encomenderos. Maria Jaramillo, the daughter of Marina and conqueror Juan Jaramillo, received income from her deceased father's encomiendas.[10] Two of Moctezuma's daughters, Isabel Moctezuma and her younger sister, Leonor Moctezuma, were granted extensive encomiendas in perpetuity by Hernán Cortés. Leonor Moctezuma married in succession two Spaniards, and left the encomiendas to her daughter by her second husband.[11][12][13] Vassal Inca rulers appointed after the conquest also sought and were granted encomiendas. The status of humans as wards of the trustees under the encomienda system served to \"define the status of the Indian population\": the natives legally were free men, not slaves or serfs,[citation needed] but some Spaniards treated them as poorly as slaves. The encomienda was essential to the Spanish crown's sustaining its control over North, Central and South America in the first decades after the colonization. It was the first major organizational law instituted on the continent, which was affected by war, widespread disease epidemics caused by Eurasian diseases, and resulting turmoil.[14] Initially, the encomienda system was devised to meet the needs of the early agricultural economies in the Caribbean. Later it was adopted to the mining economy of Peru and Upper Peru. The encomienda lasted from the beginning of the sixteenth century to the seventeenth century.[7] Philip II enacted a law on 11 June 1594 to establish the encomienda in the Philippines, where he made grants to the local nobles (principalía). They used the encomienda to gain ownership of large expanses of land, many of which (such as Makati) continue to be owned by affluent families.[15] In 1501 Isabella I of Castile declared Native Americans as subjects to the Crown, and so, as Castilians and legal equals to Spanish Castilians. This implied that enslaving them was illegal except under very specific conditions. It also allowed the establishment of encomiendas, since the encomienda bond was a right reserved to full subjects to the crown. In 1503, the crown began to formally grant encomiendas to conquistadors and officials as rewards for service to the crown. The system of encomiendas was aided by the crown's organizing the indigenous into small harbors known as reducciones, with the intent of establishing new towns and populations. Each reducción had a native chief responsible for keeping track of the labourers in his community. The encomienda system did not grant people land, but it indirectly aided in the settlers' acquisition of land. As initially defined, the encomendero and his heirs expected to hold these grants in perpetuity. After a major Crown reform in 1542, known as the New Laws, encomendero families were restricted to holding the grant for two generations. When the Crown attempted to implement the policy in Peru, shortly after the 1535 Spanish conquest, Spanish recipients rebelled against the Crown, killing the viceroy, Blasco Núñez Vela. In Mexico, viceroy Antonio de Mendoza decided against implementing the reform, citing local circumstances and the potential for a similar conqueror rebellion. To the crown he said, \"I obey crown authority but do not comply with this order.\"[16] The encomienda system was ended legally in 1720, when the crown attempted to abolish the institution. The encomenderos were then required to pay remaining encomienda labourers for their work. The encomiendas became very corrupt and harsh. In the neighborhood of La Concepción, north of Santo Domingo, the adelantado of Santiago heard rumors of a 15,000-man army planning to stage a rebellion.[17] Upon hearing this, the adelantado captured the caciques involved and had most of them hanged. Later, a chieftain named Guarionex laid havoc to the countryside before an army of about 3,090 routed the Ciguana people under his leadership.[18] Although expecting Spanish protection from warring tribes, the islanders sought to join the Spanish forces. They helped the Spaniards deal with their ignorance of the surrounding environment.[19] As noted, the change of requiring the encomendado to be returned to the crown after two generations was frequently overlooked, as the colonists did not want to give up the labour or power. The Codice Osuna, one of many colonial-era Aztec codices (indigenous manuscripts) with native pictorials and alphabetic text in Nahuatl, there is evidence that the indigenous were well aware of the distinction between indigenous communities held by individual encomenderos and those held by the Crown.[20] The encomienda system was the subject of controversy in Spain and its territories almost from its start. In 1510, an Hispaniola encomendero named Valenzuela murdered a group of Native American leaders who had agreed to meet for peace talks in full confidence. The Taíno cacique Enriquillo rebelled against the Spaniards between 1519 and 1533. In 1538, Emperor Charles V, realizing the seriousness of the Taíno revolt, changed the laws governing the treatment of people labouring in the encomiendas.[21] Conceding to Las Casas's viewpoint, the peace treaty between the Taínos and the audiencia was eventually disrupted in four to five years. The crown also actively prosecuted abuses of the encomienda system, through the Laws of Burgos (1512–13) and the New Laws of the Indies (1542). The priest of Hispaniola and former encomendero Bartolomé de las Casas underwent a profound conversion after seeing the abuse of the native people.[22] He dedicated his life to writing and lobbying to abolish the encomienda system, which he thought systematically enslaved the native people of the New World. Las Casas participated in an important debate, where he pushed for the enactment of the New Laws and an end to the encomienda system.[23] The Laws of Burgos and the New Laws of the Indies failed in the face of colonial opposition and, in fact, the New Laws were postponed in the Viceroyalty of Peru. When Blasco Núñez Vela, the first viceroy of Peru, tried to enforce the New Laws, which provided for the gradual abolition of the encomienda, many of the encomenderos were unwilling to comply with them and revolted against him. When the news of this situation and of the abuse of the institution reached Spain, the New Laws were passed to regulate and gradually abolish the system in America, as well as to reiterate the prohibition of enslaving Native Americans. By the time the new laws were passed, in 1542, the Spanish crown had acknowledged their inability to control and properly ensure compliance of traditional laws overseas, so they granted to Native Americans specific protections not even Spaniards had, such as the prohibition of enslaving them even in the case of crime or war. These extra protections were an attempt to avoid the proliferation of irregular claims to slavery.[24] The liberation of thousands of Native Americans held in bondage throughout the Spanish empire by the new viceroy, Blasco Núñez Vela, on his journey to Peru, led to his eventual murder and armed conflict between the encomenderos and the Spanish crown which ended with the execution of those encomenderos involved.[25] In most of the Spanish domains acquired in the 16th century the encomienda phenomenon lasted only a few decades. However, in Peru and New Spain the encomienda institution lasted much longer.[26] In Chiloé Archipelago in southern Chile, where the encomienda had been abusive enough to unleash a revolt in 1712, the encomienda was abolished in 1782.[27] In the rest of Chile it was abolished in 1789, and in the whole Spanish empire in 1791.[27][28][29][30] The encomienda system was generally replaced by the crown-managed repartimiento system throughout Spanish America after mid-sixteenth century.[7] Like the encomienda, the new repartimiento did not include the attribution of land to anyone, rather only the allotment of native workers. But they were directly allotted to the Crown, who, through a local Crown official, would assign them to work for settlers for a set period of time, usually several weeks. The repartimiento was an attempt \"to reduce the abuses of forced labour\".[7] As the number of natives declined and mining activities were replaced by agricultural activities in the seventeenth century, the hacienda, or large landed estates in which labourers were directly employed by the hacienda owners (hacendados), arose because land ownership became more profitable than acquisition of forced labour.[31] Raphael Lemkin (coiner of the term genocide) considers Spain's abuses of the native population of the Americas to constitute cultural and even outright genocide, including the abuses of the encomienda system. He described slavery as \"cultural genocide par excellence\" noting \"it is the most effective and thorough method of destroying culture, of desocializing human beings\".[32] Economic historian Timothy J. Yeager argued the encomienda was deadlier than conventional slavery because of an individual labourer's life being disposable in the face of simply being replaced with a labourer from the same plot of land.[33] University of Hawaii historian David Stannard describes the encomienda as a genocidal system which \"had driven many millions of native peoples in Central and South America to early and agonizing deaths\".[34] Yale University's genocide studies program supports this view regarding abuses in Hispaniola.[35] The program cites the decline of the Taíno population of Hispaniola in 1492 to 1514 as an example of genocide and notes that the indigenous population declined from a population between 100,000 and 1,000,000 to only 32,000 a decline of 68% to over 96%.[35] Historian Andrés Reséndez contends that enslavement in gold and silver mines was the primary reason why the Native American population of Hispaniola dropped so significantly, as the conditions that native peoples were subjected to under enslavement, from forced relocation to hours of hard labour, contributed to the spread of disease.[36][37] For example, according to anthropologist Jason Hickel, a third of Arawak workers died every six months from forced labour in the mines.[38] Skepticism towards accusations of genocide linked to the encomienda and the Spanish conquest and settlement of the Americas typically involve arguments like those of Noble David Cook, wherein scholars posit that accusations of genocide are a continuation of the Spanish Black Legend. Writing about the Black Legend and the conquest of the Americas, Cook wrote, \"There were too few Spaniards to have killed the millions who were reported to have died in the first century after Old and New World contact\" and instead suggests the near total decimation of the indigenous population of Hispaniola as mostly having been caused by diseases like smallpox. He argues that the Spanish unwittingly carried these diseases to the New World.[39]","Title":"Encomienda - Wikipedia","KeyID":"19228","URL":"https://en.wikipedia.org/wiki/Encomienda"}