{"Content: ":"Louis Antoine Léon de Saint-Just[a] (French pronunciation: [sɛ̃ʒyst]; 25 August 1767 – 9 Thermidor, Year II [28 July 1794]), was a French revolutionary, political philosopher, member and president of the French National Convention, a Jacobin club leader, and a major figure of the French Revolution. He was a close friend of Maximilien Robespierre and served as his most trusted ally during the period of Jacobin rule (1793–94) in the French First Republic. Saint-Just worked as a legislator and a military commissar, but he achieved a lasting reputation as the face of the Reign of Terror where he was named the Archangel of the Terror. He publicly delivered the condemnatory reports that emanated from Robespierre and the Committee of Public Safety and defended the use of violence against opponents of the government. He supervised the arrests of some of the most famous figures of the Revolution, many of whom ended up at the guillotine. From its beginning in 1789, the Revolution enthralled the young Saint-Just, who strove to take a leading role. Early on, he became a commander in his local National Guard unit. Shortly after reaching the minimum legal age of 25 in August 1792, he won election as a deputy to the National Convention in Paris. Despite his lack of record or influence, Saint-Just boldly denounced King Louis XVI from the speaker's rostrum and spearheaded a successful movement to have him executed. His audacity brought him political recognition and the lasting favor of Robespierre. Saint-Just joined him on the Committee of Public Safety and later served a term as President of the Convention. Along the way he was a primary draftsman of radical Jacobin legislation such as the Ventôse Decrees and the Constitution of 1793. Dispatched as an overseer to the army during its rocky start in the French Revolutionary Wars, Saint-Just imposed severe discipline. At the same time, he ensured that the troops were protected by the new anti-aristocratic order promised by the Revolution. He was credited by many for the army's revival at the front. This success as a représentant en mission led to two more visits to the front, including acclaimed participation in the major Battle of Fleurus. Throughout all his legislative and military work, Saint-Just remained dedicated to his role as one of the Committee of Public Safety's political defenders. He publicly denounced enemies of the Jacobin government as conspirators, criminals, and traitors, and he was ruthless in his application of violence. He prepared death sentences for the centrist deputy Jacques Pierre Brissot and his fellow Girondins; for the extremist demagogue Jacques Hébert and his militant supporters; and for his own former colleague Georges Danton and other Jacobin critics of the Terror. As the death toll mounted, opponents ultimately found their footing. Saint-Just and Robespierre were arrested in the bloody coup of 9 Thermidor (27 July 1794) and executed the next day along with many of their allies. In most histories of the Revolution, their deaths at the guillotine mark the end of the Reign of Terror and the beginning of a new phase, the Thermidorean Reaction. Louis Antoine de Saint-Just was born at Decize in the former Nivernais province of central France.[1] He was the eldest child of Louis Jean de Saint-Just de Richebourg (1716–1777), a retired French cavalry officer (and knight of the Order of Saint Louis),[2] and Marie-Anne Robinot (1736–1811), the daughter of a notary.[3] He had two younger sisters, born in 1768 and 1769. The family later moved north and in 1776 settled in the village of Blérancourt in the former Picardy province, establishing themselves as a countryside noble family living off the rents from their land. A year after the move, Louis Antoine's father died leaving his mother with their three children. She saved diligently for her only son's education, and in 1779 he was sent to the Oratorian school at Soissons. After a promising start, his teachers soon viewed Saint-Just as a troublemaker—a reputation later compounded by infamous stories (almost certainly apocryphal) of how he led a students' rebellion and tried to burn down the school.[4] Nonetheless, he graduated in 1786.[5] His restive nature, however, did not diminish. As a young man, Saint-Just was \"wild, handsome [and] transgressive\".[6] Well-connected and popular, he showed a special affection toward a young woman of Blérancourt, Thérèse Gellé. She was the daughter of a wealthy notary, a powerful and autocratic figure in the town; he was still an undistinguished adolescent. He is said to have proposed marriage to her, which she is said to have desired.[7] Though no evidence of their relationship exists, official records show that on 25 July 1786, Thérèse was married to Emmanuel Thorin, the scion of a prominent local family. Saint-Just was out of town and unaware of the event, and tradition portrays him as brokenhearted. Whatever his true state, it is known that a few weeks after the marriage he abruptly left home for Paris unannounced having gathered up a pair of pistols and a good quantity of his mother's silver.[8] His venture ended when his mother had him seized by police and sent to a reformatory (maison de correction) where he stayed from September 1786 to March 1787. Chastened, Saint-Just attempted to begin anew: he enrolled as a student at Reims University's School of Law.[9] After a year, however, he drifted away from law school and returned to his mother's home in Blérancourt penniless, without any occupational prospects.[10] At a young age Saint-Just had shown a fascination with literature,[11] and he wrote works of his own including a one-act play Arlequin Diogène.[12] During his stay at the reformatory, he began writing a lengthy poem that he published anonymously more than two years later in May 1789 at the very outbreak of the Revolution. The 21-year-old Saint-Just thereby added his own touch to the social tumult of the times with Organt, poem in twenty cantos.[b] The poem, a medieval epic fantasy relaying the quest of young Antoine Organt, extols the virtues of primitive man, praising his libertinism and independence while blaming all present-day troubles on modern inequalities of wealth and power.[14] Written in a style mimicking Ariosto,[1] the work foreshadowed its author's future political extremism. Spiked with brutal satire and scandalous pornographic episodes, it also unmistakably attacked the monarchy, the nobility, and the Church.[15] Contemporaries regarded Organt as a salacious novelty and it was quickly banned. Nevertheless, censors who tried to confiscate copies discovered that few were available anywhere. It did not sell well and resulted in a financial loss for its author.[16] The public's taste for literature had shifted in the prelude to the Revolution, and Saint-Just's taste shifted along with it: he devoted his future writing almost entirely to unadorned essays of sociopolitical theory, aside from a few pages of an unfinished novel found amidst his papers at the end of his life. With his previous ambitions of literary and lawyerly fame unfulfilled, Saint-Just directed his focus on the single goal of revolutionary command.[17] The rapid development of the Revolution in 1789 upended Blérancourt's traditional power structure. The notary Gellé, previously an undisputed town leader, was challenged by a group of reformists who were led by several of Saint-Just's friends, including the husband of his sister Louise.[18] Their attempts were unsuccessful until 1790 when Blérancourt held its first open municipal elections. Mandated by the National Constituent Assembly, the new electoral structure allowed Saint-Just's friends to assume authority in the village as mayor, secretary, and, in the case of his brother-in-law, head of the local National Guard. Despite not meeting the legal age and tax qualifications, the jobless Saint-Just was allowed to join the Guard.[19] He immediately exhibited the ruthless discipline for which he would be famous. Within a few months he was the commanding officer, with the rank of lieutenant-colonel.[20] At local meetings he moved attendees with his patriotic zeal and flair: in one much-repeated story, Saint-Just brought the town council to tears by thrusting his hand into the flame of a burning anti-revolutionary pamphlet, swearing his devotion to the Republic.[21] He had powerful allies when he sought to become a member of his district’s electoral assembly. He initiated correspondence with well-known leaders of the Revolution like Camille Desmoulins.[22] In late 1790, he wrote to Robespierre for the first time, asking him to consider a local petition. The letter was filled with the highest of praise, beginning: \"You, who uphold our tottering country against the torrent of despotism and intrigue; you whom I know, as I know God, only through his miracles....\"[23] While Saint-Just waited for the next election, he composed an extensive work, L'Esprit de la Revolution et de la constitution de France, published in the spring of 1791.[24] His writing style had shed all satire and now reflected the stern and moralizing tone of classical Romans so adored by French revolutionaries.[25] It presented a set of principles deeply influenced by Montesquieu, and remained fully confined to a paradigm of constitutional monarchy.[24] He expressed abhorrence at the violence in the Revolution thus far, and he disdained the character of those who partook in it as little more than \"riotous slaves.\"[26] Instead, he heaped his praise upon the people's representatives in the Legislative Assembly, whose sober virtue would guide the Revolution best.[27] Spread out over five books, L'Esprit de la Revolution is inconsistent in many of its assertions but still shows clearly that Saint-Just no longer saw government as oppressive to man's nature but necessary to its success: its ultimate object was to \"edge society in the direction of the distant ideal.\"[28] The new work, like its predecessor, attracted minimal readership. On 21 June 1791, just days after it was published, all attention became focused on King Louis XVI's ill-fated flight to Varennes. Saint-Just's theories about constitutional monarchy were suddenly outdated. The episode fostered public anger toward the King which simmered all year until a Parisian mob finally attacked the Tuileries Palace on 10 August 1792. In response, the Assembly declared itself ready to step down ahead of schedule and called for a new election, this one under universal male suffrage. The timing was excellent for Saint-Just, who turned the legal age of 25 before the end of the month.[29][30] The fear inspired by the invasion of the Tuileries made most of his opponents retire from the scene.[31] Guard commander Saint-Just was able to win election as one of the deputies for the département of Aisne.[32] He left for Paris to join the National Convention as the youngest of its 749 members.[33][34] Among the deputies, Saint-Just was watchful but interacted little at first. He joined the Parisian Jacobin Club, but he remained aloof from Girondins and Montagnards alike.[35] He waited until 13 November 1792 to give his first speech to the Convention, but when he did the effect was spectacular. What brought him to the lectern was the discussion over how to treat the deposed King.[36][37] In dramatic contrast to the earlier speakers, Saint-Just delivered a blazing condemnation of him. He demanded \"Louis Capet\" should be judged not as a king or even a citizen, but as a traitor, an enemy who deserves death.[38][39] \"As for me,\" he declared, \"I see no middle ground: this man must reign or die! He oppressed a free nation; he declared himself its enemy; he abused the laws: he must die to assure the repose of the people, since it was in his mind to crush the people to assure his own.\"[40] Towards the end of his speech, he uttered an ominous observation: \"No one can reign innocently.\"[41] The young deputy's speech electrified the Convention.[42][43] Saint-Just was interrupted frequently by bursts of applause.[44] Robespierre was particularly impressed—he spoke from the lectern the next day in terms almost identical to those of Saint-Just,[45] and their views became the official position of the Jacobins.[38] By December, that position had become law: the King was taken to a trial before the Convention, sentenced to death, and executed by guillotine on 21 January 1793.[46] Because the first French Constitution had included a role for the king, it was long since invalid and needed to be updated for the Republic. Many drafts had circulated within the Convention since Louis XVI's execution, and Saint-Just submitted his own lengthy proposal on 24 April 1793.[48] His draft incorporated the most common assertions of the others: the right to vote, the right to petition, and equal eligibility for employment were among the basic principles that made his draft tenable. He stood out from the pack, however, on the issue of elections: Saint-Just argued against all complex voting systems, and supported only the classical style of a simple majority of citizens in a nationwide vote.[49] Amid a flurry of proposals by other deputies, Saint-Just held inflexibly to his \"one man one vote\" plan, and this conspicuous homage to Greco-Roman traditions (which were particularly prized and idealized in French culture during the Revolution) enhanced his political cachet. When no plan gained enough votes to pass, a compromise was made which tasked a small body of deputies as official constitutional draftsmen. Saint-Just was among the five elected members. In recognition of the importance of their mission, the draftsmen were all added to the powerful new Committee of Public Safety.[47] The Convention had given the Committee extraordinary authority to provide for state security since the outbreak of the French Revolutionary War in early 1793. Committee members were originally intended to serve for periods of only thirty days before replacements were elected, so they needed to work quickly. Saint-Just took charge of the issue and led the development of the French Constitution of 1793. Before the end of his first term the new document was completed, submitted to the Convention, and ratified as law on 24 June 1793.[50] The new constitution was never implemented. Emergency measures for wartime were in effect, and those measures called for (or provided cover for) a moratorium on constitutional democracy. Wartime gave supreme power to the sitting Convention, with the Committee of Public Safety at the top of its administrative pyramid. Robespierre, with Saint-Just's assistance, fought vigorously to ensure that the government would remain under emergency measures—\"revolutionary\"—until victory.[51] During the time that Saint-Just was working on the constitution, dramatic political warfare was taking place. The sans-culottes—deemed \"the people\" by many radicals, and represented by the Paris Commune—had grown antipathetic to the moderate Girondins. On 2 June 1793, in a mass action supported by National Guardsmen, they surrounded the Convention and arrested the Girondin deputies. The other deputies—even the Montagnards, who had long enjoyed an informal alliance with the sans-culottes—resented the action but felt compelled politically to permit it. The Girondin leader, Jacques Pierre Brissot, was indicted for treason and scheduled for trial, but the other Brissotins were imprisoned (or pursued) without formal charges. The Convention debated their fate and the political disorder lasted for weeks. Saint-Just had previously remained silent about the Girondins, but now clearly stood with Robespierre who had been thoroughly opposed to most of them for a long time. When the initial indictment by the Committee was served, it was Saint-Just who delivered the report to the Convention.[52] In its secret negotiations, the Committee of Public Safety was initially unable to form a consensus concerning the jailed deputies, but as some Girondins fled to the provinces and attempted to incite an insurrection, its opinion hardened.[53] By early July, Saint-Just was able to address the Convention with a lengthy report in the name of the Committee. His damning attack left no room for any further conciliation. The Girondins' trials must proceed, he said, and any verdicts must be severe. The proceedings dragged on for months, but Brissot and twenty of his allies were eventually condemned and sent to the guillotine on 31 October 1793.[54] Saint-Just used their situation to gain approval for intimidating new laws, culminating in the Law of Suspects (17 September 1793) which gave the Committee vast new powers of arrest and punishment.[55] Saint-Just proposed that deputies from the Convention should directly oversee all military efforts, a proposal which was approved on 10 October 1793.[56] Amid worsening conditions at the front in the fall of that year, several deputies were designated représentant en mission and sent to the critical area of Alsace to shore up the disintegrating Army of the Rhine. Results were not sufficiently forthcoming, so at the end of the month Saint-Just was sent there along with an ally from the Convention, Philippe-François-Joseph Le Bas.[57] The mission lasted from November through December 1793.[58] The two men were charged with \"extraordinary powers\" to impose discipline and reorganize the troops.[57] From the start, Saint-Just dominated the mission.[57][60] He was relentless in demanding results from the commanders as well as sympathetic to the complaints of common soldiers.[56] On his first day at the front, he issued a proclamation promising \"examples of justice and severity as the Army has not yet witnessed.\"[59][61] The entire army was placed immediately under the harshest discipline. Within a short time, many officers were dismissed and many more, including at least one general, were executed by firing squad.[62] Among soldiers and civilians alike, Saint-Just repressed opponents of the Revolution, but he did not agree to the mass executions ordered by some of the other deputies on the mission.[56] He vetoed much of the deputies' work and had many of them recalled to Paris.[57] Local politicians were just as vulnerable to him: even Eulogius Schneider, the powerful leader of Alsace's largest city, Strasbourg, was arrested on Saint-Just's order,[63] and much equipment was commandeered for the army.[64] Saint-Just worked closely only with General Charles Pichegru, a reliable Jacobin whom he respected.[c] Under Saint-Just's unblinking surveillance, Pichegru and General Lazare Hoche ably secured the frontier and began an invasion of the German Rhineland.[56] With the army revitalized, Saint-Just returned briefly to Paris where his success was applauded. However, there was little time to celebrate. He was quickly sent back to the front lines, this time in Belgium where the Army of the North was experiencing the same problems of discipline and organization.[66] During January and February 1794,[58] he again delivered results ruthlessly and effectively, but after less than a month the mission was cut short. As Paris convulsed in political violence, Robespierre required his assistance.[66] With the republican army advancing and the Girondins destroyed, the left-wing Montagnards, led by the Jacobins and Robespierre, controlled the Convention. In these circumstances, on the first day of Ventôse in Year II of the Revolution (19 February 1794), Saint-Just was elected President of the National Convention.[63] With this new power he persuaded the chamber to pass the radical Ventôse Decrees, under which the régime would confiscate aristocratic émigré property and distribute it to needy sans-culottes (commoners).[67] But these acts of wealth redistribution, arguably the most revolutionary of the French Revolution,[68] never went into operation. The Committee faltered in creating procedures for their enforcement,[67] and the frantic pace of unfolding political events left them behind.[69] Opponents of the Jacobins saw the Ventôse Decrees as a cynical ploy to appeal to the militant extreme left.[70] Sincere or not, Saint-Just made impassioned arguments for them. One week after their adoption, he urged that the Decrees be exercised vigorously and hailed them for ushering in a new era: \"Eliminate the poverty that dishonors a free state; the property of patriots is sacred but the goods of conspirators are there for the wretched. The wretched are the powerful of the earth; they have the right to speak as masters to the governments who neglect them.\"[70] As the spring of 1794 approached, the Committee of Public Safety, led by Robespierre, Saint-Just and Georges Couthon, exercised near complete control over the government.[71] Despite the vast reach of their powers, however, rivals and enemies remained. One of the thorniest problems, at least to Robespierre, was populist agitator Jacques Hébert, who discharged torrents of criticism against perceived bourgeois Jacobinism in his newspaper, Le Père Duchesne. Ultra-radical Hébertists in the Cordeliers Club undermined Jacobin efforts to court and manage the sans-culottes, and the most extreme Hébertists even called openly for insurrection.[72] Saint-Just, in his role as president of the Convention, announced unequivocally that \"whoever vilified or attacked the dignity of the revolutionary government should be condemned to death\". The Convention agreed in a vote on 13 Ventôse Year II (3 March 1794). Hébert and his closest associates were arrested the following day.[63] A little over a week later, Saint-Just told the Convention that the Hébertist's activities were part of a foreign plot against the government. The accused were sent to face the Revolutionary Tribunal.[73] Saint-Just vowed, \"No more pity, no weakness towards the guilty... Henceforth the government will pardon no more crimes\".[74] On 4 Germinal (24 March 1794), the Tribunal sent Hébert, Charles-Philippe Ronsin, François-Nicolas Vincent and most other prominent Hébertists to the guillotine.[75] The ongoing political combat—bloody enough since at least the time of the arrest of the Girondins to be known as the Reign of Terror— spread inexorably. After the Hébertists fell, attention turned on the Indulgents, starting with Fabre d'Églantine and Robespierre's once-close friend Georges Danton.[76] Danton was among the most vocal of the moderates who opposed the Committee. He was especially opposed to Saint Just’s fanaticism and \"extravagant\" use of violence.[33] On 30 March the two committees decided to arrest Danton and the Indulgents after Saint-Just became uncharacteristically angry.[77] On 31 March Saint-Just publicly attacked both. In the Convention criticism was voiced against the arrests, which Robespierre silenced with \"...whoever trembles at this moment is guilty.\"[78] Danton’s criticism of the Terror won him some support,[33] but a financial scandal involving the French East India Company provided a \"convenient pretext\" for his downfall.[76] Robespierre again sent Saint-Just to the Convention to deliver a Committee report (31 March 1794) in which he announced the arrest of Danton and \"the last partisans of royalism\".[76] In addition to charges of corruption related to the trading company, Saint-Just accused Danton of conspiring to restore the monarchy. He denounced him as a \"bad citizen\", a \"false friend\", and a \"wicked man\".[79] After a tumultuous show-trial, Fabre, Desmoulins, and other top supporters of Danton went to the scaffold with their leader on 16 Germinal (5 April 1794). In his report, Saint-Just had promised that this would be a \"final cleansing\" of the Republic's enemies.[76] However, there is evidence to suggest that Saint-Just was becoming uneasy about the progressions of these events. He privately wrote that “The Revolution is frozen; all principles are weakened.\"[80] The violent removal of the Hébertists and Dantonists provided only a mirage of stability. Their deaths caused deep resentment in the Convention, and their absence only made it more difficult for the Jacobins to influence the dangerously unpredictable masses of sans-culottes.[81] The elimination of popular demagogues and the consequent loss of support in the streets would prove disastrous for Saint-Just, Robespierre, and other Jacobins during the events of Thermidor.[82] As the deliverer of Committee reports, Saint-Just served as the public face of the Terror, and later writers dubbed him the \"Angel of Death\".[83] After the events of Germinal, Saint-Just intensified his control over the state-security apparatus. He created a new bureau of \"general police\" for the Committee of Public Safety which matched—and usurped—the powers that had been given officially to the Committee of General Security. Shortly after its establishment, however, administration of the new bureau passed to Robespierre when Saint-Just left Paris once more for the front lines.[84][85] The Revolutionary army was still in a defensive posture, and Saint-Just was sent back to Belgium to help prepare for the coming conflict.[34] From April through June 1794,[58] he again took supreme oversight of the Army of the North and contributed to the victory at Fleurus.[56][86] This hotly contested battle on 26 June 1794 saw Saint-Just apply his most draconian measures, ordering all French soldiers who turned away from the enemy to be summarily shot.[86] He felt vindicated when the victory sent the Austrians and their allies into a full retreat from all the Southern Netherlands.[86] Fleurus marked the turning point in the War of the First Coalition: France remained on the offensive until its eventual victory in 1797.[87] After his return from the battle, Saint-Just was treated as a hero and \"cheered from all sides\".[88] After returning to Paris, Saint-Just discovered that Robespierre's political position had degraded significantly. As the Terror reached its apogee—the so-called \"Great Terror\"—the danger of a counterstrike by his enemies became almost inevitable.[89][90] Carnot described Saint-Just and Robespierre as \"ridiculous dictators.\"[91] Saint-Just, however, remained unshakable in his alliance with Robespierre.[92] The French victory at Fleurus and others which followed, reduced the need for national security during the war, which originally had been predicated as a justification for the Terror. \"The excuse for the Terror was at an end.\"[93] Opponents of the Terror used Saint-Just's own words against him by demanding a full implementation of the constitution of 1793.[94][95] With political combat reaching a fever pitch, the Committee introduced a bill to establish a newer version of the \"Law of Suspects\"—the Law of 22 Prairial. The law established a new category of \"enemies of the people\" in terms so vague that virtually anyone could be accused and convicted. Defendants were not permitted legal counsel, and the Revolutionary Tribunal was instructed to impose no sentence other than death. Robespierre swiftly shepherded the bill into law, and although Saint-Just was not directly involved in its composition, he was almost certainly supportive.[96] Vastly expanding the Tribunal’s power, the new statutes catalyzed the Great Terror: in the first month they were in effect, the number of executions in Paris rose from an average of five daily to seventeen daily, soaring in the following month to twenty-six.[97] The Law of Prairial was the breaking point for opponents of the Committee.[98] Resistance to the Terror spread throughout the Convention, and Saint-Just was compelled to address the division. Saint-Just declared in negotiations with Barère that he was prepared to make concessions on the subordinate position of the Committee of General Security.[99][100] Bertrand Barère and other Thermidorians claimed that he was trying to propose that Robespierre and those aligned with him have dictatorial authority.[101] In return, Saint-Just supported Carnot's decision to send companies of gunners out of Paris. However, for a time some of the Thermidorians nevertheless considered Saint-Just to be redeemable, or at the very least useful for their own ambitions. Their attitude toward him shifted later when he delivered an uncompromising public defense of Robespierre on 9 Thermidor (27 July 1794).[102] They set off to the Committee of Public Safety, where they found Saint-Just working. They asked him if he was drawing up their bill of indictment. Saint-Just promised to show them his speech before the session began.[103][104] He replied he sent the beginning to a friend and refused to show them his notes. Collot d'Herbois, who chaired the Convention, decided not to let him speak and to make sure he could not be heard on the next day.[105] According to Barère: \"We never deceived ourselves that Saint-Just, cut out as a more dictatorial boss, would have ended up overthrowing him to put himself in his place; we also knew that we stood in the way of his projects and that he would have us guillotined; we had him stopped.\"[106] At noon, Saint-Just went straight to the convention, prepared to place blame on Billaud, Collot d'Herbois and Carnot.[107] He began: \"I am from no faction; I will contend against them all.\"[108] Billaud-Varennes complained about how he was treated in the Jacobin club on the evening before and that Saint-Just had not kept his promise to show his speech before the meeting. As the accusations began to pile up, Saint-Just remained silent. Finally, several of them physically shoved him away from the lectern, and each started his own address in which they called for the removal of Robespierre and all his supporters. Amid the uproar, recalled Barras, Saint-Just \"did not leave the platform, in spite of the interruptions which would have driven any one else away. He only came down a few steps, then mounted again, to continue his discourse proudly.... Motionless, unmoved, he seemed to defy everyone with his calm.\"[109] Saint-Just saved his dignity at the lectern but not his life. Rising in his support, Robespierre sputtered and lost his voice; his brother Augustin, Philippe Lebas, and other key allies all tried swaying the deputies, but failed.[110] The meeting ended with an order for their arrest. Saint-Just was taken to the \"Écossais\". After several hours, however, the five were invited to take refuge in the Hôtel de Ville by the mayor. At around 11 p.m., Saint-Just was delivered,[111] At around 2 a.m., Barras and Bourdon, accompanied by several members of the Convention, arrived in two columns. When Grenadiers broke inside, a number of the defeated Jacobins tried to commit suicide. The unperturbed Saint-Just gave himself up without a word.[112] Among the captured, \"only St. Just, his hands bound but his head held high, was able to walk.\"[113] Robespierre, Saint-Just, and twenty of their associates were guillotined the next day, and Saint-Just reputedly accepted his death with coolness and pride. As a last formality of identification, he gestured to a copy of the Constitution of 1793 and said, \"I am the one who made that.\"[114] Throughout his political career, Saint-Just continued to work on books and essays about the meaning of the Revolution, but he did not survive to see any of them published. In later years, these drafts and notes were put together in various collections along with Organt, Arlequin Diogène, L'Esprit de la Revolution, public speeches, military orders, and private correspondence.[115] Many of Saint-Just's legislative proposals were compiled after his death to form an outline for a communal and egalitarian society. They were published as a single volume, Fragments sur les institutions républicaines. The proposals were far more radical than the Constitution of 1793, and identify closely with the legendarily fearsome traditions of ancient Sparta. Many of them are interpreted as proto-socialist precepts:[d] the overarching theme is equality, which Saint-Just at one point summarizes as: \"Man must be independent... There should be neither rich nor poor\".[117] Saint-Just also composed a lengthy draft of his philosophical views, De la Nature, which remained hidden in obscurity until its transcription by Albert Soboul in 1951.[118] He first published this work in 1951 under the title \"Un manuscrit oublié de Saint-Just\" in the Annales historiques de la révolution française, No. 124.[118] Alain Liénard's Saint-Just, théorie politique and later collections include an expanded version.[115] De la Nature outlines Saint-Just's ideas on the nature of society; the actual date it was written is disputed, but the most agreed upon range is between 1791 and 1792.[119] Based on the assumption that man is a social animal, Saint-Just argues that in nature there is no need for contracts, legislation, or acts of force.[120] These constructs only become necessary when a society is in need of moral regeneration and serve merely as unsatisfactory substitutes for the natural bonds of free people.[121] Such constructs permit small groups to assume unwarranted powers which, according to Saint-Just, leads to corruption within society.[122] Because a return to the natural state is impossible, Saint-Just argues for a government composed of the most educated members of society, who could be expected to share an understanding of the larger social good.[123] Outside the government itself, Saint-Just asserts there must be full equality between all men, including equal security in material possessions and personal independence. Property must be protected by the state but, to secure universal independence, all citizens (including women) must own property.[124] Ambitious and active-minded,[125] Saint-Just worked urgently and tirelessly towards his goals: \"For Revolutionists there is no rest but in the tomb\".[126] He was repeatedly described by contemporaries as arrogant, believing himself to be a skilled leader and orator as well as having proper revolutionary character.[127] Detractors claimed he had a superiority complex and always \"made it clear… that he considered himself to be in charge and that his will was law\".[128] Camille Desmoulins wrote of Saint-Just, \"He carries his head like a sacred host\".[41][e] Saint-Just's rise to prominence wrought a remarkable change in his personality.[130] Freewheeling and passionate in his youth, Saint-Just quickly became focused, \"tyrannical and pitilessly thorough\".[56] He became \"the ice-cold ideologist of republican purity\",[131] \"as inaccessible as stone to all the warm passions\".[83] A measure of his change can be inferred from the experience of his former love interest Thérèse, who is known to have left her husband and taken up residence in a Parisian neighborhood near Saint-Just in late 1793. Saint-Just—who had already developed something of a relationship, tepid but potentially expedient, with the sister of his colleague Le Bas[citation needed]—refused to see her. Thérèse stayed there for over a year, returning to Blérancourt only after Saint-Just was dead. No record exists of any exchanges they might have had, but Saint-Just is known to have written to a friend complaining impatiently about the rumors connecting him to \"citizen Thorin\".[132] In his public speaking, Saint-Just was even more daring and outspoken than his mentor Robespierre. Regarding France's internal strife, he spared few: \"You have to punish not only the traitors, but even those who are indifferent; you have to punish whoever is passive in the republic, and who does nothing for it\".[133] He thought the only way to create a true republic was to rid it of enemies, to enforce the \"complete destruction of its opposite\".[134] Regarding the war, he declared without regret to the Convention, \"The vessel of the Revolution can arrive in port only on a sea reddened with torrents of blood\".[83] He urged the deputies to embrace the notion that \"a nation generates itself only upon heaps of corpses\".[135] Despite his flaws, Saint-Just is often accorded respect for the strength of his convictions. Although his words and actions may be viewed as reprehensible, his commitment to them is rarely questioned: he was \"implacable but sincere\".[136] Like Robespierre, he was incorruptible in the sense that he exhibited no attraction to material benefits but devoted himself entirely to the advancement of a political agenda.[137][138] In Albert Camus's The Rebel (1951), Saint-Just is discussed extensively in the context of an analysis of rebellion and man's progression towards enlightenment and freedom. Camus identifies Saint-Just's successful argument for the execution of Louis XVI as the moment of death for monarchical divine right, a Nietzschean Twilight of the Idols.[139] Saint-Just's dedication to \"the sovereignty of the people and the sacred power of laws\" is described as \"a source of absolutism\" and indeed \"the new God\".[140] His kind of \"deification of the political\"[140] is examined as the source of the creeping totalitarianism which grew so powerfully in Camus' own lifetime.[141] Camus also references Saint-Just in The Plague (1947). Representations of Saint-Just include those found in the novels Stello (1832) by Alfred de Vigny,[142] and A Place of Greater Safety by Hilary Mantel; as well as in the plays Danton's Death (1835, by Georg Büchner)[143] and Poor Bitos (Pauvre Bitos, ou Le dîner de têtes, 1956, by Jean Anouilh).[144] Saint-Just’s quote, “Nobody can rule guiltlessly,” appears as an epigraph before chapter one in Arthur Koestler’s 1941 anti-totalitarian novel Darkness At Noon. In film, Saint-Just has been portrayed by Abel Gance in Napoléon (1927);[145] Jess Barker in Reign of Terror (1949);[146] Bogusław Linda in Danton (1983);[147] and Christopher Thompson in La Révolution française (1989).[148] Jean-Pierre Léaud plays a farcical caricature of Saint-Just in Jean-Luc Godard's Week End (1967).[149] Louis Antoine Léon de Saint-Just is a dateable non-player character in the historically-based dating sim video game Ambition: A Minuet in Power published by Joy Manufacturing Co.[150] ","Title":"Louis Antoine de Saint-Just - Wikipedia","KeyID":"19239","URL":"https://en.wikipedia.org/wiki/Louis_Antoine_de_Saint-Just"}