{"Content: ":"Mahmud II (Ottoman Turkish: محمود ثانى, romanized: Maḥmûd-u s̠ânî, Turkish: II. Mahmud; 20 July 1785 – 1 July 1839) was the 30th Sultan of the Ottoman Empire from 1808 until his death in 1839. His reign is recognized for the extensive administrative, military, and fiscal reforms he instituted, which culminated in the Decree of Tanzimat (\"reorganization\") that was carried out by his sons Abdulmejid I and Abdülaziz. Often described as \"Peter the Great of Turkey\",[1] Mahmud's reforms included the 1826 abolition of the conservative Janissary corps, which removed a major obstacle to his and his successors' reforms in the Empire. The reforms he instituted were characterized by political and social changes, which would eventually lead to the birth of the modern Turkish Republic.[2] Notwithstanding his domestic reforms, Mahmud's reign was also marked by nationalist uprisings in Ottoman-ruled Serbia and Greece, leading to a loss of territory for the Empire following the emergence of an independent Greek state. In terms of the general social structure of the Ottoman Empire, Mahmud's reign was characterized by a major interest in Westernization; institutions, palace order, daily life, clothing, music and many other areas saw radical reform as the Ottoman Empire opened up to the modernization.[3] Mahmud II was born on 20 July 1785, in the month of Ramadan. He was the son of Abdul Hamid I and his wife Nakşidil Sultan. He was the youngest son of his father, and the second child of his mother, he had an elder brother, Şehzade Seyfullah Murad, two years older than him, and a younger sister, Saliha Sultan, one year younger than him. According to tradition, he was confined in the Kafes after the death of his father.[4] His mother was Nakşidil Valide Sultan. In 1808, Mahmud II's predecessor, and half-brother, Mustafa IV ordered his execution along with his cousin, the deposed Sultan Selim III, in order to defuse the rebellion. Selim III was killed, but Mahmud was safely kept hidden by his mother and was placed on the throne after the rebels deposed Mustafa IV. The leader of this rebellion, Alemdar Mustafa Pasha, later became Mahmud II's vizier. There are many stories surrounding the circumstances of his attempted murder. A version by the 19th-century Ottoman historian Ahmed Cevdet Pasha gives the following account: one of his slaves, a Georgian girl named Cevri, gathered ashes when she heard the commotion in the palace surrounding the murder of Selim III. When the assassins approached the harem chambers where Mahmud was staying, she was able to keep them away for a while by throwing ashes into their faces, temporarily blinding them. This allowed Mahmud to escape through a window and climb onto the roof of the harem. He apparently ran to the roof of the Third Court where other pages saw him and helped him come down with pieces of clothes that were quickly tied together as a ladder. By this time one of the leaders of the rebellion, Alemdar Mustafa Pasha arrived with his armed men, and upon seeing the dead body of Selim III proclaimed Mahmud as padishah. The slave girl Cevri Kalfa was awarded for her bravery and loyalty and appointed haznedar usta, the chief treasurer of the Imperial Harem, which was the second most important position in the hierarchy. A plain stone staircase at the Altınyol (Golden Way) of the Harem is called Staircase of Cevri (Jevri) Kalfa, since the events apparently happened around there and are associated with her.[5] The vizier took the initiative in resuming reforms that had been terminated by the conservative coup of 1807 that had brought Mustafa IV to power. However, he was killed during a rebellion in 1808 and Mahmud II temporarily abandoned the reforms. Mahmud II's later reformation efforts would be much more successful. After Mahmud II became sultan, Turkish border wars with the Russians continued. In 1810, the Russians surrounded the Silistre fortress for the second time. When Emperor Napoleon I of France declared war on Russia in 1811, Russian repression on the Ottoman border diminished, a relief to Mahmud. By this time, Napoleon was about to embark on his invasion of Russia. He also invited the Ottomans to join his march on Russia. However, Napoleon, who had invaded all of Europe except the United Kingdom and the Ottoman Empire, could not be trusted and accepted as an ally; Mahmud rejected the offer. The Bucharest Agreement was reached with the Russians on 28 May 1812. According to the Treaty of Bucharest (1812), the Ottoman Empire ceded the eastern half of Moldavia to Russia (which renamed the territory as Bessarabia), although it had committed to protecting that region. Russia became a new power in the lower Danube area, and had an economically, diplomatically, and militarily profitable frontier. In Transcaucasia, the Ottoman Empire regained nearly all it had lost in the east: Poti, Anapa and Akhalkalali. Russia retained Sukhum-Kale on the Abkhazian coast. In return, the Sultan accepted the Russian annexation of the Kingdom of Imereti, in 1810.[6][7] The treaty was approved by Emperor Alexander I of Russia on June 11, some 13 days before Napoleon's invasion began. The Russian commanders were able to get many of their soldiers in the Balkans back to the western areas of the empire before the expected attack of Napoleon. During the early years of Mahmud II's reign, his governor of Egypt Mehmet Ali Paşa successfully waged the Ottoman-Saudi War and reconquered the holy cities of Medina (1812) and Mecca (1813) from the First Saudi State. Abdullah bin Saud and the First Saudi State had barred Muslims from the Ottoman Empire from entering the holy shrines of Mecca and Medina; his followers also desecrated the tombs of Ali ibn Abi Talib, Hassan ibn Ali and Husayn ibn Ali. Abdullah bin Saud and his two followers were publicly beheaded for their crimes against holy cities and mosques.[8] His reign also marked the first breakaway from the Ottoman Empire, with Greece gaining its independence following a revolution that started in 1821. In the wake of continued unrest he had ecumenical patriarch Gregory V executed on Easter Sunday 1821 for his inability to stem the uprising.[9] During the Battle of Erzurum (1821), part of the Ottoman-Persian War (1821-1823), Mahmud II's superior force was routed by Abbas Mirza, resulting in a Qajar Persian victory which got confirmed in the Treaties of Erzurum.[10] Several years later, in 1827, the combined British, French and Russian navies defeated the Ottoman Navy at the Battle of Navarino; in the aftermath, the Ottoman Empire was forced to recognize Greece with the Treaty of Constantinople in July 1832. This event, together with the French conquest of Algeria, an Ottoman province (see Ottoman Algeria) in 1830, marked the beginning of the gradual break-up of the Ottoman Empire. Non-Turkish ethnic groups living in the empire's territories, especially in Europe, started their own independence movements. One of Mahmud II's most notable acts during his reign was the destruction of the Janissary corps in June 1826. He accomplished this with careful calculation using his recently reformed wing of the military intended to replace the Janissaries. When the Janissaries mounted a demonstration against Mahmud II's proposed military reforms, he had their barracks fired upon effectively crushing the formerly elite Ottoman troops and burned the Belgrade forest outside Istanbul to incinerate any remnants.[11][12][full citation needed] This permitted the establishment of a European-style conscript army, recruited mainly from Turkish speakers of Rumelia and Asia Minor. Mahmud was also responsible for the subjugation of the Iraqi Mamluks by Ali Ridha Pasha in 1831. He ordered the execution of the renowned Ali Pasha of Tepelena. He sent his Grand Vizier to execute the Bosniak military commander Husein Gradaščević and dissolve the Bosnia Eyalet. Another Russo-Turkish War (1828-29) broke out during Mahmud II's reign and was fought without janissaries. Marshal Diebitsch was armed (in the words of Baron Moltke) \"with the reputation of invincible success\". He was to earn the name Sabalskanski (the crosser of the Balkans). Bypassing the Shumla fortress, he forcibly marched his troops over the Balkans, appearing before Adrianople. Sultan Mahmud II maintained control of his forces, unfurled the banner of the prophet and declared his intention of taking command of the army personally. Preparing to do so, he appeared, ill-advisedly, not on horseback but in a carriage. The Divan, British and French ambassadors urged him to sue for peace. Battle of Akhalzic (1828), by January Suchodolski. Oil on canvas, 1839. Russian forces reach and cause the Siege of Kars (1828), by January Suchodolski. In 1839, just prior to his death, he began preparations for the Tanzimat reform era which included introducing a Council of Ministers or the Meclis-i Vukela.[13]: 49  The Tanzimat marked the beginning of modernization in the Ottoman Empire and had immediate effects on social and legal aspects of life in the Empire, such as European style clothing, architecture, legislation, institutional organization, and land reform. He was also concerned for aspects of tradition. He made great efforts to revive the sport of archery. He ordered archery master Mustafa Kani to write a book about the history, construction, and use of Turkish bows, from which comes most of what is now known of Turkish archery.[14] Mahmud II died of tuberculosis, in 1839. His funeral was attended by crowds of people who came to bid the Sultan farewell. His son Abdulmejid I succeeded him and would continue to implement Tanzimat reform efforts. Among his reforms are the edicts (or firmans), by which he closed the Court of Confiscations, and took away much of the power of the Pashas. Previous to the first of the firmans, the property of all persons banished or condemned to death was forfeited to the crown; and a sordid motive for acts of cruelty was thus kept in perpetual operation, besides the encouragement of a host of vile delators. The second firman removed the ancient rights of Turkish governors to doom men to instant death by their will; the Paşas, the Ağas, and other officers, were enjoined that \"they should not presume to inflict, themselves, the punishment of death on any man, whether Raya or Turk, unless authorized by a legal sentence pronounced by the Kadı, and regularly signed by the judge.\" Mahmud also created an appeal system whereby a criminal could lodge an appeal to one of the Kazasker (chief military judge) of Asia or Europe, and finally to the Sultan himself, if the criminal chose to pursue the appeal even further. About the same time that Mahmud II ordained these changes, he personally set an example of reform by regularly attending the Divan, or state council, instead of abstaining from attendance. The practice of the Sultan avoiding the Divan had been introduced as long ago as the reign of Suleiman I, and was considered one of the causes of the decline of the Empire by a Turkish historian nearly two centuries before Mahmud II's time. Mahmud II also addressed some of the worst abuses connected with the vakıfs, by placing their revenues under state administration. However, he did not venture to apply this vast mass of property to the general purposes of the government. His modernizations included the relaxation of much of the restrictions on alcoholic beverages in the Empire, and the sultan himself was known to drink socially with his ministers.[1] By the end of his reign, his reforms had mostly normalized drinking among the upper classes and political figures in the Empire.[1] The financial situation of the Empire was troubling during his reign, and certain social classes had long been under the oppression of heavy taxes. In dealing with the complicated questions that therefore arose, Mahmud II is considered to have demonstrated the best spirit of the best of the Köprülüs. A firma dated February 22, 1834, abolished the vexatious charges which public functionaries, when traversing the provinces, had long been accustomed to take from the inhabitants. By the same edict, all collection of money, except for the two regular half-yearly periods, was denounced as abuses. \"No one is ignorant,\" said Sultan Mahmud II in this document, \"that I am bound to afford support to all my subjects against vexatious proceedings; to endeavour unceasingly to lighten, instead of increasing their burdens, and to ensure peace and tranquility. Therefore, those acts of oppression are at once contrary to the will of God, and to my imperial orders.\" The haraç, or capitation-tax, though moderate and exempting those who paid it from military service, had long been made an engine of gross tyranny through the insolence and misconduct of the government collectors. The firman of 1834 abolished the old mode of levying it and ordained that it should be raised by a commission composed of the Kadı, the Muslim governors, and the Ayans, or municipal chiefs of Rayas in each district. Many other financial improvements were affected. By another important series of measures, the administrative government was simplified and strengthened, and a large number of sinecure offices were abolished. Sultan Mahmud II provided a valuable personal example of good sense, and economy, organising the imperial household, suppressing all titles without duties, and all salaried officials without functions. Mahmud II dealt effectively with the military fiefs, the \"Tımar\"s, and the \"Ziamet\"s. These had been instituted to furnish the old effective military force, but had long ceased to serve this purpose. By attaching them to the public domains, Mahmud II materially strengthened the resources of the state, and put an end to a host of corruptions. One of the most resolute acts of his ruling was the suppression of the Dere Beys, the hereditary local chiefs (with power to nominate their successors in default of male heirs), which, in one of the worst abuses of the Ottoman feudal system, had made themselves petty princes in almost every province of the empire. The reduction of these insubordinate feudatories was not affected at once, or without severe struggles and frequent rebellions. Mahmud II steadily persevered in this great measure and ultimately the island of Cyprus became the only part of the empire in which power that was not emanating from the Sultan was allowed to be retained by Dere Beys. One of his most notable achievement was the abolition (through use of military force, execution and exile, and banning of the Bektashi order) of the Janissary Corps, event known as The Auspicious Incident, in 1826 and the establishment of a modern Ottoman Army, named the Asakir-i Mansure-i Muhammediye (meaning 'Victorious Soldiers of Muhammad' in Ottoman Turkish). Following the loss of Greece after the Battle of Navarino against the combined British-French-Russian flotilla in 1827, Mahmud II gave top priority to rebuilding a strong Ottoman naval force. The first steamships of the Ottoman Navy were acquired in 1828. In 1829 the world's largest warship for many years[citation needed], the 201 x 56 kadem (1 kadem = 37.887 cm) or 76.15 m × 21.22 m (249.8 ft × 69.6 ft) ship of the line Mahmudiye, which had 128 cannons on 3 decks and carried 1,280 sailors on board, was built for the Ottoman Navy at the Imperial Naval Arsenal (Tersâne-i Âmire) on the Golden Horn in Constantinople (kadem, which translates as \"foot\", is often misinterpreted as equivalent in length to one imperial foot, hence the wrongly converted dimensions of \"201 x 56 ft, or 62 x 17 m\" in some sources.) During his reign, Mahmud II also made sweeping reforms of the bureaucracy in order to reestablish royal authority and increase the administrative efficiency of his government. This was accomplished by abolishing old offices, introducing new lines of responsibility, and raised salaries in an attempt to end bribery. In 1838 he founded two institutions aimed towards training government officials. In 1831, Mahmud II also established an official gazette, Takvim-i Vekayi (Calendar of Events). This was the first newspaper to be published in the Ottoman-Turkish language and was required reading for all civil servants.[16][full citation needed] Clothing was also an essential aspect of Mahmud II's reforms. He began by officially adopting the fez for the military after the Janissary eradication in 1826, which signified a break from the old style of military dress.[17] On top of this, he ordered civilian officials to also adopt a similar, but plain, fez to distinguish them from the military.[18] He planned for the population to adopt this as well, as he desired a homogeneous look for Ottoman society with an 1829 regulatory law.[18] Unlike past Sultanic clothing decrees and those of other societies, Mahmud II wanted all levels of government and civilians to look the same. He faced significant resistance to these measures specifically from religious groups, laborers, and military members because of traditional, religious, and practical reasons.[19][20] Mahmud II's portraits also give a valuable insight into his clothing mentality, as he switched to a more European-style and fez after 1826. On top of these reforms, Mahmud II was also critical in the establishment and flourishing of an Ottoman foreign affairs office. While he built upon Selim III's foundational elements of international diplomacy, Mahmud II was the first to create the title of Foreign Minister and Undersecretary in 1836.[21] He placed enormous importance on this position and equated salary and rank with the highest military and civilian positions.[22] Mahmud II also expanded the Language Office and Translation Office, and by 1833 it began to grow in both size and importance. After the reorganization of these offices, he also resumed Selim's efforts to create a system of permanent diplomatic representation in Europe. In 1834, permanent European embassies were established with the first being in Paris.[22] Despite the difficulties that came along with these actions, the expansion of diplomacy increased the transmission of ideas that would have a revolutionary effect on the development of bureaucracy and Ottoman society as a whole. Mahmud had sixteen consorts: Mahmud had fourteen sons, of which only two lived to adulthood: Mahmud had seventeen daughters, of which only six lived to adulthood: The 2006 historical detective novel The Janissary Tree, by Jason Goodwin, is set in 1836 Constantinople, with Mahmud II's modernising reforms (and conservative opposition to them) forming the background of the plot. The Sultan himself and his mother appear in several scenes. The 1989 film Intimate Power, also known as The Favorite, is adapted from a historical fiction novel by Prince Michael of Greece. It portrays a legend about Aimée du Buc de Rivéry as a young captured French girl who, after spending years in an Ottoman harem, outlives two Sultans and protects Mahmud as his surrogate mother. Mahmud is a minor role in the film but is portrayed as both an adult and a child. The film concludes with a variation of his dramatic succession. Media related to Mahmud II at Wikimedia Commons","Title":"Mahmud II - Wikipedia","KeyID":"19242","URL":"https://en.wikipedia.org/wiki/Mahmud_II"}