{"Content: ":"The Battle of Ezra Church, also known as the Battle of Ezra Chapel and the Battle of the Poor House (July 28, 1864) saw Union Army forces under Major General William T. Sherman fight Confederate States Army troops led by Lieutenant General John B. Hood in Fulton County, Georgia during the Atlanta campaign in the American Civil War. Sherman sent Oliver Otis Howard's Union Army of the Tennessee circling around the west side of Atlanta with the purpose of cutting the Macon and Western Railroad. Hood countered the move by sending two corps commanded by Stephen D. Lee and Alexander P. Stewart to block the move. Before Howard's troops reached the railroad, the Confederates launched several attacks on them that were repulsed with heavy losses. Despite the tactical defeat, the Confederates prevented their foes from blocking the railroad. From May to July 1864, Sherman's numerically superior Union forces pressed back their Confederate opponents to the outskirts of Atlanta. Dissatisfied with Joseph E. Johnston, the commander of the Army of Tennessee, Confederate President Jefferson Davis replaced him with Hood. The new commander promptly mounted two major attacks on Sherman's armies in the Battle of Peachtree Creek on July 20 and the Battle of Atlanta on July 22. Both assaults failed with heavy losses on both sides. After Ezra Church, Sherman persisted in his plan to cut the railroads leading into Atlanta for the next month. Hood's army frustrated all Union efforts until the last railroad line was successfully severed on August 31 during the Battle of Jonesborough. The Battle of Ezra Church was part of a series of battles in the Atlanta campaign, the main goal of which was to destroy the capabilities of the city of Atlanta, an important manufacturing, supply, and medical center for the south during the war. The Battle of Peachtree Creek had just taken place, forcing General Hood to withdraw in defeat to the final defenses behind Atlanta by July 21, 1864. Sherman believed that Hood was evacuating the city, and sent McPherson to the southeast towards Decatur. Hood sent Hardee's corps to meet McPherson and attack on July 22. General Oliver Howard took over the Army of the Tennessee after McPherson was slain in battle. Sherman's subsequent movement back west is when the battle of Ezra Church occurred on July 28. This was part of Sherman's larger effort to cut and destroy all the railroad lines.[3] By the 24 of July, the Macon & Western line was the only one leading into Atlanta left to destroy.[4] Sherman's army stretched in an inverted U around the northern defenses of Atlanta. Sherman's movements were determined by the plan to cut off the railroad supply lines from Macon, Georgia, into Atlanta, thus forcing the defending army to withdraw without a direct assault.[4] To accomplish this goal, Sherman commanded his easternmost army, under Maj. Gen. Oliver O. Howard, north and west around the rest of the Union lines to the far western side of Atlanta where the railroad entered the city. Hood, anticipating Sherman's maneuver, moved his troops out to oppose the Union army. Hood planned to intercept them and catch them by surprise. Although Hood's Confederate troops were outnumbered by the main Union army, he calculated that a surprise attack against an isolated portion of the enemy could succeed. The armies met on the afternoon of July 28 at a chapel called Ezra Church. Unfortunately for Hood, Howard was not surprised and had already reached the road at Ezra church and dug in by 11 a.m. that day.[4] Howard had predicted such a maneuver based on his knowledge of Hood from their time together at West Point before the war. His troops were already waiting in their trenches when Hood reached them. The Confederate army also had not done enough reconnaissance, underestimated the number of Union troops already present, and made an uncoordinated attack, falling back before the Union army's improvised breastwork of logs and rails.[4] The rebels were defeated, although they managed to stop Howard from reaching the railroad line. In all, about 3,642 men were casualties; 3,000 on the Confederate side and 642 on the Union side.[2] Among the wounded was general Alexander P. Stewart, who led a corps under Hood. Another notable participant was Ernst R. Torgler, a 24-year-old sergeant in the 37th Ohio Infantry, who was later awarded the Medal of Honor for his action during the battle. Torgler saved the life of his commanding officer, Major Charles Hipp. His citation reads (in part): \"At great hazard of his life he saved his commanding officer, then badly wounded, from capture\".[5] Coordinates: 33°45′10″N 84°26′21″W﻿ / ﻿33.75278°N 84.43917°W﻿ / 33.75278; -84.43917","Title":"Battle of Ezra Church - Wikipedia","KeyID":"19256","URL":"https://en.wikipedia.org/wiki/Battle_of_Ezra_Church"}