{"Content: ":"USS Constellation is a sloop-of-war, the last sail-only warship designed and built by the United States Navy. She was built at the Gosport Shipyard between 1853 and 1855 and was named for the earlier frigate of the same name that had been broken up in 1853. The sloop's primary armament was 8-inch (203 mm) shell-firing guns and four 32-pounder long guns, though she carried other guns as well, including two Parrott rifle chase guns. Constellation's career as a front-line unit was relatively short; after entering service in 1855, she served with the Mediterranean Squadron until 1858, and in 1859, she was assigned as the flagship of the Africa Squadron, where she served with the African Slave Trade Patrol. During the American Civil War (1861–1865), the ship returned to the Mediterranean to patrol for Confederate vessels. In late 1864, she returned to the United States to be decommissioned, as most of her crews' enlistments had expired. She spent the rest of the war out of service. Constellation was recommissioned in 1871 for use as a training ship, being used for shooting practice and training cruises for midshipmen. She filled this role for twenty-two years, and during this period, she saw a number of other activities, including transporting exhibits for the 1878 Exposition Universelle in Paris and carrying food to Ireland during the 1879 Irish famine. She was reduced to a stationary training hulk in late 1893, being moored in Newport for the next twenty years. During this period, the mistaken belief that the two Constellations were one and the same arose, and she was presented as such in 1914 during the centennial of the writing of \"The Star-Spangled Banner\", the national anthem of the United States. Briefly renamed Old Constellation in 1917 to free the name for a new battlecruiser of the Lexington class, she reverted to her original name when the battlecruiser was scrapped in 1925. Constellation was recommissioned in 1940 as part of the build-up in anticipation of the United States' entry into World War II, during which she served as the port flagship of the commander of the Atlantic Fleet. Proposals to restore the vessel as a museum ship had been submitted already in the 1930s, but work began in earnest after World War II. Shortages of funds prevented her transfer to the city of Baltimore, Maryland until 1955. Operating under the mistaken belief that she was the original Constellation, the organization responsible for the ship modified her to match the earlier vessel's appearance during a refit in the late 1950s and early 1960s. During this period, a controversy arose over the vessel's identity that lasted into the 1990s, when new research definitively proved that the Constellation launched in 1797 and the 1854-launched vessel were distinct ships. Periodic repairs have been carried out since the mid-1990s to repair rotted wood. Constellation remains open to the public as part of the Historic Ships in Baltimore in the city's Inner Harbor, having been designated a National Historic Landmark. From 1816 to the 1830s, the Navy accumulated extensive stocks of live oak timbers for use in new warship construction under the provisions of the Act for the Gradual Increase of the Navy of the United States, passed in 1816. In the early 1850s, the Navy decided to build a new sail-powered ship using these existing stockpiles, calling for a sloop-of-war that would be fast, with a long endurance, and sufficiently armed to be capable of engaging other warships of her type. This would produce a capable warship while keeping costs low since the material used was already on hand and an expensive steam engine would not be required. Chief Constructor John Lenthall prepared the design, along with Edward Delano, the constructor of the Gosport Shipyard. In June 1853, Lenthall completed the hull half model, which was necessary to scale up the design and to prepare the necessary hull timbers. During this period, the new vessel's namesake, Constellation, was in the process of being broken up a short distance away in the Gosport yard.[3] Beginning in May 1853, work on assembling the timbers commenced, as the shipyard workers prepared to start construction of the new sloop-of-war. The vessel's keel was laid down on 25 June 1853, using material from the oak stockpile; her sternpost was erected on 27 August, and her stem followed a couple of weeks later. She was launched on 26 August 1854 at 11:45. Fitting-out work then commenced, which included the installation of her masts, rigging, and armament.[3] Constellation is 181 feet (55 m) long at the waterline and 199 feet (61 m) long overall. She has a beam of 41 feet (12 m) at the waterline, and is 43 feet (13 m) across at her widest point. Her maximum draft is 21 feet (6.4 m) at a full load displacement of 1,400 long tons (1,422 t). The ship's crew numbered 21 officers and 265 enlisted men.[4] In her original configuration, Constellation was armed with a battery of sixteen 8-inch (203 mm) shell-firing guns and four 32-pounder guns mounted on her gun deck in the main battery. On her spar deck, she carried a pair of chase guns; a 30-pounder Parrott rifle was placed in the bow and a 20-pounder Parrott rifle was placed in the stern. She also carried three 12-pounder boat howitzers.[5] Constellation was commissioned on 28 July 1855, under the command of Captain Charles H. Bell. She immediately departed for a tour with the Mediterranean Squadron that lasted three years. During this period, she stopped in Málaga, Spain in July 1856 to protect American nationals in the area during a period of civil unrest. Later that year, she came to the aid of a barque in the Sea of Marmara; the ship received an official thanks from the Emperor of Austria. On 17 April 1858, she left the Mediterranean Squadron for a short patrol in the Caribbean Sea to protect American shipping in the region. On 5 June she returned to the New York Navy Yard before proceeding to Boston, where she was decommissioned on 13 August.[6] In June 1859, she recommissioned for service with the Africa Squadron, where she served as the squadron flagship, under the command of Captain Thomas Aloysius Dornin. She arrived off the mouth of the Congo River on 21 November, where she began operating as part of the African Slave Trade Patrol. As part of its efforts to end the Atlantic slave trade, the Navy awarded prize money for each slave ship captured, along with a $25 bounty for each slave that was freed; these prizes were divided among the crew, based on rank. On 29 December, she captured the brig Delicia that had no papers and was fitted to carry slaves in her hold. On 26 September 1860, Constellation captured the barque Cora, which had 705 slaves aboard, who were then released in Monrovia, Liberia. The Navy impounded Cora and sold her at an auction.[6] A week after the Battle of Fort Sumter, which began the American Civil War, President Abraham Lincoln declared a blockade of all ports of the Confederacy on 19 April 1861. A month later, on 21 May, Constellation captured another slave ship, again without any slaves aboard. In August, the Navy recalled Constellation, and she arrived in Portsmouth, New Hampshire on 28 September. She was dispatched to the Mediterranean on 11 March 1862 to patrol for Confederate commerce raiders attempting to attack Union merchant shipping, since her sails provided much greater endurance than steam-powered warships of the day. Commanded by Captain Henry Thatcher, Constellation arrived in the Mediterranean on 19 April. Over the course of the following two years, she patrolled the Mediterranean, but saw little action apart from the blockade of the blockade runner and commerce raider CSS Sumter that was laid up in Gibraltar in need of repairs and refueling. She also blocked the Confederate Navy from taking possession of SS Southerner in Italy.[6] In May 1864, Constellation departed the Mediterranean, bound for the West Indies; Thatcher reasoned that since his ship was known to be patrolling the Mediterranean, and there were no other similar warships in the Navy, that he would be able to surprise Confederate cruisers and blockade runners. Admiral David Farragut recalled Constellation on 27 November; while en route, she chased a blockade runner but was unable to catch her. She reached Fort Monroe, Virginia on 25 December, and most of her crew, whose enlistments had ended, were discharged. Without a crew to man the vessel, Constellation spent the remainder of the war as a receiving ship based in Norfolk; she continued in this role until 1869.[6] On 25 May 1871, Constellation was recommissioned for midshipmen training cruises; this was a duty she performed for the next 22 years. In 1871–1872, she was rearmed with eight 9-inch (230 mm) Dahlgren guns, plus one 100-pound Parrott rifle and one 11-inch (280 mm) Dahlgren gun, which would also allow her to be used as a gunnery training ship. From March to July 1878, Constellation was used to transfer exhibits to France for the Exposition Universelle in Paris. On 10 November 1879, she was sent to Gibraltar with a cargo of stores and a replacement crew for the Mediterranean Squadron flagship.[6] She was around the Azores on 24 November, during a week long storm, when she spotted a vessel in distress. The vessel was the Austro-Hungarian-flagged barque Olivo in sinking condition. Constellation's boat rescued her crew and the vessel was scuttled by burning as the vessel was a hazard to navigation in her waterlogged condition. The Ensign in charge of the boat was awarded the United States Life Saving Service's Gold Life Saving Medal, and medals from the Massachusetts Humane Society and the New York Life Saving Benevolent Association.[7] After returning to New York, she was modified to carry a large cargo of food and other supplies to Ireland for the relief effort for the 1879 Irish famine. To accommodate as much food as possible, some of the ship's guns were removed, along with some of her ballast. She was able to carry more than 2,500 barrels of flour and potatoes. She left the United States in March 1880 and arrived in Queenstown (now Cobh), Ireland on 20 April, where she sent the food ashore, took on ballast, and returned to the United States, arriving in June.[6] In September 1892, Constellation recommissioned for another unusual duty, to help assemble works of art in Gibraltar for the World's Columbian Exposition. During the cruise, she made stops in Naples, Italy and Le Havre, France, before returning to New York in February 1893. Another training cruise to Gibraltar followed on 3 June and ended on 29 August. She was then transferred to Annapolis, where she was decommissioned on 2 September before being towed to Norfolk for repairs. There, she was converted into a stationary training ship. She was moved to Newport on 22 May 1894, where she remained largely in port for the next twenty years, apart from periodic trips for maintenance. This included an extensive repair in the New York Navy Yard in June 1904.[6] In 1914, Constellation took part in celebration commemorating the one-hundredth anniversary of the writing of \"The Star-Spangled Banner\", the national anthem of the United States. Then-Acting Secretary of the Navy Franklin D. Roosevelt ordered the Navy to restore Constellation to her appearance in 1814 (as at the time, the Navy believed this ship to have been the one launched in 1797; see the Identity controversy section below), but to limit the work to general details to reduce costs. As a result, her bridge platform, which had been installed in the 1880s, was removed, along with a deck house that had been erected in the 1890s. She was then towed to Baltimore, where she was on display from 7 September to 29 October, when she was towed to Washington, DC. She remained on display there from 31 October to 4 December. Repairs in Norfolk followed later that month, and she resumed training duties on 19 May 1915.[6] Constellation was renamed Old Constellation on 1 December 1917, since the name was to be used for a new Lexington-class battlecruiser that had been ordered. In 1920, the Navy stopped training sailors in handling sails and rigging, significantly reducing Old Constellation's activity. On 24 July 1925, the ship reverted to her original name when the battlecruiser was scrapped under the terms of the Washington Naval Treaty. Constellation was towed to Philadelphia on 15 May 1926 and moored alongside the protected cruiser Olympia, which had been Admiral George Dewey's flagship at the Battle of Manila Bay during the Spanish–American War in 1898. There, on 4 July 1926, she participated in ceremonies for the 150th anniversary of the signing of the Declaration of Independence. Following the celebration, she was dry-docked in Philadelphia for maintenance and then was towed back to Newport in November.[6] The Navy Department ordered that Constellation be decommissioned for preservation on 16 June 1933. The Navy conducted surveys of the ship and prepared cost estimates for the work needed to restore her, but no work was done. With World War II having broken out in Europe in 1939, Constellation was recommissioned on 24 August 1940 and assigned the hull number IX-20 on 8 January 1941 as part of the United States' prewar buildup. She became the reserve flagship for Admiral Ernest J. King, the commander in chief of the Atlantic Fleet, until he became the Chief of Naval Operations in early 1942. King was replaced by Vice Admiral Royal E. Ingersoll, who came aboard Constellation from 19 January to 20 July, when he transferred to the gunboat Vixen. Ingersoll returned to Constellation from 1943 to 1944. After the war in October 1946, the Navy began work on plans to turn the ship into a memorial in Boston, but lacked the funds to do the necessary work. Finally, she was decommissioned on 4 February 1955 and towed to Baltimore, where she was dry-docked for restoration by a private, non-profit organization.[6] She arrived there on 9 August, and was stricken from the naval register on 15 August.[3] During the initial reconstruction to ready the ship for use as a museum, and under the mistaken impression that the 1797 frigate and the 1854 sloop were the same vessel, the workers reconfigured Constellation to resemble the 1797 vessel. During this period, she was designated a National Historic Landmark on 23 May 1963 and was placed on the National Register of Historic Places on 15 October 1966. In 1968, she was moved to Baltimore's Inner Harbor, moored at Constellation Dock.[1][3][8][9] By the 1990s, Constellation was in poor condition owing to a lack of maintenance for many years. Problems included dry rot, compromised structural integrity, and a significant 36 inches (91 cm) of hogging in her keel.[10] She was towed to a drydock at Locust Point, near Fort McHenry, in 1996, and a $7.3 million rebuilding and restoration project was undertaken and completed in 1999. About half of her original but badly-rotted wood was replaced.[11] The restoration was funded in equal shares by private donations, the City of Baltimore, and the State of Maryland.[10] In 2004, the United States Postal Service issued a postage stamp commemorating the ship at the 150th anniversary of her launching; its design was based on the vessel as pictured in 1893.[12] On 26 October 2004, Constellation made her first trip out of Baltimore's Inner Harbor since 1955, and her first to Annapolis since 1893. The trip to the U.S. Naval Academy in Annapolis took about eight hours and her visit lasted six days. While there, she was available for public tours from 27 to 31 October. The vessel was towed to and from Annapolis, as her rigging and ballast were not in a condition to allow her to sail on her own.[11] In 2011, significant rot was discovered in the ship's hull during routine maintenance; many of the affected timbers had been installed during the refit in the 1990s. After raising funds to cover the cost of the reconstruction, the ship was dry docked at the United States Coast Guard Yard just to the south of Baltimore in October 2014. The project cost about $2 million and was completed in February 2015.[13] Further repairs were necessitated in mid-2016 after some hull planks were found to have rotted.[14] The ship is now part of Historic Ships in Baltimore, which also operates the Coast Guard cutter WHEC-37, the World War II submarine USS Torsk, the lightship Chesapeake, and the Seven Foot Knoll Light. Constellation and her companions are major contributing elements in the Baltimore National Heritage Area.[15] She is the last existing intact naval vessel from the American Civil War, and she was the last solely wind-powered warship built by the U.S. Navy.[4] The city of Baltimore and the organization that maintained Constellation promoted the ship as having been the 1797 frigate and even rebuilt sections of the ship to resemble the earlier vessel. Additionally, they relied on the fact that some of the funds used to build the sloop were originally allocated to rebuild the frigate, the incorrect assertion that the keel and futtocks from the broken-up frigate were used in the construction of the sloop, and that at the time of her donation to the city, the Navy insisted that the vessel was the original frigate launched in 1797. They also relied on a series of forged documents that had been created in the 1960s to support their position.[3] The amateur historian Geoffrey M. Footner continued to support the assertion that the ship was rebuilt in 1854 but traces its lineage to 1797.[16] Starting shortly after World War II, a controversy arose over whether the 1854 sloop was a new ship or a rebuilt version of the 1797 frigate. Naval architect Howard I. Chapelle was one of the first people to raise the issue. In his book The History of the American Sailing Navy, published in 1949, he pointed out the differences in the hull dimensions of the 1797 Constellation and the 1854 Constellation as evidence that they were two different ships. He also stated that, \"Unfortunately, some of the semi-official lists of American naval ships have listed [the original Constellation] as though she had, in fact, been preserved and altered. This has led to many believing the sloop-of-war, which is still in existence, to be the oldest ship in the Navy and to have had a continuous identity since 1797...the only reason her register was maintained, by means of an administrative fiction, was to enable the work to be done without the need of applying to Congress for authority and funds to build an entirely new ship.\"[17] Stephen Bockmiller and Lawrence Bopp agree with Chapelle, writing in USS Constellation: An Illustrated History, that \"working under the subterfuge of 'repairs,' the Navy actually began building a new ship about 900 yards from where the original Constellation was being dismantled. Thus, unwittingly, the Navy itself would originate the arguments about the authenticity of the Constellation. To further compound the argument, some salvageable timbers from the original ship, particularly the ship’s knees, were used in constructing the new vessel.\"[18] In the United States Navy's deed of custody given to the city of Baltimore in 1954 to repair and display Constellation, Rear Admiral John R. Hefferman assured Baltimore of its unbroken provenance, stating that \"Nowhere in these records, however, is there any indication that the original Constellation, launched in 1797, was in fact broken up, stranded, scrapped or otherwise disposed of, nor is there any statement authorizing or sanctioning the disposal of the ship by any means whatsoever.\"[19] In USS Constellation on the Dismal Coast, published in 2013, C. Herbert Gilliland wrote, \" For much of the twentieth century, this ship was believed to be the 1797 frigate Constellation. In fact, however, when the 1797 frigate was being dismantled at the Gosport Navy Yard near Norfolk, Virginia, work was beginning on the 1854 sloop, likely reusing some timber from the old ship in building this very new one. The misidentification was maintained by deliberate deception, apparently to enhance the likelihood of the ship's being preserved as a historic relic. Naval records and the evidence from the extant ship's hull, though, make it clear that the vessel floating today dates from 1854.\"[20] In September 1991, researchers Dana M. Wegner and Colan Ratliff from the David Taylor Research Center and Kevin Lynaugh, from the Carderock Division of the Naval Surface Warfare Center, published an exhaustive report on the question.[3][21] Their research noted several key pieces of historical evidence that the two ships were not the same vessel. This included the fact that the timbers from the dismantled 1797 Constellation were auctioned off after the ship-breaking process ended in September 1853, the fact that the keel-laying for the 1854 ship had been done in June 1853, before the 1797 ship had been dismantled completely, and building records that meticulously accounted for each piece of timber that was used to build the new ship; in fact, only 204 oak knees were re-used, but these came from existing stocks, not the original vessel and they stated that, \"There was no evidence that any material was transferred directly from the old ship to the new.\" In March 1989, they had come upon the builder's half-hull model of Constellation in the U.S. Naval Academy Museum. This was important because half-hull models are only built for new designs, not rebuilds, and the use of half-hull models was not introduced until after 1797. The authors conclude that this is definitive evidence that the vessel launched in 1854 was new, as it was \"impossible to accurately scale down the form of an existing ship to model format,\" and that \"a new half model would not have been employed by Lenthall unless he was forging a fully new design.\"[3] In addition to evaluating the half model, the researchers also reviewed all the evidence used in the debate to date. With the help of FBI and BATF forensics investigators, they concluded that some 25 to 30 documents supporting the ship being a rebuild were forgeries. In 1991, they published their findings and conclusion that the current Constellation and the original frigate are two different ships. The authors did not agree with Chapelle, however, over the nature of the new ship's construction; they pointed out that the Act for the Gradual Increase authorized the Navy to build new ships from the oak acquired under its provisions, so there was no need to subvert Congress's authority on the matter.[3] Lynaugh summarized the report in a separate article published in 1993, Discussion of the Origins of the Frigate and the Sloop Constellation, and concluded that \"though not built in Baltimore in 1797, the present ship was the last sail-only powered warship designed and built by the U.S. Navy. As such, it is a rare artifact of first importance and truly deserves to be preserved and displayed for the American public.\"[21] Indeed, the Dictionary of American Naval Fighting Ships (DANFS), the official reference work for vessels of the US Navy, has exemplified and evolved with this identity controversy. In its 1969 edition it stated that the original Constellation was \"Laid up in ordinary at Norfolk from 1845 through 1853, she was found to be greatly in need of extensive repair. Thus, in 1854 she was brought into the yard and, in keeping with the needs of the time, modified into a 22-gun sloop-of-war.\"[22] By its 2004 edition this had been modified to state the original Constellation was broken up at Norfolk in 1853.[23] For its part, Historic Ships in Baltimore, the organization that operates the museum of which Constellation is a part, does not present the ship as having been the original vessel. They instead acknowledge that the first vessel was broken up in 1853, and present the accounts provided by more recent editions of DANFS.[9] Its predecessor organization, the U.S.F. Constellation Foundation, had maintained the opposite policy until its board resigned in 1994 and was replaced by advocates of the new-ship school of thought.[10][24][25]","Title":"USS Constellation (1854) - Wikipedia","KeyID":"19253","URL":"https://en.wikipedia.org/wiki/USS_Constellation_(1854)"}