{"Content: ":"Helen Delich Bentley Port of Baltimore is a shipping port along the tidal basins of the three branches of the Patapsco River in Baltimore, Maryland on the upper northwest shore of the Chesapeake Bay. It is the nation's largest port facilities for specialized cargo (roll-on/roll-off ships) and passenger facilities. It is operated by the Maryland Port Administration (MPA),[1] a unit of the Maryland Department of Transportation.[2] During a 2006 celebration of the port's 300th birthday,[3] the port was renamed in honor of Helen Delich Bentley (1923–2016), a former longtime U.S. Representative (Congresswoman) to the United States Congress (1985–1995) from Baltimore. She was also a former maritime reporter/editor for The Baltimore Sun, local major daily newspaper. In 1608, Captain John Smith traveled 170 miles from Jamestown (established the previous year) exploring the shores, rivers, creeks, and streams to the upper Chesapeake Bay towards the Susquehanna River, leading the first European expedition to the Patapsco River, named after the native Algonquian peoples who fished shellfish and hunted.[4][5] English royal and proprietary land grants from 1661 were combined in 1702 by James Carroll who named it Whetstone Point because of the landform shape resembling a sharpening stone. The area is now known as Locust Point a residential and industrial area. The port was founded on this site in 1706 by the colonial General Assembly of the Province of Maryland and designated one of the official Port of Entry for the tobacco trade with the Kingdom of England. In 1729–1730, Baltimore Town was established by Act of Assembly to the northwest at \"The Basin\" of the Northwest Branch of the Patapsco. This area was later known as the Inner Harbor. In 1776 local citizenry erected earthworks for port defense during the American Revolutionary War known as Fort Whetstone. These port fortifications were replaced beginning in 1798. In addition Fort McHenry was expanded and reconstructed with brick and stone in a \"star fort\" shape. This work was conducted by the officers and engineers of the United States Army and its Corps of Engineers and the U.S. Department of War.[6] Fells Point, first named Long Island Point in 1670, is the deepest point in the natural harbor on the north shore of the Northwest Branch of the Patapsco. It soon became the colony's main ship building center, with many shipyards, famed for the construction of the unique styled Baltimore clipper smaller sized sailing schooners. These were notorious as they were used by commerce raiders and privateers. This type of activity led to the British attack in September 1814, during the War of 1812 known as the Battle of Baltimore. It is noted for the famous bombardment of Fort McHenry as well as a land attack to the southeast at the Battle of North Point which attacked fortifications on the east side of town at Loudenschlager's and Potter's Hills (today's Hampstead Hill/Patterson Park). Fells Point was incorporated into old Baltimore Town in 1773. The Continental Navy ordered their first frigate warship, USS Virginia, from George Wells at Fells Point in 1775. The first ship named the U.S.F Constellation was produced at the Harris Creek shipyard east of Fells Point (the site of future neighborhood of Canton) by a master shipwright from Hingham, Massachusetts named David Stodder.[7] The third USS Enterprise was built at Henry Spencer's shipyard. Over 800 ships were commissioned from Fells Point shipyards from 1784 to 1821. The California Gold Rush of 1848–1849 lead to many orders for fast vessels. Many overland pioneers also relied upon canned goods supplied from Baltimore factories.[8][9] After the founding of Baltimore the waterfront developed drydocks, warehouses, ship chandlers, as well as industry including mills were built behind the wharves. In what is now Canton, further southeast of Baltimore and Fells Point along the Patapsco River, John O'Donnell's plantation was developed in the early 1800s for worker housing and industry, including the Canton Iron Works owned by Peter Cooper and later Horace Abbott during the Civil War and others.[10] In 1828 the Baltimore and Ohio Railroad (B&O) began track laying eventually extending into Locust Point in 1845. The arrival of the Baltimore and Ohio and other railroads made the port a major transshipment point between inland points and the rest of the world.[11] By the 1840s, the Baltimore Steam Packet Company (\"Old Bay Line\") was providing overnight steamship service down the Chesapeake Bay.[12] After the Civil War, coffee ships were designed here for trade with Brazil. Other industrial activities in Canton included Baltimore Copper Smelting Company and small oil refineries, later purchased by Standard Oil.[13] By the end of the nineteenth century, European ship lines had terminals for emigrants from Britain, Ireland, Germany, and Poland.[11] Maintenance of harbor channels and navigation aids began early. Dredging in the harbor can be traced back as far as 1783, when the Ellicott brothers (of Ellicott Dredges) excavated the bottom at their wharf in the Inner Harbor. In 1790 the state government began systematic dredging using a \"mud machine\", which used a horse-drawn drag bucket, later upgraded with steam power. In 1825 Sen. Sam Smith of Maryland petitioned Congress for federal funding for this work.[14] At this time Congress was smarting from the incursions of the War of 1812 and had determined to expand naval defenses. In Baltimore it led to the misconceived construction of Fort Carroll, an island three-tiered brick fortification in the 1840s (similar to various other East Coast island forts built such as the famous Fort Sumter in Charleston harbor, South Carolina), supervised by young Col. Robert E. Lee of the United States Army Corps of Engineers but federal dredging appropriations preceded that project, beginning in 1830. This first project was completed in 1838. In the 1850s a second dredging project was undertaken, this time under Capt. Henry Brewerton, who was also later in charge of the Fort Carroll project. He excavated a straight channel from Sparrows Point out to the mouth of the Patapsco near Seven Foot Knoll Light between North Point and Hawkins Point, which was erected in 1855; this channel, known today as the Brewerton Channel, continues to be the central link in the path into the harbor.[citation needed] In 1865 Maj. William P. Craighill took over as Baltimore District Engineer of the Corps of Engineers. His initial survey of the Brewerton Channel disclosed severe shoaling at the mouth of the river, and he excavated a new channel starting from the older channel at a point just northwest of Seven Foot Knoll and running south to the mouth of the Magothy River, where it turned to the south-southeast and continued to Sandy Point, just north of the present location of the Chesapeake Bay Bridge. In the 1870s a cut-off channel was dug to ameliorate the turn between the old and new channels; the Brewerton Channel was also extended to provide a connection to the Chesapeake and Delaware Canal. Enlarged and extended to access various facilities within the port, the Brewerton and Craighill Channels continue in use to the present, essentially unaltered in configuration.[15] Federal lighthouse construction in the bay began in the 1820s, and one early project was the erecting of range lights to guide ships into the Patapsco. These lights, the North Point Range Lights, were lit in 1822, marking a path roughly the same as that of the current Craighill Cutoff Channel. Subsequent channel construction was followed shortly by light projects. Brewerton's channel was marked by the Hawkins Point and Leading Point lights, constructed in 1868 and converted to skeleton towers in 1924. The original (lower) Craighill Channel was marked with range lights in 1875, following two years of temporary lightships; the cutoff was marked with the upper range lights in 1886, replacing the North Point range, which had been discontinued in 1873. In later years a pair of skeleton towers were erected on Locust Point to mark the Fort McHenry Channel, the final leg from the end of the Brewerton Channel to Curtis Point and the Inner Harbor. All of these lights remain in use, though of course all have been automated. The Craighill Channel Lower Range Rear Light enjoys the distinction of being the tallest lighthouse in Maryland.[citation needed] In 2006, then-Maryland Governor Bob Ehrlich participated in naming the port after Helen Delich Bentley during the 300th anniversary of the port.[3] Currently the port has major ro-ro (roll-on roll-off) facilities, as well as bulk facilities, especially steel handling.[1] The port handles around 700,000 vehicles per year.[16] Most Mercedes-Benz cars that are imported into the U.S were handled here as well in 2004.[17] In 2012, 36.7 million tons in foreign commerce (imports and exports), valued at $53.9 billion were handled by the port. The Port of Baltimore ranked 11th of 36 USA ports in handling of foreign tonnage and 9th in dollar value of the cargo handled during 2012.[1] During the third quarter of 2017, the Port of Baltimore had a 15% increase in general cargo tons from the third quarter in 2016. Since 2014, the Port has become the fourth fastest-growing port in North America with a 9.8% increase in the amount of cargo handled from the previous year. It is currently ranked 8th of 36 US ports for gross tonnage and 7th in dollar value[18][19] The Port of Baltimore includes five terminal areas, which are located in the Maritime Industrial Zoning Overlay District:[20] In the 1996 action film, Eraser, the film's finale and ending battle take place on and around a Russian cargo ship in the Port of Baltimore, referred to in the movie as the \"Baltimore Docks\". The Port of Baltimore appeared in the 2002 thriller movie, The Sum of All Fears. The second season of the HBO series The Wire centers around activity at the Port of Baltimore. NOAA maps: Coordinates: 39°16′30″N 76°35′04″W﻿ / ﻿39.275°N 76.5845°W﻿ / 39.275; -76.5845","Title":"Port of Baltimore - Wikipedia","KeyID":"19254","URL":"https://en.wikipedia.org/wiki/Baltimore_Harbor"}