{"Content: ":"The 1883 Casamicciola earthquake, also known as the Ischia earthquake occurred on 28 July at 20:25 local time (Central European Time) on the island of Ischia in the Gulf of Naples in Italy. Although the earthquake had an estimated moment magnitude (Mw) of 4.2 to 5.5, considered moderate in size,[3] it caused intense ground shaking that was assigned XI (Extreme) on the Modified Mercalli intensity scale. Of the 26,000 inhabitants in the town of Casamicciola, at least 2,313–3,100 people lost their lives. The city also suffered great property losses, with 80 percent of all homes destroyed.[4] This earthquake was exceptionally destructive for its magnitude mainly due to its shallow focal depth. Ischia island is situated in the circular caldera which forms the Phlegraean Fields of volcanoes. The volcanic field itself is part of the greater Campanian volcanic arc. The island's highest point, Monte Epomeo, is not a volcanic cone. Instead, it is a geological horst, a block of volcanic material deposited by eruptions that have been uplifted by active faulting.[5] The earthquake occurred on the northern slopes of Mount Epomeo along a near-vertical fault with an estimated length of 2 km.[6] An east-west or east-northeast–west-southwest fault structure was suggested as the cause of the earthquake.[1][6] Earthquakes on Ischia island have been relatively small in magnitude (≤ 5.5 Mw ), but despite this, damage and losses have been high. Prior to 1883, two earthquakes in 1828 and 1881 also caused major destruction. Another earthquake in 2017 measuring 3.9 Mw  caused two deaths and significant damage. The relatively small magnitude can be attributed to the brittleness of rock at shallow depths caused by volcanic heat.[7] The was felt with a maximum intensity of XI in a 3 km2 area, or 1.5 km from the epicenter, in the northern part of Ischia, causing localized damage. The earthquake was most devastating in the northern part of the city of Casamicciola, collapsing or seriously damaging many homes. Private buildings, hotels, churches, and country houses were among the many infrastructures destroyed by the earthquake. Damage was reported in every part of the island, with only a handful of buildings left untouched by the quake.[2]","Title":"1883 Casamicciola earthquake - Wikipedia","KeyID":"19267","URL":"https://en.wikipedia.org/wiki/1883_Casamicciola_earthquake"}