{"Content: ":"Lavinia Ellen \"Vinnie\" Ream Hoxie (September 25, 1847 – November 20, 1914) was an American sculptor. Her most famous work is the statue of U.S. President Abraham Lincoln in the U.S. Capitol rotunda.[1] Lavinia Ellen Ream was born September 25, 1847, in Madison, Wisconsin.[1] Her father, Robert, was a surveyor for the Surveyor General of the Northwest Territory and a Wisconsin Territory civil servant. Her mother was a McDonald of Scottish ancestry.[2] Her brother Robert enlisted in the Confederate army, in Arkansas, serving in Woodruff's Battery.[3] Vinnie attended Christian College in Columbia, Missouri, now known as Columbia College. A portrait of Martha Washington by Ream hangs in St. Clair Hall.[4][5] In 1861, her family moved to Washington, D.C. After her father's health began to fail, she began working outside the home to support her family.[6] Ream was one of the first women to be employed by the federal government, as a clerk in the dead letter office of the United States Post Office from 1862 to 1866 during the American Civil War. She sang at the E Street Baptist Church, and for the wounded at Washington, D.C. hospitals.[7] She collected materials for the Grand Sanitary Commission.[8] In 1863, James S. Rollins introduced Ream to sculptor Clark Mills.[9] She became an apprentice in Mills's sculpting studio the next year, at the age of seventeen.[6] In 1864, President Lincoln agreed to model for her in the morning for five months, and she created a bust of his figure.[4] During this time, Ream also began intense public relations efforts, selling photographs of herself and soliciting newspaper attention as a marketing strategy.[6] Ream was the youngest artist and first woman to receive a commission as an artist from the U.S. government for a statue.[10] She was awarded the commission for the full-size Carrara marble statue of Lincoln by a vote of Congress on July 28, 1866, when she was 18 years old.[11] She had used her previous bust of Lincoln as her entry into the selection contest for the full-size sculpture. There was significant debate over her selection as the sculptor, however, because of concern over her inexperience and the slanderous accusations that she was a \"lobbyist\", or a public woman of questionable reputation. She was known for her beauty and her conversational skills, which likely contributed to these accusations.[6] She worked in a studio in Room A of the basement of the Capitol.[12] Senator Edmund G. Ross boarded with Ream's family during the impeachment trial of United States President Andrew Johnson.[14] Ross cast the decisive vote against the removal of President Johnson from office, and Ream was accused of influencing his vote. She was almost thrown out of the Capitol with her unfinished Lincoln statue, but the intervention of powerful New York sculptors prevented it.[6] Once the U.S. government had approved the plaster model, Ream traveled to Paris, Munich, Florence, then Rome, to produce a finished marble figure.[4][6] She studied with Léon Bonnat in Paris, also producing busts of Gustave Doré, Père Hyacynthe, Franz Liszt, and Giacomo Antonelli.[15] Her studio in Rome was at 45 Via de San Basile.[16] She met Georg Brandes at that time.[17][18] While in Rome, she faced controversial rumors that claimed that it was the Italian workmen and not Ream who were responsible for her successful sculpture of Lincoln.[6] When the statue was complete, Ream returned to Washington. On January 25, 1871, her white marble statue of United States President Abraham Lincoln was unveiled in the United States Capitol rotunda, when Ream was only 23 years old.[21] She later opened a studio at 704 Broadway, New York City.[22] In 1871, she exhibited at the American Institute Fair.[23][24] She returned to Washington and opened a studio and salon at 235 Pennsylvania Avenue.[25] She was unsuccessful in her entry in the Thomas statue competition.[26] In 1875, George Armstrong Custer sat for a portrait bust.[27] In 1876, she exhibited at the Centennial Exposition.[28] In November 1877, she produced a model for a Lee statue in Richmond.[29] After lobbying William Tecumseh Sherman and Mrs. Farragut, she won a competition to sculpt Admiral David G. Farragut. Her sculpture, located at Farragut Square, Washington, D.C. was dedicated on April 25, 1881.[30] Ream married Richard L. Hoxie, of the U.S. Army Corps of Engineers, on May 28, 1878.[31] They had one son. Her husband was reassigned to Montgomery, Alabama, and Saint Paul, Minnesota. Her work would basically cease during her marriage because Richard felt it wasn't proper for a Victorian wife to earn money, and she followed his wishes.[32] Finally, the Hoxies lived at 1632 K Street near Farragut Square,[33] and had a summer home at 310 South Lucas Street, Iowa City, Iowa.[34][35] Her marbles, America, The West, and Miriam, were exhibited in the Woman's Building at the 1893 World's Columbian Exposition in Chicago, Illinois.[36][37] Ream designed the first free-standing statue of a Native American, Sequoyah, to be placed in Statuary Hall at the Capitol.[10] She died in Washington on November 20, 1914.[10] Ream and her husband are buried in section three of Arlington National Cemetery, marked by her statue Sappho.[38] A first-day cover stamp was issued in honor of Ream and her work on the statue of Sequoyah, the Native American inventor of the Cherokee alphabet. George Caleb Bingham painted her portrait twice.[9] The town of Vinita, Oklahoma, was named in honor of Ream.[39]","Title":"Vinnie Ream - Wikipedia","KeyID":"19261","URL":"https://en.wikipedia.org/wiki/Vinnie_Ream"}