{"Content: ":"The July Crisis was a series of interrelated diplomatic and military escalations among the major powers of Europe in the summer of 1914, which led to the outbreak of World War I (1914–1918). The crisis began on 28 June 1914, when Gavrilo Princip, a Bosnian Serb, assassinated Archduke Franz Ferdinand, heir presumptive to the Austro-Hungarian throne, and his wife Sophie, Duchess of Hohenberg. The assassin team was armed, trained, smuggled across the border and instructed by the head of the Serbian military intelligence service and his staff. A complex web of alliances, coupled with miscalculations when many leaders regarded war as in their best interests or felt that a general war would not occur, resulted in a general outbreak of hostilities among most major European nations in early August 1914. Austria-Hungary viewed the irredentist movements of South Slavs, as promoted by Serbia, as a threat to the unity of its multi-national empire. Following the assassination, Austria sought to inflict a military blow on Serbia to demonstrate its own strength and to dampen Serbian support for Yugoslav nationalism. However, Vienna, wary of the reaction of the Russian Empire (a major supporter of Serbia), sought a guarantee from its ally Germany that Berlin would support Austria in any conflict. Germany guaranteed its support, but urged Austria to attack quickly, while world sympathy for Ferdinand was high, in order to localize the war and to avoid drawing in Russia. Some German leaders believed that growing Russian economic power would change the balance of power between the two nations, that a war was inevitable, and that Germany would be better off if a war happened soon. However, rather than launching a quick attack with available military forces, Austrian leaders deliberated into mid-July before deciding that Austria would give Serbia a harsh ultimatum on 23 July and would not attack without a full mobilisation of the Austro-Hungarian Army (which could not be accomplished before 25 July 1914). Just prior to the Serbian reply to the ultimatum, Russia decided that it would intervene in any Austro–Serbian war and ordered a secret but noticed partial mobilization (Maskirovka) of its armed forces. While Russian military leadership acknowledged that Russia was not yet strong enough for a general war, Russia believed that the Austrian grievance against Serbia was a pretext orchestrated by Germany and that Saint Petersburg needed to show strength in support of its Serbian client. The Russian partial mobilization – the first major military action not undertaken by a direct participant in the conflict between Austria-Hungary and Serbia – increased the willingness of Serbia to defy the threat of an Austrian attack and greatly increased the alarm in Germany about masses of Russian troops assembling near its borders. Previously, the German General Staff had predicted that Russian mobilization in the east would be slower than that of Russia's French ally on Germany's western border; therefore, German military strategy in any conflict with Russia involved attacking France through Belgium (to avoid French fixed defenses) and quickly defeating France in the west before turning to face Russia in the east. France, aware that it would have to act together with its Russian ally to defeat its German rival, escalated its military preparations as tensions along the Russian border increased, which, in turn, further alarmed Germany. While the United Kingdom was semi-formally aligned with Russia and France, it also had relatively friendly diplomatic relations with Germany, and many British leaders saw no compelling reason to involve Britain in a continental war. Britain repeatedly offered to mediate, using the Serbian reply as the basis of negotiation, and Germany made various promises in an attempt to ensure British neutrality. However, Britain decided that it had a moral obligation to defend Belgium and to aid its formal allies, and thus became the last major country actively involved in the July Crisis to formally enter the conflict on 4 August. By early August, the ostensible reason for armed conflict, the dispute between Serbia and Austria-Hungary over the murdered heir, had already become a sidenote to a general European war. At the Congress of Berlin that brought an end to the Russo-Turkish War in 1878, Austria-Hungary was given the right to occupy Ottoman Bosnia and Herzegovina. Thirty years later, Austria-Hungary formally annexed the territory, violating the Berlin treaty[1] and upsetting the fragile balance of power in the Balkans, precipitating a diplomatic crisis. Sarajevo became the provincial capital and Oskar Potiorek, a military commander, became governor of the province. In the summer of 1914, Emperor Franz Joseph ordered Archduke Franz Ferdinand, heir presumptive to the Austro-Hungarian throne, to attend military exercises due to be held in Bosnia. After the exercises, on 28 June, Ferdinand toured Sarajevo with his wife, Sophie. Six armed irredentists, five Bosnian Serbs and one Bosnian Muslim, coordinated by Danilo Ilić, seeking to free Bosnia of Austria-Hungarian colonial rule and unite all Southern Slavs, lay in wait along Ferdinand's announced motorcade route.[2] At 10:10 a.m., Nedeljko Čabrinović threw a hand grenade at Ferdinand's motorcade damaging the following car and injuring its occupants.[3] Later that morning, Gavrilo Princip managed to shoot and kill Franz Ferdinand and Sophie as they drove back to visit the wounded in the hospital. Čabrinović and Princip took cyanide, but it only sickened them. Both were arrested.[4] Within 45 minutes of the shooting, Princip began telling his story to interrogators.[5] The next day, based on the interrogations of the two assassins, Potiorek telegraphed Vienna to announce that Princip and Čabrinović had conspired in Belgrade with others to obtain bombs, revolvers, and money to kill the Archduke. A police dragnet quickly caught most of the conspirators.[6] Immediately following the assassinations, Serbian envoy to France Milenko Vesnić and Serbian envoy to Russia Miroslav Spalajković put out statements claiming that Serbia had warned Austria-Hungary of the impending assassination.[7] Serbia soon thereafter denied making warnings and denied knowledge of the plot.[8] By 30 June, Austro-Hungarian and German diplomats were requesting investigations from their Serbian and Russian counterparts, but were rebuffed.[9] On 5 July, based on interrogations of the accused assassins, Governor Potiorek telegraphed Vienna that Serbian Major Voja Tankosić had directed the assassins.[10] The next day, Austrian chargé d'affaires Count Otto von Czernin proposed to Russian Foreign Minister Sergey Sazonov that the instigators of the plot against Ferdinand needed to be investigated within Serbia, but he too was rebuffed.[11] Austria-Hungary immediately undertook a criminal investigation. Ilić and five of the assassins were promptly arrested and interviewed by an investigating judge. The three young Bosnian assassins who had travelled to Serbia stated that Serbian Major Vojislav Tankosić had directly and indirectly supported them.[12] In fact Princip had received a few days of training and some weapons through renegade intelligence officers in Serbia and Mlada Bosna, the freedom fighting group to which Princip was primarily loyal, had members who came from all three major Bosnian ethnic groups.[13] A total of twenty-five people were indicted as a result of the investigation, while the group was dominated by Bosnian Serbs, four of the indictees were Bosnian Croats, all of them were Austro-Hungarian citizens, none from Serbia.[14] Within Serbia, there was popular rejoicing over the assassination of Franz Ferdinand.[15] Because Serbian elections were scheduled for 14 August, Prime Minister Nikola Pašić was unwilling to court unpopularity by being seen to bow down to Austria.[16] If he had actually warned the Austrians in advance of the plot against Franz Ferdinand, Pašić was probably concerned about his chances at the polls and perhaps his life being endangered if such news leaked out.[16] Léon Descos, French Ambassador to Belgrade, on 1 July reported that a Serbian military party was involved in the assassination of Franz Ferdinand, that Serbia was in the wrong, and that Russian Ambassador Hartwig was in constant conversations with Regent Alexander to guide Serbia through this crisis.[17] The \"military party\" was a reference to Chief of Serbian Military Intelligence, Dragutin Dimitrijević and the officers he led in the 1903 murder of the King and Queen of Serbia. Their acts led to the installation of the dynasty ruled by King Peter and Regent Alexander. Serbia requested and France arranged the replacement of Descos with the more hawkish Boppe who arrived on 25 July.[18] While few mourned Franz Ferdinand himself, many ministers argued the assassination of the heir to the throne was a challenge to Austria that must be avenged.[19] This was especially true of Foreign Minister Leopold Berchtold; in October 1913, his ultimatum to Serbia made them back down over the occupation of Northern Albania, which gave him confidence it would work again.[20] Members of the \"War Party\", like Conrad von Hötzendorf, Chief of the Austro-Hungarian General Staff saw it as an opportunity to destroy Serbia's ability to interfere in Bosnia.[21] Moreover, the Archduke, who had been a voice for peace in the previous years, had now been removed from the discussions. The assassination combined with existing instability in the Balkans sent deep shockwaves through the Austrian elite. The murder has been described by historian Christopher Clark as a \"9/11 effect, a terrorist event charged with historic meaning, transforming the political chemistry in Vienna\".[22] Between 29 June to 1 July, Berchtold and Conrad debated an appropriate response to the events in Sarajevo; Conrad wanted to declare war on Serbia as soon as possible,[24] stating: \"If you have a poisonous adder at your heel, you stamp on its head, you don't wait for the bite.\"[22] He advocated immediate mobilization against Serbia, while Berchtold wanted to ensure public opinion be prepared first.[25] On 30 June, Berchtold suggested they demand Serbia disband anti-Austrian societies and relieve certain officials of their responsibilities, but Conrad continued to argue for the use of force. On 1 July, Berchtold told Conrad that Emperor Franz Joseph would await the criminal inquiry results, that István Tisza, Prime Minister of Hungary, was opposed to war, and that Karl von Stürgkh, Prime Minister of Austria, hoped that the criminal inquiry would provide a proper basis for action.[25] Opinion in Vienna was divided; Berchtold now agreed with Conrad and supported war, as did Franz Joseph, although he insisted German support was a prerequisite, while Tisza was opposed; he correctly predicted war with Serbia would trigger one with Russia and hence a general European war.[26] The pro-war party saw it as a reactionary means of re-invigorating the Habsburg monarchy, restoring it to the vigour and virility of an imagined past, and that Serbia must be dealt with before it became too powerful to defeat militarily.[27] Conrad continued to push for war but worried what attitude Germany would take; Berchtold replied that he planned to inquire of Germany what its position was.[citation needed] Berchtold used his memo of 14 June 1914, proposing Serbia's destruction, as the basis for the document that would be used to solicit German support.[28] On 1 July, Viktor Naumann, a German journalist and friend of German Foreign Secretary Gottlieb von Jagow, approached Berchtold's chief of cabinet, Alexander, Count of Hoyos. Naumann's advice was that it was time to annihilate Serbia and that Germany could be expected to stand by her ally.[30] The next day, German Ambassador Heinrich von Tschirschky spoke to Emperor Franz Joseph and stated that it was his estimate that Wilhelm II would support resolute, well-thought-out action by Austria-Hungary with regard to Serbia.[30] On 2 July, the Saxon Ambassador in Berlin wrote back to his king that the German Army wanted Austria to attack Serbia as quickly as possible because the time was right for a general war since Germany was more prepared for war than either Russia or France.[31] On 3 July, the Saxon military attaché in Berlin reported that the German General Staff \"would be pleased if war were to come about now\".[32] Emperor Wilhelm II came to share the views of the German General Staff and declared on 4 July that he was entirely for \"settling accounts with Serbia\".[26] He ordered the German ambassador in Vienna, Count Heinrich von Tschirschky, to stop advising restraint, writing that \"Tschirschky will be so good to drop this nonsense. We must finish with the Serbs, quickly. Now or never!\".[26] In response, Tschirschky told the Austro-Hungarian government that next day that \"Germany would support the Monarchy through thick and thin, whatever action it decided to take against Serbia. The sooner Austria-Hungary struck, the better\".[33] On 5 July 1914, Count Moltke, the Chief of the German General Staff, wrote that \"Austria must beat the Serbs\".[31] In order to ensure Germany's full support, the Chef de Cabinet of the Austro-Hungarian Foreign Ministry Count Alexander von Hoyos visited Berlin on 5 July. On 24 June, Austria-Hungary had prepared a letter for its ally outlining the challenges in the Balkans and how to address them, but Franz Ferdinand was assassinated before it could be delivered.[34] According to the letter, Romania was no longer a reliable ally especially since the Russo-Romanian summit meeting of 14 June in Constanța. Russia was working toward an alliance of Romania, Bulgaria, Serbia, Greece, and Montenegro against Austria-Hungary, dismemberment of Austria-Hungary, and the movement of borders from east to west.[citation needed] To break up this effort, Germany and Austria-Hungary should first ally with Bulgaria and the Ottoman Empire. To this letter was added a post-script on the Sarajevo Outrage and its impact. Finally, Emperor Franz Joseph added his own letter to Emperor Wilhelm II which closed with advocating the end of Serbia as a political power factor.[35] Hoyos was dispatched to Germany to present these letters. The letters were presented to Wilhelm II on 5 July. Hoyos provided Austro-Hungarian Ambassador Count Ladislaus de Szögyény-Marich with two documents, one of which was a memo by Tisza, advising that Bulgaria should join the Triple Alliance, and another letter by Franz Joseph I of Austria stating that the only way of preventing the disintegration of the Dual Monarchy was \"to eliminate Serbia\" as a state.[33] The letter by Franz Joseph was based closely upon Berchtold's 14 June memo calling for the destruction of Serbia.[28] Franz Josef's letter explicitly stated that the decision for war against Serbia had been made before the assassination of the Archduke, and that the events of Sarajevo only confirmed the already pre-existing need for a war against Serbia.[36] After meeting with Austro-Hungarian Ambassador to Germany Szögyény on 5 July, the German Emperor informed him that his state could \"count on Germany's full support\", even if \"grave European complications\" ensued, and that Austria-Hungary \"ought to march at once\" against Serbia.[31][33] He added that \"in any case, as things stood today, Russia was not at all ready for war, and would certainly think long before appealing to arms\". Even if Russia were to act in defence of Serbia, Wilhelm promised that Germany would do everything in its power, including war, to support Austria-Hungary.[33] Wilhelm added that he needed to consult with Chancellor Theobald von Bethmann-Hollweg, who he was quite sure would have a similar view.[37] After his meeting, Szögyény reported to Vienna that Wilhelm \"would regret it if we [Austria-Hungary] let this present chance, which was so favourable for us, go by without utilising it\".[38][39] This so-called \"blank cheque\" of German support up to and including war was to be the main determining factor in Austrian policy in July 1914.[38] At another meeting held on 5 July, this one at Potsdam palace, German Chancellor Theobald von Bethmann-Hollweg, the Foreign Ministry's State Secretary Arthur Zimmermann, the Minister of War Erich von Falkenhayn, the head of the German Imperial Military Cabinet Moriz von Lyncker, the Adjutant general Hans von Plessen, Captain Hans Zenker of the Naval General Staff, and Admiral Eduard von Capelle of the Naval State Secretariat all endorsed Wilhelm's \"blank cheque\" as Germany's best policy.[38] On 6 July, Hoyos, Zimmerman, Bethmann-Hollweg, and Austro-Hungarian Ambassador Szögyény met and Germany gave its \"blank cheque\" commitment to Austria-Hungary of firm support.[37] On 6 July, Bethmann-Hollweg and Zimmermann further repeated the promise of Wilhelm's \"blank cheque\" at a conference with Szögyény.[40] Although Bethmann-Hollweg stated that the decision for war or peace was in Austria's hands, he strongly advised that Austria choose the former.[40] That same day, British Foreign Secretary Sir Edward Grey was warned by the German Ambassador in London, Prince Lichnowsky, of the dangerous situation in the Balkans.[41] Grey felt that Anglo-German co-operation could resolve any Austro-Serbian dispute, and he \"believed that a peaceful solution would be reached\".[41] When asked if Germany was ready for a war against Russia and France, Falkenhayn replied with a \"curt affirmative\". Later on 17 July, the Army's Quartermaster general Count Waldersee wrote to Gottlieb von Jagow, Foreign Minister: \"I can move at a moment's notice. We in the General Staff are ready: there is nothing more for us to do at this juncture\".[38] As Wilhelm himself stated in private \"in order not to alarm world opinion\", the Kaiser left on his annual North Sea cruise.[40] Shortly after, Wilhelm's close friend Gustav Krupp von Bohlen wrote that the Emperor said that we would not waver in declaring war if Russia mobilized.[40][note 1] In the same way, Berchtold suggested that Austrian leaders go on vacation \"to prevent any disquiet\" about what had been decided.[42] Germany's policy was to support a swift war to destroy Serbia that would present a fait accompli to the world.[43] Unlike the three earlier cases dating from 1912 when Austria had asked for German diplomatic support for a war against Serbia, this time it was felt that political conditions for such a war now existed.[44] At this time, the German military supported the idea of an Austrian attack against Serbia as the best way of starting a general war, whereas Wilhelm believed that an armed conflict between Austria-Hungary and Serbia would be purely local.[45] Austrian policy based upon pre-existing plans to destroy Serbia involved not waiting to complete judicial inquiries to strike back immediately and not to strain its credibility in the coming weeks as it would become more and more clear that Austria was not reacting to the assassination.[46] Likewise, Germany wished to give the impression of its ignorance of Austrian intentions.[42] The thinking was that, as Austria-Hungary was Germany's only ally, if its prestige was not restored then its position in the Balkans might be irreparably damaged, encouraging further irredentism by Serbia and Romania.[47] A quick war against Serbia would not only eliminate her, but also probably lead to further diplomatic gains vis a vis Bulgaria and Romania. A Serbian defeat would also be a defeat for Russia and reduce her influence in the Balkans. The benefits were clear but there were risks, namely that Russia would intervene and this would lead to a continental war. However, this was thought even more unlikely since the Russians had not yet finished their French-funded rearmament programme scheduled for completion in 1917. Moreover, they did not believe that Russia, as an absolute monarchy, would support regicides, and more broadly \"the mood across Europe was so anti-Serbian that even Russia would not intervene\". Personal factors also weighed heavily and the German Kaiser was close to the murdered Franz Ferdinand and was affected by his death, to the extent that German counsels of restraint vis a vis Serbia in 1913 changed to an aggressive stance.[48] On the other hand, the military thought that if Russia did intervene then St Petersburg clearly desired war and now would be a better time to fight, when Germany had a guaranteed ally in Austria-Hungary, Russia was not ready and Europe was sympathetic to them. On balance, at this point in the crisis, the Germans anticipated that their support would mean the war would be a localised affair between Austria-Hungary and Serbia. This would be particularly true if Austria moved quickly, \"while the other European powers were still disgusted over the assassinations and therefore likely to be sympathetic to any action Austria-Hungary took\".[49] On 7 July, the Council of Joint Ministers debated Austria-Hungary's course of action. The most hawkish on the Council considered a surprise attack on Serbia.[50] Count Tisza persuaded the Council that demands should be placed on Serbia before mobilization to provide a proper \"juridical basis for a declaration of war\".[51] Samuel R. Williamson, Jr. has emphasized the role of Austria-Hungary in starting the war. Convinced Serbian nationalism and Russian Balkan ambitions were disintegrating the Empire, Austria-Hungary hoped for a limited war against Serbia and that strong German support would force Russia to keep out of the war and weaken its Balkan prestige.[52] At this stage in the crisis the possibility of determined Russian support for Serbia, and its attendant risks, was never properly weighed up. The Austrians remained fixated on Serbia but did not decide on their precise objectives other than war.[22] Nevertheless, having decided upon war with German support, Austria was slow to act publicly, and did not deliver the ultimatum until 23 July, some three weeks after the assassinations on 28 June. Thus Austria lost the reflex sympathies attendant to the Sarajevo murders and gave the further impression to the Entente powers that Austria was merely using the assassinations as a pretext for aggression.[53] The Council agreed on putting harsh demands on Serbia but could not reach consensus on how harsh. Except for Count Tisza, the Council intended to make such harsh demands that their rejection would be very probable. Tisza held out for demands that, while harsh, would not appear impossible to meet.[54] Both views were sent to the Emperor on 8 July.[55] The Emperor's opinion was that the gap in opinion could most likely be bridged.[56] An initial set of demands was drafted during the Council meeting.[55] Over the next few days, the demands were reinforced, possibly with the help of the German Foreign Office, to make sure there was a war, and made more iron-clad and difficult for Serbia to accept. On 7 July, on his return to Vienna, Count Hoyos reported to Austro-Hungarian Crown Council that Austria had Germany's full support even if \"measures against Serbia should bring about a big war\".[40] At the Crown Council, Berchtold strongly urged that a war against Serbia be begun as soon as possible.[57] At that meeting of the Crown Council, all involved were in full favour of war except Hungarian Prime Minister István Tisza.[58] Tisza warned that any attack on Serbia \"would, as far as can humanly be foreseen, lead to an intervention by Russia and hence a world war\".[57] The rest of the participants debated about whether Austria should just launch an unprovoked attack or issue an ultimatum to Serbia with demands so stringent that it was bound to be rejected.[58] Austrian Prime Minister Stürgkh warned Tisza that if Austria did not launch a war, its \"policy of hesitation and weakness\" would cause Germany to abandon Austria-Hungary as an ally.[58] All present, except Tisza, finally agreed that Austria-Hungary should present an ultimatum designed to be rejected.[28] Starting 7 July, the German Ambassador to Austria-Hungary, Heinrich von Tschirschky, and Austro-Hungarian Foreign Minister Berchtold held almost daily meetings about how to co-ordinate the diplomatic action to justify a war against Serbia.[59] On 8 July, Tschirschky presented Berchtold with a message from Wilhelm who declared he \"stated most emphatically that Berlin expected the Monarchy to act against Serbia, and that Germany would not understand it, if ... the present opportunity were allowed to go by ... without a blow struck\".[59] At the same meeting, Tschirschky told Berchtold, \"if we [Austria-Hungary] compromised or bargained with Serbia, Germany would interpret this as a confession of weakness, which could not be without effect on our position in the Triple Alliance and on Germany's future policy\".[59] On 7 July, Bethmann Hollweg told his aide and close friend Kurt Riezler that \"action against Serbia can lead to a world war\" and that such a \"leap in the dark\" was justified by the international situation.[60] Bethmann Hollweg explained to Riezler that Germany was \"completely paralysed\" and that the \"future belongs to Russia which is growing and growing, and is becoming an ever increasing nightmare to us\".[60] Riezler went to write in his diary that Bethmann Hollweg painted a \"devastating picture\" with Russia building rail-roads in Poland allowing Russian forces to mobilize faster once the Great Military Programme was finished in 1917.[61] While admitting that an Austro-Serbian war would probably cause a world war \"which would lead to an overthrow of the existing order\", Bethmann Hollweg reasoned the \"existing order was lifeless and void of ideas\" and that such a war could only be welcomed as a blessing to Germany.[61] Such fears about Russia led Bethmann Hollweg to credit Anglo-Russian naval talks in May 1914 as the beginning of an \"encirclement\" policy against Germany that could only be broken through war.[60]. On 8 July, Tisza informed another meeting of the Crown Council that any attack on Serbia was bound to lead to \"intervention by Russia and consequently world war\".[58] On the same day, Kurt Riezler's diary has his friend Bethmann Hollweg saying: \"If the war comes from the East, so that we are marching to Austria-Hungary's aid instead of Austria-Hungary to ours, then we have a chance of winning it. If war does not come, if the Czar does not want it or France dismayed, counsels peace, then we still have a chance of maneuvering the Entente apart over this action.\"[62] On 9 July, Berchtold advised the Emperor that he would present Belgrade with an ultimatum containing demands that were designed to be rejected. This would ensure a war without the \"odium of attacking Serbia without warning, put her in the wrong\", and ensure that Britain and Romania would remain neutral.[58] On 10 July, Berchtold told Tschirschky he would present Serbia with an ultimatum containing \"unacceptable demands\" as the best way of causing war, but \"chief care\" would be taken about how to present these \"unacceptable demands\".[59] In response, Wilhelm wrote angrily on the margins of Tschirschky's dispatch \"They had time enough for that!\"[59] It took the week of 7–14 July to persuade Tisza to support war.[57] On 9 July, Prince Lichnowsky, the German Ambassador in London was told by British Foreign Secretary Sir Edward Grey that he \"saw no reason for taking a pessimistic view of the situation\".[57] Despite Tisza's opposition, Berchtold had ordered his officials to start drafting an ultimatum to Serbia on 10 July.[63] The German Ambassador reported that \"Count Berchtold appeared to hope that Serbia would not agree to the Austro-Hungarian demands, as a mere diplomatic victory would put the country here again in a stagnant mood\".[63] Count Hoyos told a German diplomat \"that the demands were really of such a nature that no nation that still possessed self-respect and dignity could possibly accept them\".[63] On 11 July, Tschirschky reported to Jagow that he \"again took the occasion to discuss with Berchtold what action was to be taken against Serbia, chiefly in order to assure the minister once again, emphatically that speedy action was called for\".[59] On the same day, the German Foreign Office wanted to know if they should send a telegram congratulating King Peter of Serbia on his birthday. Wilhelm replied that not doing so might attract attention.[note 2] On 12 July, Szögyény reported from Berlin that everyone in the German government wanted to see Austria-Hungary declare war on Serbia at once, and were tired of Austrian indecision about whether to choose war or peace.[64][note 3] On 12 July, Berchtold showed Tschirschky the contents of his ultimatum containing \"unacceptable demands\", and promised to present it to the Serbs after the Franco-Russian summit between President Poincaré and Nicholas II was over.[64] Wilhelm wrote on the margins of Tschirschky's dispatch \"What a pity!\" that the ultimatum would be presented so late in July.[64] By 14 July, Tisza agreed to support war out of fear that a policy of peace would lead to Germany renouncing the Dual Alliance of 1879.[58] On that day, Tschirschky reported to Berlin that Austria-Hungary would present an ultimatum \"which would almost certainly be rejected and should result in war\".[58] That same day, Jagow sent instructions to Prince Lichnowsky, the German Ambassador in London, stating Germany had decided to do everything within its power to cause an Austro-Serbian war, but Germany must avoid the impression \"that we were egging Austria on to war\".[65] Jagow described a war against Serbia as Austria-Hungary's last chance at \"political rehabilitation\". He stated that under no circumstances did he want a peaceful solution, and though he did not want a preventive war, he would not \"jib at the post\" if such a war came because Germany was ready for it, and Russia \"fundamentally was not\".[66] Russia and Germany being destined to fight each other, Jagow believed that now was the best time for the inevitable war,[67] because: \"in a few years Russia ... will be ready. Then she will crush us on land by weight of numbers, and she will have her Baltic Fleet and her strategic railroads ready. Our group meanwhile is getting weaker\".[66] Jagow's belief that the summer of 1914 was the best time for Germany to go to war was widely shared in the German government.[68] Many German officials believed that the \"Teuton race\" and \"Slav race\" were destined to fight each other in a terrible \"race war\" for the domination of Europe, and that now was the best time for such a war to come.[69] The Chief of the German General Staff, Moltke, told Count Lerchenfeld, the Bavarian Minister in Berlin, that \"a moment so favourable from the military point of view might never occur again\".[70] Moltke argued that due to the alleged superiority of German weaponry and training, combined with the recent change in the French Army from a two-year to a three-year period of service, Germany could easily defeat both France and Russia in 1914.[71] On 13 July, Austrian investigators into the assassination of Franz Ferdinand reported to Berchtold that there was little evidence that the Serbian government had abetted the murders.[note 4] This report depressed Berchtold as it meant there was little evidence to support his pretext of Serbian government involvement in Franz Ferdinand's assassination.[72] On 14 July, the Austrians assured the Germans that the ultimatum to be delivered to Serbia \"is being composed so that the possibility of its acceptance is practically excluded\".[57] That same day, Conrad, the Chief of the General Staff of the Austro-Hungarian Army, told Berchtold that due to his desire to get the summer harvest in, the earliest that Austria could declare war was 25 July.[73] At the same time, the visit of the French President and Premier to St. Petersburg meant that it was considered undesirable to present the ultimatum until the visit was over.[74] The ultimatum, officially called a démarche, would not be delivered until 23 July with an expiry date of 25 July.[72] On 16 July, Bethmann Hollweg told Siegfried von Roedern, the State Secretary for Alsace-Lorraine, that he couldn't care less about Serbia or alleged Serbian complicity in the assassination of Franz Ferdinand.[71] All that mattered was that Austria attack Serbia that summer, to result in a win-win situation for Germany.[71] If Bethmann Hollweg's view was correct, an Austro-Serbian war would either cause a general war (which Bethmann Hollweg believed Germany would win) or cause the Triple Entente to break up.[71] That same day, the Russian Ambassador to Austria-Hungary suggested to St. Petersburg that Russia should inform Austria-Hungary of its negative view of Austrian demands.[75][note 5] The Austrian Ambassador in St. Petersburg falsely told the Russian Foreign Minister, Sergey Sazonov, that Austria was not planning on any measure that might cause a war in the Balkans, so no Russian complaints were made.[75] On 17 July, Berchtold complained to Prince Stolberg [de] of the German Embassy that though he thought his ultimatum would probably be rejected, he was still worried that it was possible for the Serbs to accept it, and wanted more time to re-phrase the document.[76] Stolberg reported back to Berlin that he had told Berchtold that a lack of action would make Austria look weak.[77][note 6] On 18 July, to reassure Stolberg, Count Hoyos promised him that the demands in the draft text of the ultimatum \"were really of such a nature that no nation that still possessed self-respect and dignity could possibly accept them\".[78] The same day, in response to rumours about an Austrian ultimatum, the Serbian Prime Minister Pašić stated that he would not accept any measures compromising on Serbian sovereignty.[75] On 18 July, Hans Schoen, a Bavarian diplomat in Berlin, told the Bavarian Prime Minister Count Georg von Hertling that Austria was only making a pretence \"of being peacefully inclined\".[79] Commenting on the draft text of the ultimatum shown to him by German diplomats, Schoen noted that Serbia would not be able to accept the demands, so the result would be war.[79] Zimmermann told Schoen that a powerful and successful move against Serbia would save Austria-Hungary from internal disintegration, and that was why Germany had given Austria \"a blank power of full authority, even at the risk of a war with Russia\".[79] On 19 July, the Crown Council in Vienna decided upon the wording of the ultimatum to be presented to Serbia on 23 July.[80][81] The extent of German influence was evident when Jagow ordered Berchtold to delay the ultimatum by an hour to make sure that the French President and Premier were at sea after their summit in St. Petersburg.[80] The first draft of the ultimatum had been shown to the German Embassy in Vienna on 12 July and the final text was provided in advance to the German Embassy on 22 July.[80] Due to Austria's delay in writing the ultimatum, the element of surprise that Germany had counted upon in the war against Serbia was lost.[82] Instead, the strategy of \"localization\" was adopted, which meant that when the Austro-Serbian war began, Germany would pressure other powers not to become involved even at the risk of war.[83] On 19 July, Jagow published a note in the semi-official North German Gazette warning other powers \"that the settlement of differences which may arise between Austria-Hungary and Serbia should remain localized\".[83] Asked by Jules Cambon, the French Ambassador to Germany, how he knew about the contents of the Austrian ultimatum as he had revealed in the North German Gazette, Gottlieb von Jagow pretended to be ignorant of it.[83] Sir Horace Rumbold of the British Embassy in Berlin reported that it was likely that Austria was operating with German assurances.[note 7] Though Jagow's pretence was not widely believed, it was still believed at the time that Germany was aiming for peace, and could restrain Austria.[84] General Helmuth von Moltke of the German General Staff again strongly approved of the idea of an Austrian attack on Serbia as the best way of bringing about the desired world war.[85] On 20 July, the German government informed the directors of the Norddeutscher Lloyd and Hamburg America Line shipping companies that Austria would soon present an ultimatum that might cause a general European war, and they should start withdrawing their ships from foreign waters back to the Reich at once.[86] That same day, the German Navy was ordered to concentrate the High Seas Fleet, in case of a general war.[87] Riezler's diary states Bethmann Hollweg saying on 20 July that Russia with its \"growing demands and tremendous dynamic power would be impossible to repel in a few years, especially if the present European constellation continues to exist\".[88] Riezler ended his diary noting that Bethmann Hollweg was \"determined and taciturn\", and quoted his former Foreign Minister Kiderlen-Waechter who \"had always said we must fight\".[88] On 21 July, the German government told Jules Cambon, the French Ambassador in Berlin, and Bronewski, the Russian chargé d'affaires, that the German Reich had no knowledge of what Austrian policy was towards Serbia.[80] In private, Zimmermann wrote that the German government \"entirely agreed that Austria must take advantage of the favourable moment, even at the risk of further complications\", but that he doubted \"whether Vienna would nerve herself to act\".[80] Zimmermann ended his memo that \"he gathered that Vienna, timid and undecided as it always was, was almost sorry\" that Germany had given the \"blank cheque\" of 5 July 1914, instead of advising restraint with Serbia.[80] Conrad himself was pressuring the Dual Monarchy for \"haste\" in starting a war, in order to prevent Serbia from \"smelling a rat and herself volunteering compensation, perhaps under pressure from France and Russia\".[80] On 22 July, Germany refused an Austrian request to have the German Minister in Belgrade present the ultimatum to Serbia because as Jagow had said, it would look too much \"as though we were egging Austria on to make war\".[86] On 23 July, the whole German military and political leadership ostentatiously went on vacation.[89] Count Schoen, the Bavarian chargé d'affaires in Berlin reported to Munich that Germany would act surprised by the Austrian ultimation.[note 8] However, on 19 July—four days before the ultimatum was presented—Jagow asked all German Ambassadors (except for Austria-Hungary) to pass along support for Austrian action against Serbia.[note 9] Jagow realized that this statement was incompatible with his claims of ignorance, thus leading to a hasty second dispatch claiming total ignorance of the Austrian ultimatum, but threatening \"incalculable consequences\" if any power tried to stop Austria-Hungary from attacking Serbia if the ultimatum were rejected.[90] When Friedrich von Pourtalès, the German Ambassador in St. Petersburg, reported that the Russian Foreign Minister Sergey Sazonov warned that Germany \"must reckon with Europe\" if she supported an Austrian attack against Serbia, Wilhelm wrote on the margin of Pourtalès's dispatch \"No! Russia, yes!\"[90] In supporting an Austrian war with Serbia, Germany's leaders knew the risks of a general war.[90] As the historian Fritz Fischer pointed out, this could be proven by Jagow's request to know the full itinerary of Wilhelm's North Sea cruise before the Austrian ultimatum was presented.[note 10] On 22 July, before the ultimatum was delivered, the Austrian government asked that the German government deliver the Austrian declaration of war when the ultimatum expired on 25 July.[91] Jagow refused, stating: \"Our standpoint has to be that the quarrel with Serbia is an Austro-Hungarian internal affair.\"[91] On 23 July, the Austrian Minister in Belgrade, Baron Giesl von Gieslingen, presented the ultimatum to the Serbian government.[92] In the absence of Nikola Pašić, the secretary-general of the Serbian ministry of Foreign Affairs Slavko Grujić and the acting prime minister, finance minister Lazar Paču, received it.[93] At the same time, and having a strong expectation of Serbian rejection, the Austrian Army opened its war book, and began preparations for hostilities.[94] French President Raymond Poincaré and Prime Minister René Viviani departed for Saint Petersburg on 15 July, arrived on 20 July and departed on 23 July. The French and the Russians agreed their alliance extended to supporting Serbia against Austria, confirming the already established policy behind the Balkan inception scenario. As Christopher Clark notes \"Poincare had come to preach the gospel of firmness and his words had fallen on ready ears. Firmness in this context meant an intransigent opposition to any Austrian measure against Serbia. At no point do the sources suggest that Poincare or his Russian interlocutors gave any thought whatsoever to what measures Austria-Hungary might legitimately be entitled to take in the aftermath of the assassinations\".[95] The delivery of the Austrian ultimatum was intended to coincide with the departure of the French delegation from Russia on 23 July. The meetings were centrally concerned with the crisis unfolding in central Europe. On 21 July, the Russian Foreign Minister warned the German ambassador to Russia that \"Russia would not be able to tolerate Austria-Hungary's using threatening language to Serbia or taking military measures\". The leaders in Berlin discounted this threat of war. German foreign minister Gottlieb von Jagow noted \"there is certain to be some blustering in St. Petersburg\". German Chancellor Theobald von Bethmann-Hollweg told his assistant that Britain and France did not realize that Germany would go to war if Russia mobilized. He thought London saw a German \"bluff\" and was responding with a \"counterbluff\".[96] Political scientist James Fearon argues from this episode that the Germans believed Russia were expressing greater verbal support for Serbia than they would actually provide, in order to pressure Germany and Austria-Hungary to accept some Russian demands in negotiation. Meanwhile, Berlin was downplaying its actual strong support for Vienna so as to not appear the aggressor, for that would alienate German socialists.[97] The Austro-Hungarian ultimatum demanded that Serbia formally and publicly condemn the \"dangerous propaganda\" against Austria-Hungary, the ultimate aim of which, it claimed, is to \"detach from the Monarchy territories belonging to it\". Moreover, Belgrade should \"suppress by every means this criminal and terrorist propaganda\".[98] Most European foreign ministries recognised that the ultimatum was formulated in terms so harsh that the Serbs would be unable to accept it, additionally Serbia was only given 48 hours to comply.[99] In addition, the Serbian government should The Austro-Hungarian Government, concluding the document, was expecting the reply of the Serbian Government at the latest by 6 o'clock on Saturday evening, 25 July 1914.[note 11] An appendix listed various details from \"the crime investigation undertaken at court in Sarajevo against Gavrilo Princip and his comrades on account of the assassination\", which allegedly demonstrated the culpability and assistance provided to the conspirators by various Serbian officials.[98] Instructions were given to the Austrian Minister in Belgrade, Baron von Gieslingen, whereby if \"no unconditionally positive answer\" was received from the Serbian government within \"the 48-hour deadline\" of the ultimatum (\"as measured from the day and hour of your announcing it\"), the Minister should proceed to leave the Austro-Hungarian Embassy of Belgrade together with all its personnel.[98] On the night of 23 July, Serbian Regent Crown Prince Alexander visited the Russian legation to \"express his despair over the Austrian ultimatum, compliance with which he regards as an absolute impossibility for a state which had the slightest regard for its dignity\".[100] Both the Regent and Pašić asked for Russian support, which was refused.[100] Sazonov offered the Serbs only moral support while Nicholas told the Serbs to simply accept the ultimatum, and hope that international opinion would force the Austrians to change their minds.[101] Both Russia and France, because of their military weaknesses, were most disinclined to risk a war with Germany in 1914, and hence the pressure on Serbia to accede to the terms of the Austrian ultimatum.[101] Because the Austrians had repeatedly promised the Russians that nothing was planned against Serbia that summer, their harsh ultimatum did not do much to antagonize Sazonov.[102] Confronted with the ultimatum and the lack of support from other European powers, the Serbian Cabinet worked out a compromise.[103] Historians disagree on the extent to which the Serbs genuinely compromised. Some historians argue Serbia accepted all of the terms of the ultimatum except for the demand in point 6 that Austrian police be allowed to operate in Serbia.[103] Others, notably Clark, argue the Serbs drafted their reply to the ultimatum in such a way as to give the impression of making significant concessions but: \"In reality, then, this was a highly perfumed rejection on most points\".[104] Baron Aleksandar von Musulin, author of the first draft of the Austrian ultimatum, famously described the Serbian reply as \"the most brilliant specimen of diplomatic skill\" that he had ever encountered\".[105] The German shipping tycoon Albert Ballin recalled that when the German government heard a misleading report that Serbia had accepted the ultimatum, there was \"disappointment\", but \"tremendous joy\" when it learned that the Serbs had not accepted all of the Austrian terms.[103] When Ballin suggested Wilhelm end his North Sea cruise to deal with the crisis, the German Foreign Ministry flatly stated the Emperor should continue his cruise because \"everything must be done to ensure that he [Wilhelm] does not interfere in things with his pacifist ideas\".[106] At the same time, a message was sent to Berchtold from his ambassador in Berlin reminding him \"Here every delay in the beginning of war operations is regarded as signifying the danger that foreign powers might interfere. We are urgently advised to proceed without delay.\"[106] In a letter to Venetia Stanley, British Prime Minister H. H. Asquith outlined the sequence of events that might lead to a general war, but noted that there was no reason for Britain to become involved.[note 12] The First Lord of the Admiralty, Winston Churchill, wrote, \"Europe is trembling on the verge of a general war. The Austrian ultimatum to Serbia being the most insolent document of its kind ever devised\", but believed that Britain would stay neutral in the coming war.[107] Grey suggested to the Austrian ambassador that the deadline for the ultimatum be extended as the best way of saving the peace.[107] When Grey told his friend Lichnowsky that \"Any nation that accepted conditions like that would really cease to count as an independent nation\", Wilhelm wrote on the margin of Lichnowsky's report \"That would be very desirable. It is not a nation in the European sense, but a band of robbers!\"[108] The Russian Foreign Minister Sergey Sazonov sent a message to all of the great powers asking them to pressure Austria to extend the deadline of the ultimatum.[108] Sazonov asked the Austrian government to back its claims of Serbian complicity in the killing of Franz Ferdinand by releasing the results of its official inquiry, which the Austrians refused to do as they lacked any conclusive as opposed to circumstantial evidence.[108] Several times, the Austrians refused Russian requests to extend the deadline, despite warnings that an Austro-Serbian war could easily cause a world war.[109] Sazonov accused the Austrian ambassador of intending to war with Serbia.[note 13] On 23 July, British Foreign Secretary Sir Edward Grey made a mediation offer with a promise that his government would attempt to influence Russia to influence Serbia, and Germany to influence Austria-Hungary as the best way of stopping a general war.[110] Wilhelm wrote on the margins of Lichnowsky's dispatch containing Grey's offer that Britain's \"condescending orders\" were to be totally rejected, and Austria-Hungary would not retract any of its \"impossible demands\" on Serbia. He continued: \"Am I to do that? Wouldn’t think of it! What does he [Grey] mean by ‘impossible’?\"[110] Jagow ordered Lichnowsky to tell Grey of the supposed German ignorance of the Austrian ultimatum, and that Germany regarded Austro-Serbian relations as \"an internal affair of Austria-Hungary, in which we had no standing to intervene\".[110] Jagow's statement did much to discredit Germany in British eyes. Lichnowsky reported to Berlin \"If we do not join the mediation, all faith here in us and in our love of peace will be shattered.\"[110] At the same time, Grey met with opposition from the Russian Ambassador who warned that a conference with Germany, Italy, France, and Britain serving as the mediators between Austria and Russia would break apart the informal Triple Entente.[106] Sazonov accepted Grey's proposal for a conference despite his reservations about the dangers of splitting the Triple Entente,[106] Grey wrote to Sazonov that Britain did not have a cause to war with Serbia, but subsequent developments might drag Britain into the conflict.[note 14] Starting 23 July, all of Germany's leaders returned secretly to Berlin to deal with the crisis.[111] A division opened between those led by Bethmann-Hollweg who wanted to see what would happen following an Austrian attack on Serbia, and the military led by Moltke and Falkenhayn, who urged that Germany immediately follow an Austrian attack on Serbia with a German attack on Russia. Moltke repeatedly stated that 1914 would be the best time for starting a \"preventive war\", or the Russian Great Military Programme would finish by 1917, making Germany unable to ever again risk a war.[32] Moltke added that Russian mobilization was regarded as an opportunity to be sought rather than as a sort of threat, as it would allow Germany to go to war while presenting it as forced on Germany.[112] The German military attaché in Russia reported that Russian preparations for mobilization were on a much smaller scale than was expected.[113] Though Moltke at first argued that Germany should wait for Russia to mobilize before beginning the \"preventive war\", by the end of the week he urged that Germany should launch it anyway.[113] In Moltke's view, in order to invade France successfully, Germany would need to seize the Belgian fortress of Liège by surprise. The longer the diplomatic action continued, the less likely Moltke thought that Liège could be stormed by surprise, and if Liège were not taken, then the entire Schlieffen Plan would be unhinged.[114] On 24 July, Zimmermann sent out a dispatch to all German ambassadors (except for Austria-Hungary) telling them to inform their host governments that Germany had no advance knowledge whatsoever of the ultimatum.[86] That same day, Grey, who was worried by the tone of the ultimatum (which he felt seemed designed to be rejected), warned Lichnowsky of the dangers of \"European war à quatre\" (involving Russia, Austria, France and Germany) if Austrian troops entered Serbia. Grey suggested mediation between Italy, France, Germany, and Britain as the best way of stopping an Austro-Serbian war. Jagow sabotaged Grey's offer by waiting until after the ultimatum had expired to pass on the British offer.[110] Jagow claimed that \"[w]e exercised no influence of any kind with regard to the contents of the note [the Austrian ultimatum]\", and that Germany \"was unable to counsel Vienna to retract\" because that would humiliate Austria too much.[115] The Russian Ambassador to Britain warned Prince Lichnowsky: \"Only a government that wanted war could possibly write such a note [the Austrian ultimatum].\"[115] Upon reading an account of a meeting in which Berchtold informed the Russian Ambassador of his country's peaceful intentions towards Russia, Wilhelm wrote on the margin \"absolutely superfluous!\" and called Berchtold an \"Ass!\"[115] Also on 24 July, after Berchtold met with the Russian chargé d'affaires, furious complaints were prompted from Berlin, warning that Austria should not engage in talks with any other powers in case a compromise might be worked out.[110] That same day, Wilhelm wrote on the margin of a dispatch from Tschirschky, calling Austria-Hungary \"weak\" for not being aggressive enough in the Balkans, and writing that alteration in the power in the Balkans \"has got to come. Austria must become predominant in the Balkans as compared to the little ones, and at Russia’s expense.\"[116] Count Szögyény reported to Vienna that \"here, it is generally taken for granted that if Serbia rejects our demands, we shall at once reply by declaring war, and opening military operations. We are advised ... to confront the world with a fait accompli (emphasis in the original).\"[116] When the German ambassador in Belgrade reported how sad the Serbian people were with being faced with the choice of either war or national humiliation, Wilhelm wrote on the margins of the report: \"Bravo! One would not have believed it of the Viennese! ... How hollow the whole Serbian power is proving itself to be; thus, it is seen to be with all the Slav nations! Just tread hard on the heels of that rabble!\"[117] 24 July marked the true beginning of the July Crisis.[118] Until that point, the vast majority of the people in the world were ignorant of the machinations of the leaders in Berlin and Vienna, and there was no sense of crisis.[118] A case in point was the British Cabinet, which had not discussed foreign affairs at all until 24 July.[119] On 24 July, the Serbian government, expecting an Austrian declaration of war the next day, mobilized while Austria broke off diplomatic relations.[120] The British Ambassador to Austria-Hungary reported to London: \"War is thought imminent. Wildest enthusiasm prevails in Vienna.\"[118] Asquith wrote in a letter to Venetia Stanley that he was worried that Russia was trying to entangle Britain in what he described as \"the most dangerous situation of the last 40 years\".[note 15] To stop a war, the Permanent Secretary of the British Foreign Office, Sir Arthur Nicolson, suggested again that a conference be held in London chaired by Britain, Germany, Italy and France to resolve the dispute between Austria and Serbia.[118] On 25 July, Emperor Franz Joseph signed a mobilization order for eight army corps to begin operations against Serbia on 28 July; the Austro-Hungarian ambassador Giesl left Belgrade.[116] The caretaker government in Paris cancelled all leave for French troops as of 26 July, and ordered the majority of French troops in Morocco to begin returning to France.[117] On 24–25 July the Russian Council of Ministers met. The Russian Agriculture Minister Alexander Krivoshein, who was especially trusted by Nicholas, argued that Russia was not militarily ready for a conflict with Germany and Austria-Hungary, and that it could achieve its objectives with a cautious approach.[note 16] Sazonov stated that Russia had usually been moderate in its foreign policy, but that Germany had viewed its moderation as weakness to be taken advantage of.[note 17] The Russian War Minister Vladimir Sukhomlinov and the Navy Minister Admiral Ivan Grigorovich stated that Russia was not ready for a war against either Austria or Germany, but that a firmer diplomatic stance was necessary.[note 18] The Russian government again asked Austria to extend the deadline, and advised the Serbs to offer as little resistance as possible to the terms of the Austrian ultimatum.[121] Finally to deter Austria from war, the Russian Council of Ministers ordered a partial mobilization against Austria.[122] On 25 July 1914, the council of ministers was held in Krasnoye Selo at which Tsar Nicholas II decided to intervene in the Austro-Serbian conflict, a step toward general war. He put the Russian army on alert on 25 July. Although this was not mobilization, it threatened the German and Austrian borders and looked like a military declaration of war.[123][124] Despite the fact that she had no alliance with Serbia, the Council agreed to a secret partial mobilisation of over one million men of the Russian Army and the Baltic and Black Sea Fleets. It is worth stressing, since this is a cause of some confusion in general narratives of the war, that this was done prior to the Serbian rejection of the ultimatum, the Austrian declaration of war on 28 July or any military measures taken by Germany. As a diplomatic move this had limited value since the Russians did not make this mobilisation public until 28 July.[citation needed] The arguments used to support this move in the Council of Ministers were: In addition Russian Foreign Minister Sergey Sazonov believed that war was inevitable and refused to acknowledge that Austria-Hungary had a right to counter measures in the face of Serbian irredentism. On the contrary, Sazonov had aligned himself with the irredentism, and expected the collapse of the Austro-Hungarian empire. Crucially, the French had provided their clear support for their Russian allies for a robust response in their recent state visit just days before. Also in the background was Russian anxiety of the future of the Turkish straits – \"where Russian control of the Balkans would place Saint Petersburg in a far better position to prevent unwanted intrusions on the Bosphorus” [125] Christopher Clark states, \"It would be difficult to overstate the historical importance of the meetings of 24 and 25 July\",[126] as it emboldened Serbia and raised the stakes for Germany, which was still hoping for a conflict localized to the Balkans.[note 19] Russian policy was to pressure the Serbs to accept the ultimatum as much as possible without being humiliated too much.[127] Russia was anxious to avoid a war because the Great Military Programme was not to be completed until 1917, and Russia was otherwise not ready for war.[127] Because all of France's leaders, including President Poincaré and René Viviani, were at sea on the battleship France, returning from the summit in St. Petersburg, the acting head of the French government, Jean-Baptiste Bienvenu-Martin took no line on the ultimatum.[121] In addition, the Germans jammed the radio messages, at least garbling contacts between the ship-borne French leaders and Paris, and possibly blocking them completely.[91] On 25 July, Grey suggested again that Germany inform Austria that the Serbian reply to the Austrian ultimatum was \"satisfactory\".[128] Jagow passed on Grey's offer to Vienna without comment.[128] The same day, Jagow told the reporter Theodor Wolff that in his opinion \"neither London, nor Paris, nor St. Petersburg wants a war\".[117] On the same day, Russia announced that it could not remain \"uninterested\" if Austria attacked Serbia.[128] Both the French and Russian ambassadors rejected four-power mediation, and instead proposed direct talks between Belgrade and Vienna. Jagow accepted the Franco-Russian offer as it offered the best chance to sever Britain from France and Russia.[128] In his talks with Prince Lichnowsky, Grey drew a sharp distinction between an Austro-Serbian war, which did not concern Britain, and an Austro-Russian war, which did.[128] Grey added that Britain was not working in concord with France and Russia, which heightened Jagow's hopes of severing Britain from the Triple Entente.[128] On the same day, Jagow sent another message to Vienna to encourage the Austrians to hurry up with declaring war on Serbia.[129] On 26 July, Berchtold rejected Grey's mediation offer, and wrote that if a localization should not prove possible, then the Dual Monarchy was counting, \"with gratitude\", on Germany's support \"if a struggle against another adversary is forced on us\".[130] That same day, General Helmuth von Moltke sent a message to Belgium demanding that German troops be allowed to pass through that kingdom \"in the event of an imminent war against France and Russia\".[130] Bethmann Hollweg in a message to the German Ambassadors in London, Paris and St. Petersburg stated that the principal aim of German foreign policy now was to make it appear that Russia had forced Germany into a war, in order to keep Britain neutral and ensure that German public opinion would back the war effort.[131] Bethmann Hollweg advised Wilhelm to send Nicholas a telegram, which he assured the Emperor was for public relations purposes only.[132] As Bethmann Hollweg put it, \"If war should come after all, such a telegram would make Russia's guilt glaringly plain\".[132] Moltke visited the German Foreign Ministry to advise Jagow that Germany should start drafting an ultimatum to justify an invasion of Belgium.[133] Later, Moltke met with Bethmann Hollweg, and told his wife later that same day that he had informed the Chancellor he was \"very dissatisfied\" that Germany had not yet attacked Russia.[134] On 26 July, in St. Petersburg, the German Ambassador Pourtalès told Sazonov to reject Grey's offer of a summit in London,[119] stating that the proposed conference was \"too unwieldy\", and if Russia were serious about saving the peace, they would negotiate directly with the Austrians.[119] Sazonov replied that he was willing to see Serbia accept almost all of the Austrian demands, and following Pourtalès's advice, rejected Grey's conference proposal in favour of direct talks with the Austrians.[119] Pourtalès reported to Germany that Sazonov was being \"more conciliatory\", seeking \"to find a bridge ... to satisfy ... Austrian demands\" and willing to do almost anything to save the peace.[135] At the same time, Pourtalès warned that changes in the Balkan balance of power would be regarded as a highly unfriendly act by Russia.[129] The following Austro-Russian talks were sabotaged by Austria's refusal to abandon any of the demands on Serbia[119] As a preparatory move in case a war did break out, and Britain were to become involved, Winston Churchill, First Lord of the British Admiralty, ordered the British fleet not to disperse as planned,[136] arguing that news of the British move might serve as a deterrent to war, and thus help persuade Germany to put pressure on Austria to abandon some of the more outrageous demands in their ultimatum. Grey stated that a compromise solution could be worked out if Germany and Britain were to work together.[136] His approach generated opposition from British officials, who felt the Germans were dealing with the crisis in bad faith.[136] Nicolson warned Grey that in his opinion \"Berlin is playing with us\".[136] Grey for his part, rejected Nicolson's assessment, and believed that Germany was interested in stopping a general war.[136] Philippe Berthelot, the political director of the Quai d'Orsay, told Wilhelm von Schoen, the German Ambassador in Paris that \"to my simple mind Germany’s attitude was inexplicable if it did not aim at war\".[136] In Vienna, Conrad von Hötzendorf and Berchtold disagreed about when Austria should begin operations. Conrad wanted to wait until a military offensive was ready, which he estimated at 12 August, while Berchtold thought that the diplomatic window for a retaliatory strike would have passed by then.[note 20] On 27 July, Grey sent another peace proposal through Prince Lichnowsky asking for Germany to use its influence on Austria-Hungary to save the peace.[137] Grey warned Lichnowsky that if Austria continued with its aggression against Serbia, and Germany with its policy of supporting Austria, then Britain would have no other choice but to side with France and Russia.[138] The French Foreign Minister informed the German Ambassador in Paris, Schoen, that France was anxious to find a peaceful solution, and was prepared to do his utmost with his influence in St. Petersburg if Germany should \"counsel moderation in Vienna, since Serbia had fulfilled nearly every point\".[129] On 26 July, after reading Serbia's reply, Wilhelm commented \"But that eliminates any reason for war\"[139] or \"every cause for war falls to the ground\".[140] Wilhelm noted that Serbia had made \"a capitulation of the most humiliating kind\",[140] that \"the few reservations [that] Serbia has made with respect to certain points can in my opinion surely be cleared up by negotiation\", and acting independently of Grey, made a similar \"Stop in Belgrade\" offer.[141] Wilhelm stated that because \"the Serbs are Orientals, therefore liars, tricksters, and masters of evasion\", a temporary Austrian occupation of Belgrade was required until Serbia kept its word.[140] Wilhelm's sudden change of mind about war enraged Bethmann Hollweg, the military, and the diplomatic service, who proceeded to sabotage Wilhelm's offer.[142] A German general wrote: \"unfortunately ... peaceful news. The Kaiser wants peace ... He even wants to influence Austria and to stop continuing further.\"[143] Bethmann Hollweg sabotaged Wilhelm's proposal by instructing Tschirschky not to restrain Austria.[note 21] In passing on Wilhelm's message, Bethmann Hollweg excluded the parts wherein the Emperor told the Austrians not to go to war.[143] Jagow told his diplomats to disregard Wilhelm's peace offer, and continue to press for war. General Falkenhayn told Wilhelm he \"no longer had control of the affair in his own hands\". Falkenhayn went on to imply that the military would stage a coup d'état, and depose Wilhelm in favour of his son the hawkish Crown Prince Wilhelm, if he continued to work for peace.[143] Bethmann Hollweg mentioned two favourable conditions for war in his telegram to Vienna: that Russia be made to appear the aggressor forcing a reluctant Germany into war, and that Britain be kept neutral.[142] The necessity of making Russia appear the aggressor was the greater concern to Bethmann-Hollweg because the German Social Democratic Party had denounced Austria for declaring war on Serbia and ordered street demonstrations to protest Germany's actions in supporting Austria.[144] However, Bethmann Hollweg put great faith in the private promises he received from SPD leaders that they would support the government if Germany were faced with a Russian attack.[144] On 27 July, Wilhelm ended his cruise in the North Sea and returned to Germany.[144] Wilhelm landed at Cuxhaven (Kiel) departing on 25 July at 6 p.m. despite the objections of his chancellor.[145] The next afternoon, the order to disperse the British Fleet and dismiss British reservists was rescinded, putting the British Navy on a war footing.[note 22] Later, on 27 July, Austria-Hungary started to complete the preparations for war.[129] That same day, Jagow informed Szögyény that he was only pretending to take up the British offers of mediation in order to ensure British neutrality, but had no intention of stopping the war.[146] Szögyény reported \"in order to avoid a misunderstanding\" that Jagow had promised him that \"the German government assured Austria in the most binding fashion that it in no way identifies itself with the proposal [Grey's mediation offer], which may very shortly be brought to Your Excellency [Berchtold]'s notice by the German government: it is, on the contrary decidedly opposed to consideration of them and is only passing them on out of deference to the British request\" (emphasis in the original).[146] Jagow went on to state he was \"absolutely against taking account of the British wish\",[146] because \"the German government point of view was that it was at the moment of the highest importance to prevent Britain from making common cause with Russia and France. We must therefore avoid any action [that] might cut the line, which has so far worked so well, between Germany and Britain\".[146] Szögyény ended his telegram: \"If Germany candidly told Grey that it refused to communicate England’s peace plan, that objective [ensuring British neutrality in the coming war] might not be achieved.\"[147] Bethmann Hollweg, in a message to Prince Tschirschky, wrote on 27 July that Germany must appear to consider British mediation if they were not to be perceived as war-mongers.[note 23] In passing on Grey's message, Bethmann Hollweg deleted the last line, which read: \"Also, the whole world here is convinced, and I hear from my colleagues that the key to the situation lies in Berlin, and that if Berlin seriously wants peace, it will prevent Vienna from following a foolhardy policy.\"[139] In his reply to London, Bethmann Hollweg pretended that: \"We have immediately initiated mediation in Vienna in the sense desired by Sir Edward Grey.\"[139] Jagow sent Grey's offer to Tschirschky, his ambassador in Vienna, but ordered him not to show it to any Austrian official, in case they might accept it.[147] At the same time, Bethmann Hollweg sent a distorted account of Grey's offer to Wilhelm.[139] In London, Grey told a meeting of the British Cabinet that they now had to decide whether to choose neutrality if war did come or to enter the conflict.[147] While the Cabinet was still undecided about what course to choose, Churchill put the British fleet on alert.[note 24] The Austrian Ambassador in Paris, Count Nikolaus Szécsen von Temerin, reported to Vienna: \"The far-reaching compliance of Serbia, which was not regarded as possible here, has made a strong impression. Our attitude gives rise to the opinion that we want war at any price.\"[148] A Russian diplomat in London presciently criticized Grey for putting too much faith in Germany as a force for peace.[148] The British were warned that \"War is inevitable and by the fault of England; that if England had at once declared her solidarity with Russia and France and her intention to fight if necessary, Germany and Austria would have hesitated.\"[149] In Berlin, Admiral von Müller wrote in his diary that \"Germany should remain calm to allow Russia to put herself in the wrong but then not to shrink from war if it were inevitable\".[149] Bethmann Hollweg told Wilhelm that \"In all events Russia must ruthlessly be put in the wrong\".[149] On 28 July at 11:49 a.m. Prince Lichnowsky sent the fourth British offer of mediation, this time coming from King George V, as well as Grey.[150] Lichnowsky wrote that the King desired that \"British-German joint participation, with the assistance of France and Italy, may be successful in mastering in the interest of peace the present extremely serious situation\".[150] At 4:25 p.m. on 28 July, Lichnowsky reported to Berlin that \"since appearance of Austrian demands nobody here believes in possibility of localizing conflict\".[151] The Permanent Secretary of the British Foreign Office, Sir Arthur Nicolson, and the Private Secretary to Grey, Sir William Tyrrell, saw Grey's conference offer as \"the only possibility of avoiding a general war\" and hoped \"to get full satisfaction for Austria, as Serbia would be more apt to give in to the pressure of the Powers and to submit to their united will than to the threats of Austria\".[152] Tyrrell relayed Grey's view that if Serbia were invaded, \"world war would be inevitable\".[152] Lichnowsky in his dispatch to Berlin offered \"an urgent warning against believing any further in the possibility of localization [of the conflict]\".[152] When Sir Edward Goschen, the British Ambassador in Berlin, presented Grey's conference proposal to Jagow, the Germans totally rejected the offer.[116] In a letter to Grey, Bethmann Hollweg stated that Germany \"could not summon Austria before a European court of justice in her case with Serbia\".[153] Austrian troops began to concentrate in Bosnia as a preparatory step towards invading Serbia.[154] Falkenhayn told the German government, \"It has now been decided to fight the matter through, regardless of the cost\", and advised Bethmann Hollweg to order a German attack on Russia and France at once.[154] Moltke supported Falkenhayn by submitting the assessment that 1914 was a \"singularly favourable situation\" for Germany to go to war as both Russia and France were not prepared whereas Germany was.[140] Once the Russian Great Military Programme would be completed by 1917, Moltke stated that Germany would never be able to entertain the prospect of a victorious war again and so should destroy both France and Russia while it was still possible. Moltke ended his assessment with: \"We shall never hit it again so well as we do now.\"[140] Jagow backed up Moltke by sending a message to Vienna telling the Austrians they must attack Serbia at once because otherwise the British peace plan might be accepted.[143] At 11:00 a.m. on 28 July, Austria declared war on Serbia.[132] Following instructions from Bethmann Hollweg, Tschirschky did not present Wilhelm's \"Stop in Belgrade\" proposal until noon.[132] At 1:00 a.m. on 29 July 1914 the first shots of the First World War were fired by the Austrian monitor SMS Bodrog, which bombarded Belgrade in response to Serbian sappers blowing up the railway bridge over the river Sava which linked the two countries.[155] In the Russian Empire, partial mobilization was ordered for the four military districts bordering Austria-Hungary.[156] Wilhelm sent a telegram to Nicholas asking for Russian support for the Austrian war against Serbia.[156] Nicholas replied: \"Am glad you are back ... I appeal to you to help me. An ignoble war has been declared on a weak country ... Soon I shall be overwhelmed by pressure brought upon me ... to take extreme measures which will lead to war. To try and avoid such a calamity as a European war, I beg you in the name of our old friendship to do what you can to stop your allies from going too far.\"[144] Shortly after declaring war on Serbia, Conrad informed the Germans that Austria-Hungary could not start operations until 12 August, to much fury in Berlin.[132] Bavarian diplomat Count Lerchenfeld reported to Munich: \"The Imperial government is thus put into the extraordinarily difficult position of being exposed during the intervening period to the other Powers’ proposals for mediation and conferences, and if it continues to maintain its previous reserve towards such proposals, the odium of having provoked a world war will in the end recoil on it, even in the eyes of the German people. But a successful war on three fronts (viz, in Serbia, Russia and France) can not be initiated and carried on such a basis. It is imperative that the responsibility for any extension of the conflict to the Powers not directly concerned should under all circumstances fall on Russia alone.\"[157] At the same time, the German Ambassador to Russia, Portalés, reported that, based on a conversation with Sazonov, Russia was prepared to make \"astonishing\" concessions by promising to pressure Serbia to agree to most of the Austrian demands to avoid a war. The prospect of talks was rejected out of hand by Bethmann Hollweg.[158] Though as late as 27 July, Jagow expressed the view that Russian partial mobilization against the frontiers of Austria-Hungary was not a casus belli, Moltke instead argued that Germany should mobilize at once and attack France. In two meetings on 29 July, Moltke was overruled by Bethmann Hollweg, who argued that Germany should wait for Russia to begin a general mobilization. As Bethmann Hollweg told Moltke, this was the best way to ensure that blame for the \"whole shemozzle\" could be placed on Russia's door, and thus ensure British neutrality.[158] While promising not to start mobilization without the Chancellor's orders, Moltke ordered the German military attaché in Belgium to ask for permission for German troops to cross through on the way to attack France.[159] Also, on 28 July, Bethmann Hollweg offered to form an anti-Russian military alliance with Turkey.[160] In a meeting with the British Ambassador, Goschen, Bethmann Hollweg made the flagrantly false statement that Germany was trying to pressure Austria to abandon the war against Serbia.[161] As Prince Henry of Prussia pretended that King George V had promised him that Britain would remain neutral, the Kaiser rejected Bethmann Hollweg's offer of a naval agreement with Britain, stating that Germany did not have to offer Britain anything now that King George had apparently promised his country's neutrality.[161] In London, Churchill wrote to George V that the Royal Navy had been placed \"upon a preparatory precautionary basis\".[162] Churchill went on to write that \"it is needless to emphasize that these measures in no way prejudice an intervention or take for granted that the peace of the great powers will not be preserved\".[162] On 29 July, Wilhelm sent a telegram to Nicholas stating \"I think a direct understanding between your government and Vienna possible and desirable\".[163] The Austrian General Staff sent a note to Jagow complaining about his statement that he did not regard a Russian partial mobilization as a threat to Germany, and asked that Germany mobilize to deter Russia from supporting Serbia.[164] In response to the Austrian message, Jagow told a Russian diplomat that \"Germany was likewise obliged to mobilize [in response to Russian partial mobilization]; there was therefore nothing left to be done and the diplomatists must now leave the talking to the cannon.\"[164] At a meeting in Potsdam, according to Admiral Tirpitz's notes, Wilhelm \"expressed himself without reserve regarding Bethmann's incompetence\" in foreign affairs.[165] Bethmann Hollweg suggested that Germany sign a naval agreement with Britain limiting the size of the High Seas Fleet to keep Britain out of the war.[165] Admiral Tirpitz went on to record: \"The Kaiser informed the company that the Chancellor had proposed that in order to keep England neutral, we should sacrifice the German fleet for an agreement with England, which he, the Kaiser had refused.\"[165] To ensure acceptance of his peace plan, Grey proposed a \"Stop in Belgrade\" offer, in which Austria would occupy Belgrade and go no further. Since this was the same proposal as Wilhelm had made, Bethmann Hollweg regarded this as a particular threat as it would have made it difficult for Germany to reject it.[165] Bethmann Hollweg asked that Austria at least make an effort to show some interest in the British peace plan.[166] In an effort to sabotage Bethmann Hollweg's offer (which though not sincere was regarded as dangerous in case it might succeed), Moltke asked Vienna not to consider the British peace plan, and instead to order general mobilization and activate War Plan R, the Austrian war plan for a war against Russia.[166] At a meeting with Bethmann Hollweg late on 29 July, Falkenhayn and Moltke both again demanded that Germany use Russian partial mobilization as an excuse to go to war.[161] Bethmann Hollweg again insisted that Germany must wait for Russian general mobilization as it was the only way of ensuring that the German public and that Britain would remain neutral in the \"imminent war\" against France and Russia.[161] In order to \"make Russia appear the aggressor\", Moltke asked for Austrian mobilization against Russia so as to provide a casus foederis for Germany to mobilize likewise.[167] In the same message, Moltke expressed hope that the British peace plan would fail, and announced his belief that the only way of saving Austria-Hungary as a power was through a general European war.[167] In the evening, Moltke repeated his request, and promised again that \"Germany will mobilize\" against Russia, were Austria to do the same. Count Szogyeny reported to Vienna that the German government \"regarded the possibility of a European conflict with the most complete calm\",[167] and that the Germans were only concerned about the possibility of Italy not honouring the Triple Alliance.[167] In a meeting in London, Grey warned Prince Lichnowsky in veiled terms that if Germany attacked France, then Britain would consider going to war with Germany.[166] Grey repeated his \"Stop in Belgrade\" peace plan, and strongly urged that Germany accept it.[166] Grey ended his meeting with the warning that \"unless Austria is willing to enter upon a discussion of the Serbian question a world war is inevitable\".[166] To support Grey's warnings, the British government ordered a general alert for its armed forces.[168] In Paris, Jean Jaurès, the leader of the French Socialist Party and an outspoken pacifist, was assassinated by a right-wing fanatic.[168] In St. Petersburg, the French Ambassador Maurice Paléologue, upon learning belatedly on the night of 29/30 July of Russia's partial mobilization, protested against the Russian move.[169] At another meeting with Goschen late on the night of 29 July, Bethmann Hollweg stated that Germany would soon be going to war against France and Russia, and sought to ensure British neutrality by promising him that Germany would not annex parts of metropolitan France (Bethmann Hollweg refused to make any promises about French colonies).[170] During the same meeting, Bethmann Hollweg all but announced that Germany would soon violate Belgium's neutrality, though Bethmann Hollweg said that, if Belgium did not resist, Germany would not annex that kingdom.[170] The Goschen–Bethmann Hollweg meeting did much to galvanize the British government into deciding to ally with France and Russia.[170] Sir Eyre Crowe commented that Germany had \"made up her mind\" to go to war.[170] Germany's policy was to reveal to Britain her war aims in hope that a statement might be reached that would ensure British neutrality.[171] Instead, Bethmann Hollweg's move had the opposite effect, since it was now clear to London that Germany had no interest in peace.[171] After Goschen left the meeting, Bethmann Hollweg received a message from Prince Lichnowsky saying that Grey was most anxious for a four power conference, but that if Germany attacked France, then Britain would have no other choice but to intervene in the war.[171] In response to the British warning, Bethmann Hollweg suddenly changed course, writing to Prince Tschirschky that Austria should accept mediation.[note 25] Five minutes later, Bethmann Hollweg asked Vienna in a second message to stop \"refusing any exchange of views with Russia\", and warned that they \"must refuse to allow Vienna to draw us into a world conflagration frivolously and without regard to our advice\".[172] In another message, Bethmann Hollweg wrote \"To avert a general catastrophe or in any case to put Russia in the wrong, we must urgently wish Vienna to begin and continue conversations with Russia.\" As the historian Fritz Fischer noted, only when Bethmann Hollweg received a clear warning that Britain would intervene in a war did he begin to apply pressure on Austria for peace.[172] Bethmann Hollweg's advice was rejected by Austria as being too late.[173] Count Berchtold told the German Ambassador that he would need a few days to think about the German offer, and until then, events would proceed.[169] At the start of the July Crisis, Germany had given her full support to Austria. This stratagem had earlier served to keep Russia on the sidelines during the Annexationist Crisis of 1908, and may therefore have been thought to offer the best possible prospect of keeping the Austro-Serb dispute localized. On 28 July, Russia ordered partial mobilization in response to Austria's declaration of war on Serbia, Bethmann-Hollweg became alarmed and changed his attitude 180 degrees. Already on 28 July, two hours before becoming aware of the Austrian declaration of war, the Kaiser had suggested the \"Halt in Belgrade\" plan and instructed Jagow that a cause for war no longer existed with the Serbian reply and he was ready to mediate with Serbia.[note 26] After learning of the Austrian declaration of war on Serbia, Bethmann Hollweg sent off the Kaiser's 'pledge plan' to Vienna on the evening of 28 July, with instructions to Tschirschky (the German ambassador in Vienna) to express himself \"emphatically\" to Berchtold and to \"wire reply\".[citation needed] After waiting all day Wednesday (29 July) for a reply, Bethmann Hollweg sent off three more telegrams urgently demanding an \"immediate\" answer to his 'pledge plan' and the plan for \"direct conversations\" between Austria and Russia and added in severe disapproval of Austria.[note 27] After receiving information from Rome that Serbia was now ready \"on condition of certain interpretations, to swallow even Articles 5 and 6, that is, the whole Austrian ultimatum\", Bethmann Hollweg forwarded this information to Vienna at 12:30 a.m., 30 July, adding that Serbia's response to the Austrian ultimatum were a \"suitable basis for negotiation.\"[note 28] Berchtold replied that though the acceptance of the Austrian Note would have been satisfactory before hostilities had begun, \"now after a state of war has begun, Austria's conditions must naturally take another tone.\" In response, Bethmann Hollweg, now aware of the Russian order for partial mobilization, fired off several telegrams in the early morning hours of 30 July. He telegraphed Vienna at 2:55 a.m.[note 29] and 3:00 a.m.[note 30] urging that Austria-Hungary accept the Serbian terms in order to avoid drawing Germany into a general war. These early-morning telegrams from Bethmann Hollweg were given by Tschirschky to Berchtold while the two men lunched on Thursday, 30 July. Tschirschky reported to Berlin that Berchtold was \"pale and silent\" as the Bethmann telegrams were read twice, before stating that he would take the matter to the Emperor.[note 31] After Berchtold had departed for his audience with Emperor Franz Joseph on the afternoon of Thursday, 30 July, Berchtold's advisors Forgach and Hoyos informed Bethmann Hollweg that he should not expect a reply until the following morning (Friday, 31 July), as Tisza, who would not be in Vienna until then, must be consulted. Bethmann spent the remainder of the day, 30 July, continuing to impress Vienna with the need for negotiations and to inform the Powers of his mediation efforts. On 30 July, Nicholas sent a message to Wilhelm informing him that he had ordered partial mobilization against Austria, and asking him to do his utmost for a peaceful solution.[174] Upon hearing of Russia's partial mobilization, Wilhelm wrote: \"Then I must mobilize too.\"[175] The German Ambassador in St. Petersburg informed Nicholas that Germany would mobilize if Russia did not cease all military preparations at once, including those it had previously assured Russia it did not see as a threat against Germany or cause for German mobilization.[176][177] The German military attaché in Russia reported that the Russians appeared to be acting out of fear but \"without aggressive intentions\".[note 32] At the same time, Nicholas's order for a partial mobilization met with protests from both Sazonov and the Russian War Minister General Vladimir Sukhomlinov, who insisted partial mobilization was not technically possible, and that, given Germany's attitude, a general mobilization was required.[176] Nicholas at first ordered a general mobilization, and then after receiving an appeal for peace from Wilhelm cancelled it as a sign of his good faith. The cancellation of general mobilization led to furious protests from Sukhomlinov, Sazonov, and Russia's top generals, all urging Nicholas to reinstate it. Under strong pressure, Nicholas gave in and ordered a general mobilization on 30 July.[176] Christopher Clark states: \"The Russian general mobilisation was one of the most momentous decisions of the July crisis. This was the first of the general mobilisations. It came at the moment when the German government had not yet even declared the State of Impending War, the last stage of preparedness before mobilization.\"[178] Russia did this: Nicholas wanted neither to abandon Serbia to the ultimatum of Austria-Hungary, nor to provoke a general war. In a series of letters exchanged with Kaiser Wilhelm of Germany (the so-called \"Willy–Nicky correspondence\") the two proclaimed their desire for peace, and each attempted to get the other to back down. Nicholas desired that Russia's mobilization be only against the Austrian border, in the hopes of preventing war with the German Empire. However, his army had no contingency plans for a partial mobilization, and on 31 July 1914 Nicholas took the fateful step of confirming the order for general mobilization, despite being strongly counseled[who?] against it. In the evening of Thursday, 30 July, with Berlin's strenuous efforts to persuade Vienna to some form of negotiation, and with Bethmann Hollweg still awaiting a response from Berchtold, Russia gave the order for full mobilization. When the German Emperor learned that, were Germany to attack France and Russia, Britain would in all likelihood not remain neutral, he launched a vehement rant, denouncing Britain as \"that filthy nation of grocers.\"[180] That same day, the anti-Russian German-Turkish alliance was signed.[160] Moltke passed on a message to Conrad asking for general mobilization as a prelude to a war against Russia.[167] At 9:00 p.m. on 30 July, Bethmann Hollweg gave in to Moltke and Falkenhayn's repeated demands and promised them that Germany would issue a proclamation of \"imminent danger of war\" at noon the next day regardless of whether Russia began a general mobilization or not.[167] Bethmann Hollweg was overjoyed upon learning of Russian general mobilization at 9:00 am on 31 July, as it allowed him to present the war as something forced on Germany by Russia.[181] At a meeting of the Prussian State Council held on 30 July, Bethmann Hollweg noted Russian mobilization was not a source of worry for Germany:[note 33] Bethmann Hollweg stated that his only interest now was, for domestic political reasons, to \"represent Russia as the guilty party\" behind the war.[173] In the same meeting, the Chancellor stated that if it appeared to public opinion that Russian mobilization had forced Germany into a war, then there was \"nothing to fear\" from the Social Democrats.[182] Bethmann Hollweg added, \"There will be no question of a general or partial strike or of sabotage.\"[182] Later that day, Bethmann Hollweg sent a message to the German ambassador to Vienna increasing pressure to accept the halt-in-Belgrade proposal.[note 34] Bethmann Hollweg could not go to war in support of Austrian intransigence under such circumstances. But shortly afterwards, \"as soon as news of Russia's general mobilization began to arrive in Berlin\" the Chancellor instructed the ambassador in Vienna \"that all mediation attempts be stopped\", and the directive be suspended.[183] Fritz Fischer and some other scholars have maintained the alternative view that Prince Henry's assurances that King George had promised him that Britain would remain neutral accounted for the change.[182] Fischer notes the telegram reporting these \"vague\" assurances arrived 12 minutes before the dispatch of the suspending telegram and that Bethmann Hollweg himself justified the cancellation that way, while acknowledging that before then Bethmann Hollweg had already prepared, but not yet sent, a telegram to Vienna explaining that he had \"cancelled execution of instructions in No. 200, because the General Staff has just informed me that military measures of our neighbors, especially in the east, compel speedy decision if we are not to be taken by surprise\".[184] Upon arriving back in France, the French Premier René Viviani sent a message to St. Petersburg asking that Russia not take any action that would offer Germany an excuse to mobilize.[note 35] French troops were ordered to pull back 10 km (6.2 mi) from the German frontier as a sign of France's peaceful intentions.[185] British Prime Minister Asquith wrote to Stanley noting the deteriorating situation.[note 36] On 31 July, the Austrian Crown Council decided to continue the war against Serbia, and to ignore the dangers of Russian mobilization in the expectation of German support.[186] Nicholas wrote to Wilhelm to promise him that Russian general mobilization was not aimed as a prelude to war.[note 37] The German Ambassador in Paris delivered an ultimatum to Premier Viviani telling him that if Russia did not stop its mobilization, then Germany would attack France.[187] Viviani, newly arrived back in France, knew nothing of a Russian general mobilization, and asked his ambassador in St. Petersburg for information.[187] General Joseph Joffre of the French Army asked for permission to order a general mobilization.[188] His request was refused.[188] When the word reached Berlin of Russian general mobilization, Wilhelm agreed to sign the orders for German mobilization, and German troops began preparations to enter Luxembourg and Belgium as a preliminary towards invading France.[181] As the historian Fritz Fischer noted, Bethmann Hollweg's gamble in waiting for Russian mobilization had paid off, and the Social Democrats rallied to support the government.[181] The Bavarian military attaché reported celebration in the halls of the War Ministry at word of the Russian mobilization.[note 38] Under the Schlieffen Plan, for Germany to mobilize was to mean war because as part of the plan, German troops as they were called up were to invade Belgium automatically.[189] Unlike the war plans of the other powers, for Germany to mobilize was to go to war.[176] Both Moltke and Falkenhayn told the government that Germany should declare war even were Russia to offer to negotiate.[190] Asquith wrote to Stanley in London that \"the general opinion at present—particularly strong in the City—is to keep out at all costs\".[188] The British Cabinet was badly divided with many ministers strongly opposed to Britain becoming involved in a war; a key figure was David Lloyd George, the Chancellor of the Exchequer, who initially favoured keeping Britain's options open, then appeared likely to resign at the start of August, only in the end to remain in post as he regarded the German aggression against Belgium as sufficient casus belli. The Conservatives promised the government if the anti-war Liberal ministers were to resign, they would enter the government to support going to war. F. E. Smith told Churchill that the Conservatives would support a war against Germany were France attacked.[188] On 31 July, Kaiser Wilhelm II wrote that the Triple Entente had conspired to entrap Germany in its treaty obligations with Austria \"as a pretext for waging a war of annihilation against us\".[note 39] On 1 August 1914, a British offer to guarantee French neutrality was sent out and promptly accepted by Wilhelm.[181] At 4:23 p.m. a telegram from the German Ambassador to Britain arrived with a planned British proposal to guarantee the neutrality of France and thus limit the war to one fought in the east. Wilhelm then ordered German forces to strike against Russia alone, leading to fierce protests from Moltke that it was not technically possible for Germany to do so as the bulk of the German forces were already advancing into Luxembourg and Belgium.[181] Wilhelm immediately accepted the proposal by telegrams at the ambassadorial and royal levels.\"[191] In keeping with this decision, Wilhelm II demanded his generals shift the mobilization to the east. Moltke, German Chief of General Staff, told him that this was impossible, to which the Kaiser replied \"Your uncle would have given me a different answer!\"[192] Instead, it was decided to mobilize as planned and cancel the planned invasion of Luxembourg. Once mobilization was complete, the army would redeploy to the east. In response to Wilhelm's order, a dejected Moltke complained that \"Now, it only remains for Russia to back out, too.\"[181] Moltke then proceeded to persuade the Emperor to continue the advance for \"technical reasons\".[193] In Berlin, Bethmann Hollweg announced that Germany had mobilized and delivered an ultimatum to France telling that country to renounce its alliance with Russia or face a German attack.[194] In response to reports of German troops invading Luxembourg and Belgium plus the German ultimatum, French mobilization was authorized on 1 August;[194] that same afternoon, Wilhelm signed the mobilization orders.[190] Bethmann Hollweg was angry with Moltke for having had Wilhelm sign the orders without informing him first.[190] By 7:00 pm on 1 August, German troops invaded Luxembourg.[195] At the same time as the invasion of Luxembourg, on 1 August 1914[196] Germany declared war on Russia.[197] When presenting his declaration of war, the German Ambassador accidentally gave the Russians both copies of the declaration of war, one which claimed that Russia refused to reply to Germany and the other that said Russia's replies were unacceptable.[198] Grey warned Lichnowsky that if Germany invaded Belgium, Britain would go to war.[198] In the morning of 2 August, while French troops were still at a distance from the German frontier,[199] German troops took control of Luxembourg[200] as a preliminary to the invasion of Belgium and France. On 2 August, the British government promised that the Royal Navy would protect France's coast from German attack.[201] The British Foreign Secretary Edward Grey gave Britain's firm assurance of protecting France with its navy to French Ambassador Paul Cambon. Cambon's account stated: \"I felt the battle was won. Everything was settled. In truth a great country does not wage war by halves. Once it decided to fight the war at sea it would necessarily be led into fighting it on land as well.\"[202] Within the British Cabinet, the widespread feeling that Germany would soon violate Belgium's neutrality and destroy France as a power led to the increasing acceptance that Britain would be forced to intervene.[203] A German ultimatum was delivered, this time to Belgium on 2 August, requesting free passage for the German army on the way to France. King Albert of Belgium refused the German request to violate his country's neutrality.[204] On 3 August, Germany declared war on France,[196] and on Belgium on 4 August. This act violated Belgian neutrality, the status to which Germany, France, and Britain were all committed by treaty; German violation of Belgian neutrality provided the casus belli for Britain's declaration of war.[205] Later on 4 August, Bethmann Hollweg told the Reichstag that the German invasions of Belgium and Luxembourg were in violation of international law, but argued that Germany was \"in a state of necessity, and necessity knows no law\". At 7 p.m. on 4 August, British Ambassador Sir Edward Goschen delivered Britain's ultimatum to German Secretary of State to the Ministry for Foreign Affairs (Gottlieb von Jagow), demanding a commitment by midnight that evening (within five hours) to go no further with Germany's violation of Belgian neutrality. Jagow rejected the British ultimatum and Goschen demanded his passports and requested a private and personal meeting with Bethmann Hollweg, who invited Goschen to dine with him. During their highly emotional conversation Bethmann Hollweg, who had spent his career trying to improve relations, accused Britain of going to war for its own national agenda, which was unrelated to that of Belgium, who would have been compensated for the wrong done to it. He quoted Grey's speech as evidence that Britain was not going to war for Belgium's sake.[note 40][206] According to Goschen's report to Grey, Bethmann Hollweg said the Treaty of London, 1839, was for Britain (not for Germany), an excuse i.e. a \"scrap of paper\"[207] and, compared to the \"fearful fact of Anglo-German war\",[208] the steps taken by His Majesty's Government were terrible to a degree; just for a word – \"neutrality\", a word which in war time had so often been disregarded – just for a scrap of paper Great Britain was going to make war on a kindred nation who desired nothing better than to be friends with it.[207] Goschen's telegrams on 4 August to Grey never reached London, so it was unclear whether a state of war existed between Britain and Germany until the expiry of the ultimatum at midnight, Berlin time.[209] On 4 August 1914 the United Kingdom declared war on Germany. The British government expected a limited conflict of rapid movement on the battlefield like the Franco-Prussian War, in which Britain would primarily use its great naval strength.[210] Goschen's account of the \"scrap of paper\" conversation dated 6 August was later edited and published by the British Government and outraged public opinion in Britain and the United States.[211][212] At the outbreak of the war, Wilhelm is reported to have said: \"To think that George and Nicky should have played me false! If my grandmother had been alive, she would never have allowed it.\"[213] Britain's reasons for declaring war were complex. After the war began the propaganda reason given was that Britain was required to safeguard Belgium's neutrality under the Treaty of London 1839. The German invasion of Belgium was, therefore, the casus belli and, importantly, legitimized and galvanized popular support for the war among the antiwar Liberal Party constituency. However, the Treaty of London of 1839 had not committed Britain on her own to safeguard Belgium's neutrality. Rather, Britain's support for France was decisive. Edward Grey argued that the naval agreements with France (although they had not been approved by the Cabinet) created a moral obligation vis a vis Britain and France. British Foreign office mandarin Eyre Crowe stated: \"Should the war come, and England stand aside, one of two things must happen. (a) Either Germany and Austria win, crush France and humiliate Russia. What will be the position of a friendless England? (b) Or France and Russia win. What would be their attitude towards England? What about India and the Mediterranean?\"[214] In the event that Britain abandoned its Entente friends, Britain feared that if Germany won the war, or the Entente won without British support, then, either way, it would be left without any friends. This would have left both Britain and her Empire vulnerable to attack.[214] Domestically, the Liberal Cabinet was split and in the event that war was not declared the Government would fall as Prime Minister Asquith, Edward Grey and Winston Churchill made it clear they would resign. In that event, the existing Liberal government would lose control of Parliament and the pro-war Conservatives would come to power. The Liberal Party might never recover–as indeed happened in 1916.[215] On 6 August, the Emperor Franz Joseph signed the Austro-Hungarian declaration of war on Russia.","Title":"July Crisis - Wikipedia","KeyID":"19273","URL":"https://en.wikipedia.org/wiki/July_Crisis"}