{"Content: ":"Kyushu (九州, Kyūshū, pronounced [kʲɯꜜːɕɯː] (listen), literally \"Nine Provinces\") is the third-largest island of Japan's five main islands and the most southerly of the four largest islands (i.e. excluding Okinawa).[3][4] In the past, it has been known as Kyūkoku (九国, \"Nine Countries\"), Chinzei (鎮西, \"West of the Pacified Area\") and Tsukushi-no-shima (筑紫島, \"Island of Tsukushi\"). The historical regional name Saikaidō (西海道, lit. West Sea Circuit) referred to Kyushu and its surrounding islands. Kyushu has a land area of 36,782 square kilometres (14,202 sq mi) and a population of 14,311,224 in 2018.[5] In the 8th-century Taihō Code reforms, Dazaifu was established as a special administrative term for the region.[6] The island is mountainous, and Japan's most active volcano, Mt Aso at 1,591 metres (5,220 ft), is on Kyushu. There are many other signs of tectonic activity, including numerous areas of hot springs. The most famous of these are in Beppu, on the east shore, and around Mt. Aso in central Kyushu. The island is separated from Honshu by the Kanmon Straits. Being the nearest island to the Asian continent, historically it is the gateway to Japan.[7] The total area is 36,782.37 km2 (14,201.75 sq mi) which makes it the 37th largest island in the world.[1] It's slightly larger than Taiwan island 35,808 km2 (13,826 sq mi).[5] The highest elevation is 1791 meters (5876 feet) on Mount Kujū.[8] The name Kyūshū comes from the nine ancient provinces of Saikaidō situated on the island: Chikuzen, Chikugo, Hizen, Higo, Buzen, Bungo, Hyūga, Osumi, and Satsuma.[9] Today's Kyushu Region (九州地方, Kyūshū-chihō) is a politically defined region that consists of the seven prefectures on the island of Kyushu (which also includes the former Tsushima and Iki as part of Nagasaki), plus Okinawa Prefecture to the south: Kyushu has 10.3 percent of the population of Japan.[10] Most of Kyushu's population is concentrated along the northwest, in the cities of Fukuoka and Kitakyushu, with population corridors stretching southwest into Sasebo and Nagasaki and south into Kumamoto and Kagoshima. Except for Oita and Miyazaki, the eastern seaboard shows a general decline in population. Politically, Kyushu is described as a stronghold of the Liberal Democratic Party.[11] Per Japanese census data,[12][13] the Kyushu region's population with Ryukyu Islands (Okinawa and Kagoshima Prefectures) has experienced a large population decline since around 2000. However, the population decline is mild mainly due to relatively high birth rate of Ryukyuans both within the Ryukyuan lands (Okinawa and Kagoshima) and throughout the Kyushu region. In addition, the other prefectures in Kyushu also have exceptionally high TFRs compared to the rest of Japan.[14][15] The Ryukyuans are an indigenous minority group in Japan. Parts of Kyushu have a subtropical climate, particularly Miyazaki prefecture and Kagoshima prefecture. Major agricultural products are rice, tea, tobacco, sweet potatoes, and soy; also, silk is widely produced. The island is noted for various types of porcelain, including Arita, Imari, Satsuma, and Karatsu. Heavy industry is concentrated in the north around Fukuoka, Kitakyushu, Nagasaki, and Oita and includes chemicals, automobiles, semiconductors, metal processing, shipbuilding...etc.[16] In 2010, the graduate employment rate in the region was the lowest nationwide, at 88.9%.[17] Besides the volcanic area of the south, there are significant mud hot springs in the northern part of the island, around Beppu. The springs are the site of occurrence of certain extremophile microorganisms, which are capable of surviving in extremely hot environments.[18] Major universities and colleges in Kyushu: Kyushu is linked to the larger island of Honshu by the Kanmon Railway Tunnel,[19] which carries the non-Shinkansen trains of the Kyushu Railway Company, and the newer Shin-Kanmon Tunnel carrying the San'yō Shinkansen. Railways on the island are operated by the Kyushu Railway Company and West Japan Railway Company, as well as a variety of smaller companies such as Amagi Railway[20] and Nishitetsu Railway.[21] Kyushu Shinkansen trains also operate between major cities on the island,[22] such as Fukuoka and Kagoshima,[23] with an additional route under construction between Fukuoka and Nagasaki expected to be in operation from 2023.[24] Kyushu is also known for its scenic train services, such as the Limited Express Yufuin no Mori and Limited Express Kawasemi Yamasemi.[22] The Kanmon Bridge and Kanmon Roadway Tunnel also connect the island with Honshu, allowing for vehicular transport between the two.[25] The Kyushu Expressway spans the length of the island, linking the Higashikyushu Expressway and Ibusuki Skyline, connecting major cities such as Fukuoka and Kumamoto along the way.[citation needed] There are also many quiet country roads, including popular tourist routes such as the Nichinan coast road and the Aso Panorama Line in Kumamoto Prefecture. Bus services are available and cover 2,400 routes within Kyushu's cities, connecting many other destinations.[22] Several passenger and car ferry services connect both northern and southern Kyushu with main port cities on the main island of Honshu (Kobe, Osaka, Tokyo) and Shikoku.[26]","Title":"Kyushu - Wikipedia","KeyID":"19298","URL":"https://en.wikipedia.org/wiki/Kyushu"}