{"Content: ":"Coordinates: 40°44′54″N 73°59′08″W﻿ / ﻿40.74833°N 73.98556°W﻿ / 40.74833; -73.98556﻿ (A Building) On July 28, 1945, a B-25 Mitchell bomber of the United States Army Air Forces crashed into the Empire State Building in New York City, while flying in thick fog. The accident caused the deaths of fourteen people (three crewmen and eleven people in the building) and damage estimated at US$1 million (equivalent to about $15 million in 2021), although the building's structural integrity was not compromised.[1] On Saturday, July 28, 1945, Lieutenant Colonel William F. Smith Jr. was piloting a B-25 Mitchell bomber on a routine personnel transport mission from Bedford Army Air Field in Massachusetts to Newark Metropolitan Airport in New Jersey.[2][3][4] Smith asked for clearance to land, but he was advised of zero visibility.[5] Proceeding anyway, he became disoriented by the fog and turned right instead of left after passing the Chrysler Building.[6] At 9:40 a.m., the aircraft crashed into the north side of the Empire State Building, between the 78th and 80th floors, making an 18-by-20-foot (5.5 m × 6.1 m) hole in the building[7] into the offices of the War Relief Services and the National Catholic Welfare Council. One engine shot through the south side opposite the impact, flew as far as the next block, dropped 900 feet (270 m), landed on the roof of a nearby building and caused a fire that destroyed a penthouse art studio. The other engine and part of the landing gear fell down an elevator shaft. The resulting fire was extinguished in 40 minutes. The Empire State Building fire is the highest structural fire to be brought under control by firefighters.[7] Between 50 and 60 sightseers were on the 86th floor observation deck when the crash happened. Fourteen people were killed: Colonel Smith, Staff Sergeant Christopher Domitrovich, and Navy Aviation Machinist's Mate Albert Perna, who was hitching a ride, and eleven civilians in the building.[1] Perna's body was not found until two days later, when search crews discovered that it had entered an elevator shaft and fallen to the bottom. The other two crewmen were burned beyond recognition.[8] Elevator operator Betty Lou Oliver was thrown from her elevator car on the 80th floor and suffered severe burns. First aid workers placed her on another elevator car to transport her to the ground floor, but the cables supporting that elevator had been damaged in the incident, and it fell 75 stories, ending up in the basement.[9] Oliver survived the fall but had a broken pelvis, back and neck when rescuers found her amongst the rubble.[10] This remains the world record for the longest survived elevator fall.[6] Despite the damage and deaths, the building was open for business on many floors on the next Monday morning, less than 48 hours later. The crash spurred the passage of the long-pending Federal Tort Claims Act of 1946, as well as the insertion of retroactive provisions into the law, allowing people to sue the government for the accident.[10] The events of the crash were the subject of an episode of the History channel documentary Disasters of the Century, entitled \"It Came from the Sky\". The documentary was made in 2001.[citation needed] ","Title":"1945 Empire State Building B-25 crash - Wikipedia","KeyID":"19295","URL":"https://en.wikipedia.org/wiki/B-25_Empire_State_Building_crash"}