{"Content: ":"The Allied bombing of Hamburg during World War II included numerous attacks on civilians and civic infrastructure. As a large city and industrial centre, Hamburg's shipyards, U-boat pens, and the Hamburg-Harburg area oil refineries were attacked throughout the war.[1] As part of a sustained campaign of strategic bombing during World War II, the attack during the last week of July 1943, code named Operation Gomorrah, created one of the largest firestorms raised by the Royal Air Force and United States Army Air Forces in World War II,[2] killing an estimated 37,000 civilians and wounding 180,000 more in Hamburg, and virtually destroying most of the city. Hamburg was selected as a target because it was considered particularly susceptible to attack with incendiaries, which, from the experience of the Blitz, were felt to inflict more damage than just high explosive bombs. Hamburg also contained a high number of targets supporting the German war effort and was relatively easy for navigators to find. Careful research was done on behalf of both the RAF and USAAF to discover the optimum mix of high explosives and incendiaries. Before the development of the firestorm in Hamburg, there had been no rain for some time and everything was very dry.[3] The unusually warm weather and good conditions ensured that the bombing was highly concentrated around the intended targets, and helped the resulting conflagration create a vortex and whirling updraft of super-heated air which became a 460-metre-high (1,510 ft) tornado of fire. Various other previously used techniques and devices were instrumental as well, such as area bombing, Pathfinders, and H2S radar, which came together to work with particular effectiveness. An early form of chaff, code named 'Window', was successfully used for the first time by the RAF – clouds of aluminium foil strips dropped by Pathfinders as well as the initial bomber stream – in order to completely cloud German radar. The raids inflicted severe damage to German armaments production in Hamburg. The name Gomorrah comes from that of one of the two Canaanite cities of Sodom and Gomorrah whose destruction is recorded in the Bible: \"Then the Lord rained brimstone and fire on Sodom and Gomorrah, from the Lord out of the heavens.\" – Genesis 19:24 RAF Bomber Command had made raids on Germany from the early days of World War II. Initially, only military targets were attacked. However, navigation to the target over a blacked-out wartime landscape was extremely poor, as was bombing accuracy if the target city (let alone the actual military target) could be found. Consequently bombing operations were very open to criticism as a waste of resources, since such poor results were achieved. The extent of this failure was exposed to the War Cabinet in August 1941 by the Butt Report, which by analysing 600 photographs of raids in the previous three months, found that only a third of crews that claimed to have reached their targets had actually dropped their bombs within five miles (eight kilometres) of them.[4] Opinion on targeting steadily shifted as the war progressed, and by November 1940, the view was developing that the civilian population of Germany was a legitimate target in \"total war\". By June 1941, RAF thinking had been reversed from seeing any civilian casualties as collateral damage when attacking a military target, to deliberately targeting civilians in an attempt to destroy their morale. This was expected to reduce industrial production and therefore hinder the German war effort. The target was no longer factories, but the people who worked in them and lived in the surrounding area. This became known as \"area bombing\". This change was not driven by the inaccuracy of bombing at this stage, but by studying which aspects of the German Blitz on Britain had had most effect.[5] Air Marshal Arthur \"Bomber\" Harris had taken charge of the RAF Bomber Command in February 1942. In the same month, the USAAF 8th Bomber Command set up a headquarters in the United Kingdom ready for the deployment of American units to Britain. Roosevelt was optimistic that bombing had war-winning potential, despite his appeal to Hitler in September 1939 to avoid bombing civilians. Winston Churchill was similarly enthusiastic to bomb Germany. This gave both air forces the political support to deal, at this stage, with criticism of their ineffectiveness.[6] Harris strongly believed that attacking specific valuable targets such as oil refineries or ball-bearing factories was a waste of effort because the German economy had sufficient resources to work around any bottle-necks caused by damage to these facilities, and that area bombing was a war-winning tactic. In this he was supported by some prominent civilian and military leaders, including Air Vice Marshal Sir Norman Bottomley, who in February 1942 issued a directive that using the new Gee radio navigation equipment, the new priority was to attack \"the morale of the enemy's civil population, and in particular, of the industrial workers\".[7] Support for this shift came from a minute at the end of March by Churchill's scientific advisor, Lord Cherwell, in which he asserted that losing one's house by bombing seemed to have the greatest impact on civilian morale, which he described as \"dehousing\".[8] The build up of the 8th Bomber Command was slow and though some small scale raids were made in France during the latter half of 1942, capability to attack Germany was not obtained until 1943. The British resources were also limited. The Western Allies had had to tell the Soviet Union that any idea of opening a second front in Europe in the summer of 1942 was unfeasible. The only thing Churchill had to offer Stalin was a bombing campaign against Germany. This was hard for the RAF to deliver, but it meant that the bombing of Germany could not be abandoned, so Harris would ultimately get the heavy bombers needed.[9] However, by the time of the big raid on Hamburg at the end of July 1943, both air forces needed a significant success to justify their existence. Britain's experience of being bombed in the Blitz had contributed to the RAF's thinking on how to conduct a bombing campaign. It had become clear that incendiaries could inflict much more damage than high explosive bombs. Detailed study of this was carried out by the Research and Experiment unit, RE8, (set up in November 1941). The details of how German houses were constructed were examined and tests were carried out on models to determine how effective an incendiary attack would be. The precise ratio of high explosive bombs and incendiaries was calculated. The high explosive was to blow out windows and make fire fighting dangerous. High explosive bombs with delayed action fuses were included in the mix to further suppress any fire fighting effort. The quantity of incendiaries delivered had to be high enough to totally overwhelm any fire fighting capability, so that a conflagration could become established.[10] The Americans took a high level of interest in the British research on the effect of incendiaries. American expertise and experiments added to the planning of fire bombing raids. Despite belief to the contrary, US aircraft also carried a carefully considered mix of high explosive and incendiary bombs. Large quantities of US-made oil-based incendiaries went into service with the 8th Bomber Command shortly before the Hamburg raid – this was preferred by the Americans to the 4 lb (1.8 kg) magnesium-cased thermite bomb used by the British.[10] It is clear that the effectiveness of the Hamburg raid relied to a large extent on the careful research on how best to cause a large fire in a German city – as opposed to the popular view that it was some sort of accidental occurrence due to unusual weather conditions.[11] A number of factors led to Hamburg being chosen for the planned firebombing raid. The construction of the city meant its vulnerability was considered \"outstanding\". It was Germany's second largest city. The city's shipbuilding industry made it a priority target. It also had more industrial targets of interest to the Ministry of Economic Warfare than most other German cities. It was reasonably close to the bomber bases in Britain, so giving a short flight, with less exposure to anti-aircraft fire and fighters. Hamburg's position, close to the coast and on a prominent river made the target easy to find.[12] The Battle of Hamburg, codenamed Operation Gomorrah, was a campaign of air raids which began on 24 July 1943 and lasted for 8 days and 7 nights. It was at the time the heaviest assault in the history of aerial warfare and was later called the Hiroshima of Germany by British officials.[13][better source needed] Until the focus of RAF Bomber Command switched to Hamburg, their focus had been on the Ruhr industrial region which had been the target of a five-month-long campaign. The operation was conducted by RAF Bomber Command (including RCAF, RAAF and Polish Squadrons) and the USAAF Eighth Air Force. The British conducted night raids and the USAAF daylight raids. The initial attack on Hamburg included two new introductions to the British planning: they used \"Window\", later known as chaff, to confuse the German radar, while the Pathfinder Force aircraft, which normally kept radio silence, reported the winds they encountered, and this information was processed and relayed to the bomber force navigators. No. 35 Squadron led the target marking and, thanks to the clear weather and H2S radar navigation, accuracy was good, with markers falling close to the aiming point. On 24 July, at approximately 00:57, the first bombing started by the RAF and lasted for almost an hour. The confusion caused to German radar kept losses of aircraft low. While some 40,000 firemen were available to tackle fires, control of their resources was damaged when the telephone exchange caught fire and rubble blocked the passage of fire engines through the city streets;[14] fires were still burning three days later.[15] A second, daylight raid, by the USAAF was conducted at 16:40. It had been intended for 300 aircraft to attack Hamburg and Hanover but problems with assembling the force in the air meant that only 90 Boeing B-17 Flying Fortresses reached Hamburg. The bombers attacked the Blohm and Voss shipyard and an aero-engine factory, with German flak damaging 78 aircraft. However the shipyard was not badly damaged and the aero-engine manufacturer could not be seen for smoke (a generating station was attacked instead). De Havilland Mosquitos of the RAF Light Night Striking Force (LNSF) carried out nuisance raids to keep the city on a state of alert and delayed-action bombs from the night's raid exploded at intervals. Extra firemen were brought in from other cities including Hanover; as a result when the US bombers attacked, these firemen were in Hamburg and fires in Hanover burned unchecked. Another attack by the RAF on Hamburg for that night was cancelled due to the problems the smoke would cause and 700 bombers raided Essen instead. Mosquitos carried out another nuisance raid. A third raid was conducted on the morning of the 26th. The RAF night attack of 26 July at 00:20 was extremely light because of severe thunderstorms and high winds over the North Sea, during which a considerable number of bombers jettisoned the explosive part of their bomb loads (retaining just the incendiaries) with only two bomb drops reported. That attack is often not counted when the total number of Operation Gomorrah attacks is given. There was no day raid on the 27th. On the night of 27 July, shortly before midnight,[16] 787 RAF aircraft—74 Vickers Wellingtons, 116 Short Stirlings, 244 Handley Page Halifaxes and 353 Avro Lancasters—bombed Hamburg.[17] The aiming points were the dense housing of the working-class districts of Billwerder, Borgfelde, Hamm, Hammerbrook, Hohenfelde and Rothenburgsort.[18] The unusually dry and warm weather, the concentration of the bombing in one area and firefighting limitations due to blockbuster bombs used in the early part of the raid – and the recall of Hanover's firecrews to their own city – culminated in a firestorm. The tornadic fire created a huge inferno with winds of up to 240 km/h (150 mph) reaching temperatures of 800 °C (1,470 °F)[19] and altitudes in excess of 300 metres (1,000 ft), incinerating more than 21 square kilometres (8 sq mi) of the city. Asphalt streets appeared to burst into flame (in fact, it was the phosphor from the fire bombs that was burning), and fuel oil from damaged and destroyed ships, barges and storage tanks spilled into the water of the canals and the harbour, causing them to ignite as well. An estimated 18,474 people died on this night. A large number of those killed were seeking safety in air raid shelters and cellars. The firestorm consumed the oxygen in the burning city above and the carbon monoxide poisoned those sheltering below.[18] The furious winds created by the firestorm had the power to sweep people up off the streets like dry leaves. On the night of 29 July, Hamburg was again attacked by over 700 RAF aircraft. A planned raid on 31 July was cancelled due to thunderstorms over the UK.[20] The last raid of Operation Gomorrah was conducted on 3 August. The death toll from Operation Gomorrah will always be uncertain, but the most accepted single number is now 37,000. If a range is stated, this is generally between 34,000 (from police records) and 40,000 (a commonly used figure in Germany before the end of the war). Most of the dead were unidentified. By 1 December 1943, there were 31,647 confirmed dead, but of these only 15,802 were based on the identification of a body. In some cases, the numbers of people who had perished in cellars converted into \"air protection rooms\" could only be estimated from the quantity of ash left on the floor. Those who died represented about 2.4% of the total population of Hamburg at the time.[21] In the first week after the raid, about one million people evacuated the city. 61% of the housing stock was destroyed or damaged.[22] The city's labour force was reduced by ten percent.[23] Approximately 3,000 aircraft were employed, 9,000 tons of bombs were dropped and over 250,000 homes and houses were destroyed. No subsequent city raid shook Germany as did that on Hamburg; documents show that German officials were thoroughly alarmed and there is some indication from later Allied interrogations of Nazi officials that Hitler stated that further raids of similar weight would force Germany out of the war. The industrial losses were severe: Hamburg never recovered to full production, only doing so in essential armaments industries (in which maximum effort was made).[24] Figures given by German sources indicate that 183 large factories were destroyed out of 524 in the city and 4,118 smaller factories out of 9,068 were destroyed. Other losses included damage to or destruction of 580 industrial concerns and armaments works, 299 of which were important enough to be listed by name. Local transport systems were completely disrupted and did not return to normal for some time. Dwellings destroyed amounted to 214,350 out of 414,500.[25] Hamburg was hit by air raids another 69 times before the end of World War II. In total, the RAF dropped 22,580 long tons of bombs on Hamburg.[26] There was press coverage of the Hamburg raids as they were taking place, with for instance both The Times of London and The New York Times running stories on 26 July 1943, after the raids had commenced but a day before the firestorm raid took place, that emphasized the large size and coordinated British-American nature of the bombing campaign against the city.[27][28] The destruction of Hamburg became a major news story at the time and caused a great impression as to the extent of the damage and loss of life. By 3 August 1943, just as the raids were concluding, military expert George Fielding Eliot was analyzing the subject at length in his syndicated column published in U.S. newspapers.[29] Newspaper editorials and cartoons also referred to the complete destruction of Hamburg.[29] A report from the Newspaper Enterprise Association's London correspondent on 9 August speculated on how quickly Berlin could \"be eliminated\" in the same fashion.[30] At the same time in Germany itself, the Hamburg raids were seen as a far worse development than major German military reverses then taking place on the on the Eastern Front and in Sicily and Italy.[31] Initial eyewitness accounts by foreign nationals who had been in Hamburg did not attempt to give numerical figures for the destruction, instead describing it as beyond belief.[32][33] As one 9 August 1943 United Press story about a Swiss merchant's account related, it was a \"hell released\" by a \"devil's concert\" that amounted to \"Hamburg's ceaseless, inescapable destruction on a scale that defies the imagination.\"[33] Even the German press, which had previously downplayed or not discussed bombings of German cities, here emphasized the effects on Hamburg and the numbers of refugees coming from there.[32] Later in August, New York Times foreign correspondent C. L. Sulzberger relayed a German belief that there had been 200,000 deaths, which he viewed as credible.[34] By November 1943, a Swiss dispatch to Swedish newspapers gave a figure of 152,000 killed in the Hamburg bombing, but without supplying an explanation for the source of the number.[35] Just a few months after the European war's conclusion, newspaper accounts described the findings of the United States Strategic Bombing Survey, publicly released on 30 October 1945, which gave the German estimates of 60,000–100,000 deaths in the Hamburg bombings.[36] And even higher numbers sometimes were still used. During the 1949–50 debate within the U.S. government about whether to proceed with development of the hydrogen bomb, arguments based on morality were made against developing a weapon whose main utility seemed to be killing massive numbers of civilians with one detonation. Objecting to this line of reasoning, Senator Brien McMahon, chairman of the United States Congressional Joint Committee on Atomic Energy, wrote a letter to President Harry S. Truman in which he asked, \"Where is the valid ethical distinction between the several Hamburg raids that produced 135,000 fatalities,\" the March 1945 firebombing of Tokyo, the atomic bombing of Hiroshima, and the proposed thermonuclear weapon. McMahon concluded that \"There is no moral dividing line that I can see\" between any of these.[37] The totally-destroyed quarter of Hammerbrook, in which mostly port workers lived, was rebuilt not as a housing area but as a commercial area. The adjoining quarter of Rothenburgsort shared the same fate since only a small area of housing was rebuilt. The underground line that connected both areas with the central station was not rebuilt, either. In the destroyed residential areas, many houses were rebuilt across the street and so no longer form connected blocks. The hills of the Öjendorfer Park are formed by the debris of destroyed houses.[38] In January 1946, Major Cortez F. Enloe, a surgeon in the USAAF who worked on the United States Strategic Bombing Survey (USSBS), said that the fire effects of the atomic bomb dropped on Nagasaki \"were not nearly as bad as the effects of the R.A.F. raids on Hamburg on July 27th 1943\". He estimated that more than 40,000 people died in Hamburg.[39] It was quite a surprise to us when the first Hamburg raid took place because you used some new device which was preventing the anti-aircraft guns to find your bombers, so you had a great success and you repeated these attacks on Hamburg several times and each time the new success was greater and the depression was larger, and I have said, in those days, in a meeting of the Air Ministry, that if you would repeat this success on four or five other German towns, then we would collapse. Albert Speer – The Secret War Several memorials in Hamburg are reminders of the air raids of World War II:","Title":"Bombing of Hamburg in World War II - Wikipedia","KeyID":"19291","URL":"https://en.wikipedia.org/wiki/Bombing_of_Hamburg_in_World_War_II"}