{"Content: ":"The 8th World Festival of Youth and Students (WFYS) was held in 1962 in Helsinki, capital city of Finland. The World Federation of Democratic Youth organized this festival together with the International Union of Students.[1] Finland was the second country, after Austria, to host the event despite being a non-aligned state. The festival ended up costing 247 million markka (4.9 million 2013 euros). Over 1,000 events were planned as part of the festival, and its attendants were provided with free dining and housing in Helsinki. About 18,000 people from 137 countries attended. It was the largest event organised in Helsinki since the 1952 Summer Olympics. According to local newspapers, there were at least 40,000 people present at the finishing event of the festival.[1] Soviet cosmonaut Yuri Gagarin notably attended the festival.[2] For many young Finns, the festival was the first opportunity to meet young people from socialist countries and developing countries outside of Europe. The motto of the festival was For Peace and Friendship. The festival was not particularly popular among Finland's leadership. President Kekkonen spent almost the entirety of the festival at his summer house in Kultaranta. Of the Finnish political parties, only the Finnish People's Democratic League, Communist Party of Finland and the Social Democratic Union of Workers and Smallholders were enthusiastic about the festival. Later, however, president Kekkonen attended one of the festival events in person.[1] Local media was quiet about the festival with the exception of Hufvudstadsbladet, which adopted a neutral stance, and the newspapers of the FPDL, CPF and SFUWS. The official newspaper of the festival, Helsinki Youth News, was printed in the printshops of Demokraatti, Helsingin Sanomat and Uusi Suomi.[2] The United States pressured the Finnish government not to allow the festival to be held in Finland. When this failed, the United States organised a counter-festival together with the United Kingdom. This was managed through the Independent Research Service, an organisation which also published the Festival's Free Tribune in three languages during the festival. The editor of this newspaper was the future mayor of Helsinki, Juhani Rinne.[2] The counter-festival was supported by other organisations, such as The Program for American Culture and the Swiss Center, which pushed for awareness of American and Swiss culture, as well as Pax Romana and the Pocket Testament League of Great Britain, who disseminated 100,000 copies of the Gospel of John. The counter-festival was also supported by organisations such as the Hungarian Union of Free Hungarian Students and the Cuban Directorio Revolucionario Estudiante, as well as the International Union of Socialist Youth and the social democratic parties of the Nordic countries.[citation needed] The counter-festival was financed and organised by the CIA and the government of the United States. For propaganda purposes, defecting to the West was encouraged among the participants of the festival.[citation needed] This festival-related article is a stub. You can help Wikipedia by expanding it.","Title":"8th World Festival of Youth and Students - Wikipedia","KeyID":"19302","URL":"https://en.wikipedia.org/wiki/8th_World_Festival_of_Youth_and_Students"}