{"Content: ":"A rock festival is an open-air rock concert featuring many different performers, typically spread over two or three days and having a campsite and other amenities and forms of entertainment provided at the venue.[1] Some festivals are singular events, while others recur annually in the same location. Occasionally, a festival will focus on a particular genre (e.g., folk, heavy metal, world music), but many attempt to bring together a diverse lineup to showcase a broad array of popular music trends.[2] Initially, some of the earliest rock festivals were built on the foundation of pre-existing jazz and blues festivals, but quickly evolved to reflect the rapidly changing musical tastes of the time. For example, the United Kingdom's National Jazz Festival was launched in Richmond from 26 to 27 August 1961. The first three of these annual outdoor festivals featured only jazz music, but by the fourth \"Jazz & Blues Festival\" in 1964, a shift had begun that incorporated some blues and pop artists into the lineup. In 1965, for the first time the event included more blues, pop and rock acts than jazz, and by 1966, when the event moved to the town of Windsor, the rock and pop acts clearly dominated the jazz artists.[3] A similar, though more rapid, evolution occurred with Jazz Bilzen, a solely jazz festival that was inaugurated in 1965 in the Belgian city of Bilzen. The 1966 festival still featured mostly jazz acts. However, by the time of the third festival from 25 to 27 August 1967, rock and pop acts had edged out most of the jazz bands and become the main attraction.[4] In the United States, rock festivals seemed to spring up with a more self-defined musical identity. Preceded by several precursor events in the San Francisco area, the first two rock festivals in the US were staged in northern California on consecutive weekends in the summer of 1967: the KFRC Fantasy Fair & Magic Mountain Music Festival on Mount Tamalpais (10–11 June) and the Monterey International Pop Festival (16–17 June).[5][6][7] The concept caught fire and spread quickly as rock festivals took on a unique identity and attracted significant media attention around the world. By 1969, promoters were staging dozens of them. According to Bill Mankin, in their dawning age rock festivals were important socio-cultural milestones: \"… it would not be an exaggeration to say that, over a few short years, rock festivals played a unique, significant – and underappreciated – role in fueling the countercultural shift that swept not only America but many other countries [during the 1960s]. It seems fitting… that one of the most enduring labels for the entire generation of that era was derived from a rock festival: the 'Woodstock Generation'.\"[8] Reflecting their musical diversity and the then-common term 'pop music', for the first few years, particularly in the US, many rock festivals were called 'pop festivals'. This also served to distinguish them among the ticket-buying public from other, pre-existing types of music festivals such as jazz and folk festivals. By the end of 1972, the term 'pop festival' had virtually disappeared as festival promoters adopted more creative, unique and location-specific names to identify and advertise their events. While it was still in vogue, however, over-zealous promoters eager to capitalize on the festival concept made the most of it, with some using the term \"Pop Festival\" or \"Rock Festival\" to advertise events held on a single day or evening, often indoors, and featuring only a handful of acts.[9] Today, rock festivals are usually open-air concerts spread out over two or more days and many of the annual events are sponsored by the same organization.[10] Production and financing Several of the early rock festival organizers of the 1960s such as Chet Helms, Tom Rounds, Alex Cooley and Michael Lang helped create the blueprint for large-scale rock festivals in the United States, as well promoters such as Wally Hope in the United Kingdom. In various countries, the organizers of rock festivals have faced legal action from authorities, in part because such festivals have attracted large counterculture elements. In 1972, Mar Y Sol Pop Festival in Manatí, Puerto Rico attracted an estimated 30–35,000 people, and an arrest warrant was issued for promoter Alex Cooley, who avoided arrest by leaving the island before the festival was over.[11] British Free Festival organizers Ubi Dwyer and Sid Rawle were imprisoned for attempting to promote a 1975 Windsor Festival.[12][13] The British police would later outright attack free festival attendees at the 1985 Battle of the Beanfield. Festivals may require millions of USD to be organized, with the money often gathered through fundraising and angel investors.[14][15] Stages and sound systems While rock concerts typically feature a small lineup of rock bands playing a single stage, rock festivals often grow large enough to require several stages or venues with live bands playing concurrently.[16] As rock music has increasingly been fused with other genres, sometimes stages will be devoted to a specific genre and may in turn become known and large enough to be seen as festivals themselves, such as was The Glade at the famous Glastonbury Festival in England. Advances in sound reinforcement systems beginning in the 1960s enabled larger and larger rock festival audiences to hear the performers' music with much better clarity and volume.[17] The best example was the pioneering work of Bill Hanley, known as the \"father of festival sound\", who provided the sound systems for numerous rock festivals including Woodstock. Other examples included the Wall of Sound invented in the 1970s to allow the Grateful Dead to play to larger audiences. Camping and crowd control Many festivals offer camping, either because lodging in the area is insufficient to support the crowd, or to allow easy multi-day access to the festival's features.[18] Festival planning and logistics are frequently a focus of the media, some festivals such as the heavily commercialized Woodstock 1999 were crowd control disasters, with insufficient water and other resources provided to audiences.[19] Many early rock festivals successfully relied on volunteers for crowd control, for example individuals like Wavy Gravy and biker groups such as the Hells Angels[20] and Grim Reapers Motorcycle Club.[21] Gravy in particular called his security group the \"Please Force,\" a reference to their non-intrusive tactics at keeping order, e.g., \"Please don't do that, please do this instead\". When asked by the press — who were the first to inform him that he and the rest of his commune were handling security — what kind of tools he intended to use to maintain order at Woodstock in 1969, his response was \"Cream pies and seltzer bottles.\"[20] Other rock festivals hire private security or local police departments for crowd control, with varying degrees of success.[22] Saturday, 21 June - Eric Anderson, Al Kooper, The Band, Bonzo Dog Band, Johnny Winter, Velvet Underground and Sly & the Family Stone. Sunday, 22 June - Ronnie Hawkins, Chuck Berry, Kensington Market, Tiny Tim, Nucleus, Dr. John & the Night Tripper, Blood, Sweat & Tears and Steppenwolf A recent innovation is the traveling rock festival where many musical acts perform at multiple locations during a tour. Successful festivals are often held in subsequent years. The following is an incomplete list. The following is a list of festivals that predominantly feature rock genres that take place on a regular basis. Most are held at the same location on an annual basis. Some, like Farm Aid are held at different venues with each incarnation.","Title":"Rock festival - Wikipedia","KeyID":"19308","URL":"https://en.wikipedia.org/wiki/Rock_festival"}