{"Content: ":"The 1976 Tangshan earthquake (Chinese: 唐山大地震; pinyin: Tángshān dà dìzhèn; lit. 'Great Tangshan earthquake[8]') was a Mw 7.6 earthquake that hit the region around Tangshan, Hebei, China, at 3:42 a.m. on 28 July 1976. The maximum intensity of the earthquake was XI (Extreme) on the Mercalli scale. In minutes, 85 percent of the buildings in Tangshan collapsed or were rendered unusable, all services failed, and most of the highway and railway bridges collapsed or were seriously damaged.[9] The official report claimed 242,769 deaths and 164,851 serious injuries in Tangshan, but when taken into account the missing, the injured who later died and the deaths in nearby Beijing and Tianjin, scholars accepted at least 300,000 died,[10] making it the deadliest earthquake in China and among the top disasters in China by death toll. The Tangshan earthquake was composed of two main shocks. The first struck at 3:42:56 in the morning (local time), approximately 12 km under the southern part of Tangshan.[11] The magnitude was initially estimated at around 8.1, subsequently recalculated to be 7.6 on the standard Mw scale.[1] However, that scale measures only the total energy released by an earthquake, and earthquakes vary in how much of that energy is converted to seismic shaking. The Tangshan quake, being relatively shallow, converted much of its energy to surface shaking, and on the Ms (surface magnitude) scale it also measured 7.6. (7.8 on the Chinese surface magnitude scale.[12]) This \"occurred on a near vertical right-lateral strike-slip fault, striking N40°E\",[13] the block on the southeast side sliding about three meters to the southwest.[14] This resulted from tectonic compression on a nearly west–east axis.[15] Surface rupturing occurred in five en echelon segments extending eight kilometers through the center of Tangshan.[16] The second main shock, with a magnitude 7.0 Mw , or 7.4 Ms , struck that afternoon at 18:45 near Luanhsien (Luanxian), about 70 km to the east-northeast (\"B\" on the intensity map in the next section), just south of the northeastern end of the Tangshan fault.[17] This occurred in a zone of north-northwest striking conjugate faults that cut across the north end of the Tangshan fault. The left-lateral motion here, along with the right-lateral motion on the Tangshan fault, suggests that as the crustal blocks to the west and east are compressed together the block between these two earthquakes is being squeezed out to the south. A long sequence of aftershocks followed, with twelve of magnitude 6 or greater.[18] The first of these struck just three and a half hours after the initial shock, at 7:17, at the southern end of Tangshan fault, near Ninghe (\"C\" on the map in the section below),[19] with a magnitude of 6.2 Ms . Another significant aftershock (Ms 6.9) occurred in November near Ninghe. Most aftershocks occurred between these end points, in a zone 140 km long and about 50 km wide.[20] Many buildings were further damaged by the aftershocks.[21] The aftershock zone remains seismically active in the twenty-first century. Earthquakes measuring 4.5 Ms  to 4.7 Ms  occurred in 2012, 2016 and 2019. On 12 July 2020, a 5.1 Ms  strike-slip earthquake struck the northern part of the Tangshan Fault. It produced its own sequence of aftershocks that ended on 17 July 2020.[22] The earthquake only caused minor damage to buildings in Tangshan.[23] Its occurrence stirred a debate among scientists into whether the recent earthquakes are aftershocks of the 1976 event or are background seismicity.[24] The damage done by an earthquake depends primarily on two factors. First, the intensity of shaking, which depends mainly on the magnitude of the earthquake rupture, the distance from the epicenter, and the nature of the local soil and topography, with soft soils (e.g., sediments and fill) more likely to amplify the intensity and duration of the shaking.[25] Second, the design and construction of the structures being shaken, with houses built of adobe or stone, wooden houses without a well-built frame, and unreinforced masonry construction being especially vulnerable.[26] The seismic risk had been greatly underestimated and almost all buildings and structures were designed and built without seismic considerations.[21] As a result, Tangshan was \"mainly a city of unreinforced brick buildings\",[11] sitting right on top of a major fault line. The power (magnitude) of the Tangshan earthquake is indicated by the extent of where it was felt: up to 1,100 km (680 mi) away, across most of northeastern China, and even in Mongolia and Korea.[27] In and around Beijing, 140 km (87 mi) from the epicenter, the shaking reached an intensity of VI on the Chinese intensity scale (similar to the Modified Mercalli Intensity Scale), with nearly 10% of all buildings damaged,[28] and at least 50 fatalities. The economic loss totaled to 10 billion yuan.[29] The rupture occurred under the southern part of the city, and propagated northeastward on a fault that runs through the middle of the city. The maximum intensity was \"XI\" (eleven) on the 12-degree Chinese scale. Nearly every building and structure in the city collapsed, wholly or partially, infrastructure was severely damaged, and essential services such as electric power, water supply, and communications were entirely knocked out. This area of maximum damage – the meizoseismal area – was approximately 10.5 kilometres (6.5 mi) long and from 3.5 to 5.5 km wide, centered roughly along the railway.[30] The area of intensity X shaking – where only new, one-story brick buildings were merely \"damaged or slightly damaged\", the rest being severely damaged or worse – was 36 km long and 15 km across.[31] In this \"high intensity\" zone (intensity X and XI, within the red contour on the map) 20 highway bridges and five railway bridges cross the Douhe River in Tangshan; only six survived with only minor damage.[32] Shaking of intensity IX (or greater) occurred in a zone roughly 78 km (48 mi) long and 42 km (26 mi) (about 1800 km2, inner orange contour on the map), and also around the aftershocks at Luanxian and Ninghe. In this zone most buildings classified as Class III (well-built buildings of wood, masonry, or reinforced concrete[33]) survived,[34] but many Class II buildings (typically old wood-frame buildings lacking a well-built frame, and quite common outside of the cities) were destroyed, while a majority of Class I buildings (built of adobe or stone) were destroyed. Further out (to the outer orange contour), and around the city of Tianjin and a few isolated patches, intensity VIII shaking mostly affected Class I buildings (more than half destroyed), bridges, and tall brick chimneys. Railway track was also subject to bending or displacement, depending on soil conditions.[31] The zone of intensity VII shaking – inside the dark brown contour – marks the extent of moderate damage, where many Class I structures (of weak design or construction) were damaged but only \"few\"—between 10% and 30%—were destroyed, and only a \"few\" Class two buildings damaged. This ellipsoid zone extended about 75 km north and south of Tangshan and 120 km east and west, from about 25 km short of Beijing to short of Qinhuangdao City (which had anomalously higher shaking), and from the Sea of Bohai in the south and southwest to just north of Zunhua. The north–south shortening of this zone is attributed to buttressing by the bedrock of the Yanshin mountains. Significant damage occurred beyond this in the VI zone, but (like in Beijing) affected less than 10% of the buildings, or occurred in small localized areas.[35] Mining coal is Tangshan's principal industry, and when the quake struck around 10,000 miners were underground. For the most part the mine roadways (tunnels) were not seriously damaged, but with the loss of electrical power there was no illumination (aside from headlamps), no ventilation, and no working lifts.[36] It is reported that most miners escaped within hours, but that some did not reach the surface until two weeks later.[37] Most of the damage to the vertical shafts occurred within the first 50 meters, where they pass through the water-bearing alluvium. In many cases the concrete liner built to keep out the water cracked (particularly where not built properly), allowing a much greater inflow of water. Coupled with damage to the underground drainage system and lack of power to drive the pumps, many of the various mines flooded.[38] Some electrical power to the mines was restored in three days, and some coal production resumed within ten days.[39] However, de-watering, overhauling of flooded electrical equipment, and rebuilding of surface buildings and structures continued for a year and a half; the pre-earthquake level of production was not reached until the end of 1977.[39] The Beijing–Shanhaiguan Railway (built in 1887) is a double-track Class I trunk line that runs from Beijing southeast to Tianjin and Tanggu, then turns northeast to cross the Yongdingxin River and its estuary to run to Ninghe and then Tangshan. From Tangshan it continues northeast and then east to Chengli, and then to Qinhuangdao and Shanhaiguan. This is the principal connection of Beijing, Tianjin, and Tangshan to the seaports, and to Northeast China. The Tongxian to Tuozitou (within modern-day Luan County) Railway (built in 1976) is a single-track Class I trunk line that runs east from the eastern outskirts of Beijing to where it meets the Beijing to Shanhaiguan line northeast of Tangshan (near the epicenter of the M 7.1 quake).[40] All of this was built \"with no consideration for earthquake resistant design\",[41] although some \"earthquake resistance measures\" for large and medium bridges were applied following the 1975 Haicheng earthquake. These vital arteries (and other railways and branch lines) were seriously damaged by the earthquakes, mainly in the areas of intensity IX or greater shaking.[42] (This includes a large area around Tangshan quake, and areas around Ninghe and Luanhsien following the M 6.9 and M 7.4 aftershocks.) At the time of the main quake there were 28 freight trains and seven passenger trains traveling on the Beijing–Shanhaiguan line in the affected area; seven freight trains and two passenger trains derailed due to derangement of the rails,[43] mostly south of Tangshan[44] where the line was built on loose alluvium, diluvium, and occasional stretches of loose sand.[41] In many of these cases – and also similar cases northeast of Tangshan, and on the Tongxian–Tuozitou line east of Fengrun – the railway embankment slumped due to weak soils. In other cases the embankment held, but transverse compression of the rails caused them to buckle.[45] Railway operations were further impaired by the loss of communications (including signalling) and water supply (for the steam locomotives), in both cases due mainly to collapse of buildings and loss of electrical power.[46] However, the most serious damage, taking the most manpower and longest time to repair, was that involving bridges.[47] Most difficult was where soft or liquefied soil allowed the bank to slide into the river, shifting the abutments. A more frequent problem was where an approach embankment subsided, typically leaving the rails suspended from the abutment. There were numerous cases where concrete piers and abutments were damaged due to inadequate design and construction; bridges that were strengthened following the Haicheng earthquake survived with only slight damage.[48] It was observed that at intensity VII and above damage to the roadbed was correlated mainly with loose soil and a high water table. Conversely, bridges and rails in Tangshan City, built on dense soil with a deep water table, were largely undamaged even though subject to intensity XI shaking.[49] Over forty-two thousand people were mobilized to quickly effect emergency repair of the railways.[50] The Tongxian-Tuozitou line was opened for traffic on 3 August, single track of the Beijing-Shanhaiguan line opened on 7 August, and both tracks on 10 August, albeit at restricted speeds over temporary bridges and at other places where repairs were not yet complete.[41] The official report claimed 242,769 deaths and 164,851 serious injuries in Tangshan, but when take into account the \"missing\", the injured who later died and the deaths in nearby Beijing and Tianjin, scholars accepted at least 300,000 died,[10] making it the deadliest earthquake in China and among the top disasters in China by death toll. Unofficial estimates of the death toll varied widely, and generally lack a clear authoritative basis. One of the earliest reports outside of China came on 28 July 1976 from the International Tsunami Information Center, reporting that a \"violent\" earthquake, initially estimated at about magnitude 8.1, had struck \"in the vicinity of Peking\" (Beijing). Center Director Dr. George Pararas-Carayannis was reported as saying that \"if the quake hit in a populated area reports of considerable damage could be expected.\"[51] News reports the next day located the quake \"about 100 miles (160 km) southeast of Peking and 63 miles (101 km) northeast of Tientsen\" (Tianjin); i.e., \"almost precisely in Tangshan\".[52] The Chinese Communist party's Central Committee also broadcast a statement that the quake \"caused great losses to people's life and property\". One of the first reports from Tangshan said \"nearly every building in the city ... was flattened.\"[53] There were several reports of 50 people killed in Beijing, a 100 miles (160 km) from the epicenter. According to author Stephen Spignesi, a \"couple of days\" after the quake Dr. Pararas-Carayannis gave United Press International (UPI) an estimate of 700,000 to 750,000 deaths, based on a similar sized earthquake in Shaanxi province in 1556 that caused 830,000 deaths.[54] Pararas-Carayannis' current web page[55] says only that \"it was fairly accurately estimated that there were at least 655,000 people dead,\" without mentioning by whom or on what basis this estimate was made. In August the Nationalist Chinese government in Taiwan announced that, according to their agents in China, the death toll was over 100,000, with about 900,000 injured. They also reported that \"almost all buildings in Tangshan were leveled\", and 80 percent of homes and buildings in Tianjin \"suffered damage to some extent\".[56] The following January (1977) the Nationalists released a document they said had been presented at an emergency conference on relief work the previous August by the Hopeh Provincial Committee of the party and the Hopeh Revolutionary Committee.[57] According to this document: \"in such seriously stricken areas as Tangshan municipality, and Fengnan and Feng-yun, there were 655,237 persons dead. Some 79,000 persons were seriously injured, and some 700,000 persons suffered various degrees of injuries.\" Though these figures have been widely cited, it does not appear there has ever been inquiry into how they were derived, of whether they were an initial estimate (made in the first few days following the quake), or had a more solid basis.[citation needed] In following June it was reported[58] that the Chinese authorities had briefed seismologist Cinna Lomnitz about Tangshan. It was noted that though no figures were provided, they did not deny any published estimates. A 1988 book by several members of the Chinese State Seismological Bureau states that 242,419 people died in the quake,[59] which reflects the official figure reported by the state-run Xinhua News Agency.[60] A webpage of the Chinese Earthquake Administration dated 2009[61] also attributes \" 242,769 deaths and 164,851 serious injuries\" to the Tangshan quake based on an early 1982 study.[62] There are various reports that the \"official death toll was later given by the Chinese government as 275,000\",[63] without specifying a source. As of 2017, the Tangshan Earthquake Memorial Wall contained the names of 246,465 victims, who were registered by relatives.[60] The remarkably low death toll of the Haicheng earthquake the previous year – initially said to be fewer than 300,[64] much later estimated at a still very modest 2,041[65] – had been credited to measures taken in response to an accurate and timely prediction. This was touted as demonstrating the validity of the Chinese methods of earthquake prediction (including inspiration from \"Mao Zedong Thought\"[66]) and \"the superiority of our country's socialist system!\"[67] With China in the midst of the Cultural Revolution,[68] \"belief in earthquake prediction was made an element of ideological orthodoxy that distinguished the true party liners from right wing deviationists\", and it was everyone's duty to criticize those who doubted the feasibility of earthquake prediction.[69] As a backdrop to this, and of deep concern to the Chinese Communist Party,[70] was a collectively recognized but unvoiced awareness[71] that in traditional Chinese belief, natural disasters are considered disruptions in the natural order of \"heaven\" (Tian) and may signify the loss of legitimacy (the \"mandate of heaven\") of the current government.[72] This view was underlined by a magnitude 6.7 earthquake in southwestern China just three weeks later.[73] On the other hand, an ongoing mass education campaign before the quake showed that the government was aware and concerned, and the prompt and massive response following the quake demonstrated the government's competence to alleviate suffering and restore normal production, drawing on resources from across the nation.[74] This was contrasted with the hardships faced by disaster victims (especially the poor) under previous regimes, where assistance was lacking.[75] Mao Zedong was already ailing at the time of the earthquake. In the event, he died only six weeks later on September 9, 1976, ushering the downfall of the Gang of Four and bringing the Cultural Revolution to an end.[76] Tangshan lies at the northern edge of the Beijing-Tianjin-Tangshan Plain, an alluvial plain that stretches from Beijing to the Sea of Bohai.[77] This plain – the northeastern corner of the great North China Plain – is where sediments eroded from the Yanshan mountains to the north have filled in the ancient Sea of Bohai, with Tangshan near where the shore was about 4,000 years ago.[78] To the south these sediments have formed a layer of weak soils as much as three kilometers thick. At Tangshan and northward these sediments are thinner where the underlying strata crops out to form isolated hills.[79] This underlying strata is a thick (typically 10 km) layer of mainly sedimentary strata such as limestone and sandstone, with large deposits of coal.[80] Tangshan is located particularly over a northeast oriented syncline, a fold in the sedimentary strata that has brought massive deposits of coal close enough to the surface to be mined. In this area the overlying alluvium varies in thickness from several meters to around 600 m (2,000 ft).[36] Underlying all this is the ancient bedrock of different kinds of metamorphic rock (such as schist, gneiss, quartzite, granulite, etc.) that form the Eastern Block of the North China Craton.[80] This craton (see figure) was formed approximately two billion years ago[81] by the collision of two major crustal blocks that left a belt of uplifted mountains – the Central (China) Orogenic Belt (COB) – that crosses China approximately southwest to northeast, passing just west and north of Beijing.[82] Just north of Zunhua another orogenic belt, the east–west trending Yanshan mountain fault-fold belt (also known as the Yanshan seismic belt) marks the northern edge of the North China Craton (and of the alluvial plain). It is also the location of over half of the destructive earthquakes in Hebei province,[83] as under the plain several fault zones (oriented parallel to the Central Orogenic Belt) terminate against the Yanshan mountains. Many of these faults are ancient, but have been reactivated by the force transmitted from the collision of the Indian Plate against the Eurasian Plate,[83] making the Eastern Block unusually active seismically, accounting for six of the ten deadliest earthquakes in recorded history.[84] The Tangshan fault that ruptured 28 July runs right under the center of Tangshan City.[14] One of three faults in the Changdong fault zone, it runs approximately east-northeast (ENE) about 36 km to where it terminates against the north–south trending fault where, just to the south, the secondary M 7.1 quake occurred (\"B\" on the 'shaking' map).[85] The southern end of the Tangshan fault (it bends slightly at Tangshan) is near Ninghe, which was also the site of a M 6.2 earthquake several hours after the main shock, and an M 6.9 quake (\"C\") the following November. The Tangshan fault is considered shallow, but corresponds with a deeper and younger fault with somewhat differing characteristics.[86] Whether the Tangshan earthquake was predicted has had considerable political as well as seismological significance. The 1975 Haicheng earthquake (about 400 km [250 miles] northeast of Tangshan) was widely hailed as the first (and, by mainstream seismologists, the only) successful prediction of a major earthquake, demonstrating both that earthquakes could be predicted, and that the Chinese were successfully doing so.[87] The surprisingly light death toll – initial reports were of \"very few people killed\",[88] but later determined to be a modest 2,041[65]—for this magnitude Ms 7.5[1] quake, attributed to the precautionary measures taken following a definite short-term prediction, was proclaimed as a demonstration of the superiority of China's socialist system,[89] and incidentally a validation of the Chinese methodologies. However, it was later determined that the most important factor in anticipating the Haicheng earthquake was the extended series of significant foreshocks (\"powerful messages from nature\"[90]), and the low casualty rate was due largely to the time of day, hitting in the early evening when most people were neither at work nor asleep.[91] Tangshan was not so fortunate.[92] Seventeen months later the 242,419 fatalities of the similarly-sized Tangshan earthquake was therefore a considerable shock politically as well as seismically. While some of this greater mortality might be attributed to the exposure of a larger population, or the time of day (Haicheng was struck in the early evening, Tangshan while most people were asleep[91]), the principal factor appeared to be the failure to take any precautionary measures: Tangshan was entirely unprepared.[93] At the time, the Chinese methods of earthquake prediction mainly consisted of watching for various precursors, including foreshocks,[94] and were celebrated for their success at Haicheng and elsewhere.[95] Many seismologists consider the Tangshan earthquakes to have not been predicted,[96] even \"famously unpredicted\",[97] and that it was not predictable due to a lack of precursory anomalous phenomena.[18] Furthermore, an investigation 30 years later found that there was no official short-term prediction of an imminent earthquake at Haicheng, and that, though there were many unofficial predictions of an imminent quake, none of those had a scientific basis.[98] The warnings that were made and precautions taken happened largely at the local level, based on general middle-term predictions, enhanced public awareness due to an educational campaign,[99] and a series of foreshocks. It is significant that at Tangshan there were no perceptible foreshocks.[100] On the other hand, it is reported that several people at the State Seismological Bureau (SSB) wanted to warn of an impending earthquake somewhere in the region between Beijing and the Bohai Sea, and that this was discussed at several meetings.[101] One of these was a week-long national conference on earthquake predictions and preparation that convened in Tangshan on 14 July (two weeks before the earthquake) where Wang Chengmin is said to have warned there could be a magnitude 5+ earthquake in the Tangshan—Luanxian area between 22 July and 5 August.[102] However, in addition to the distractions of the Cultural Revolution, there was a possible disagreement within the SSB on whether the next large earthquake would be in eastern China (e.g. the Beijing area) or western China,[102] and that in May it had been concluded that no major earthquakes would occur in the Beijing–Tangshan area.[103] As it turned out, western China was hit by the magnitude 7.2 Songpan-Pingwu earthquake only three weeks after Tangshan,[104] showing that those arguing for the imminence of an earthquake in Western China were not entirely wrong. At another meeting, on 26 July, there was a purported suggestion to not issue any warning, to avoid alarming the population.[105] The next morning, at an emergency meeting he requested with the Bureau's leadership, Wang was reportedly told by Deputy Chief Cha Zhiyuan that \"We are currently very busy. We will discuss it again next week.\"[106] However, Cha has disputed this, claiming that Wang said there would be no major earthquakes.[103] Another account says Wang was directed to submit more information, then send a small group to observe the earthquake.[107] Some of the bureaucratic reticence to issue warnings and order precautionary measures likely resulted from too many predictions. These were often based on doubtful theories notorious for false alarms[108] that earthquakes can be predicted on the basis of droughts,[109] daily temperatures,[110] variations in geomagnetism,[102] or isolated anomalous phenomena. They were often too broad (magnitude \"of at least 4.0 in the area of Beijing, Tianjin, Huailai, Tangshan, Bohai, and Zhangjiakou\",[102] \"in a few years\"[111]) to warrant large-scale societal and economic disruption. Such disruptions could be serious: a false alarm in October, 1976, issued by the Shaanxi provincial government, is estimated to have disrupted the lives of 65% of the population of that province for half a year.[112] It has also been estimated that \"in the fall of 1976 about 400 million of the then total population of 930 million of China spent some nights in temporary earthquake shelters.\"[113] This illustrates the classic dilemma of earthquake prediction: increasing the sensitivity to the possibility of an earthquake (i.e., reducing the failure to predict) increases the number false alarms, which often has a significant cost.[114] Comparison of the Tangshan death toll – officially 242,419[115]—with other earthquake disasters is problematical because of uncertainty in the statistics. For example, the 1556 Shaanxi earthquake (estimated magnitude of ~8) is generally said to have been the deadliest earthquake disaster in history, with 830,000 deaths, based on Chinese historical records.[116] However, a Chinese language source[117] argues for only 530,000 deaths from the earthquake itself, with the larger number being the total reduction of population due to deaths from all causes (including exposure, disease, and famine) as well as people leaving the region due to economic collapse. Another Chinese source[118] states (without citing any sources) that the 1556 earthquake killed only about 100,000 directly, with another 700,000 dying of disease. Depending on what basis is used, the Tangshan disaster can thus be considered as approximately one-third, one-half, or twice as deadly as the Shaanxi disaster. The other five deadliest earthquake disasters known in history,[119] with magnitudes ranging from 7.0 to 9.1, have had death tolls just under that of Tangshan's: Other notably deadly earthquakes in the past century include: Although unprepared,[93] compared to other earthquake disasters Tangshan did not experience significant common secondary disasters arising from fire, tsunami, landsliding, or flooding due to blocking of rivers or breaching of dikes. A dam holding back a large reservoir just above Tangshan was seriously damaged but did not fail;[128] similarly for another dam that imperiled Tianjin and some outlying districts of Beijing.[129] The immediate and massive response by the government resulted in the rescue of thousands of people in the first two days (after which mortality increases rapidly),[130] while prompt attention to the problems of clean water, food, and public health avoided the mortality due to epidemic disease and starvation that often follows such disasters.[131] Chinese director Feng Xiaogang's 2010 drama film Aftershock gives an account of the earthquake and its effects. Footage of the incident appeared in the film Days of Fury (1979), directed by Fred Warshofsky and hosted by Vincent Price.[132] The link between politics and earthquake prediction is well expressed by the following statement: 'This is eloquent proof that in socialist New China, under the leadership of Chairman Mao and the Communist Party and by relying on the masses and professional seismological workers armed with Marxism – Leninism – Mao Tze-tung thought and preserving in practice and summing up experience conscientiously, not only can signs indicating an earthquake be observed but predictions and forecasts can be made and damage can be greatly minimized by doing a good job of precautionary work'. See also Cha (1976, p. 7), attributing achievement of rapid progress to \"the victory of our great proletarian cultural revolution. ","Title":"1976 Tangshan earthquake - Wikipedia","KeyID":"19313","URL":"https://en.wikipedia.org/wiki/1976_Tangshan_earthquake"}