{"Content: ":"Kennewick Man, or the Ancient One, is the name generally given to the skeletal remains of a prehistoric Paleoamerican man found on a bank of the Columbia River in Kennewick, Washington, on July 28, 1996.[1] It is one of the most complete ancient skeletons ever found. Radiocarbon tests on bone have shown it to date from 8,900 to 9,000 calibrated years before present,[2][3] but it was not until 2013 that ancient DNA analysis techniques had improved enough to shed light on the remains. The discovery led to controversy for more than a decade. The Umatilla people and other tribes demanded that the remains be returned for reburial under the federal Native American Graves Protection and Repatriation Act (NAGPRA). The law was designed to return human remains and cultural objects which had long been unlawfully obtained or taken from them, and to refuse scientific study on said remains. In this case, the archaeologists who studied the bones, James Chatters and Douglas Owsley, the latter with the Smithsonian Institution, both asserted that the bones were only distantly related to today's Native Americans. They also said that the remains had features which more closely resembled Polynesian or Southeast Asian peoples, a finding that would exempt the bones from NAGPRA. Kennewick Man became the subject of a controversial nine-year court case between the United States Army Corps of Engineers (USACE), scientists, and Native American tribes who claimed ownership of the remains. In June 2015, it was made public that scientists at the University of Copenhagen in Denmark determined through DNA from 8,500‑year-old bones that Kennewick Man is, in fact, related to modern Native Americans, including the Confederated Tribes of the Colville Reservation from the region in which his bones were found.[4] Analysis showed that Kennewick Man is \"very closely related to the Colville\" tribe in northeast Washington.[5][6] In September 2016, the US House and Senate passed legislation to return the ancient bones to a coalition of Columbia Basin tribes for reburial according to their traditions. The remains were buried on February 18, 2017, with 200 members of five Columbia Basin tribes in attendance, at an undisclosed location in the area.[7] The discovery of Kennewick Man was accidental. Will Thomas and David Deacy, two spectators at the annual hydroplane races on July 28, 1996, by floating tubes down the bank of the Columbia river[8] had found the skull in a reservoir on the Columbia River at Columbia Park in Kennewick, Washington.[9] The remains had become exposed due to erosion and been scattered by water forces in the reservoir. The coroner delivered the cranium for study to the archaeologist James Chatters. In ten visits to the site, Chatters managed to collect 350 more bones and fragments, which completed almost an entire skeleton.[10] The cranium was fully intact with all teeth from the time of death.[11] All major bones were found except the sternum and a few in the hands and feet.[12] After studying the bones, Chatters concluded that they belonged to \"a male of late middle age (40–55 years), and tall (170 to 176 cm, 5′7″ to 5′9″), and was fairly muscular with a slender build\". Chatters said that the \"presence of Caucasoid traits [and a] lack of definitive Native-American characteristics\", as well as the apparent context of the skeleton as part of an early Paleo-American group led him to conclude that the body was \"Caucasian\", an anthropological term not synonymous with \"white\" or \"European\".[13] A small bone fragment was submitted to the University of California, Riverside, for radiocarbon dating, which dated the skeleton as 9,300 to 9,600 years old (8,400 uncalibrated \"radiocarbon years\"), and not from the 19th century, as had originally been thought.[10] Subsequent radiocarbon dating indicates a somewhat younger age of 8,900 to 9,000 cal years BP.[3][14] Chatters found that bone had partially grown around a 79 mm (3.1 in) stone projectile lodged in the ilium, part of the pelvic bone.[12] On X-ray, nothing appeared. Chatters put the bone through a CT scan, and it was discovered that the projectile was made from a siliceous gray stone that was found to have igneous (intrusive or volcanic) origins.[12] The projectile, leaf-shaped, long, and broad, with serrated edges, fit the description of a Cascade point, characteristic of the Cascade phase of 12,000 to 7,500 years BP.[12] To investigate the mystery of Kennewick Man further and determine whether the skeleton belonged to the Umatilla Native American tribe, who occupied the territory where it was found, scientists analyzed a sample of DNA, but reported that \"available technology and protocols do not allow the analysis of ancient DNA from these remains.\"[15] Forensic anthropologist Douglas Owsley, who later led the scientific team that examined Kennewick Man's skeleton in 2005, discovered that the bones in Kennewick Man's arms were bent. Owsley theorized that this was the result of powerful muscles built up over the course of a lifetime of hunting and spearfishing.[16][17][page needed] Kennewick Man was found to be right-handed, as the bones of the right arm are noticeably larger than the left. Chatters et al. conducted a graphic comparison, including size, of Kennewick Man to eighteen modern populations. They found Kennewick Man to be most closely related to the Ainu, an ancient indigenous people of Japan. However, when size was excluded as a factor, no association to any population was established.[10] Chatters said that anthropologist C. Loring Brace classified Ainu and Polynesians as a single craniofacial Jomon-Pacific cluster, and Chatters said \"Polynesians have craniofacial similarities to Asian, Australian and European peoples\".[18][page needed] Brace said in a 2006 interview with the Tri-City Herald that his analysis of the skeleton suggested that Kennewick Man was related to the Ainu.[19] Anthropologist Joseph Powell of the University of New Mexico was also allowed to examine the remains. Powell used craniometric data obtained by anthropologist William White Howells of Harvard University and anthropologist Tsunehiko Hanihara of Saga University; this had the advantage of including data drawn from Asian and North American populations.[18][page needed] Powell said that Kennewick Man was not European but most resembled the Ainu[10] and Polynesians.[18][page needed] Powell said that the Ainu descend from the Jōmon people, an East Asian population with \"closest biological affinity with south-east Asians rather than western Eurasian peoples\".[20] Powell said that dental analysis showed the skull to have a 94-percent consistency with being of a Sundadont group like the Ainu and Polynesians and only a 48-percent consistency with being of a Sinodont group like that of North Asia.[18][page needed] Powell said analysis of the skull showed it to be \"unlike American Indians and Europeans\".[18][page needed] Powell concluded that the remains were \"clearly not a Caucasoid unless Ainu and Polynesians are considered Caucasoid\".[20] The biological diversity among ancient skulls in the Americas complicated attempts to establish how closely Kennewick Man is related to any modern Native American tribes.[10] Skulls older than 8000 years old have been found to possess greater physical diversity than those of modern Native Americans. The origin of that diversity, whether from different lineages or local adaptation, is a matter of debate. In 2005, a 10-day examination of the skeleton, led by forensic anthropologist Douglas Owsley, revealed that Kennewick Man had arthritis in his right elbow, both of his knees, and several vertebrae but not severe enough to be crippling. Owsley discovered that Kennewick Man had also suffered some trauma in his lifetime, which was evident by a fractured rib that had healed, a depression fracture on his forehead, and a similar indentation on the left side of the head, and a spear jab that healed. Despite earlier theories regarding his age, the Owsley team thinks he may have been as young as 38 at the time of death.[17][page needed][21] Kennewick Man was found to have been deliberately buried. By examining the calcium carbonate left behind as underground water collected on the underside of the bones and then evaporated, scientists were able to conclude that Kennewick Man was lying on his back with his feet rolled slightly outward and his arms at his side, with the palms facing down, a position that could not have been accidental.[17][page needed][22][23] The findings of the study team convened under Owsley have been published in Kennewick Man, The Scientific Investigation of an Ancient American Skeleton (2014) (Douglas W. Owsley and Richard L. Jantz, editors).[24] Researchers from multiple disciplines, including forensic anthropology, physical anthropology, and isotope chemistry, reconstruct the life history and heritage of that individual. Measurements of carbon, nitrogen, and oxygen isotope ratios in the bone collagen indicate that the man lived almost exclusively on a diet of marine mammals for the last 20 or so years of his life and that the water he drank was glacial melt water.[25] The closest marine coastal environment where glacial melt water could have been found at the time of Kennewick Man was Alaska. That, combined with the location of the find, led to the conclusion that the individual led a highly mobile, water-borne lifestyle centered on the northern coast.[2][26] Craniofacial measurements of the skull were found to resemble those of the Ainu, the descendants of the Jōmon aboriginals of Japan.[27] The Jōmon people and Kennewick Man are thought by the authors to share common ancestors among seafaring peoples of coastal Asia with similar craniofacial characteristics.[2][28] Advances in genetic research have made it possible to analyze ancient DNA (aDNA). In June 2015, new results concluded that the remains are more closely related to modern Native Americans than to any other living population. Kennewick Man's genetic profile was particularly close to that of members of the Confederated Tribes of the Colville Reservation. Of the five tribes that originally claimed Kennewick Man as an ancestor, their members were the only ones to donate DNA samples for evaluation. The lack of genomes from North American aboriginal populations have made it impossible to ascertain Kennewick Man's nearest living relatives among regional Native American tribes. His Y-DNA haplogroup is Q-M3 and his mitochondrial DNA is X2a, both uniparental genetic markers found almost exclusively in Native Americans.[29] The discovery of Kennewick Man, along with other ancient skeletons, has furthered scientific debate over the exact origin and history of early Native American people.[10] One hypothesis holds that a single source of migration occurred, consisting of hunters and gatherers following large herds of game who wandered across the Bering land bridge. An alternative hypothesis is that more than one source population was involved in migration immediately following the Last Glacial Maximum (LGM), which occurred ~22k to ~18k years BP, and that the land migration through Beringia was either preceded by or roughly synchronous with a waterborne migration from coastal Asia.[30] The similarity of some ancient skeletal remains in the Americas, such as Kennewick Man, to coastal Asian phenotypes is suggestive of more than one migration source.[2][10][20][31] Classification of DNA from ancient skeletons such as Kennewick Man and others of similar phenotype may or may not reveal genetic affiliation between them, with either Beringian[32][33] or coastal Asian[34][35] source populations. Regardless of the debate over whether there were more than one source of migration following the LGM, Kennewick Man has yielded insight into the marine lifestyle and mobility of early coastal migrants.[26] In 2012, Burke Museum archeologists voiced concern and criticism of the Owsley team's findings. First, it was noted that no one outside of Owsley's team had an opportunity to examine the Smithsonian's data to see how the team reached its conclusions.[36] Second, the absence of peer-reviewed articles published prior to Owsley unveiling the bones' secrets was criticized. Standard procedure in the academic world is for scientists to submit articles to scholarly journals, have other experts review the articles prior to publication, and have experts debate results after publication. While Owsley consulted extensively with his group of experts, he has yet to publish a scholarly article on Kennewick Man. \"He's never published any scientific results of his studies. There's no place for anyone to look at the actual data. You have to have a higher amount of scrutiny in the scientific process,\" said Peter Lape, the curator of archaeology at the Burke Museum and an associate professor of archaeology at the University of Washington.[36] Third, Owsley's non-Native argument hinged on the assumption that Kennewick Man's skull was a reliable means of assessing ancestry. This was a \"nineteenth-century skull science paradigm\", said David Hurst Thomas, a curator at the American Museum of Natural History.[37] Skulls are no longer used as the basis for classifying remains, as DNA evidence is more accurate and reliable. According to NAGPRA, if human remains are found on federal lands and their cultural affiliation to a Native American tribe can be established, the affiliated tribe may claim them. The Umatilla tribe requested custody of the remains and wanted to bury them according to tribal tradition. Their claim was contested by researchers hoping to study the remains.[38] The Umatilla argued that their oral history goes back 10,000 years and say that their people have been present on their historical territory since the dawn of time.[39] Robson Bonnichsen and seven other anthropologists sued the United States for the right to conduct tests on the skeleton. On February 4, 2004, the United States Court of Appeals for the Ninth Circuit panel rejected the appeal brought by the United States Army Corps of Engineers and the Umatilla, Colville, Yakama, Nez Perce, and other tribes on the grounds that they were unable to show any evidence of kinship.[40][41] The presiding judge found that the US government had acted in bad faith and awarded attorney’s fees of $2,379,000 to the plaintiffs.[2] On April 7, 2005, during the 109th Congress, United States senator John McCain introduced an amendment to NAGPRA, which (section 108) would have changed the definition of \"Native American\" from being that which \"is indigenous to the United States\" to \"is or was indigenous to the United States\".[42] However, the 109th Congress concluded without enacting the bill. By the bill's definition, Kennewick Man would have been classified as Native American regardless of whether any link to a contemporary tribe could be found. Proponents argue that it agrees with current scientific understanding, which is that it is not in all cases possible for prehistoric remains to be traced to current tribal entities, partly because of social upheaval, forced resettlement, and extinction of entire ethnicities caused by disease and warfare. Passage of this bill would not resolve the controversy related to Kennewick Man, as there would have to be a determination of which Native American group should take possession of the remains if he could not be definitively linked with a current tribe. To be of practical use in a historical and prehistorical context, some argue further that the phrase \"Native American\" should be applied so that it spans the entire range from the Clovis culture (which cannot be positively assigned to any contemporary tribal group) to the Métis, a group of mixed ancestry who developed as an ethnic group as a consequence of European contact, yet constitute a distinct cultural entity.[43] As of 2014, the remains were at the Burke Museum at the University of Washington, where they were deposited in October 1998. The Burke Museum was the court-appointed neutral repository for the remains and did not exhibit them. They were then still legally the property of the US Army Corps of Engineers, as they were found on land under its custody.[44] The tribes still wanted the remains to be reburied. The Corps of Engineers continued to deny scientists' requests to conduct additional studies of the skeleton.[2] In light of the findings that Kennewick Man is related to present-day Native Americans of the Pacific Northwest, public officials such as Governor Jay Inslee and Senator Patty Murray called on the Corps of Engineers, who retained possession of Kennewick Man, to return the remains to Native American tribes.[45][46] A first attempt at DNA analysis in the early 2000s found that meaningful results were impossible to attain from the ancient DNA (aDNA) with the techniques available at that time. With changes in technology, additional DNA testing of remains has been conducted by an analytical laboratory in Denmark. A 2013 e-mail from the laboratory to the US Corps of Engineers stated their belief, based on preliminary results of analysis, that the specimen contained Native American DNA. The laboratory was not ready to release final results or discuss the conclusions.[47] In June 2015 the study team announced they had concluded their DNA analysis, finding that \"Kennewick Man is closer to modern Native Americans than to any other population worldwide.\" They said that genetic comparisons show \"continuity with Native North Americans\"[48][49] The same study confirmed the mitochondrial haplogroup X2a and the Y-chromosome haplogroup Q-M3 of Kennewick Man; both lineages are found almost exclusively among modern Native Americans.[48] Reporter Jack Hitt wrote in 2005 that \"racial preferences color\" the controversy about the genetic origin and ancestry of Kennewick Man.[50] James Chatters, the first anthropologist to examine the skull of Kennewick man, said that it lacked the \"definitive characteristics of the classic Mongoloid stock to which modern Native Americans belong\", adding that many of the characteristics of the skull \"are definitive of modern-day Caucasoid peoples\".[51] In 1998, Chatters reconstructed the facial features of the skull. Observers said that Kennewick Man resembled British actor Patrick Stewart. The use of the word \"Caucasoid\" in Chatter's report and his facial reconstruction were taken by many to mean that Kennewick Man was \"Caucasian\", European, and \"white\" rather than an ancestor of present-day Native Americans,[52] although the term \"Caucasoid\" had also been applied to the Ainu of northern Japan, and an Ainu genetic connection would have been more plausible here. In 1998, The New York Times reported \"White supremacist groups are among those who used Kennewick Man to claim that Caucasians came to America well before Native Americans.\" Additionally, Asatru Folk Assembly, a racialist neopagan organization, sued to have the bones genetically tested before it was adjudicated that Kennewick Man was an ancestor of present-day Native Americans.[53] Native American tribes asserted that the claims that Kennewick Man was of European origin were an attempt to evade the law governing ownership and burial of ancient bones. The Corps of Engineers and federal government supported the Native American claim in what became a long-running lawsuit.[54] The results of genetic investigations published in 2015 strongly pointed toward a Native American ancestry of Kennewick Man. The genetic evidence adds to evidence that ancestors of the New World's aboriginal peoples originated in Siberia and migrated across a land mass that spanned the Bering Strait during the last ice age, and disputes alternative theories that some early migrants arrived from Southeast Asia or even Europe.[55] (See also Solutrean hypothesis) In September 2016, the US House and Senate passed legislation to return the ancient bones to a coalition of Columbia Basin tribes for reburial according to their traditions. The coalition includes the Confederated Tribes of the Colville Reservation, the Confederated Tribes and Bands of the Yakama Nation, the Nez Perce Tribe, the Confederated Tribes of the Umatilla Reservation, and the Wanapum Band of Priest Rapids.[56] The remains of Kennewick Man were cataloged and removed from the Burke Museum on 17 February 2017. The following day, more than 200 members of five Columbia Plateau tribes were present at a burial of the remains.[7][57] Coordinates: 46°13′23″N 119°8′36″W﻿ / ﻿46.22306°N 119.14333°W﻿ / 46.22306; -119.14333","Title":"Kennewick Man - Wikipedia","KeyID":"19322","URL":"https://en.wikipedia.org/wiki/Kennewick_Man"}