{"Content: ":"The Quecreek Mine rescue took place in Somerset County, Pennsylvania, when nine miners were trapped underground for over 77 hours, from July 24 to 28, 2002. All nine miners were rescued. On July 24, eighteen coal miners at the Quecreek Mine (/kjuː.krik/) in Lincoln Township, Somerset County, Pennsylvania, owned by Black Wolf Coal Company, accidentally dug into the abandoned, poorly documented Saxman Coal / Harrison #2 Mine, flooding the room and pillar mine with an estimated 75 million US gallons (280,000 cubic metres) of water. Both the Saxman Mine and Quecreek Mine are in the Upper Kittanning coal seam. The Upper Kittanning seam locally ranges in thickness from 38 to 62 inches (970–1,570 mm) and dips 1.7 to 2.3 degrees (3 to 4 percent) to the northwest. The structural geology of the area caused the flooded mine void of the shallower Saxman Mine to be at a higher elevation than the active Quecreek Mine. The Saxman mine was located along the axis of the anticlinal Boswell Dome and the Quecreek Mine on the western flank of the anticline. The mine was opened by Quemahoning Creek Coal Company in 1913 as Quecreek No. 2 mine. Saxman Coal and Coke Company purchased the mine in 1925 and mined it until 1963 with an idle period from 1934 through 1941. The mine had also been named Saxman, Harrison, and most recently, Harrison No. 2. The miners were working on July 24 in the 1-Left panel. The 1-Left panel was driven up dip from the Mains for approximately 3,100 feet (940 m). The flooded abandoned mine was located immediately up-dip of the Quecreek #1 mine permit boundary in the Upper Kittanning coal seam. At approximately 9 p.m. on Wednesday, July 24, the eighteen miners were in danger 240 feet (73 m) underground, below the fields of Dormel Farm when the flooded Saxman mine was breached as the mining progressed eastward. Water had broken through the face and was inundating the entry, and the nine miners in the 1-Left panel area used the mine's phone system to notify the other group of nine miners in the 2-Left panel to evacuate immediately. These miners were able to escape at around 9:45 p.m. and alert others, and a 911 call was made at 9:53 p.m. However, the mine was flooding too rapidly for the miners in the 1-Left panel area to evacuate. Twice they tried to travel in the four-foot-high tunnels over 3,000 feet (910 m) to a shaft that would lead them to the surface, but these were also flooded. Back on the surface, Pennsylvania State Police were guarding the Quecreek mine site by 10:30 p.m., and instructed reporters to go to the local church for a press conference scheduled to occur later that night. State Police Cpl. Robert Barnes Jr. also telephoned families of missing miners asking them to come to the Sipesville firehouse for more information. Around 11 p.m., Barnes also asked United Methodist pastor, Barry Ritenour, if he could spend the night at the firehouse with the families. In addition, calls were made between 11:30 pm and 12 am to find a drill that could bore a hole big enough to raise men from a mine. One was located in Clarksburg, West Virginia. Water continued to rise in the mine during the morning hours of Thursday, July 25. During this time period, water levels rose to the portal entrance (by means inward from mine entrance portal), as follows: With the mine portal entrances to Quecreek mine nearly under water, rescue operations started immediately. While pumping water would begin at all mine locations and any nearby residential and commercial water wells, the mine rescue first focused on getting air to the trapped miners. With the help of Bob Long, an engineer technician for Civil Mining Environmental Engineering, GPS measurements were made and a 6.5-inch-diameter (170 mm) borehole was begun at 2:05 a.m. The borehole was drilled to allow air to be pumped into the mineshaft where the miners were presumed to be, at the most up dip location near where the Saxman mine was breached. A four-member team started working about 3:15 a.m. Thursday, and its drill cracked through what turned out to be 240 feet (73 m) of rock, and into the mine shaft 1 hour and 45 minutes later. On July 25, at 5:06 a.m., approximately 8 hours after the breakthrough, the 6.5-inch (170 mm) hole was drilled into the mine. The drilling rig's air compressor pushed air into the mine, and the air returns from the borehole showed a marginal air quality of 19.3 percent oxygen. Rescue workers tapped on the inserted air pipe, and at 5:12 a.m. received 3 strong bangs in response, followed by 9 taps at 11:40 a.m. However, while the drilling rig's compressed air rapidly increased the oxygen content of the mine air, monitors showed the rising water was approaching 1,825 feet (556 m) above sea level, and rescuers feared they had perhaps an hour before the area where the miners had taken refuge would be under water. Mine ventilation expert John Urosek, of the U.S. Mine Safety and Health Administration (MSHA), proposed creating a pressurized air pocket for the miners. Urosek's plan had never been tested in the United States, but despite some skepticism, calculations were made, and the hole was sealed around the air supply. The drill operator then used his rig's air compressor to pump and maintain 920 cubic feet per minute at a temperature of 197 °F (92 °C) at 90 pounds per square inch (620 kPa). The sound due to the high rate of pumped air deafened and hurt the miner's ears, but provided hope by the knowledge that rescuers knew where they were. Meanwhile, an ongoing battle was to dewater the Quecreek Mine to allow rescue operations to be planned. Millions of gallons of water had to be pumped from the flooded coal mines as the water level needed to be lowered to prevent the loss of the air pocket in the mine area where the nine miners would congregate. Should a rescue hole penetrate the mine, the air pocket could escape and the air filled void area become flooded, and the miners would drown. The second grave concern was the quality of the air in the mine. Pumps were set up as they became available. Work proceeded immediately to install pumps in the pit as they arrived. At 8:33 a.m. Thursday, the first of several diesel pumps arrived at the mine site. Before this pump arrived, only two submersible pumps were operating in the sump area of the pit. At 11:05 a.m., water was four to five feet deep in the mine pit entrance. Water in the pit reached a maximum elevation of 1,856.8 feet (566.0 m) at approximately 4:00 p.m., Thursday, July 25. High-capacity diesel pumps were installed in the pit and put into operation in the afternoon. A 6-inch (150 mm) drop in the water level was reported between 4:00 and 6:00 p.m. The pumping discharge rate fluctuated constantly as new pumps arrived and changes were made. The maximum pumping rate achieved was approximately 27,000 gpm at the mine pit. Additional borehole locations were surveyed on the surface for holes to be drilled into the lowest area in the mine. Additional dewater holes were drilled to accelerate dewatering. Back underground, rising water covered the air shaft, preventing the miners from tapping on the pipe, though for a time they used a hammer to bang on the rock ceiling, detectable by seismic equipment which was brought in by Federal mining officials. By noon Thursday, the miners had to retreat to the highest ground, about 300 feet (91 m) from the airshaft, near Entry No. 1. With water rising 70 feet (21 m) away, miner Randy Fogle estimated that they had about an hour left to live. Notes were written, prayers were said, and most of the miners roped themselves together, to die as a family. However, as dewatering continued, they noticed and confirmed the water had ceased to rise. Switching to survival mode, the drenched miners sought to conserve resources and sat back to back to fight hypothermia in their 50 °F (10 °C) environment. Crew chief Fogle in particular encouraged them, confident of rescue. Dennis Hall's lunch pail was discovered floating and was retrieved, with the still dry corned beef sandwich his wife had made him, and a bottle of Pepsi, while Thomas Foy found two Mountain Dews on one of their machines. The miners at this point could hear the drilling getting nearer, but at 1:50 a.m. Friday it stopped. A \"super drill\", capable of drilling a 30-inch (760 mm) hole, had been sent with police escort up from West Virginia. Once oxygen purging began, drillers had begun the 30-inch Rescue Hole No. 1 at 6:45 p.m., Thursday, July 25, to intersect 1-Left section. It was located approximately 20 feet (6.1 m) away from the 6.5-inch (170 mm) ventilation hole, and was drilled to a 105-foot (32 m) depth by 1:12 a.m., Friday, July 26, when the drill bit broke. The distance from this point to the mine was estimated at 139 feet (42 m). At 3:45 a.m. a portion of the bit was retrieved from the hole, but it was discovered that part of the bit had broken off and remained stuck in the hole. A special tool was needed to be fabricated in order to assist in retrieving the bit. Normally, such a job would be done in three or four days, but a 95-member machine shop in Big Run, Jefferson County, was able to build the tool in approximately three hours. A National Guard helicopter flew the tool in, and the bit was retrieved from Rescue Hole No. 1 at 4:09 p.m. on July 26. The failure of drilling equipment stopped progress at this borehole for about 18 hours. The miners were concerned. Foley opined that they might have plugged up or might have broken a bit, and reassured the others that drilling would surely begin again. The miners' relatives were taken to the mine on the afternoon of the 25th and briefed on the rescue effort. Governor Mark Schweiker visited the site that night, said at a news briefing later that they \"are in a very fragile state. We may need a little help from the Almighty.\" He also stated that \"We are bringing every asset that is necessary to complete this rescue operation\", and that anything less than the rescue of all nine of the men would be unacceptable. Many from around the world called, emailed, and prayed in support of the rescue. The news media covered the story with hopeful reporting, as many were returning to stay at the same Somerset hotels they had previously occupied while covering the United Airlines Flight 93 crash site, located ten miles (16 km) away. A new 30-inch (760 mm) bit arrived from West Virginia at 7:00 p.m. Friday, but due to its nominally larger size, the hole had to be enlarged from the surface. This operation started at approximately 8:40 p.m. on Friday. Enlarging the first rescue hole with the new 30-inch (760 mm) bit began at 1 a.m. on July 27, but later stopped to replace the sleeve. At 2:30 p.m. drilling was stopped again as the operation damaged the outer cutting bits and a new bit assembly was needed. At 3:30 a.m. a decision was made to change to a 26-inch (660 mm) bit since there was one available 7 miles (11 km) south of the mine in Somerset, PA, and it would accommodate the rescue capsule. At 6:30 a.m. the installation of the new 26-inch bit was completed and drilling resumed. One possibility that was feared at this point was that of breaking into the chamber too quickly, resulting in the water in the mine rushing upward and drowning the miners. An additional and possibly fatal danger was that of the miners being afflicted with decompression sickness, due to their breathing air which was at a higher pressure than the surface pressure, due to the pressure of the surrounding water. In preparation for these possibilities, an airlock was fashioned to go on top of the escape shaft, and on Thursday evening, 10 portable hyperbaric chambers arrived at the drilling site. Drilling continued until 1:38 p.m. on July 27, when it was stopped to install the air lock and wait for the water to be pumped down to an elevation of 1,829 feet (557 m) mean sea level (“MSL”), approximately 10 feet (3.0 m) below the portal elevation. Drilling started again at 4:45 p.m., but at 8:11 p.m. the rings in the airlock failed and had to be repaired. At 8:58 p.m. the repairs were completed on the No. 1 drill air lock and drilling resumed. At 10 p.m. the water elevation was 1827.92 mean sea level (MSL). The No. 1 drill cut through into the mine at 10:16 p.m. at a depth of 239.6 feet (73.0 m), which was then lower than the elevation of the mine’s portal. Drilling of a second escape hole had also been underway, in case one was needed. At 7 a.m. on July 27, this hole was at a depth of 160 feet (49 m) when drilling became very hard, and at 1:31 p.m. the No. 2 drill lost its bit, hammer, and reamer in the borehole at approximately 204 feet (62 m). Repairs were being made when Rescue Hole No. 1 broke through into the mine, and drilling then ceased. After Rescue Hole No. 1 broke through into the mine, rescuers signaled the trapped miners by tapping on the 6-inch (150 mm) drill steel with a hammer, and a faint response was heard. The miners had been taking turns walking every 10 or 15 minutes 250 feet (76 m) down the passageway from their high ground location to check the area where the drilling sounds were coming from. When Hileman and Foy made the trek on Saturday at about 10:15 p.m. their cap lamps were dim, but that is when they found the drill opening and Hileman alerted the others. Immediately after the rescue hole penetrated the mine, all equipment was shut down in order to take an accurate relative air pressure reading between the mine and surface atmospheres. The pressure reading was zero, indicating that the pressures were equal and that the airlock would not be required. The compressor was turned off and the drill steels were removed from the 6-inch (150 mm) hole. At 10:53 p.m. a special pen-shaped, two-way communication device was lowered into the 6-inch air pipe, with a child's glow stick attached to it for visibility in the dark mine. Communication was established with the miners who confirmed that all nine were alive and well, except for the foreman who was experiencing chest pains. At 12:30 a.m. on July 28, the 8½-foot high steel mesh escape capsule, with supplies, descended into Rescue Hole No. 1, into the void where the men had languished in fear and hope for 77 hours. Due to recurring chest pains, foreman Randy Fogle was chosen to be the first rescued miner, and arrived on the surface at approximately 1:00 a.m. The removal order of the rest of the crew was based upon weight, the heaviest to lightest, as the last would have no assistance getting into the capsule. The miners were brought up in 15-minute intervals, and all nine miners were on the surface at 2:45 a.m. None of the miners suffered from the decompression sickness, and they were transferred either by helicopter (flying at low altitudes) or by ambulance to hospitals. However, as the drill shaft had gone through an aquifer, then in their final exits the miners had been drenched in yet another torrent of cold water. Extremities were purple and mottled from immersion, and trauma surgeon Dr. Russell Dumire stated, \"They were freezing cold,...It looked like if you rubbed real hard against their feet, you could rub the skin right off.\" The lowest body temperature among the miners was about 92.5 °F (33.6 °C) degrees, the warmest at 96.8 °F (36.0 °C), versus normal body temperature of 98.6 °F (37.0 °C).[1][2][3] In order of rescue: Randall Fogle was the most seriously affected of the nine miners and complained of chest pains upon his rescue; he was also suffering through the rescue. All have since made full recoveries. While some are still in the industry, Fogle is the only member of the group who still works underground. Dennis Hall retired from the industry and vowed never to mine again. An investigation was completed by the U.S. Mine Safety and Health Administration. The primary cause of the water inundation was the use of an undated and uncertified mine map of the Harrison No. 2 mine that did not show the complete and final mine workings. Using this map led to an inaccurate depiction of the Harrison No. 2 mine workings on the Quecreek #1 mine map required by MSHA and on the certified mine map submitted to the Commonwealth of Pennsylvania during the permitting process. The root cause of the accident was the unavailability of a certified final mine map for Harrison No. 2 mine in Pennsylvania's mine map repository. Governor Mark Schweiker convened an investigation committee in the days after the rescue was completed, paying particular attention to the actions of the Black Wolf Coal Company, which had been previously cited 25 times for violations. The MSHA report concluded: \"The rescue of the trapped miners was a major success. Fogle’s decision and Hall’s persistence to immediately notify the miners in 2-Left section was life saving because of the rapid inflow of water. Without that timely warning they would not have been able to escape. Additionally, the 1-Left section crew’s decisions to stay together, work as a team, and go to the highest ground were crucial for their survival. The miners who escaped the inrush of water made similarly good decisions. Their knowledge of escape ways and escape procedures aided their escape. The fast actions of company officials in calling for assistance of expert personnel and appropriate equipment, and the rapid response of those contacted played a major role in the success of this rescue.\" A memorial park was created at the farm field where the drilling rescue operations occurred. The park at Dormel Farms lies to the north of the Somerset County Historical Society on Pennsylvania Route 985. A few books were written about the account. The miners themselves wrote a book about their ordeal. In 2002, the story was dramatized by ABC in a television movie, The Pennsylvania Miners' Story.[4] In 2003, rescuer Bob Long died from suicide, a reminder that depression often follows the event among those involved in high-profile rescues.[5] In 2004, Bill and Lori Arnold, the owners of Dormel Farms where the rescue took place, wrote their memories of the rescue in a book coauthored by Joyann Dwire entitled Miracle at Dormel Farms. It purports to describe a \"series of smaller miracles which culminated in the Miracle Of Quecreek—the rescue of nine miners\".[6] In 2010, the rescue was featured on the documentary, I Survived... on Bio. In 2010, the rescue was featured on the documentary, Get Out Alive on the Discovery Channel Dennis Hall passed away on May 13, 2022. [7] The Dropkick Murphys song \"Buried Alive\" on their 2003 album Blackout is a tribute to the Quecreek Mine rescue. Singer–songwriter Anaïs Mitchell recorded a song entitled \"Quecreek Flood\" on her 2004 album Hymns for the Exiled. The song explores the political and personal implications of the mining disaster. Books","Title":"Quecreek Mine rescue - Wikipedia","KeyID":"19327","URL":"https://en.wikipedia.org/wiki/Quecreek_Mine_Rescue"}