{"Content: ":"Pulkovo Aviation Enterprise Flight 9560 was a repositioning flight from Sheremetyevo International Airport in Moscow to Pulkovo Airport in St. Petersburg. On 28 July 2002, the Ilyushin Il-86 aircraft operating the flight crashed after take-off from Sheremetyevo.[1] 14 of the 16 crew members on board (and the only occupants of the aircraft) were killed, making the crash the deadliest aviation accident involving the Ilyushin Il-86.[2] The aircraft involved was a 21-year-old Ilyushin Il-86 registered as RA-86060, (factory no. 51483203027, serial no. 027) The aircraft was produced by the Voronezh Aircraft Manufacturing Company (VASO) on 29 October 1983 and was delivered to Aeroflot on 23 November the same year. The aircraft was then transferred to Pulkovo in 1992. The aircraft was powered by four Kuznetsov NK-86 turbojet engines and had flown 18,363 hours up until the day of the accident.[3] The flight crew comprised: 10 flight attendants were on board and two engineers were also on board. After a chartered return flight between Moscow, St. Petersburg and Sochi, the flight took off from Sheremetyevo Airport in Moscow at 15:25 MSK, bound for Pulkovo Airport in St. Petersburg with 16 crew members on board. According to Vadim Sanjarov, the Administrative Director of Sheremetyevo Airport, the plane took off at a speed of 350 km/h (220 mph; 190 kn) and began to climb normally. Two seconds after takeoff however, both horizontal tail stabilizers suddenly moved to the full-up trim position. The pilots did not have time to rectify the situation and use the backup stabilizer control. According to various sources, the plane fell from a height of 200 or 600 m (660 or 1,970 ft), with decreased engine power.[4][5][6][7] The aircraft then banked left, stalled, and crashed into the ground, exploding and bursting into flames on impact. However, one of the flight attendants stated that there was no explosion.[4] 14 of the 16 crew members, including all four flight crew members, both engineers, and 8 of the 10 flight attendants, were killed. The two survivors were flight attendants Tatiana Moiseeva and Arina Vinogradova.[4] The accident was investigated by the Interstate Aviation Committee (IAC).[8] Investigators considered how the horizontal tail stabilizers switched to the nose-heavy position, which caused a steep angle during takeoff, causing the aircraft to enter a stall and crash.[4][5][9] The version of failure of one of the aircraft engines was also expressed. According to her, due to the lack of cargo and passengers, engine speed exceeded the permissible rate, which led to its breakdown. Flight attendant Arina Vinogradova stated that the aircraft encountered turbulence before the crash.[4] Although shaking could be a sign of exceeding the maximum allowable angle of attack and loss of speed, which immediately preceded the stall. Weather conditions and ornithological conditions at the time of the disaster were normal.[4] The IAC was unable to determine the cause of the accident. It could also not determine how the stabilizers switched to the nose-up position. One version stated that it was caused by pilot error. The IAC temporarily suspended the Il-86's type certificate.[10] According to Vladimir Kofman, the Chairman of the Commission for the investigation of aviation accidents, a post-crash analysis of 2,000 flights of the ill-fated aircraft revealed frequent flight safety violations, including improper use of the stabilizers.[11] Nine of the victims were buried in a communal grave in St. Petersburg. At crash site, a cross was installed. The cross nameplate that lists the names of all the victims.","Title":"Pulkovo Aviation Enterprise Flight 9560 - Wikipedia","KeyID":"19329","URL":"https://en.wikipedia.org/wiki/Pulkovo_Aviation_Enterprise_Flight_9560"}