{"Content: ":"The Airbus A321 is a member of the Airbus A320 family of short to medium range, narrow-body, commercial passenger twin engine jet airliners;[b] it carries 185 to 236 passengers. It has a stretched fuselage which was the first derivative of the baseline A320 and entered service in 1994, about six years after the original A320. The aircraft shares a common type rating with all other Airbus A320-family variants, allowing previous A320-family pilots to fly the aircraft without the need for further training. In December 2010, Airbus announced a new generation of the A320 family, the A320neo (new engine option).[2] The similarly lengthened fuselage A321neo variant offers new, more efficient engines, combined with airframe improvements and the addition of winglets (called Sharklets by Airbus). The aircraft delivers fuel savings of up to 15%. The A321neo carries up to 244 passengers, with a maximum range of 4,000 nmi (7,400 km) for the long-range version when carrying no more than 206 passengers.[3] Final assembly of the aircraft takes place in Hamburg, Germany, or Mobile, USA. As of December 2021[update], a total of 2,451 A321 airliners have been delivered, of which 2,404 are in service. In addition, another 3,419 aircraft are on firm order (comprising 7 A321ceo and 3,412 A321neo). American Airlines is the largest operator of the Airbus A321 with 262 airplanes in its fleet.[1] The Airbus A321 was the first derivative of the A320, also known as the Stretched A320, A320-500 and A325.[4][5] Its launch came on 24 November 1988, around the same time as the A320 entered service, after commitments for 183 aircraft from 10 customers were secured.[4][6] The maiden flight of the Airbus A321 came on 11 March 1993, when the prototype, registration F-WWIA, flew with IAE V2500 engines; the second prototype, equipped with CFM56-5B turbofans, flew in May 1993. Lufthansa and Alitalia were the first to order the stretched Airbuses, with 20 and 40 aircraft requested, respectively. The first of Lufthansa's V2500-A5-powered A321s arrived on 27 January 1994, while Alitalia received its first CFM56-5B-powered aircraft on 22 March 1994.[7] The A321-100 entered service in January 1994 with Lufthansa. Final assembly for the A321 was carried out in Germany (then West Germany), a first for any Airbus.[8] This came after a dispute between the French, who claimed that the move would incur $150 million (€135 million) in unnecessary expenditure associated with the new plant,[4] and the Germans, who claimed that it would be more productive for Airbus in the long run. The second production line was located in Hamburg, which later produced the smaller Airbus A319 and A318. For the first time, Airbus entered the bond market, through which it raised $480 million (€475 million) to finance development costs.[6] An additional $180 million (€175 million) was borrowed from European Investment Bank and private investors.[9] The A321 is the largest variant of the A320 family.[10][3] The A321-200's length exceeds 44.5 m (146 ft), increasing maximum takeoff weight to 93,000 kg (205,000 lb).[4] Wingspan remained unchanged, supplementing various wingtip devices. Two suppliers provided turbofan engines for the A321: CFM International with its CFM56 and International Aero Engines with the V2500 engine, both in the thrust range of 133–147 kN (30,000–33,000 lbf). Over 30 years since launch, the A321 Maximum takeoff weight (MTOW) grew by 20% from the 83 t (183,000 lb) -100 to the 101 t (223,000 lb) A321XLR, seating became 10% more dense with 244 seats, up by 24, and range doubled from 2,300 to 4,700 nmi (4,300 to 8,700 km).[11] By 2019, 4,200 had been ordered—one-quarter of all Airbus single-aisles—including 2,400 neos, one-third of all A320neo orders.[11] The Airbus A321 is a narrow-body (single-aisle) aircraft with a retractable tricycle landing gear, powered by two wing pylon-mounted turbofan engines. It is a low-wing cantilever monoplane with a conventional tail unit having a single vertical stabilizer and rudder. Changes from the A320 include a fuselage stretch and some modifications to the wing. The fuselage was lengthened by a 4.27 m (14 ft 0 in) plug ahead of the wing and a 2.67 m (8 ft 9 in) plug behind it, making the A321 6.94 m (22 ft 9 in) longer than the A320.[3][10][4][12] The length increase required the overwing window exits of the A320 to be converted into door exits and repositioned in front of and behind the wings.[7] To maintain performance, double-slotted flaps and minor trailing edge modifications were included,[4] increasing the wing area from 124 m2 (1,330 sq ft) to 128 m2 (1,380 sq ft).[13] The centre fuselage and undercarriage were reinforced to accommodate a 9,600 kg (21,200 lb) increase in maximum takeoff weight, taking it to 83,000 kg (183,000 lb).[4] The original derivative of the A321, the A321-100, had shorter range than the A320 because no extra fuel tank was added to compensate for the increased weight. The MTOW of the A321-100 is 83,000 kg (183,000 lb). The A321-100 entered service with Lufthansa in 1994. Only about 90 were produced; a few were later converted to the A321-200 variant.[14] Airbus began development of the heavier and longer-range A321-200 in 1995 to give the A321 full-passenger transcontinental US range. This was achieved through higher thrust engines (V2533-A5 or CFM56-5B3), minor structural strengthening, and an increase in fuel capacity with the installation of one or two optional 2,990 L (790 US gal) tanks in the rear underfloor hold.[12] The additional fuel tanks increased the total capacity to 30,030 L (7,930 US gal). These modifications also increased the maximum takeoff weight of the A321-200 to 93,000 kg (205,000 lb). This variant first flew in December 1996, and entered service with Monarch Airlines in April 1997. The following month, Middle East Airlines received its first A321-200 in May 1997. Its direct competitors include the 757-200 and the 737-900/900ER. On 1 December 2010, Airbus launched the A320neo family (neo for New Engine Option) with 500 nmi (930 km) more range and 15% better fuel efficiency, thanks to new CFM International LEAP-1A or Pratt & Whitney PW1000G engines and large sharklets.[15] The lengthened A321neo prototype made its first flight on 9 February 2016.[16] It received its type certification on 15 December 2016.[17] The first entered service in May 2017 with Virgin America.[18] In October 2014, Airbus started marketing a longer range 97 t (214,000 lb) maximum takeoff weight variant with three auxiliary fuel tanks, giving it 100 nmi (190 km) more operational range than a Boeing 757-200.[19] Airbus launched the A321LR (Long Range) on 13 January 2015; it has a range of 4,000 nmi (7,400 km) with 206 seats in two classes.[20][21] On 31 January 2018, the variant completed its first flight.[22] Airbus announced its certification on 2 October 2018.[23] On 13 November 2018, Arkia received the first A321LR.[24] In January 2018, Airbus was studying an A321LR variant with a further increased MTOW.[25] The proposed A321XLR, with an increased range of 4,500 nmi (8,300 km), was to be launched in 2019 to enter service in 2021 or 2022 and compete with the Boeing NMA.[26] In November, Airbus indicated that the A321XLR would have an MTOW over 100 t (220,000 lb) and 700 nmi (1,300 km) more range than the A321LR.[27] The A321XLR was launched at the June 2019 Paris Air Show, with 4,700 nmi of range from 2023, including a new permanent Rear Centre Tank (RCT) for more fuel, a strengthened landing gear for a 101 t (223,000 lb) MTOW; and an optimised wing trailing-edge flap configuration to preserve take-off performance.[28] The company announced in June 2022 that the aircraft had completed its first flight.[29] While no freighter version of the A321 has been built new by Airbus, a first attempt of converting used A320/321 into freighter aircraft was undertaken by Airbus Freighter Conversion GmbH. The program, however, was canceled in 2011 before any aircraft were converted.[30] On 17 June 2015, ST Aerospace signed agreements with Airbus and EFW for a collaboration to launch the A320/A321 passenger-to-freighter (P2F) conversion programme.[31] The initial converted aircraft first flew on 22 January 2020. On 27 October 2020, the first A321-200P2F was delivered to launch operator Qantas Airways.[32] Sine Draco Aviation also offers an A321 passenger-to-freighter conversion programme; its first conversion is expected for the first quarter of 2022.[33] On March 15th in 2022 Lufthansa Cargo started to operate its A321F, a cargo variant of the A321.[34] As of November 2021[update] 2,371 Airbus A321 aircraft were in service with more than 100 operators.[1] American Airlines and China Southern Airlines operate the largest A321 fleets of 260 and 149 aircraft, respectively.[1] Data as of June 2022[update][1][35] For the Airbus A321, 32 aviation accidents and incidents have occurred,[36] including 6 hull-loss accidents or criminal occurrences with a total of 377 fatalities as of August 2019.[37][38] Related development Aircraft of comparable role, configuration, and era Related lists","Title":"Airbus A321 - Wikipedia","KeyID":"19337","URL":"https://en.wikipedia.org/wiki/Airbus_A321"}