{"Content: ":"Sheremetyevo Alexander S. Pushkin International Airport (Russian: Международный аэропорт Шереметьево имени А. С. Пушкина, IPA: [ʂɨrʲɪˈmʲetʲjɪvə] Mezhdunarodny aeroport Sheremetyevo imeni A. S. Pushkina) (IATA: SVO, ICAO: UUEE) is one of four international airports that serve the city of Moscow. It is the busiest airport in Russia, as well as the second-busiest airport in Europe. Originally built as a military airbase, Sheremetyevo was converted into a civilian airport in 1959.[2] The airport was originally named after a nearby village, and a 2019 contest extended the name to include the name of the Russian poet Alexander Pushkin.[3] The airport comprises six terminals: four international terminals (one under construction), one domestic terminal, and one private aviation terminal.[2][4] It is located 29 km (18 mi) northwest of central Moscow, in the city of Lobnya, Moscow Oblast.[5] In 2017, the airport handled about 40.1 million passengers and 308,090 aircraft movements. During 2018, the airport reported a 14.3% increase in passengers for a total of 45.8 million.[6] There was also a 15.9% increase in aircraft traffic year over year.[7] Sheremetyevo serves as the main hub for Russian flag carrier Aeroflot and its branch Rossiya Airlines; Nordwind Airlines and its branch Pegas Fly; and Ural Airlines.[8] The airport was originally built as a military airfield called Sheremetyevsky (Шереметьевский), named after a village of the same name, as well as the Savelov station on the railway of the same name. The decree for the construction of the Central Airdrome of the Air Force near the settlement of Chashnikovo (Чашниково) on the outskirts of Moscow was issued on 1 September 1953 by the Council of Ministers of the Soviet Union. The airport became operational on 7 November 1957 to celebrate the 40th anniversary of the October Revolution.[9][10] In August 1959, the Council of Ministers made a decree to terminate the airbase's use for military purposes, where it would be handled over to the Principal Directorate of the Civil Air Fleet to be converted as a civilian airport.[10] Sheremetyevo's civilian purposes started on 11 August 1959 when a Tupolev Tu-104B landed onto the airport from Leningrad. The first international flight took place on 1 June 1960 to Berlin Schönefeld Airport using an Ilyushin Il-18.[11] Sheremetyevo was officially opened on the day after, where a two-story terminal occupying 1,820 square metres (19,600 sq ft) was commissioned. On 3 September 1964, the Sheremetyevo-1 terminal was opened. Of that year, 18 foreign airlines had regular flights to Sheremetyevo, with up to 10 different types of aircraft involved. By the end of 1964, Sheremetyevo handled 822,000 passengers and 23,000 tons of mail and cargo, including 245,000 passengers and 12,000 tons of cargo that were transported internationally. Soon, by the end of 1965, a majority of international flights to the USSR was achieved through Sheremetyevo thanks to Aeroflot's air traffic agreements with 47 countries. In the early 1970s, a second runway was constructed at Sheremetyevo, with the first airliner to land being an Ilyushin Il-62.[12] In preparation for the 1980 Summer Olympics, construction of a second terminal for Sheremetyevo, Sheremetyevo-2, was approved by the Ministry of Civil Aviation in early 1976. Construction of Sheremetyevo-2 started on 17 November 1977. On 1 January 1980, Sheremetyevo-2 was put into operation, with a capacity to serve an annual 6 million passengers, or 2,100 passengers per hour.[13] Despite this, its official opening ceremony was held much later, on 6 May 1980. During the Olympics, Sheremetyevo served more than 460,000 international passengers. On 11 November 1991, Sheremetyevo International Airport received its legal status as a state-owned enterprise, amidst the dissolution of the Soviet Union.[14] On 9 July 1996, Sheremetyevo became an open joint-stock company. In 1997, the airport renovated one of its runways with a 30–35 cm thick concrete surface. In the early 2000s, Sheremetyevo saw growing competition from the rapidly expanding Domodedovo International Airport, which was more modern and convenient to access, and the neighbouring Vnukovo Airport.[15] Sheremetyevo saw 24 of its airlines, notably domestic airlines such as Sibir, KrasAir, Transaero, Pulkovo Airlines, and UTAir, as well as international airlines Air Malta, Adria Airlines, Swiss, British Airways, and Emirates, move their services to Domodedovo.[16] As a result, Aeroflot pushed for a third terminal for the airport, Sheremetyevo-3, to increase the airport's passenger capacity as well as be able to fulfill its requirements to join Skyteam. In the late 2000s, Sheremetyevo oversaw rapid planning and expansion of the airport.[17] On 12 March 2007, the airport opened Terminal C to maximise the airport's international passenger capacity. On 5 March 2008, the airport renovated its second runway to receive all types of aircraft, including the Airbus A380 and the Boeing 787 Dreamliner. An Aeroexpress line was constructed between Sheremetyevo and Savyolovsky Railway Station on 10 June 2008, quickening traveling time from the airport to central Moscow in 30 minutes. In January 2009, Sheremetyevo finalised a master plan where it would increase passenger capacity to an annual 64 million per year and build a second airfield with a third runway. On 15 November 2009, construction of Terminal D was completed, with a total surface area of 172,000 square metres (1,850,000 sq ft), an annual capacity of 12 million passengers, and operation being putting forth in the beginning of next year. Sheremetyevo-2 was renamed Terminal F on 25 December 2009 with terminal identification using international (Latin) lettering.[18] Expansion of Sheremetyevo continued into 2010.[19] Sheremetyevo-1 was renamed Terminal B on 28 March. Terminal E was opened on 30 April, connecting Terminal D and Terminal F and increasing the airport's capacity to 35 million passengers per year. In June, construction started for Terminal A, a private aviation terminal. In July, a walkway opened between Terminals D, E, F, and the Aeroexpress railway terminal on the public access side.[20] In November, a walkway opened between Terminals D, E, and F on the security side.[21] Both of have simplified transfer between transit flights. Ultimately, after the northern the recent construction work, the airport now has the capacity to receive more than 40 million passengers annually.[18] On 28 March 2011, a separate airfield that will serve as Sheremetyevo's third runway was approved.[19] On 13 December 2011, the Federal Agency for State Property Management approved an agreement that merged the airport operators OAO Terminal (operator of Terminal D) and OJSC Sheremetyevo, consolidating control of the airport under one entity. On 26 December 2011, a new area control centre (ACC) was opened for Sheremetyevo, consolidating operations of the airport's different control centres to increase efficiency.[22] The situational centre was also created as part of the ACC for joint work of top-managers, heads of state bodies, and partners of Sheremetyevo to resolve emergencies.[23] On 30 December 2013, TPS Avia successfully won a competitive tender to develop Sheremetyevo International Airport's northern area, including a new passenger terminal, a new freight terminal, a refuelling area and a tunnel linking the passenger terminal to three others terminals.[24] Terminal B, previously Sheremetyevo-1, was demolished in August 2015 to be reconstructed as a newer and more modern terminal, which began in October 2015.[25] By the end of 2015, Sheremetyevo surpassed its competitor Domodedovo as Russia's busiest airport, serving 31.28 million passengers, compared to Domodedovo's 30.05 million.[26] This trend continued in 2016, where Sheremetyevo saw growth while Vnukovo and Domodedovo showed losses in passengers.[27][28] A growing number of airlines launched new operations to Sheremetyevo, such as Tianjin Airlines, Tunisair, Nouvelair, and Air Malta, which back in the 2000s moved its operation to Domodedovo.[29] In February 2016, TPS Avia combined its assets with Sheremetyevo Airport and committed to invest US$840 million to upgrade and expand the airport's infrastructure – as a result TPS Avia secured a 68% stake in Sheremetyevo Airport.[30] Part of the plan includes demolishing Terminal C for a newer reconstruction of the terminal, which came to effect on 1 April 2017.[31] Sheremetyevo International Airport was the official airport of the 2018 FIFA World Cup. Sheremetyevo completed re-construction of its first northern terminal, Terminal B, in May 2019, which will increase capacity to handle passengers for the tournament.[32] In 2018, the Airport reported revenue of €194.9 million, a 6% increase year over year. Profit increased 7.4% year over year. These increases are attributed in part to increased air traffic due to the 2018 FIFA World Cup.[7] In late 2018, SVO enacted a series of changes to its flight traffic. Aeroflot subsidiary Rossiya Airlines announced the transfer of its flights from Vnukovo to Sheremetyevo starting 28 October 2018.[33] British Airways also launched direct flights from London Heathrow to Sheremetyevo on the same day.[5] Syria-based Cham Wings Airlines began direct flights from Damascus to SVO in November 2018 as well.[34] In December 2018, following the results of the Great Names of Russia contest, Sheremetyevo would be named after the great Russian poet Alexander Pushkin.[3] The ceremony took place on 5 June 2019, which was the 220th anniversary of Pushkin's birth year, on which the airport is officially named Sheremetyevo Alexander S. Pushkin International Airport.[35] In 2019, the Russian Federal Security Service (FSB) began testing an automated passport control system at SVO. This system relies on biometric data and foreign passport recognition to allow Russian passengers to move through border control with fewer movement restrictions. If successful, the FSB may implement this system in other Russian airports.[36] Sheremetyevo International Airport has four operating passenger terminals and one special terminal reserved for the use of private and business aviation.[4] The airport's four passenger terminals are divided into two groups based on geographical location: the Northern Terminal Complex and the Southern Terminal Complex. The current terminal naming system was introduced in December 2009; previously, the terminals were numbered: Sheremetyevo-1 (now Terminal B), Sheremetyevo-2 (now Terminal F), and Sheremetevo-3 (now Terminal D).[18][19] Opened on 16 January 2012, Terminal A handles servicing of business and private aviation out of Sheremetyevo.[19] The terminal occupies an area of 3,000 square metres (32,000 sq ft) and can carry an annual capacity of 75,000 passengers. Terminal B – originally named Sheremetyevo-1 – has two iterations.[18] The first iteration was constructed and opened on 3 September 1964.[11] The terminal, as Sheremetyevo-1, was known for its \"flying-saucer\"-like design, and was nicknamed \"shot glass\" by locals. Being 200 metres (660 ft) long and 40 metres (130 ft) wide, as well as having a volume exceeding 100,000 cubic metres (3,500,000 cu ft), the terminal can hold up to 800 people per hour. Formerly serving international flights, Sheremetyevo-1 would transition to serving domestic flights.[37] Along with other Sheremetyevo terminals that underwent Latin lettering conventions, Sheremetyevo-1 was renamed Terminal B on 28 March 2010.[19] Terminal B was then demolished in August 2015 to be reconstructed as a larger and more modern terminal which began in October 2015.[25] The new terminal B commenced its operations on 3 May 2018, with the Aeroflot's flight to Saratov. All airlines that have domestic flights from Sheremetyevo and some flights of Aeroflot began shifting to Terminal B from Terminal D. Compared to the previous terminal B, that was demolished, new terminal will have an increased passenger capacity of 20 million passengers and will serve domestic flights only. As of November 2018, Aeroflot has consolidated all of its domestic services at Terminal B, with the exception of flights to far eastern destinations in Vladivostok, Khabarovsk and Petropavlovsk-Kamchatsky. Flights to the eastern Russian shore and some short-haul (including all domestic flights served by widebodies) continue out of SVO's Terminal D.[38] The terminal is connected by an interterminal underground passage with Sheremetyevo's southern terminals and the Aeroexpress railway station.[39] On 12 March 2007, Sheremetyevo opened the former Terminal C for the servicing of international charter flights to maximize location convenience for all areas in the airport.[40][41] Located adjacent to the former Terminal B, Terminal C served from 5 to 6 million passengers. The role of Terminal C diminished as passengers for international flights for the airport were distributed among Terminal D and Terminal E.[42] As part of Sheremetyevo's long-term redevelopment plan, Terminal C was closed on 1 April 2017 to be demolished for construction of a newer terminal. Integrated with the now-reconstructed domestic Terminal B, the new Terminal C was designed to serve up to 20 million passengers.[31] The first section of the new Terminal C opened on 17 January 2020, with a planned capacity of 20 million passengers. It is called Terminal C1, and some international flights were transferred to that new terminal. Another part called Terminal C2 is scheduled to be opened in 2026, and will add another 10 million passengers capacity.[43] Terminal D, opened in November 2009, is adjacent to Terminal F. The 172,000 m2 (1,850,000 sq ft) building is a hub for Aeroflot and its SkyTeam partners, with capacity for 12 million passengers per year.[44] Aeroflot had been trying to implement the project of a new terminal (Sheremetyevo-3) since January 2001. However, construction only began in 2005, with commissioning of the complex finally taking place on 15 November 2009. The acquisition of its own terminal was a condition of Aeroflot's entry into the SkyTeam airline alliance, thus necessitating the construction. The main contractor for the build was a Turkish company Enka. Terminal D has 22 jetways and 11 remote stands. On 15 November 2009 at 9:15 a.m., the first flight from Terminal D (the new official name of Sheremetyevo-3) departed for the southern resort city of Sochi. Despite this, Aeroflot took a number of months (due to unexpected administrative delays) to transfer all of its international flights from Terminal F to D (a full transfer was originally planned for February 2010).[45] Whilst previously Terminal D had remained a separate legal entity from the rest of Sheremetyevo Airport, in spring 2012, it became an integrated unit of \"Sheremetyevo International Airport\" JSC. As part of the deal, Aeroflot, VEB Bank, and VTB Bank, all of which had invested in the construction of Terminal D, became part shareholders in the airport as a whole. The basis for the architectural and artistic image of Terminal D is that of a giant swan with outstretched wings. There is an official multi-storey parking at Terminal D connected with the main building by means of a pedestrian bridge. The parking size is about 4100 lots, however it has a relatively dense layout. Between 2014 and 2018, Terminal D used to be the only terminal at Sheremetyevo that was able to serve domestic flights. Even since new Terminal B was opened and commenced its services, Terminal D continues to operate non-Aeroflot domestic flights. On 28 October 2018, Terminal D started handling all of Rossiya Airlines' Moscow-originating domestic flights and its international service to Indonesia.[46] From 15 March 2022, Terminal D has been closed until further notice, this is due because most international flights being cancelled as a result of the situation in Ukraine.[47] Terminal E opened in 2010 as a capacity expansion project, connecting terminals D and F.[48] The terminal's construction has allowed for the development of terminals D and F, as well as the railway station, into a single south terminal complex. The terminals of this complex are connected by a number of pedestrian walkways with travelators, thus allowing for passengers to move freely between its constituent facilities. In December 2010, a new chapel dedicated to St. Nicholas opened on the second floor of Terminal E. The terminal is used for international flights, primarily by Aeroflot and its SkyTeam partners. Terminal E has 8 jetway equipped gates. The V-Express Transit Hotel between security/passport check-ins provides short-term accommodations for passengers changing planes without having to present a visa for entering Russia. The hotel drew international attention in June 2013 when Edward Snowden checked into the hotel while seeking asylum.[citation needed] Opened on 6 May 1980 for Moscow's Summer Olympics, Terminal F, previously Sheremetyevo-2, has 15 jetways and 21 remote aircraft stands. The terminal was designed to service 6 million passengers per year. Until the completion of the original Terminal C, it was the only terminal that serviced international flights. The design is a larger version of the one of Hannover–Langenhagen Airport by the same architects[49] and constructed by Rüterbau, a company located in Hanover. All materials, except the bricks which came from Poland, and every piece of equipment, was transported from Germany to Moscow by lorry. A major reconstruction of the terminal and its interior space was completed by late 2009. For the convenience of passengers, the departures lounge and duty free zone were thoroughly modernised, whilst a number of partition walls were removed to create extra retail and lounge space. It was announced that terminal F will be re-constructed after the construction of terminal C is completed. In November 2019 it was announced that a new Terminal G will also be built. Construction is planned to begin in 2024.[50] The following airlines serve regular scheduled and charter destinations at Sheremetyevo International Airport.[40] Aeroexpress, a subsidiary of Russian Railways[92] operates a nonstop line, connecting the airport to Belorussky station in downtown Moscow. A one-way journey takes 35 minutes. The trains offer adjustable seats, luggage compartments, restrooms, electric outlets. Business-class coaches available. The service started in November 2004, when express train connection was established from Savyolovsky station to Lobnya station, which is 7 km (4.3 mi) from the airport, with the remainder of the journey served by bus or taxi. On 10 June 2008, a 60,000 square meter (645,000 ft2) rail terminal opened in front of Terminal F, with direct service from Savyolovsky station. A shuttle bus service ferried passengers to terminals B and C.[93] From 28 August 2009, the line was extended to Belorussky station with plans to serve all three of Moscow's main airports from a single point of boarding, and service to Savyolovsky station terminated. The airport's Automated Passenger Transportation System [Wikidata](APTS)[94] connects the Terminal B and C with the Terminals D, E, F and the Aeroexpress railway station.[95] At the 1st floor of the Terminal B there is an entrance to Sheremetyevo 1 — the northern station. The entrance to Sheremetyevo 2 — the southern station — is at the passage between the terminals D and E.[96] The APTS is a part of the Interterminal underground passage [Wikidata] — a dual tunnel transportation system in the airport. One of the tunnels is dedicated to the transportation of people and featuring an automated people mover (APM).[94][97] The other tunnel is used for automated baggage transportation.[95][98] Moscow can be reached by the municipal Mosgortrans bus lines: 817 to station Planernaya of Moscow Metro Tagansko-Krasnopresnenskaya Line (#7), 851 to station Rechnoy Vokzal of Zamoskvoretskaya Line (#2), departures every 10 minutes, travel time 33–55 minutes by schedule depending on the terminal served. At night time bus N1 (Russian: Н1) (departures every 30 minutes between 3am and 5:40am) connects the airport to Moscow's Leningradsky Avenue, downtown area and Leninsky Avenue. Travel time 30–90 minutes, fare is 57 rubles (as of February 2021).[99] Other buses serve the connections to the nearby cities: Lobnya (route 21), Zelenograd, Khimki (routes 43,62), Dolgoprudny. The main road leading to the airport—Leningradskoye Highway—has experienced large traffic jams. Since 23 December 2014, a toll road to the airport has been opened. It connects with MKAD near Dmitrovskoe Highway. Now it is possible to reach the airport in ten minutes, avoiding traffic jams.[100] Official airport taxis are available from taxi counters in arrivals. Prices to the city are fixed based on zones. In 2018, Sheremetyevo International Airport has been recognized for the best customer service in the busiest airports in Europe category by ACI's global Airport Service Quality (ASQ) program.[2] In 2018, Sheremetyevo enter the list of the world's best airports – ACI Director General's Roll of Excellence.[108] The Official Aviation Guide (OAG) ranked Sheremetyevo International Airport as the most punctual major airport (20 – 30 million departing seats) in the world for 2018 with an on-time performance of 87%.[109] In February 2019, SVO won an award for strengthening Russia's national security with its perimeter protection system.[110] In February 2019, Sheremetyevo on top in on-time departure performance in the Major Airports category for February 2019, with 93.65% flights departed on time.[111] In March 2019, Sheremetyevo International Airport was officially awarded a 5-star terminal rating from Skytrax, with Terminal B receiving the 5-star rating after a comprehensive audit.[2][112] In January 2020, Sheremetyevo International Airport has been named by the travel data and analytics expert Cirium as the world's most punctual airport in the annual On-Time Performance (OTP) review, with 95% of its flights departing on-time.[citation needed] Sheremetyevo International Airport was recognized as the best airport for service quality in 2020 among airports with 2019 passenger traffic of more than 40 million by the Airports Council International's (ACI) global program for researching the level of service at airports Airport Service Quality (ASQ).[citation needed] At the end of 2020, Sheremetyevo topped the rating in the category of the largest airports in Europe for the third time. At the same time, this year Sheremetyevo was included in the list of the Voice of the Customer of the Airports Council International – the 140 most active airports in the implementation of the ASQ ACI program during the COVID-19 pandemic.","Title":"Sheremetyevo International Airport - Wikipedia","KeyID":"19330","URL":"https://en.wikipedia.org/wiki/Sheremetyevo_International_Airport"}