{"Content: ":"On 28 July 2011, Asiana Airlines Flight 991, a Boeing 747-400F cargo aircraft on a flight from Seoul, South Korea, to Shanghai, China, crashed into the sea off Jeju Island after suffering a main-deck fire. Both pilots, the only two people on board, were killed.[1] The accident marked the second loss of a 747 freighter due to cargo hold fire in less than a year, following the crash of UPS Airlines Flight 6 in Dubai in September 2010. Asiana Cargo Flight 991, crewed by two pilots (52-year-old Captain Choi Sang-gi and 43-year-old First Officer Lee Jeong-woong) with a combined experience of over 19,000 flight hours, took off from Seoul's Incheon International Airport at 03:04 on 28 July local time bound for Shanghai Pudong International Airport.[2] The aircraft was loaded with 58 tonnes of cargo; most of the freight was standard cargo, semiconductors, mobile phones, liquid crystal displays, and light-emitting diodes. The remainder consisted of 400 kg (880 lb) of lithium batteries and other potentially dangerous materials, such as paint and photoresist fluid.[1][2] While cruising at 34,000 feet (10,000 m) less than an hour into the flight, at 03:54, the crew contacted air traffic control (ATC) reporting a fire on board, requesting an immediate descent and diversion to Jeju Airport, South Korea, for an emergency landing.[2] The aircraft was observed on radar at 04:01, descending towards 8,000 feet (2,400 m) and then erratically climbing and descending for the following nine minutes, reaching an altitude of almost 15,000 feet (4,600 m). In the last communications to ATC, the crew reported heavy vibrations and loss of flight controls authority. After a steep descent to 4,000 feet (1,200 m), radio contact was lost at 04:11, when the aircraft was 130 km (80 mi) west of Jeju Island.[3][4] The aircraft involved in the accident was a four-engined Boeing 747-48EF with South Korean registration HL7604, manufactured and delivered to Asiana in 2006. The aircraft, a freighter version of the popular Boeing 747 passenger jet, had flown more than 26,300 flight hours, and its maintenance history did not reveal anything significant in relation to the accident flight.[5][2] Search-and-rescue operations conducted by the Republic of Korea Coast Guard recovered parts of the aircraft within a day of the crash.[6] The search effort involved a total of 10 ships from the Coast Guard, the Navy, and the Korea Hydrographic and Oceanographic Administration, as well as three helicopters.[7] The South Korean government also requested the assistance of Singapore and the U.S. Navy.[7][8] On 17 August, the search team identified the location of 39 parts of the aircraft lying on the sea floor at a depth around 80 m (250 ft). Among them was the tail section, which was expected to contain the flight data recorder (FDR) and cockpit voice recorder (CVR), but both boxes had broken off their mounting brackets. The bodies of the two crewmembers were recovered on 29 October.[9][10] The FDR was finally found in May, but the memory module detached from the FDR chassis, potentially by heavy sea waves, so nothing useful could be used. The CVR was never found.[11] The South Korean Aviation and Railway Accident Investigation Board (ARAIB) conducted the investigation, but due to the loss of both flight recorders, it could not fully determine the causes of the fire nor the exact sequence of events that lead to the impact with the sea. From the distribution of fire and heat damage on the recovered debris, a fire was found to have started in or near one of the ULD pallets containing dangerous goods in the rear fuselage, but not enough evidence was found to determine exactly what caused the fire.[2] The fire was not contained, so quickly propagated forward to the rest of the fuselage. Fire damage and soot were found in the air conditioning ducts that run along the fuselage and on ceiling panels near the cockpit area. The cockpit smoke evacuation vent displayed traces of soot, indicating that smoke entered the cockpit. Some electronic components that were part of the cargo were found embedded in the wing's upper surface, together with traces of paint and photoresist, suggesting that at some point, the flammable liquids transported in one of the pallets ignited, causing an explosion that blew out portions of the fuselage in midair.[2] From the moment the fire was first detected to the final impact with the sea, only an estimated 18 minutes elapsed. The crew likely would not have been able to extinguish the fire or safely land the plane within that time frame.[2][12] According to Asiana, the crash of Flight 991 led to damages to the airline of about US$190 million (200.4 billion won).[13] In 2012, the International Civil Aviation Organization considered applying new safety standards to air carriage of lithium batteries as a result of this and the preceding crash of UPS Airlines Flight 6.[12]","Title":"Asiana Airlines Flight 991 - Wikipedia","KeyID":"19341","URL":"https://en.wikipedia.org/wiki/Asiana_Airlines_Flight_991"}