{"Content: ":"Philippe François Nazaire Fabre d'Églantine (28 July 1750 – 5 April 1794), commonly known as Fabre d'Églantine (French pronunciation: [fabʁ deɡlɑ̃tin]), was a French actor, dramatist, poet, and politician of the French Revolution. He is best known for having invented the names of the months in the French Republican calendar, and for the song Il pleut, il pleut, bergère which is still a popular nursery rhyme today. He was born in Carcassonne, Aude. His surname was Fabre, the d'Églantine being added in commemoration of his receiving a silver wild rose (French: églantine) from Clémence Isaure from the Academy of the Jeux Floraux at Toulouse. He married Marie Strasbourg Nicole Godin on 9 November 1778. His earliest works included the poem Étude de la nature, \"The Study of Nature\", in 1783. After travelling in the provinces as an actor, he came to Paris, where he produced an unsuccessful comedy entitled Les Gens de lettres, ou Le provincial à Paris (1787).[1] A tragedy, Augusta, produced at the Théâtre Français, also proved a failure. Many of his plays were popular and he is remarked as one of the most important playwrights during the French Revolution. His most popular play was: Philinte, ou La suite du Misanthrope (1790), supposed to be a continuation of Molière's Le Misanthrope, but the hero of the piece is a different character from the nominal prototype —a pure and simple egotist. On its publication, the play was introduced by a preface, in which the author satirises L'Optimiste of his rival Jean François Collin d'Harleville, whose Châteaux en Espagne had gained the applause which Fabre's Présomptueux (1789) had failed to win. The character of Philinte had much political significance. The play's character Alceste received the highest praise, and stands for the patriot citizen, while Philinte is a dangerous aristocrat in disguise.[1] Fabre constructed the play to represent what he envisioned as the new relationship between theater and society. Not only did Fabre believe that Old Regime society was bankrupt, Old Regime comedy was viewed by the budding playwright as equally without value. Fabre d’Eglantine believed that he could fashion a place for theater in revolutionary culture and redeem French drama by developing a new form of theater that would promote the new social order of equality and fraternity. He found his justification and framework in Rousseaus’s critique of theatricality and advocated transparency as the critical transformative element that could generate theater worthy of and in keeping with revolutionary culture. As envisioned by Fabre, evolutionary political institutions would not shape theater; rather, a regenerated revolutionary theatrical culture would redeem the work of art, generating a new, revolutionary society. Fabre served as president and secretary of the club of the Cordeliers, and belonged also to the Jacobin Club. Georges Danton chose Fabre as his private secretary, and he sat in the National Convention of 1792-1794. D'Églantine voted for the death of King Louis XVI, supporting the maximum and a law which allowed for summary executions, and he was a bitter enemy of the Girondins.[1] After the death of Jean-Paul Marat (13 July 1793), Fabre published Portrait de l'Ami du Peuple.[1] On the abolition of the Gregorian Calendar in France he sat on the committee entrusted with the creation of the French Republic's French Republican Calendar.[1] The calendar was designed by the politician and agronomist Gilbert Romme, although it is usually attributed to Fabre d'Eglantine, who invented the names of the months. This Calendar featured a ten-day week so that Sunday would be forgotten as a religious day, and the months were named after the intrinsic qualities of the seasons. He contributed a large part of the new nomenclature; for example, the months of Prairial and Floréal, as well as the days Primidi and Duodi. The report which he made on the subject, on 24 October 1793, described the aim of the commission as \"to substitute for visions of ignorance the realities of reason, and for sacerdotal prestige the truth of nature,\" to exalt \"the agricultural system…by marking the days and the divisions of the year with intelligible or visible signs taken from agriculture and rural life.\" [2] Early on the morning of 14 November 1793, the Montagnard and former friar François Chabot burst into Maximilien Robespierre's bedroom dragging him from bed with accusations of counter-revolution and conspiracy, waving a hundred thousand livres in assignat notes, claiming that a band of royalist plotters gave it to him to buy Fabre d'Eglantine's vote, along with others, to liquidate some stock in an overseas trading concern.[3] The fraud that he spoke of regarding Fabre had been carried out in early October, when the French East India Company had been liquidated in accordance with the anti-capitalist legislation of the summer.[4] The decree had apparently been falsified so that the directors were blackmailed into turning over the half-million-livre profits of this exercise to the cabal of the Convention members responsible. In 1794, Robespierre had evidence of Fabre's criminality and he denounced Fabre for what he viewed as a particular heinous crime, criminality disguised by patriotism. On 12 January 1794 Fabre was arrested by order of the Committee of Public Safety on a charge of malversation and forgery in connection with the affairs of the French East India Company. This struck a hard blow to the Montagnards and sent them on their way to extinction in the Convention. During his trial, d'Eglantine was asked to testify in his own defense and tried to twist the facts around, accusing other people, but was unsuccessful. According to legend, Fabre showed the greatest calmness and sang his own well-known song: Il pleut, il pleut, bergère, rentre tes blancs moutons. Fabre died under the guillotine on 5 April 1794 with the other Dantonists. On his way to the scaffold he distributed his handwritten poems to the people.[1] According to a popular legend, Fabre complained bitterly about the injustice done to him on the way to the scaffold, whereupon Danton replied with supreme sarcasm: \"Des vers... Avant huit jours, tu en feras plus que tu n'en voudras!\" (\"Before eight days have passed, you'll make more of them than you would like to\"), where \"them\" (vers) can be understood as either \"verses\" or \"worms\". A posthumous play, Les Précepteurs, using the themes of Jean-Jacques Rousseau's Emile: Or, On Education, was performed on 17 September 1794 and met with an enthusiastic reception. Among Fabre's other plays are the Convalescent de qualité (1791), and L'Intrigue épistolaire (1791, supposedly including a depiction of the painter Jean-Baptiste Greuze). The author's Œuvres mêlées et posthumes were first published at Paris in 1802 in two volumes.[1] ","Title":"Fabre d'Églantine - Wikipedia","KeyID":"19367","URL":"https://en.wikipedia.org/wiki/Fabre_d%27%C3%89glantine"}