{"Content: ":"Friedrich Wilhelm Graf von Bismarck (28 July 1783 – 18 June 1860) was a German lieutenant general, diplomat and military writer. He wrote several major military-political works and military histories, which were very pro-Napoleon. He was born in Windheim, Westphalia into the Rhineland branch of the Schönhausener line of the House of Bismarck. In 1796 he entered military service as a cornet in the Hanoverian Army and in 1803 moved to the army of Nassau. In 1804 he entered the King's German Legion, with which he fought in northern Germany in 1805. He had to leave it in 1807 due to a duel, moving to become a cavalry captain in the Army of Württemberg. On 7 September 1807 he married Augusta Amalia (1778–1846), a daughter of Frederick Augustus, Duke of Nassau – she had been in love with him before her unhappy marriage to Louis William, Landgrave of Hesse-Homburg in 1804, which had ended in divorce.[1][2] When Württemberg fought as an ally of Napoleon in 1809, von Bismarck distinguished himself under André Masséna, especially at the battle near Riedau on 1 May 1809. In 1812 he took part in all the battles fought by Michel Ney's corps. At the battles of Bautzen, near Seifersdorf on 26 May 1813 and Dennewitz on 6 September 1813 he commanded the 1st Chevau-Léger Regiment. He was finally captured at the battle of Leipzig. When Württemberg switched sides to fight against Napoleon, he was put on the general staff and in 1815 was made commander in chief of the Crown Provinces. The following year he was made a Graf (count) and promoted to oberst and flugeladjutant. After the reign of William I of Württemberg he was entrusted with re-organising the army's cavalry, becoming a major general in 1819. He was made a member of the Kammer der Standesherren in the Estates of Württemberg, extraordinary envoy to the court at Karlsruhe in 1820, then five years later ambassador to the Kingdom of Prussia, the Kingdom of Saxony and the Kingdom of Hanover. He was promoted to lieutenant general in 1830 before finally retiring in 1848, after which he no longer appeared on the lists for the Estates.[3] He remarried on 5 April 1848 to Amalie Julie Thibaut (4 July 1824, Steinbach bei Baden-Baden – 6 September 1918, Mariafeld am Zürichsee) – with her he had two children: He only fully gave up his Estates seat in 1853 on health grounds, retiring to Konstanz. The future writer Joseph Stoeckle (1844–1893) was at school in Konstanz around this time at the Großherzoglichen Lyceum, where he was joined between 1859 and 1860 by Friedrich's son August[4] – he remained close to the House of Bismarck and later wrote in his memoirs about Friedrich, using records and writings that are now lost.[5]","Title":"Friedrich Wilhelm von Bismarck - Wikipedia","KeyID":"19369","URL":"https://en.wikipedia.org/wiki/Friedrich_Wilhelm_von_Bismarck"}