{"Content: ":"Thomas Heyward Jr. (July 28, 1746 – March 6, 1809) was a Founding Father of the United States who signed the United States Declaration of Independence and the Articles of Confederation as a delegate of the Continental Congress from South Carolina. His loss of a considerable number of slaves led to him being widely proclaimed as a martyr of the revolution. Heyward was born in St. Luke's Parish (now known as Jasper County),[1][2] South Carolina, the son of Mary (Miles) and Daniel Heyward.[3] He was educated at home, then traveled to England to study law where he was a member of the Honourable Society of the Middle Temple. He was elected to the Continental Congress in 1775 and the following year was the last delegate to sign the Declaration of Independence.[4] Heyward returned to South Carolina in 1778 to serve as a judge. In 1778, he presided over a trial in which several persons were tried for treason; they were convicted and executed within view of the British lines.[5] In command of a militia force, he was taken prisoner by the British during the siege of Charleston. On August 27, 1780, British troops took him from his Charleston home (presently owned by the Charleston Museum) at 87 Church Street and detained him in the Old Exchange Building. They confiscated all of his slaves, and although he later reclaimed some of them, 130 were permanently confiscated and transported to sugar plantations in Jamaica,[6] a loss of $50,000 in property.[7] It was this loss of slaves that resulted him being later proclaimed by the press as a martyr of the revolution.[5] Hours after being arrested, he and 28 other \"ringleaders of the rebellion\" were relocated to a guard ship in the harbor. On September 4, they were transported to St. Augustine, Florida, and remained there for about 11 months until they were freed in a prisoner exchange.[8] While in prison, Heyward transposed a popular English song, \"God Save the King\" into \"God Save the States\".[9] In 1784, he was elected a member of the American Philosophical Society.[10] He continued to serve as a judge after the war, retiring from the bench in 1798. He is buried at Old House Plantation near Ridgeland, South Carolina.[11] The house was added to the National Register of Historic Places in 1997.[12] In 1970, when the Supreme Court ordered that public schools must be integrated, a group associated with the White Citizen's Council opened a school named Thomas Heyward Academy in Ridgeland, South Carolina.[13][14] Heyward was married twice, at age 26 and at age 40, and each wife was named Elizabeth. His first wife, born in 1753, was the daughter of Colonel John and Sarah Gibbes Mathews and the sister of South Carolina governor John Mathews. She died in childbirth in 1782 in Philadelphia, where she had gone to be with Heyward upon his release as a prisoner of war. She is buried there in St. Peter's Episcopal Church yard. They had six children, but only one son, Daniel, survived childhood. His second wife was the daughter of Colonel Thomas and Mary Elliott Savage of Charleston. They had three children who lived to adulthood: Thomas, William and Elizabeth. Notable descendants include DuBose Heyward, whose novel and later stage play Porgy portrayed Black African-Americans and was transformed by George Gerswhin into Porgy and Bess, an American opera that achieved both credit as a musical masterpiece and criticism for pervasive racism.[15][16] In addition to his wives, he impregnated at least one of the women he enslaved, making him the grandfather of Thomas E. Miller, one of only five African Americans elected to Congress from the South in the 1890s.[17] At one time, the Heyward family had the largest slaveholding in the United States.[18]","Title":"Thomas Heyward Jr. - Wikipedia","KeyID":"19365","URL":"https://en.wikipedia.org/wiki/Thomas_Heyward,_Jr."}