{"Content: ":"Stefan Dunjov (Bulgarian: Стефан Дуньов, Stefan Dunyov, Hungarian: Dunyov István) (28 July 1815 – 29 August 1889) was a Banat Bulgarian military figure and revolutionary known for participating in both the Hungarian Revolution of 1848 and the Italian unification (Risorgimento), as well as for being the first ethnic Bulgarian Colonel. Born in Vinga in the Austrian Empire, Kingdom of Hungary (today in Romania) to a Roman Catholic Bulgarian farming family, Dunjov graduated in law and started working as a lawyer in Arad. Having adopted the ideas of Hungarian revolutionaries Lajos Kossuth and Sándor Petőfi, he joined their 1848 insurrectionist forces and was elected a member of the regional and city committee in Arad, later serving as a private in the Hungarian Army and a military judge. He participated in a number of battles defending the revolution and was promoted initially to the rank of Captain and then to that of Colonel. Following the revolution's defeat, he was captured and sentenced to death by the Austrian authorities, but his sentence was later reduced to ten years in dungeon. Dunjov was released in 1857 and interned by the authorities in Pest. After the outbreak of the Second Italian War of Independence in 1859, Dunjov set for the Kingdom of Sardinia, where he enlisted in the Italian Army. In 1860, after the war had promptly ceased, he joined Giuseppe Garibaldi's Redshirts, taking part in the Expedition of the Thousand, which resulted in the conquest of Sicily for Sardinia. He was the commander of a regiment which included Hungarians and some Banat Bulgarians, and particularly excelled in the decisive Battle of the Volturno. Dunjov was heavily wounded on the battlefield, losing a leg. He was personally congratulated on his merits by Garibaldi and awarded the highest Italian military and civil decorations. Until his death, Dunjov lived in united Italy, engaging in scientific, journalistic and translator's activity. He died in 1889 in the Italian city of Pistoia. There are streets named after Stefan Dunjov in three countries: Hungary (Budapest), Bulgaria (Sofia) and Romania (his native Vinga).","Title":"Stefan Dunjov - Wikipedia","KeyID":"19376","URL":"https://en.wikipedia.org/wiki/Stefan_Dunjov"}