{"Content: ":"Bösendorfer (L. Bösendorfer Klavierfabrik GmbH) is an Austrian piano manufacturer and, since 2008, a wholly owned subsidiary of Yamaha Corporation.[1] Bösendorfer is unusual in that it produces 97- and 92-key models in addition to instruments with standard 88-key keyboards. Bösendorfer, one of the oldest piano manufacturers, was established in 1828 by Ignaz Bösendorfer. It has a history of producing highly respected instruments.[2] In 1830, it was granted the status of official piano maker to the Emperor of Austria.[3] Ignaz's son Ludwig Bösendorfer (15 April 1835 – 9 May 1919) assumed control in 1859, operating from new premises from 1860.[4] Between 1872 and its closure in 1913, the associated Bösendorfer-Saal was one of the premier concert halls of Vienna.[5] In 1909, Carl Hutterstrasser purchased the company and was succeeded by his sons Alexander and Wolfgang in 1931.[6] In 1966, the Jasper Corporation (later renamed Kimball International), parent company of Kimball Pianos, assumed control of Bösendorfer.[6] In 2001 Bösendorfer returned to Austrian hands, when the BAWAG PSK Gruppe purchased it.[4] In 21 December 2007 BAWAG signed an agreement to sell 100% of Bösendorfer to Yamaha Corporation.[7] Bösendorfer continues to make handcrafted pianos in the same Vienna factory. Almost 300 of these premium pianos are made each year.[5] Bösendorfer pioneered the extension of the typical 88-key keyboard, creating the Imperial Grand (Model 290), which has 97 keys (eight octaves). Ferruccio Busoni initially ordered this innovation in 1909 as part of a custom piano, as he wanted to transcribe an organ piece that extended to the C below the standard keyboard.[8] This innovation worked so well that this piano was added to regular product offerings and quickly became one of the world's most sought-after concert grands. Because of the 290's success, the extra strings were added to Bösendorfer's other line of instruments such as the 225 model, which has 92 keys. The extra keys, at the bass end of the keyboard, were originally hidden beneath a hinged panel mounted between the piano's conventional low A and the left-hand end-cheek to prevent their being struck accidentally during normal play; more recent models have omitted this device and simply have the upper surface of the extra natural keys finished in matte black instead of white to differentiate them from the standard 88. The Bösendorfer sound is usually described as darker or richer than the purer but less full-bodied sound of other pianos, such as Steinway & Sons or Yamaha. On the Imperial Grand, this characteristic tonal quality in part derives from the inclusion of nine additional bass notes below bottom A. These extra keys were originally added so that pianists could play Busoni's transcriptions of J. S. Bach's organ works, which required the 32′ bass pipes (usually played on the pedal organ). As very little other music makes direct use of the extra strings, they usually contribute to the piano's sonic character not through being played directly but via sympathetic resonance, when other strings in the piano are struck, contributing additional body to the tone. Moreover, the bass notes of the Bösendorfer, including the extra bass keys, are very powerful, adding volume in demanding literature. Bösendorfer Kuhn pianos come with 10 Swarovski leaded-glass crystals inserted along the steel structure. The million-dollar Kuhn has 72 crystals installed under the strings. The rim of a Bösendorfer grand piano is built quite differently from that of all other grands. Instead of veneers bent around a form, the rim is made in solid sections of spruce and jointed together. Spruce is better at transmitting sound than reflecting it. This is perhaps why Bösendorfers tend to have a more delicate treble and a bass that features the fundamental tone more than the higher harmonics.[9] There are also two other features of Bösendorfers that are shared with only a few other piano brands: one is a removable capo d'astro bar in the treble, which facilitates rebuilding of the instrument and, Bösendorfer says, provides greater acoustic separation from the plate, decreasing tonal absorption; the other is single-stringing, providing each string its own individual hitch pin on the plate instead of connecting it to a neighbouring string. This design may slightly improve tuning stability and is an advantage in case of string breakage.[10] The latest development in the Bösendorfer range is the CEUS digital grand piano reproducing system, which incorporates a computer-controlled mechanism that records a performance on a digital storage medium (magnetic disk or memory chips) and plays it back. The requisite equipment can be fitted to most Bösendorfer pianos to allow the direct recording of pieces while capturing all the keyboard velocity data as a .boe file.[11] Bösendorfer uses a proprietary format to record key and pedal movements as a digital file. Bösendorfer makes eight models of grand piano from 155 cm to 290 cm in length (5'1\" to 9'6\") and two vertical pianos,120 cm and 130 cm in height (47\" and 51\"). The Imperial Grand is one of the world's largest pianos.[12] Each numerical Bösendorfer model directly corresponds to its length in centimeters. For example, a Model 170 is 170 centimeters long (approximately 5'7\"). The following tables describes the current Bösendorfer models: Current Grand Piano Models[13] Current Upright Piano Models[13] To appeal to a wider market, Bösendorfer designed the Conservatory Series for colleges and universities that could not afford Bösendorfer's standard black-model pianos. The production of the two CS Series pianos spends less time in \"non-critical areas\", cutting down costs of production and purchase, making them more affordable than standard models. The cases and frames are of satin finish, rather than polished and, initially, the pianos were loop-strung[14] rather than single-strung, but those practices have since been abandoned.[15] Bösendorfer has produced a number of specially designed pianos named after famous composers such as Franz Schubert, Frédéric Chopin and Franz Liszt, as well as pianos designed for special occasions, such as Bösendorfer's 170th and 175th anniversaries.[16] Under the ownership of Kimball, Bösendorfer built and sold a small number of 290SE automatic reproducing pianos.[3] The 'SE' designation was for Stahnke Engineering, whose founder, Wayne Stahnke, invented the mechanism. The 290 was fitted with electronics and mechanics to record on magnetic tape and playback through electro-mechanical actuation of the piano. After the release of the Microsoft Windows v3.1 operating system, the 290SE could be attached to a PC computer for recording, editing and playback. The 290SE system was the first commercially available computer-controlled \"player piano\" capable of accurately reproducing both the notes and intensity of a performer's playing. This system was not further developed or patented due to its high cost. Competitors soon introduced patented reproducing piano technologies such as the Yamaha Disklavier in 1982.[17] Thirty seven SE models were produced between 1984 and 1986, including the 225SE, the 275SE, and the 290SE Imperial model pianos. In the 290 range, this included some 290 to 290SE conversions, while one third of the production were 290SEs that sold for $90,000.[citation needed] The research that went into the 290SE later laid the foundation for the CEUS computerized reproducing piano system.[citation needed] Bösendorfer produces a limited number of Artisan Models annually, each available for order only during the calendar year in which it was developed. An example of a designer model is the Bösendorfer Swarovski Crystal Grand piano. Three of these special pianos were produced in 2003 in honour of Bösendorfer's 175th anniversary. Each piano's case is encrusted with 8000 crystals and layers of gold.[18][19] Three notable architects who have designed Bösendorfer piano models are Theophil Freiherr von Hansen (1866), Josef Hoffmann (1909) and Hans Hollein (1990). There were only two Hans Hollein 225 models produced in 1990; one can be found in the lounge of the Grand Bohemian Hotel in Orlando, Florida.[20] Among the earliest artists to be associated with Bösendorfer was Franz Liszt who at least once opined that Bösendorfer and Bechstein pianos were the only instruments capable of withstanding his tremendously powerful playing, although he purchased and officially endorsed Steinway & Sons pianos. The renowned twentieth-century American composer-conductor Leonard Bernstein has also performed on a Bösendorfer. Another great pianist who championed Bösendorfer pianos was Wilhelm Backhaus. In his memoirs, Arthur Rubinstein recounts having insisted on a Bechstein instead of the hall's Bösendorfer before a recital in Austria. After the performance, the then-head of the Bösendorfer company came backstage to meet this young artist who refused to play a piano highly cherished by his Russian namesake, Anton Rubinstein; Rubinstein claims he thereafter always sought out Bösendorfers when in Austria. Both Rubinsteins were Steinway & Sons artists and played these pianos when in the United States. In the late 1970s, following a concert performed in Vienna, jazz pianist Oscar Peterson turned to his impresario, Norman Granz, with the words: \"Dammit, Norman, where does this box go? I also gotta have such a thing!\" Such was his reaction to playing a Bösendorfer 290.[21] Musician/comedian Victor Borge also played Bösendorfer pianos.[22] More recent examples of notable artists who have played the Bösendorfer include Russian pianist Sviatoslav Richter (who in later years chose to promote Yamaha claiming it had a preferable pianissimo sound and control, according to his own interview);[23] Hungarian pianist András Schiff; Austrian pianist Alfred Brendel; Italian pianist Arturo Benedetti Michelangeli; American free jazz pianist Cecil Taylor and American singer-songwriter Tori Amos;[24] German pianist Wolfgang Rübsam; Austrian pianists Friedrich Gulda, Walter Klien and Paul Badura-Skoda;[25] British pianists Leon McCawley and Mark Gasser[26] as well as the Irish pianist John O'Conor. Ukrainian pianist Valentina Lisitsa has recorded DVDs of Chopin and Schubert-Liszt on a 1925 model Bösendorfer, and has released a new video set of a recital using the 97-key Bösendorfer Imperial. Minimalist composer Charlemagne Palestine chose a nine-foot Bösendorfer as the vehicle on which to perform his 1974 composition Strumming Music. Released as his first compact disc in 1991, it features in excess of 45 minutes of Palestine forcefully playing two notes in rapid alternation, slowly expanding into clusters, with the sustain pedal depressed throughout.[27] As the music swells (and the piano gradually detunes), the harmonics build and the listener can hear a variety of timbres rarely produced by the piano. Jazz pianist Keith Jarrett performed the solo improvisations (his Köln Concert) at the Cologne Opera House in Cologne, Germany on 24 January 1975 on a Bösendorfer and became a Steinway & Sons artist in 1981.[28] The jazz singers/pianists Nina Simone and Shirley Horn performed on Bösendorfers many times throughout their careers. In a recent interview for Broadway.com, Academy Award-winning composer Stephen Schwartz stated that he purchased a Bösendorfer after the initial success of his musical Wicked. Bösendorfer pianos have appeared on numerous records. Some examples are:","Title":"Bösendorfer - Wikipedia","KeyID":"19372","URL":"https://en.wikipedia.org/wiki/B%C3%B6sendorfer"}