{"Content: ":"Huseyn Khan Nakhchivanski, or Nakhichevansky, francised spelling: Hussein Nahitchevansky (Azerbaijani: Hüseyn xan Naxçıvanski; Russian: Гусейн-хан Нахичеванский or Хан-Гуссейн Нахичеванский) (28 July 1863 in Nakhchivan City – January 1919 in St. Petersburg), was a Russian Cavalry General of Azerbaijani origin. He was the only Muslim to serve as General-Adjutant of the H. I. M. Retinue. He was born on July 28, 1863 in Nakhchivan City (now the capital of the Nakhchivan Autonomous Republic in Azerbaijan). His paternal grandfather Ehsan Khan Nakhchivanski was the last ruler of the Nakhchivan Khanate. Huseyn Nakhchivanski's parents were Kalbali Khan Nakhchivanski, a major-general in the Russian Army, and Khurshid Qajar-Iravani, a member of a branch of the Qajar dynasty who ruled the Erivan khanate (abolished in 1828). In 1874, Huseyn Nakhchivanski was admitted to the Page Corps and graduated with honours in 1883. He received the rank of cornet and was assigned to the elite Leib Guard Horse Regiment. Nakhchivanski served there for twenty years and ascended positions from cornet to Colonel of the Leib Guard. When the Russo-Japanese War broke out in 1904, Huseyn Khan was seconded to Petrovsk-Port to form from volunteers the 2nd Dagestani cavalry regiment. During the war the regiment distinguished itself, and Khan Nakhchivanski himself received seven decorations. On January 27, 1907 he was decorated with a fourth-degree Order of Saint George for launching a successful cavalry onslaught to save an encircled Russian infantry unit. He was also awarded the golden Saint George sword. Khan Nakhchivanski was the commander of 44th Nizhegorodski Dragoon regiment from November 1905, and in 1906, he was made Fliegel-Adjutant of H. I. M. Retinue and appointed the commander of Leib Guard Horse Regiment, where he started his military career. In 1907, he received the rank of major-general. In 1912, he was appointed the commander of 1st detached cavalry brigade, in 1914 he was conferred the rank of lieutenant-general and made the commander of 2nd Cavalry Division and in this position entered World War I. In August 1914, Khan Nakhchivanski was the head of the cavalry group on the right flank of 1st army. From October 19, 1914 he was commander of the 2nd cavalry corps and on October 22, 1914, he was decorated with the Order of Saint George of III degree, which was presented to him personally by Tsar Nikolas II. In June 1915, he was appointed General-Adjutant of His Imperial Majesty and became the only Muslim to hold that position. On November 25, 1915, Huseyn Khan was seconded to the chief commander of the Caucasian Army and on January 23, 1916 he was promoted to the rank of the General of the Cavalry. He was the commander of Guard Cavalry Corps from April 9, 1916 and took part in Brusilov Offensive. When in the winter of 1917 the February Revolution began in Petrograd (present-day Saint Petersburg), Nakhchivanski was one of the two Russian generals (alongside Fyodor Arturovich Keller) who supported the Czar and sent a telegram to the headquarters of the Supreme Commander-in-Chief to offer Nicholas II the use of his corps for suppression of the revolt, but Nicholas II never received this telegram. After the abdication of Nicholas II, Khan Nakhchivanski refused to serve the Russian Provisional Government. He was dismissed from the army and lived with his family in Petrograd. He was one of the few Azeri figures who didn't support the newly formed Azerbaijan Democratic Republic, remaining a staunch Russian monarchist. After the October revolution and the assassination of the head of Petrograd Cheka, Moisei Uritsky, Nakhchivanski together with some other prominent citizens of Petrograd was taken hostage by the Bolsheviks. He was kept in the same prison with Grand Dukes Paul Alexandrovich, Nicholas Mikhailovich, George Mikhailovich and Dmitry Konstantinovich. Also in the same prison was kept Prince Gabriel Constantinovich, who used to serve under the command of Khan Nakhchivanski and who later managed to escape, and who mentioned in his memoir that he met Khan Nakhchivanski during the walks in the prison yard.[1] The Grand Dukes were executed in the Peter and Paul Fortress in January 1919. It is presumed by a number of historians that Khan Nakhchivanski was executed together with the Grand Dukes.[2] However the exact circumstances of Khan Nakhchivanski's death and his burial place still remain unknown. Ca. 1890, Nakhchivanski married Sophia Taube (née Gerbel; 1864, St. Petersburg – 1941, Beirut), daughter of the Russian poet and translator Nikolai Gerbel. Together they had three children: Nicholas (died in 1912), Tatiana and Georges. After the October Revolution, the Nakhchivanskis emigrated. Their descendants lived (and some continue to live) in France, Lebanon, Egypt, and the United States. Nakhichevanski is also mentioned in Aleksandr Solzhenitsyn's historical fiction about the Battle of Tannenberg entitled August 1914.","Title":"Huseyn Khan Nakhchivanski - Wikipedia","KeyID":"19387","URL":"https://en.wikipedia.org/wiki/Huseyn_Khan_Nakhchivanski"}