{"Content: ":"Ballington Booth (July 28, 1857 – October 5, 1940) was a British-born American Christian minister who co-founded Volunteers of America, a Christian charitable organization, and became its first General (1896-1940). He was a former officer in The Salvation Army. Born in Brighouse, England, Ballington Booth was the second child of William and Catherine Booth, founders of The Salvation Army in 1878. As a teenager, he began preaching at Salvation Army open-air meetings, where he would often end by singing and playing his concertina. He became a Colonel in The Salvation Army at the age of 23, when he was positioned as a Training Officer. He was later moved to Australia, followed by the United States and Canada. In 1886, he married Maud Charlesworth, who changed her name to Maud Ballington Booth, and they were assigned to the United States in April of the following year.[1] The two became American citizens in 1895.[2] In 1891, during a great depression, Ballington Booth instituted men's shelters similar to one begun in San Francisco. Although Ballington and Maud Booth played a great part in organizing and structuring The Salvation Army in the United States, the couple left The Salvation Army when the organization reassigned them to positions outside the United States.[3] In addition, Ballington Booth began to be in open conflict with his brother Bramwell, who served as Chief of the Staff of The Salvation Army.[4] They went on to form their own organization to reach out to the poor and the marginalized of American society. On March 8, 1896, they started God's American Volunteers, which was soon renamed Volunteers of America. When the Booths left The Salvation Army they took with them many of the Army's officers and soldiers as well as many of the Army's wealthy American supporters. In fact, in the first year of the Volunteers of America's operation two-thirds of the Volunteer forces were former Salvationists. Many simply replaced the 'S' on their collars with the American flag. Salvation Army songs were adopted with Volunteer words. Their insignia and flag also were loosely based on that of The Salvation Army.[4] As William Booth was called the 'General' of The Salvation Army, so Ballington Booth became the General of Volunteers of America. In this capacity, he spoke with Woodrow Wilson about the effect of World War I on society, but when Booth offered the services of the Volunteers of America to President Wilson, he was politely turned down. At the same time The Salvation Army was allowed to send its personnel with the American Expeditionary Force. He also spoke with Franklin Roosevelt about charity efforts throughout the Depression. Ballington Booth led Volunteers of America for 43 years, and on his death in 1940 he was replaced by his wife Maud Booth as General. He was buried in Ferncliff Cemetery in New York.[5] The Cross Is Not Greater was written by Ballington Booth, both lyric and music, in 1892.[6]","Title":"Ballington Booth - Wikipedia","KeyID":"19380","URL":"https://en.wikipedia.org/wiki/Ballington_Booth"}