{"Content: ":"Albert-Pierre Sarraut (French: [albɛʁ saʁo]; 28 July 1872 – 26 November 1962) was a French Radical politician, twice Prime Minister during the Third Republic. Sarraut was born on 28 July 1872 in Bordeaux, Gironde, France. On 14 March 1907 Sarraut, senator of Aude and under-secretary of state for the Interior, was ridiculed by Clemenceau for trying to plead the case of his electorate during the revolt of the Languedoc winegrowers. Clemenceau told Sarraut, \"I know the South, it will all end with a banquet\".[1] After massive demonstrations in the winegrowing region in June 1907 Clemenceau asked Sarraut to bring the leader Ernest Ferroul to the negotiating table. Ferroul told him: \"When we have three million men behind us, we do not negotiate\".[2] From 17 June 1907 the Midi was occupied by 22 regiments of infantry and 12 regiments of cavalry.[3] The gendarmerie was ordered to imprison the leaders of the demonstrations. Sarraut refused to endorse this policy and resigned from the government.[1] He was Governor-General of French Indochina, from 1912 to 1914 and from 1917 to 1919. Although Sarraut was celebrated for native education reform, his motivation was an example of paternalism. He believed that the Vietnamese could not be civilized until their thinking, customs and institutions mirrored those of the French. According to Hue Tam Ho Tai, if Sarraut's argument was carried to its logical conclusion, the Vietnamese, she writes, would \"deserve independence from French rule only when they no longer desired to be Vietnamese, but Frenchmen in yellow skin.\"[4] Albert Sarraut supported actively the preservation and development of native arts, for instance supporting the French art scholar George Groslier in preserving Cambodian arts and cultural traditions, and funding the design and construction of the National Museum of Cambodia. On 18 January 1920 he replaced Henry Simon as Minister of the Colonies. On 10 July 1940, Sarraut voted in favour of granting the Cabinet presided over by Marshal Philippe Pétain authority to draw up a new constitution, thereby effectively ending the French Third Republic and establishing Vichy France. Thereafter Sarraut retired from politics. He took control of the family newspaper, La Dépêche de Toulouse, after the editor, his brother Maurice Sarraut, was killed by the Milice in 1943. Sarraut died in Paris on 26 November 1962. The Lycée Albert Sarraut in Hanoi was named after him.","Title":"Albert Sarraut - Wikipedia","KeyID":"19393","URL":"https://en.wikipedia.org/wiki/Albert_Sarraut"}