{"Content: ":"The National Woman's Party (NWP) was an American women's political organization formed in 1916 to fight for women's suffrage. After achieving this goal with the 1920 adoption of the Nineteenth Amendment to the United States Constitution, the NWP advocated for other issues including the Equal Rights Amendment. The most prominent leader of the National Woman's Party was Alice Paul, and its most notable event was the 1917–1919 Silent Sentinels vigil outside the gates of the White House. As of January 1, 2021, NWP has ceased operations as its own independent non-profit and has assigned its trademark rights and other uses of the party's name to the Alice Paul Institute.[1] The Alice Paul Institute has invited three members of NWP Board of Directors to join their board and in the near future will created a new committee to \"advise on a potential expansion of programs to the Washington, DC area and nationally\". The National Woman's Party was an outgrowth of the Congressional Union for Woman Suffrage, which had been formed in 1913 by Alice Paul and Lucy Burns to fight for women's suffrage. The National Woman's Party broke from the much larger National American Woman Suffrage Association, which had focused on attempting to gain women's suffrage at the state level. The NWP prioritized the passage of a constitutional amendment ensuring women's suffrage throughout the United States. Alice Paul was closely linked to England's Women's Suffrage Political Union (WSPU), organized by Emmeline Pankhurst. While a college student in England, Paul became involved with the Pankhursts and their English suffrage campaign. During this time Alice Paul met Lucy Burns, who would go on and be a co-founder of the NWP. Although Paul was closely tied to the militant suffrage campaign in England, when she left to pursue suffrage in the United States, instead Paul pioneered civil disobedience in the United States. For example, members of the WSPU heckled members of parliament, spit on police officers, and committed arson.[2] While the British suffragettes stopped their protests in 1914 and supported the British war effort, Paul continued her struggle for women's equality and organized picketing of a wartime time president to maintain attention to the lack of enfranchisement for women. Members of the NWP argued it was hypocritical for the United States to fight a war for democracy in Europe while denying its benefits to half of the US population. Similar arguments were being made in Europe, where most of the allied nations of Europe had enfranchised some women or soon would. After their experience with militant suffrage work in Great Britain, Alice Paul and Lucy Burns reunited in the United States in 1910. The two women originally were appointed to the Congressional Committee of the National American Woman Suffrage Association (NAWSA). In March 1913, the two women organized the first national suffrage parade of 5,000–8,000 women (by differing estimates)[3] in Washington, D.C. on the day before Woodrow Wilson's inauguration. This was designed as a political tactic to show the strength of women and to show that they would pursue their goals under Wilson's administration. Leading the parade was Inez Milholland who wore all white and rode on a white horse, which later served as a symbol for the suffrage movement. This placement of Millholland at the start of the parade was strategic because of Mulholland's beauty, Paul knew she would attract media attention and followers. One of the criticisms of this first national suffrage parade was the barrier of women of color from participating side by side with white women. Even though Paul never opposed black women getting the right to vote, she barred them from marching with the white women and forced them to be in the back of the parade with the men to appease southern women. The parade quickly devolved into chaos due to violent reactions from the crowd and a lack of support by the local police. The D.C. police did little to help the suffragists; but the women were assisted by the Massachusetts National Guard, the Pennsylvania National Guard, and boys from the Maryland Agricultural College, who created a human barrier protecting the women from the angry crowd.[4] After this incident, which Paul effectively used to rally public opinion to the suffrage cause, Paul and Burns founded the Congressional Union for Woman Suffrage in April 1913, which split off from NAWSA later that year. There were many reasons for the split, but primarily Paul and Burns were frustrated with the National's slower approach of focusing on individual state referendums and wanted to pursue a congressional amendment. Alice Paul had also chafed under the leadership of Carrie Chapman Catt, as she had very different ideas of how to go about suffrage work, and a different attitude towards militancy.[5] Catt disapproved of the radical strategies, inspired by the British \"Suffragettes\", Paul and Burns were trying to implement into the American Suffrage Movement. The split was confirmed by a major difference of opinion on the Shafroth–Palmer Amendment. This amendment was spearheaded by Alice Paul's replacement as chair of the National's Congressional Committee, and was a compromise of sorts meant to appease racist sentiment in the South. Shafroth–Palmer was to be a constitutional amendment that would require any state with more than 8 percent signing an initiative petition to hold a state referendum on suffrage. This would have kept the law-making out of federal hands, a proposition more attractive to the South. Southern states feared a congressional women's suffrage amendment as a possible federal encroachment into their restrictive system of voting laws, meant to disenfranchise the black voter. Paul and Burns felt that this amendment was a lethal distraction from the true and ultimately necessary goal of an all-encompassing federal amendment protecting the rights of all women—especially as the bruising rounds of state referendums were perceived at the time as almost damaging the cause. In Paul's words: \"It is a little difficult to treat with seriousness an equivocating, evasive, childish substitute for the simple and dignified suffrage amendment now before Congress.\"[6] Portrait of Alice Paul, 1915 Lucy Burns, Vice Chairman Congressional Union, 1913 Inez Milholland Mabel Vernon Judge Mary Bartelme, NWP vice chair, 1916-1917[7] Nina Allender, political cartoonist for The Suffragist Doris Stevens, author of Jailed for Freedom Reception tea at the NWP for Alice Brady Women associated with the party staged a very innovative suffrage parade on March 3, 1913, the day before Wilson's inauguration.[8] During the group's first meeting, Paul clarified that the party would not be a traditional political party and therefore would not endorse a candidate for president during elections. While non-partisan, the NWP directed most of its attention to President Woodrow Wilson and the Democrats, criticizing them as responsible for the failure to pass a constitutional amendment. As a result, in 1918, Paul ran a campaign that boycotted Democrats because of their refusal to support women's suffrage. They decided to boycott the entire party, including pro-suffrage Democrats.[9] Eventually, the boycott of Democrats spearheaded by the NWP lead to a Republican majority in the house.[10] The National Woman's Party continued to focus on suffrage as their main cause. It refused to either support or attack American involvement in the World War, while the rival NAWSA, under Carrie Chapman Catt gave full support to the war effort. As a result, a diverse group of activists such as pacifists and Socialists were attracted to the NWP due to its opposition to an anti-suffrage president.[11] The escalating conflict in Europe didn't stop Alice Paul and the NWP from protesting Wilson's hypocritical stance on the war. Wilson promoted the idea of maintaining democracy abroad, even though the United States still denied half of its citizens the right to vote. The NWP pickets were seen as controversial because they continued during war time and other suffrage groups like NAWSA chose to support the war effort. Known as \"Silent Sentinels\", their action lasted from January 10, 1917 until June 1919. The picketers were tolerated at first, but when they continued to picket after the United States declared war in 1917, they were arrested by police for obstructing traffic. Regardless of the weather, the women stood outside of the White House holding banners, constantly reminding Wilson of his hypocrisy. When they were first arrested, Lucy Burns claimed that they were political prisoners but were treated as regular prisoners. As a tribute to their commitment to suffrage, they refused to pay the fines and accepted prison time. The first night that the Silent Sentinels spent in jail was known as the Night of Terror: the prisoners were beaten until a few of them were unconscious, starved, and Burns had her hands chained above her head. Due to this unlawful detention, many of the NWP's members went on hunger strikes; some, including Lucy Burns and Paul, were force-fed by jail personnel as a consequence. Hunger strikes left the women weak and in terrible conditions, but they persisted. After a while, the guards were told to force-feed the women. They had long narrow tubes shoved down their throats, which caused many injuries that failed to heal. The suffragists were also forced to provide labor in the workhouses and were often beaten and abused. Taking advantage of the mistreatment and physical abuse, some of the suffragists shared their stories to the press and to The Suffragist, their suffrage newspaper. Doris Stevens, a notable member of the NWP, wrote about their horrible experiences in the Occoquan Workhouse in her memoir Jailed for Freedom. The resulting publicity was at a time when Wilson was trying to build a reputation for himself and the nation as an international leader in human rights. Many of banners featured quotes from Wilson about preserving democracy abroad, which called attention to Wilson's hypocrisy and his lack of support for a national suffrage amendment. There are many different theories about why Wilson changed his stance of suffrage. Wilson favored woman suffrage at the state level, but held off support for a nationwide constitutional amendment because his party was sharply divided, with the South opposing an amendment on the grounds of state's rights.[12] The only Southern state to grant women the vote was Arkansas. The NWP in 1917–1919 repeatedly targeted Wilson and his party for not enacting an amendment. Wilson, however, kept in close touch with more moderate suffragists of the NAWSA. Wilson continued to hold off until he was sure the Democratic Party in the North was in support; the 1917 referendum in New York State in favor of suffrage proved decisive for him. In January 1918, Wilson went in person to the House and made a strong and widely published appeal to the House to pass the bill. The NWP had many innovative non-violent tactics including staging sit-ins, organizing deputations of high class and working-class women, boycotting the Democrats in midterm elections, using the voting power of women in the west, appealing to Wilson everyday through picketing, and calling out Wilson for supporting world democracy but not supporting it at home. These tactics were a contributing factor in getting Wilson to change his position on the suffrage bill. It passed but the Senate stalled until 1919 then finally sent the amendment to the states for ratification.[13] Scholar Belinda A. Stillion Southard has written that \"...the campaign of the NWP was crucial toward securing the passage of the Nineteenth Amendment.\"[14] The NWP played a critical role in the passage of the Nineteenth Amendment in 1920, which granted U.S. women the right to vote. Alice Paul then turned her attention to securing the Equal Rights Amendment (ERA) which she felt was vital for women to secure gender equality. The NWP regrouped in 1923 and published the magazine Equal Rights. The publication was directed towards women but also intended to educate men about the benefits of women's suffrage, women's rights and other issues concerning American women. Men and women shall have equal rights throughout the United States and every place subject to its jurisdiction.[15] The NWP did not support protective legislation and argued that these laws would continue to depress women's wages and prevent women from gaining access to all types of work and parts of society. But, the NWP did support working women and their support was vital throughout their campaign for the national Amendment. Alice Paul organized many working class deputations and even sent over 400 blue collar workers to meet with Wilson. Although seen as highly controversial due to the status difference, this move showed Paul's support for all types of women, not just those of prestigious class. After 1920, the National Woman's Party authored over 600 pieces of legislation fighting for women's equality; over 300 were passed. In addition, the NWP continued to lobby for the passage of the Equal Rights Amendment[16] and under president Sarah Tarleton Colvin, who served in 1933, pressed for equal pay.[17][18] Scholar Mary K. Trigg has noted, \"...the NWP played a central role in the women's rights movement after 1945. It stuck to its laser-like focus on the ERA, doggedly lobbying year in and year out for the amendment's introduction in Congress.\"[19] In 1997, the NWP ceased to be a lobbying organization.[20] Instead, it turned its focus to education and to preserving its collection of first hand source documents from the women's suffrage movement.[20] The NWP continues to function as an educational organization, maintaining and interpreting the collection left by the work of the historic National Woman's Party.[21] Congress passed the ERA Amendment and many states ratified it, but at the last minute in 1982 it was stopped by a coalition of conservatives led by Phyllis Schlafly and never passed. However, in 1964 the NWP did succeed, with the support of conservatives and over the opposition of liberals, blacks and labor unions, to have \"sex\" added to the Civil Rights Act of 1964, thus achieving some of the goals sought by the NWP. In 1963 Congress passed the Equal Pay Act of 1963, which prohibited wage differentials based on sex. The prohibition on sex discrimination was added by Howard W. Smith, a powerful Virginian Democrat who chaired the House Rules Committee. He was a conservative who strongly opposed civil rights laws for blacks, but voted in support of such laws for white women. Smith's amendment was passed by a teller vote of 168 to 133. Historians debate Smith's motivation—was it a cynical attempt to defeat the bill by someone opposed to both civil rights for blacks and women, or did he support women's rights and was attempting to improve the bill by broadening it to include women?[22][23][24] Smith expected that Republicans, who had included equal rights for women in their party's platform since 1944, would probably vote for the amendment. Historians speculate that Smith was trying to embarrass northern Democrats who opposed civil rights for women because the clause was opposed by labor unions.[25] Smith asserted that he sincerely supported the amendment and, indeed, along with Rep. Martha Griffiths,[26] he was the chief spokesperson for the amendment.[25] For twenty years Smith had sponsored the Equal Rights Amendment—with no linkage to racial issues—in the House because he believed in it. For decades he had been close to the National Woman's Party and especially Paul. She and other activists had worked with Smith since 1945 trying to find a way to include sex as a protected civil rights category. Now was the moment.[27] Griffiths argued that the new law would protect black women but not white women, and that was unfair to white women. Furthermore, she argued that the laws \"protecting\" women from unpleasant jobs were actually designed to enable men to monopolize those jobs, and that was unfair to women who were not allowed to try out for those jobs.[28] The amendment passed with the votes of Republicans and Southern Democrats. The final law passed with the votes of Republicans and Northern Democrats. However, in 1964 the NWP and Pauli Murray did succeed, with the support of conservatives and over the opposition of liberals, blacks and labor unions, to have \"sex\" added to the Civil Rights Act of 1964, thus achieving some of the goals sought by the NWP. Pauli Murray was also instrumental in the inclusion of sex in Title VII of the Civil Rights Act. Title VII of the Civil Rights Act prohibits the discrimination based on sex, which has been attributed to the betterment of women as a group. The Suffragist newspaper was founded by the Congressional Union for Woman Suffrage in 1913. It was referred to as \"the only women's political newspaper in the United States\" and was published to promote women's suffrage activities.[29] The Suffragist would follow weekly events and promote different views held by the leaders of the NWP. Its articles had political cartoons, by Nina E. Allender to garner support for the movement and communicate the status of the suffrage amendment.[29] The woman who reads our paper will be informed as to happenings in Congress, not only suffrage happenings, although they come first, but all proceedings of special interest to women. Men do not realize how serious are the changes that are taking place in the conduct of Congress. Women will have to inform them. Only in the pages of The Suffragist will you find the information you need. After the amendment for the women's right to vote was passed, the publication was discontinued by the National Woman's Party and succeeded in 1923 by Equal Rights.[29] Published until 1954, Equal Rights began as a weekly newsletter and evolved into a bi-monthly release aimed at keeping NWP members informed about developments related to the ERA and legislative issues. It included field reports, legislation updates and features about the activities of the NWP and featured writing from contributors including Crystal Eastman, Zona Gale, Ruth Hale and Inez Haynes Irwin.[30] Josephine Casey appeared on the cover of the publication in April 1931 as a result of her recurring column about the labour conditions of female textile workers in Georgia.[31] The Nineteenth amendment, which prohibits the denial of the right to vote on the basis of sex, became the law of the land when it was ratified by a sufficient number of states in 1920. Many African American women and men in the Jim Crow South, however, remained disenfranchised after the ratification of this amendment until the Voting Rights Act of 1965. Today, the National Woman's Party exists as a 501c3 educational organization. Its task is now the maintenance and interpretation of the collection and archives of the historic National Woman's Party. The NWP operates out of the Belmont–Paul Women's Equality National Monument in Washington, DC, where objects from the collection are exhibited. The legacy that this group left behind is mixed. While Alice Paul and the NWP were instrumental in the passage of the Nineteenth Amendment was passed, the Party failed to include Black women and refused to help Black women gain the right to vote. To keep the support of southern members of the NWP, Paul refused to bring up the issue of race in the south. Her single-minded focus on the ERA caused her to refuse to fight the Jim Crow Laws barring black women the right to vote. Historian Nancy Cott has noted that as the party moved into the 1920s it remained ideologically consistent in the pursuit of a solitary goal for women and it remained an autocratically run, a single-minded and single-issue pressure group, still reliant on getting into the newspapers as a means of publicizing its cause, very insistent on the method of \"getting in touch with the key men.\" NWP lobbyists went straight to legislators, governors, and presidents, not to their constituents. In 1972 Congress passed the ERA Amendment and many states ratified it, but in 1982 it was stopped by a coalition of conservatives led by Phyllis Schlafly and never passed. When the National Women's Party was incorporated in 1918 there were forty-four states and the District of Columbia represented.[32] Florence Bayard Hilles as the National Committee Chairman and Miss Mary Ingham as secretary.","Title":"National Woman's Party - Wikipedia","KeyID":"19398","URL":"https://en.wikipedia.org/wiki/National_Woman%27s_Party"}