{"Content: ":"Barbara La Marr (born Reatha Dale Watson; July 28, 1896 – January 30, 1926) was an American film actress and screenwriter who appeared in twenty-seven films during her career between 1920 and 1926. La Marr was also noted by the media for her beauty, dubbed as the \"Girl Who Is Too Beautiful,\" as well as her tumultuous personal life. Born in Yakima, Washington, La Marr spent her early life in the Pacific Northwest before relocating with her family to California when she was a teenager. After performing in vaudeville and working as a dancer in New York City, she moved to Los Angeles with her second husband and became a screenwriter for Fox Film Corporation, writing several successful films for the company. La Marr was finally \"discovered\" by Douglas Fairbanks, who gave her a prominent role in The Nut (1921), then cast her as Milady de Winter in his production of The Three Musketeers (1921). After two further career-boosting films with director Rex Ingram (The Prisoner of Zenda and Trifling Women, both with Ramon Novarro), La Marr signed with Arthur H. Sawyer to make several films for various studios, including The Hero (1923), Souls for Sale (1923), and The Shooting of Dan McGrew (1924), the first and last of which she co-wrote. During her career, La Marr became known as the pre-eminent vamp of the 1920s; she partied and drank heavily, once remarking to the press that she only slept two hours a night. In 1924, La Marr's health began to falter after a series of crash diets for comeback roles further affected her lifestyle, leading to her death from pulmonary tuberculosis and nephritis at age 29. She was posthumously honored on the Hollywood Walk of Fame for her contributions to the film industry.[1] Barbara La Marr was born in 1896[a] as Reatha Dale Watson to William and Rosana \"Rose\" Watson in Yakima, Washington (La Marr later claimed she was born in Richmond, Virginia).[3] Her father was an editor for a newspaper and her mother, a native of Corvallis, Oregon, already had one son, Henry, and a daughter, Violet, from a previous marriage.[4] La Marr's parents had wed some time during 1884, and had a son, William Watson, Jr., born in June 1886, ten years before she was born.[5] Through her mother, La Marr was of German and English descent.[6] In the 1920s, the elder Watson became a vaudeville comedian under the stage name of Billy Devore. The Watsons lived in various locations in Washington and Oregon during La Marr's formative years. By 1900, she was living with her parents in Portland, Oregon, with her brother William, her half-sister Violet Ross, and Violet's husband Arvel Ross.[2][7] As a child, La Marr also performed as a dancer in vaudeville,[3] and made her acting debut as Little Eva in a Tacoma stage production of Uncle Tom's Cabin in 1904.[8] By 1910, La Marr was living in Fresno, California, with her parents.[9] Some time after 1911, the family moved to Los Angeles, and La Marr worked at a department store.[10] La Marr also appeared in burlesque shows.[11] In January 1913, her half-sister, now going by the name of Violet Ake, took her 16-year-old sister on a three-day automobile excursion with a man named C.C. Boxley. They drove up to Santa Barbara, but after a few days, La Marr felt that they were not going to let her return home. Ake and Boxley finally let La Marr return to Los Angeles after they realized that warrants were issued for their arrests, accusing them of kidnapping.[12][13] This episode was published in several newspapers, and La Marr even testified against her sister, but the case eventually was dropped.[12][b] La Marr's name appeared frequently in newspaper headlines during the next few years. In November 1914, she came back to California from Arizona and announced that she was the newly widowed wife of a rancher named Jack Lytell and that they were supposedly married in Mexico. She also stated that she loathed the name Reatha and preferred to be called by the childhood nickname \"Beth.\"[17] After marrying and moving in with her third husband, vaudevillian Ben Deely, La Marr, who at one time had aspirations of being a poet,[12] found employment writing screenplays at Fox Film Corporation using the name Folly Lyell.[18] She wrote numerous scenarios for studio shorts at Fox and United Artists, many of which she based on her life, earning over US$10,000 during her tenure at the studios.[19] She was credited as writer Barbara La Marr Deely on the films The Mother of His Children, The Rose of Nome, Flame of Youth, The Little Grey Mouse, and The Land of Jazz (all released in 1920).[8] La Marr continued to write short screenplays for the studio and supported herself by dancing in various cities across the country, including New York City, Chicago, New Orleans, and at the 1915 World's Fair in San Francisco.[8] La Marr's dance partners included Rudolph Valentino and Clifton Webb,[20] and her dance routines attracted the attention of publisher William Randolph Hearst, who featured her and a dance partner in a series of articles published in the San Francisco Examiner around 1914.[21] While working in the writers' building at United Artists, La Marr was approached by Mary Pickford, who reportedly embraced her and said, \"My dear, you are too beautiful to be behind a camera. Your vibrant magnetism should be shared by film audiences.\"[8] La Marr's association with filmmakers led to her returning to Los Angeles and making her film debut in 1920 in Harriet and the Piper. Though a supporting part, the film garnered her attention from audiences.[8] La Marr made the successful transition from writer to actress with her supporting role in The Nut (1921), playing a femme fatale.[8] Later the same year, she was hired by Douglas Fairbanks to play the substantial part of Milady de Winter in The Three Musketeers.[22] Over the next several years, La Marr acted frequently in films, and became known to the public as \"The Girl Who Is Too Beautiful\", after Adela Rogers St. Johns, a Hearst newspaper feature writer, saw a judge sending her home during a police beat in Los Angeles because she was \"too beautiful and young to be on her own in the big city.\"[23] This publicity did much to promote her career.[24] Among La Marr's films are The Prisoner of Zenda and Trifling Women, both 1922 releases directed by Rex Ingram. Although her film career flourished, she embraced the fast-paced Hollywood nightlife, remarking in an interview that she slept no more than two hours a night.[12] In 1923, La Marr appeared in the comedy The Brass Bottle, portraying the role of the Queen,[25] and Poor Men's Wives. She had a supporting part in the Fred Niblo-directed comedy Strangers of the Night, and was noted in a New York Times review for her \"capable\" performance.[26] She starred in the lead role, with Bert Lytell and Lionel Barrymore, in The Eternal City (1923), which featured a cameo appearance by Italian dictator Benito Mussolini.[27] In 1924, during the filming of Thy Name Is Woman, production supervisor Irving Thalberg made regular visits to the set to ensure that La Marr's alcoholism was not interfering with the shoot.[28] The same year, La Marr's first starring, above-the-title role came in the drama Sandra, from First National Pictures, which she filmed in New York City in August 1924.[29] La Marr had served as a co-writer on the film, which focused on a woman suffering from a split-personality disorder.[30] Upon release, the film received dismally negative reviews.[28] La Marr's final screenplay, titled My Husband's Wives, was produced by Fox in 1924, arriving in theaters shortly after the release of Sandra, and before the production of what proved to be her final three films: The Heart of a Siren (a mixed reception), The White Monkey (a critical failure), and The Girl from Montmartre (a critical success, albeit posthumously released).[18][31] While shooting The Girl from Montmartre in early October 1925, La Marr collapsed on set and went into a coma as the studio wrapped production without her with use of a double in long shots.[32] Although the tally is usually given as five, La Marr officially was married only four times. No documentation exists to prove the existence of her alleged first husband, Jack Lytelle, whom she claimed to have met while visiting friends in Yuma, Arizona in 1914.[10] According to La Marr, Lytelle became enamored with her as he saw her one day riding in an automobile while he was on horseback.[8] The couple allegedly married the day after they met, but Lytelle, it was claimed, died of pneumonia only three weeks into the marriage, leaving only a surname for Mrs. Lytelle to inherit.[33] La Marr's first official documented marriage on June 2, 1914, was to a Max Lawrence, who later turned out to be a former soldier of fortune named Lawrence Converse. He already was married with children when he married La Marr under a false name, and was arrested for bigamy the following day.[34] Converse died of a blood clot in his brain three days later on June 5.[34] On October 13, 1916, La Marr married Philip Ainsworth, a noted dancer.[34] Although the son of well-off parents, Ainsworth eventually was incarcerated at San Quentin State Prison for passing bad checks, and the couple divorced in 1917.[19] She married for a third time to Ben Deely, also a dancer, in 1918.[19] Deely, who was over twice her age, was an alcoholic and a gambling addict, which led to the couple's separation in April 1921.[19] Before the divorce from Deely was finalized, La Marr married actor Jack Dougherty in May 1923. Despite separating a year later, they remained legally married until her death.[18] Some years after La Marr's death, she was revealed to have given birth to a son, Marvin Carville La Marr, on July 29, 1922. The name of the boy's father has never been released. During her final illness, La Marr entrusted the care of her son to her close friend, actress ZaSu Pitts, and Pitts' husband, film executive Tom Gallery.[35] After La Marr's death, the child was legally adopted by Pitts and Gallery; renamed Donald Michael \"Sonny\" Gallery, [36] Don Gallery died in 2014.[37] La Marr partied long hours and got very little sleep during the latter part of her career, often pairing this behavior with drinking during especially low points; she once told an interviewer: \"I cheat nature. I never sleep more than two hours a day. I have better things to do.\"[8] In addition to her drinking and lack of sleep, during the last two years of her life La Marr went on several extreme crash diets to lose weight.[8] La Marr was rumored to have at one time ingested a tapeworm head in a pill to help her lose weight.[8] By late 1925, La Marr's health had deteriorated significantly due to pulmonary tuberculosis. While filming her final feature, The Girl from Montmartre, La Marr collapsed on the set and lapsed into a coma.[32] In mid-December, she was diagnosed with nephritis, an inflammation of the kidneys, as a complication of her already tubercular state.[38] La Marr was bedridden through Christmas, and by late December, she reportedly weighed less than 80 pounds (36 kg).[39] Some[who?] historians and writers have claimed that La Marr was addicted to morphine and heroin, which she had been prescribed after injuring her ankle and which may have contributed to her health problems.[40] In Sherri Snyder's 2017 biography of La Marr, the writer states that these claims were untrue and erroneously reported.[41] A frequently recirculated rumor was that La Marr was arrested for morphine possession in Los Angeles; however, Snyder states that this claim was mistakenly attributed to La Marr, when it had in fact been actress Alma Rubens who had been arrested in January 1931, five years after La Marr's death.[41] Ben Finney, a close friend of La Marr, contested the claims of drug use, stating: \"It is inconceivable that during our close friendship I would not have known if she were a junkie,\" adding, \"She did well enough with booze.\"[42] On January 30, 1926,[43] La Marr died of complications associated with tuberculosis and nephritis at her parents' home in Altadena, California, at the age of 29.[44] Her friend, film director Paul Bern, was with her when she died.[45] La Marr's son later speculated that Bern may have been his biological father, though this eventually was disproved; Bern died in a mysterious shooting six years later.[12] La Marr's funeral at the Walter C. Blue Undertaking Chapel in Los Angeles attracted over 3,000 fans, and five women reportedly fainted in the crowd and had to be removed by police to safety.[46] After her removal from the church during the funeral procession, hundreds of fans flooded the chapel hoping to obtain flowers from the decorative arrangements.[46] She was interred in a crypt at Hollywood Cathedral Mausoleum, in the Hollywood Forever Cemetery.[36] For her contribution to the motion picture industry, La Marr has a star on the Hollywood Walk of Fame at 1621 Vine Street.[44] Producer Louis B. Mayer named actress Hedy Lamarr after La Marr on behalf of his wife, a longtime admirer of La Marr. [24] She is also referred to in the popular 1932 Flanagan and Allen song \"Underneath the Arches\" during a break in which Ches Allen reads the headlines from a 1926 newspaper.[31] Children's author Edward Eager set an episode of his 1954 book Half Magic at a showing of La Marr's Sandra and includes ironic descriptions of the movie.[47] [48]","Title":"Barbara La Marr - Wikipedia","KeyID":"19405","URL":"https://en.wikipedia.org/wiki/Barbara_La_Marr"}