{"Content: ":"Willard DeMille Price (28 July 1887 – 14 October 1983) was a Canadian-born American traveller, journalist and author. Price was born to a family of devout Methodists in Peterborough, Ontario. When he was four years old, his father took him canoeing and fishing on Stony Lake, near his home town; he later described this as his \"first great adventure.\"[1] He spent some time living on his grandfather's farm before moving to Cleveland, Ohio.[2] Price attended East High School and Western Reserve University where he funded his college degree by writing advertisements for local businesses and newspapers. During this time, he gained notoriety as a young Methodist leader and developed a taste for adventure on long trips during vacations. On graduating in 1909,[3] Price confounded expectations by choosing not to enter a seminary, instead spending a year preaching as an unordained pastor. He then resolved to experience the \"workaday world\", a decision that took him to New York and then London. In Southwark, he developed a \"painfully acute social awareness\" while volunteering at a settlement house. This inspired Price to become \"a social worker with a pen\". Returning to New York in 1911, Price won a scholarship to the School of Philanthropy at Columbia University, where he acquired a MA and Litt.D. While there he wrote a number of campaigning newspaper and magazine articles including a first-hand account of the squalid conditions aboard a transatlantic liner, a survey of Newark's slums and an investigation of child labour conditions in a Pittsburgh iron and steel plant (with Herschel V. Jones). Price also worked as publicity secretary of the Methodist Board of Foreign Missions, completed his thesis on immigration and edited the journals Survey and World Outlook. Price spent his later life as a \"foreign correspondent and roving researcher\" on behalf of newspapers, magazines, museums and societies (in particular the National Geographic Society and the American Museum of Natural History). He visited a total of 148 countries and circled the globe three times before his death. Price documented these adventures in a series of adult non-fiction books, beginning with Rip Tide in the Southern Seas (1936). His early writing career focused in particular on Japan, where he lived from 1933 to 1938 and could see first-hand the country's militarization. In 1999, Professor Laurie Barber of Waikato University (Hamilton, New Zealand) suggested that Price may have spied for the United States.[4] Indeed, Price admits to having done so in My Own Life of Adventure, one of two autobiographies he wrote in his later years. What remains unclear is whether Price was on the payroll of military intelligence.[4] Price's travels also provided inspiration for his popular Adventure series of novels for young readers, in which teenage zoologists Hal and Roger Hunt travel the world capturing wild animals. Price wrote the series for boys, \"hoping that when they got old enough to hunt they would leave their guns at home.\"[5] Shortly before his death, Price commented that: My aim in writing the Adventure series for young people was to lead them to read by making reading exciting and full of adventure. At the same time I want to inspire an interest in wild animals and their behavior. Judging from the letters I have received from boys and girls around the world, I believe I have helped open to them the worlds of books and natural history.[6] In 2006, the Price family sold the copyrights and related legal rights for the fourteen Adventure series titles, plus the right to use Price's name, to London-based Fleming Literary Management for an undisclosed six-figure sum.[7][8]","Title":"Willard Price - Wikipedia","KeyID":"19402","URL":"https://en.wikipedia.org/wiki/Willard_Price"}