{"Content: ":"Richard W. Sprang (July 28, 1915 – May 10, 2000)[1][2] was an American comic book artist and penciller, best known for his work on the superhero Batman during the period fans and historians call Golden Age of Comic Books. Sprang was responsible for the 1950 redesign of the Batmobile[3] and the original design of the Riddler, who has appeared in film, television and other media adaptations. Sprang's Batman was notable for his square chin, expressive face and barrel chest.[4] Sprang was also a notable explorer in Arizona, Utah, and Colorado, whose discoveries included \"Defiance House,\" a previously unrecorded ancestral Puebloan structure.[5] Sprang's voluminous correspondence, journals, and thousands of photographs are archived at Northern Arizona Universities Cline Library Special Collections in Flagstaff, Arizona. A small amount of material is at the Utah Historical Society in Salt Lake City, Utah.[6][7][8] Dick Sprang was born in Fremont, Ohio,[9] and became a professional illustrator at an early age, painting signs and handbills for local advertisers. According to comics historian Jerry Bails, Sprang worked throughout the 1930s for Standard Magazines, \"screening scripts\" as an editor, as well as contributing artwork to Standard, Columbia Publications and Street and Smith, while still in high school.[10] He joined the staff of \"the Scripps-Howard newspaper chain in Toledo, Ohio\"[11] shortly after graduating (circa 1934), continuing to produce magazine work concurrently. Sprang described his early career and work ethic, in 1987: I was in the art department, where we had to meet five deadlines a day. We had five editions on the street that, in part, carried different advertisements for jewelry stores, furniture stores, and so on. We had to draw the items they sold, plus editorial cartoons, and editorial illustrations. I had to work with engravers, and I mastered the technology of printing. I learned the value of meeting a deadline.[11] He left the newspaper in 1936 to move to New York City,[12][10] where he began \"illustrating for the pulp magazines—the Western, detective, and adventure magazines in the era of the late 1930s\".[11] From the late 1930s to the early 1940s, Sprang continued to work as a freelance illustrator, primarily for such pulp magazines as Popular Detective, Popular Western, Phantom Detective, G-Men, Detective Novels Magazine, Crack Detective and Black Hood Detective/Hooded Detective, for which last he also wrote some stories.[10][12] Between 1937 and 1938, Sprang provided assistance on the King Features Syndicate comic strips Secret Agent X-9 (layouts) and The Lone Ranger (pencil assists).[10] In 1938, he also wrote briefly for the Lone Ranger radio series.[10] Late in the decade, with the pulp magazines in decline,[13] Sprang gravitated toward comic-book illustration. With Norman Fallon and Ed Kressey, he co-founded the studio Fallon-Sprang at \"a little studio loft on 42nd Street between Fifth Avenue and Grand Central\" Terminal[11] and with a contact address of 230 West 101st Street in Manhattan.[14] A promotional flier advertises the studio as comics packagers for such \"supermen\" features as \"Power Nelson\" (introduced in Prize Comics #1, March 1940) and \"Shock Gibson\"; \"human interest\" features such as \"Speed Martin\"; and the \"interplanetary\" feature \"Sky Wizard\" and detective feature \"K-7\"[14] (both introduced in Hillman Periodicals' Miracle Comics #1, Feb. 1940, and attributed to Emile Schurmacher).[15] Continuing to seek comic-book work, Sprang submitted art samples to DC Comics editor Whitney Ellsworth, who assigned him a Batman story in 1941.[12] Anticipating that Batman creator Bob Kane would be drafted to serve in World War II, DC inventoried Sprang's work to safeguard against delays.[12] Sprang's first published Batman work was the Batman and Robin figures on the cover of Batman #18 (Aug.–Sept. 1943), reproduced from the art for page 13 of the later-published Detective Comics #84 (Feb. 1944).[16] Sprang's first original published Batman work, and first interior-story work, appeared in Batman #19 (Oct.–Nov. 1943), for which he penciled and inked the cover and the first three Batman stories, and penciled the fourth Batman story, inked by Norm Fallon.[17] Like all Batman artists of the time, Sprang went uncredited as a ghost artist for Kane. In May 1944, Sprang married commercial artist and photographer Lora Ann Neusiis in New York City.[18] The couple moved west to Sedona, Arizona, in 1946. They were divorced in 1951 and Lora returned to New York City.[19] Sprang thereafter worked almost entirely on Batman comics and covers and on the Batman newspaper strip, becoming one of the primary Batman artists in the character's first 20 years.[10] In 1955, Sprang got the chance to draw Superman, when he replaced Curt Swan as the primary artist for the Superman/Batman team-up stories in World's Finest Comics, on which he worked until his retirement in 1963.[12] Sprang also worked on a couple of stories for the main Superman comic, \"including the tale that introduced the first, prototype Supergirl\".[20] Sprang's work was first reprinted in 1961, and \"nearly all subsequent Batman collections have contained at least one of his efforts.\"[12] However, his name never appeared on his Batman work during his career, due to stipulations in Bob Kane's contract. These stated that Kane's name would remain on the strip, regardless of whether he drew any particular story, and this restriction remained in place until the mid-1960s.[21] It was subsequently revealed, however, that Sprang was Kane's favorite \"ghost\".[20] Comics historian Les Daniels wrote that Sprang's \"clean line and bold sense of design\" set him apart as \"the supreme stylist\" of the early Batman artists.[22] Sprang used to study the way children read comics in order to experiment with page layouts and panel to panel transitions, hoping to create \"the most suspense and the most fluidity to keep the pages turning\".[23] Daniels singles out Sprang's work on the 1948 debut of the Riddler as \"a superb example of story breakdown and page design\".[24] The tardiness of Sprang's friend and frequent collaborator Bill Finger sometimes produced situations in which he would have to send in pencils for a story before the ending had been written, actions that \"required some careful figuring\".[25] In Batman #34, \"Sprang drew Batman and Robin capering across....Mount Rushmore\", over a decade before Alfred Hitchcock filmed a similar scene in North by Northwest.[26] One story drawn by Sprang, \"Joker's Millions\", was adapted into an episode of Batman: The Animated Series.[27] During the time that Dick Sprang began illustrating Batman, he taught his wife, Lora A. Sprang, to letter, and she subsequently lettered most (and colored some) of his subsequent work under the pen name \"Pat Gordon\".[28] In addition to lettering (and coloring) her husband's artwork, Lora Sprang also worked freelance as a photographer for Film Fun magazine, \"hand-lettered titles for industrial films,\" worked on the titles of Navy training films during World War II, and produced theatrical posters for 20th Century Fox.[28] During the 1950s, \"Gordon\" continued to letter for DC on stories featuring Superman, Batman, Superboy and others, before leaving the company circa 1961.[28] The Sprangs moved to Sedona, Arizona in 1946, where he became interested in western pioneer trails. He spent much of his spare time between 1946 and 1963 surveying the northern Arizona and southern Utah area, especially Glen Canyon (before it was flooded). Sprang's first river trip in Glen was in 1950, and he and Lora divorced in 1951. Also in 1951, Dick made a two week river trip and a five week river trip, both in Glen Canyon. In 1952 on a six week Glen Canyon river trip along with Harry Aleson and Dudy Thomas, Sprang discovered the \"Defiance House\", an ancestral Puebloan structure believed to have been previously unseen by non-Natives.[29] Dudy Thomas had explored the western United States extensively and accompanied Sprang and Aleson on multiple trips through Glen Canyon by raft in the early-mid 1950s. Thomas and Sprang were married in 1956. In 1956, he and Dudy moved to Torrey, Utah, and the next spring moved to nearby Fish Creek Ranch on 150-acre (0.6 km2) where they ran cattle. Dudy passed away in January 1958 and Sprang remarried that year to Elizabeth Lewis. In 1959, the two made a six week river run of Glen Canyon. They ran Glen one more time in 1961 before Glen was flooded by the reservoir named Lake Powell, created by Glen Canyon Dam. Sprang was also interested in photography[10] and became a noted expert in the field of western pioneer trails; Sprang's voice can be heard on several National Park Service oral history tapes.[30][31] In 1963, Sprang retired from full-time comics illustrating. He and Elizabeth were divorced in 1972 and Sprang relocated from Utah to Prescott, Arizona that year. Sprang married Marion Lyday in 1973 and the two remained in Prescott until his death in 2000. Marion Sprang died in 2001.[32] Mostly unknown to comics readers during his career—uncredited on Batman and Superman, Sprang placed his name only on a handful of other stories that he drew, such as in Real Fact Comics[20]—Sprang began to receive notice from comics fandom in the 1970s, when he became a regular attendee at comic conventions and later began drawing and selling reproductions of his Golden Age comics covers.[33] During the 1980s (c. 1984–87) he devoted some of his time to recreating comic book material for the burgeoning collector's market, before returning to comics in 1987 for \"occasional assignments\".[10][12] In 1990, he did the covers for Detective Comics #622–624. In 1995 and 1996, he produced two limited-edition lithographs depicting the Batcave (\"Secrets of the Batcave\") and the Batman cast of characters (\"Guardians of Gotham City\").[10] Sprang received an Inkpot Award at the San Diego ComiCon in 1992,[34] and inducted into the Will Eisner Comic Book Hall of Fame in 1999.[35] Interior pencil work includes:","Title":"Dick Sprang - Wikipedia","KeyID":"19422","URL":"https://en.wikipedia.org/wiki/Dick_Sprang"}