{"Content: ":"Jacques Piccard (28 July 1922 – 1 November 2008)[1] was a Swiss oceanographer and engineer, known for having developed underwater submarines for studying ocean currents. In the Challenger Deep, he and Lt. Don Walsh of the United States Navy were the first people to explore the deepest known part of the world's ocean, and the deepest known location on the surface of Earth's crust, the Mariana Trench, located in the western North Pacific Ocean. Jacques Piccard was born in Brussels, Belgium, the son of Auguste Piccard, who was himself an adventurer and engineer. Jacques' father Auguste twice beat the record for reaching the highest altitude in a balloon, during 1931–1932. The Piccard family thus had the unique distinction of breaking world records for both the highest flight and the deepest dive.[2] Jacques's father, who had already set altitude records in his balloon, started using the buoyancy technique used in balloons for developing a submersible vehicle, the bathyscaphe. Jacques initially started out his career by teaching economics at University of Geneva while continuing to help his father improve the bathyscaphe to demonstrate its potential for operating in deep waters. During that period Piccard also completed a diploma at the Graduate Institute of International Studies in Geneva. Together, Piccard and his father built three bathyscaphes between 1948 and 1955, which reached record depths of 4,600 feet and 10,000 feet (the last one was bought by the government). With this success, the younger Piccard abandoned economics to collaborate with his father on further improving the bathyscaphe and demonstrating its practicality for exploration and research and then they collaborated. Jacques's son Bertrand Piccard is continuing his family traditions. He commanded the first non-stop balloon flight around the world in March 1999 and the first solar-powered plane flight around the world in December 2009. Jacques sought financial help from the U.S. Navy, which at that time was exploring various ways of designing submarines for underwater research. Jacques was welcomed to the U.S. to demonstrate his bathyscaphe, now named the Trieste. Impressed by his designs, the U.S. Navy bought the vessel and hired Piccard as a consultant. Recognizing the strategic value of a workable submersible for submarine salvage and rescue, the Navy began testing the Trieste for greater depths. With his Trieste able to reach depths of 24,000 feet, Piccard and his colleagues planned on an even greater challenge—a voyage to the bottom of the sea. On 23 January 1960, Piccard and Lt. Don Walsh reached the floor of the Mariana Trench located in the western North Pacific Ocean. The depth of the descent was measured at 10,916 meters (35,813 feet); later, more accurate, measurements during 1995 found the Mariana Trench to be slightly less deep at 10,911 m (35,797 ft). The descent took almost five hours. The bathyscaphe carried no scientific equipment and no experiments were conducted; the mission's purpose was to prove that the depth could be reached. The descent progressed without incident until 30,000 feet, when the crew heard a loud crack. They continued the dive, however, finally touching down in \"snuff-colored ooze\" at 35,800 feet. When they reached the featureless seabed, they saw a flat fish as well as a new type of shrimp. Marine biologists later disputed their observations, claiming that no fish could survive the 17,000 psi pressure at such depths. Upon discovering cracks in the viewing windows, Piccard cut the voyage short. After only a 20-minute stay on the bottom, they began dumping ballast for their return to the surface, and the damaged vessel returned to its escort ships without incident in three hours and 15 minutes. The historic dive received worldwide attention, and Piccard wrote an account of it, Seven Miles Down, with Robert Deitz, a renowned geologist who had helped plan the mission. A planned return expedition, however, never occurred. The Trieste was expensive to maintain and operate. It was incapable of collecting samples and could not take photographs and so had little scientific data to show for its voyages. On 14 July 1969, just two days before the Apollo 11 launch, the Ben Franklin, also known as the Grumman/Piccard PX-15 mesoscaphe, was towed to the high-velocity center of the Gulf Stream off the coast of Palm Beach, Florida. Once on site, the Ben Franklin with its six-man, international crew descended to 1,000 feet off of Riviera Beach, Florida and drifted 1,444 miles north with the current for more than four weeks, surfacing near Maine.[3] The crew consisted of Jacques Piccard as the mission leader; Erwin Aebersold, another Swiss, as Piccard's handpicked pilot and main assistant to Piccard and project engineer during the Franklin's design and construction. Grumman selected a Navy submariner named Don Kazimir to be captain. The U.S. Navy Oceanographic Office sent Frank Busby to conduct a bottom survey along the drift track over the Continental Shelf and the Royal Navy sent Ken Haigh, an acoustic specialist, who studied underwater acoustics and performed sonic experiments up and down the water column throughout the mission. The sixth man was Chet May from NASA. His specialty was \"man working in space\". Wernher von Braun learned about the Franklin mission, visited the submarine in Palm Beach, and considered the mission a kind of analogue to a prolonged mission in space, such as on the forthcoming Skylab. He appointed May as a NASA observer to accompany the mission and study the effects of prolonged isolation on the human crew.[4]: 139–140  Named for the American patriot and inventor who was one of the first to chart the Gulf Stream, the 50-foot Ben Franklin was built between 1966 and 1968 in Switzerland for Piccard and the Grumman Aircraft Engineering Corporation. It has been restored and now resides in the Vancouver Maritime Museum in Vancouver, Canada. Ambient artists Matt Ruhlmann and Celer collaboratively released an album called Mesoscaphe in 2008, dedicated to the voyage of the Ben Franklin.[5] He was awarded the Howard N. Potts Medal in 1972. In 1981, Piccard became a founding member of the World Cultural Council.[6] On 1 February 2008, Piccard was honored Doctor honoris causa at the Catholic University of Louvain (Louvain-la-Neuve).[7] Piccard was the founder of the Foundation for the Study and Protection of Seas and Lakes, based in Cully, Switzerland. Piccard, J. (2 March 1965). \"US Patent D200,506 for a Submarine\". Lausanne, Switzerland: 10000000000. Retrieved 1 November 2008. {{cite journal}}: Cite journal requires |journal= (help)<\/ref>","Title":"Jacques Piccard - Wikipedia","KeyID":"19429","URL":"https://en.wikipedia.org/wiki/Jacques_Piccard"}