{"Content: ":"Charles Reed Biddle, CM (July 28, 1926 – February 5, 2003) was an American-Canadian jazz bassist. He lived most of his life in Montreal, organizing and performing in jazz music events. Biddle was born and grew up in West Philadelphia. He joined the United States Army on January 26, 1945, and served in China, India and Burma during World War II.[1][2] After the war, he studied music at Temple University in Philadelphia, where he started playing bass. In 1948, Biddle arrived in Montreal while touring with Vernon Isaac's Three Jacks and a Jill. Biddle was impressed by the fact that in Canada, particularly Quebec, black jazz musicians often played alongside white jazz musicians as friends and bandmates. He decided to settle down in Montreal, and fell in love with a French-Canadian woman, Constance. The two eventually married and raised three daughters – Sonya, Stephanie and Tracy – and a son, Charles Biddle Jr. Biddle was employed as a car salesman from 1954 to 1972, while performing with pianists Charlie Ramsey, Milt Sealey, Alfie Wade, Sadik Hakim, and Stan Patrick in local Montreal nightclubs. He became a promoter, and booked musicians Johnny Hodges, John Coltrane, Pepper Adams, Bill Evans, Art Farmer, Tommy Flanagan and Thad Jones to perform in Montreal. He performed occasionally with guitarist Nelson Symonds between 1959 and 1978.[3] Between 1961 and 1963 the pair performed together under Biddle's leadership at Dunn's and La Tête de l'Art, and under Symonds' leadership at the Black Bottom from 1964 to 1968. As a duo they performed at several resort communities in the Laurentians between 1974 and 1978. Biddle was a supporter and promoter of Jazz music in Montreal. He frequently organized outdoor festivals of local jazz musicians, particularly Jazz Chez Nous, a 3-day Jazz Festival in 1979 and another in 1983[4] which laid the foundation for the Montreal International Jazz Festival, which became the world's largest jazz festival. In 1981 he lent his name to a jazz club called Biddle's, on Aylmer Street in downtown Montreal, where he frequently performed.[5] The club (now known as House of Jazz) and was featured in the Bruce Willis film The Whole Nine Yards with his daughter Stephanie Biddle on vocals. When performing at the club he introduced himself as 'Charlie Biddle on the fiddle', and led trios on a regular basis, along with pianists Oliver Jones,[6] Steve Holt, Wray Downes, and Jon Ballantyne. Biddle became a Canadian citizen in 2000. He played at the club weekly up until the last months before his death, on February 4, 2003,[7] in his Montreal home surrounded by his family. Biddle recorded LPs with Milt Sealey, Ted Curson, and Oliver Jones. He also performed on the big-screen in the feature films The Whole Nine Yards, 2000; The Moderns, 1988; and the French-Canadian film Les Portes Tournantes, 1988. In 1989, Biddle received the Martin Luther King Jr. Achievement Award for his artistic discipline in jazz music. Biddle received the Oscar Peterson Prize in 2000, was named an Officer of the Order of Canada, the highest civilian honour given in Canada[8] Order of Canada in 2003, and was honored with the Prix Calixa-Lavallée in 2003. The Saint-Jean-Baptiste Society stated that: \"Without him, Québecers might not have developed their love for jazz that has made Montreal a host of one of the greatest jazz festivals in the world.\"[9]","Title":"Charlie Biddle - Wikipedia","KeyID":"19437","URL":"https://en.wikipedia.org/wiki/Charlie_Biddle"}