{"Content: ":"Shirley Ann Grau (July 8, 1929 – August 3, 2020) was an American writer. Born in New Orleans,[1] she lived part of her childhood in Montgomery, Alabama. Her novels are set primarily in the Deep South[1] and explore issues of race and gender. In 1965 she won the Pulitzer Prize for Literature for her novel The Keepers of the House, set in a fictional Alabama town. Grau was born in New Orleans, Louisiana, on July 8, 1929. Her father was a dentist; her mother was a housewife.[2] She grew up in and around Montgomery and Selma, Alabama, with her mother.[3] She graduated in 1950 Phi Beta Kappa[4] with a B.A. degree from Newcomb College, the women's coordinate college of Tulane University.[5] Grau's first collection of stories The Black Prince was nominated for the National Book Award in 1956.[6] Nine years later, her novel The Keepers of the House was awarded the 1965 Pulitzer Prize for Fiction.[7][8] It deals with an interracial marriage that was illegal, and the implications of the mixed-race children later passing as white. The morning she was called about the Pulitzer Prize, she thought it was a practical joke from a friend whose voice she thought she recognized. \"'I was awfully short-tempered that morning because I'd been up all night with one of my children,' Grau said ... 'So, I said to the voice I mistook, \"yeah and I'm the Queen of England too,\" and I hung up on him.'\" The Pulitzer Prize committee member did not give up and called her publisher Alfred A. Knopf. \"The news got to me, but that was very embarrassing.\"[9] Grau's writing explores issues of death, destruction, abortion, and miscegenation, frequently set in historical Alabama[10] or Louisiana. Although she did not restrict her writing to the Deep South or to stories about women, she is recognized as an important writer in the fields of women's studies, feminist literature, and Southern literature.[11] In 1955 Grau married James K. Feibleman, a fellow writer and a professor of philosophy at Tulane University. The pair were introduced by Grau's friend, who was also a student of Feibleman. She legally changed her surname to his, but retained her maiden name when writing. Together, they had four children—two sons (Ian and William) and two daughters (Nora and Katherine). The family settled in Metairie, on the outskirts of New Orleans. They were still married when he died in 1987. Grau died on August 3, 2020, at a retirement home in Kenner, Louisiana. She was 91 and had suffered from complications of a stroke.[2][6]","Title":"Shirley Ann Grau - Wikipedia","KeyID":"19442","URL":"https://en.wikipedia.org/wiki/Shirley_Ann_Grau"}