{"Content: ":"Russell Stanley Jackson OC (born July 28, 1936) is a former professional Canadian football player.[1] Jackson spent his entire 12-year professional football career with the Ottawa Rough Riders of the Canadian Football League (CFL). He is a member of the Order of Canada, the Canadian Football Hall of Fame, and Canada's Sports Hall of Fame, and has been described as the best Canadian-born quarterback to play in the CFL.[2] In 2006, Jackson was voted one of the CFL's Top 50 players (#8) of the league's modern era by Canadian sports network TSN, the highest-ranked Canadian-born player on the list.[2] Jackson went to Westdale Secondary School in Hamilton, Ontario. After a stellar college career as both a basketball and football player, he graduated from McMaster University in 1958 with a Bachelor of Science degree in Mathematics. He was the McMaster nominee for a Rhodes Scholarship, but did not pursue an interview for the scholarship, deciding instead to sign with the Ottawa Rough Riders of the Canadian Football League, who drafted him in the first round of the 1958 CFL Draft.[2][3] Originally signed as a defensive back, Jackson quarterbacked the Rough Riders to three Grey Cup victories (48th, 56th, and 57th Grey Cups).[3] Jackson was the dominant CFL quarterback of the 1960s. Referred to as the \"Y. A. Tittle of the North\", he was honoured many times during his CFL career.[4] He won the CFL's Most Outstanding Player Award in the 1963, 1966, and 1969 seasons. He was also a four-time winner of the CFL's Most Outstanding Canadian Award (1959, 1963, 1966, 1969). He was a six-time Eastern Conference All-Star quarterback (1962, 1963, 1966–1969) and the CFL All-Star quarterback in the 1966, 1968, and 1969 seasons. Russ Jackson was inducted into the Canadian Football Hall of Fame in 1973.[5] Many consider him one of the best Canadian-born players to play in the CFL, while most consider him to be the best Canadian to play the quarterback position.[2] In November 2006, Jackson was voted one of the CFL's top 50 players (No. 8) of the league's modern era by Canadian sports network TSN.[2] Jackson ended his career with 24,593 passing yards, with 1,356 completions on 2,530 attempts (53.6%), 124 interceptions, 185 touchdowns, and an efficiency rating of 91.2. He was also a mobile quarterback, gaining 5,045 yards on the ground on 738 rushes, with 54 touchdowns. Among the few Canadian-born quarterbacks to play in the CFL, Jackson is the only one to pass for over 10,000 yards.[6] He holds the record for throwing the most passing touchdowns in a Grey Cup game with four (set in the 1969 game) and highest career passer rating in Grey Cup games with 118.4.[6] Ottawa Journal sports editor Eddie MacCabe wrote a biography for Jackson's career in Ottawa, titled Profile of a Pro: The Russ Jackson Story and first published in 1969.[7][8] After retiring from football, Jackson returned to teaching, having been a mathematics teacher from 1959–1961 and head of the Department of Mathematics at Rideau High School in Ottawa, Ontario from 1961–1966. He was the principal of Canterbury High School in Ottawa from 1973[9] to 1975. He later became a vice-principal and principal at secondary schools in Ottawa and Mississauga. He also became principal at Brampton Centennial Secondary School, John Fraser and T.L. Kennedy secondary schools. Jackson served as colour commentator for the CFL on CBC broadcasts from 1971–73 and again from 1977–80. From 1996 to 2001, Jackson was the colour commentator CHML-AM's coverage of the Hamilton Tiger-Cats. Jackson briefly left teaching in 1975, spending two years as head coach of the Toronto Argonauts. Jackson compiled a 12-18-2 regular-season record in two seasons as the Argos' head coach, not reaching the playoffs in either season. Jackson was replaced by Leo Cahill, in his second tenure as the Argos' head coach, prior to the 1977 CFL season. Jackson is an Officer of the Order of Canada[10] and was awarded an honorary doctoral degree in law by McMaster University in 1989. He was added to Canada's Walk of Fame in 2012.[11] In 1986, the Russ Jackson Award was created in his honour to recognize the university football player who best exhibits athletic ability, academic achievement, and devoted citizenship.[5] Russ Jackson was inducted into the Ontario Sports Hall of Fame in 1995.[12]","Title":"Russ Jackson - Wikipedia","KeyID":"19459","URL":"https://en.wikipedia.org/wiki/Russ_Jackson"}