{"Content: ":"Alberto Kenya Fujimori Inomoto[1] (Spanish: [alˈβeɾto fuxiˈmoɾi] or [alˈβ̞eɾ.t̪o fu(ɟ)ʝiˈmoɾi]; Japanese: 藤森謙也, born 28 July 1938)[2][3] is a Peruvian statesman, professor and former engineer who was President of Peru from 28 July 1990 until 22 November 2000. Frequently described as a dictator,[4] he remains a controversial figure in Peruvian politics; his government is credited with the creation of Fujimorism, defeating the Shining Path insurgency and restoring Peru's macroeconomic stability,[5][6][7][8] though Fujimori ended his presidency by fleeing Peru for Japan amid a major scandal involving corruption and human rights abuses.[9][10] Even amid his prosecution in 2008 for crimes against humanity relating to his presidency, two-thirds of Peruvians polled voiced approval for his leadership in that period.[11] A Peruvian of Japanese descent,[12] Fujimori took refuge in Japan when faced with charges of corruption in 2000. On arriving in Japan, he attempted to resign his presidency via fax, but his resignation was rejected by Congress, which preferred to remove him from office by the process of impeachment by a 62–9 vote. Wanted in Peru on charges of corruption and human rights abuses, Fujimori maintained a self-imposed exile until his arrest while visiting Chile in November 2005.[13] He was extradited to face criminal charges in Peru on 22 September 2007.[14] In December 2007, Fujimori was convicted of ordering an illegal search and seizure and was sentenced to six years imprisonment.[15][16][17] The Supreme Court upheld the decision upon his appeal.[18] In April 2009, Fujimori was convicted of human rights violations and sentenced to 25 years imprisonment for his role in kidnappings and murders by the Grupo Colina death squad during his government's battle against leftist guerrillas in the 1990s. The verdict, delivered by a three-judge panel, marked the first time that an elected head of state has been extradited to his home country, tried, and convicted of human rights violations. Fujimori was specifically found guilty of murder, bodily harm and two cases of kidnapping.[19][20][21][22][23] In July 2009, Fujimori was sentenced to seven and a half years imprisonment for embezzlement after he admitted to giving $15 million from the Peruvian treasury to his intelligence service chief, Vladimiro Montesinos.[24] Two months later, he pleaded guilty in a fourth trial to bribery and received an additional six-year term.[25] Transparency International considered the money embezzled by Fujimori to be the seventh-most for a head of government active within 1984–2004.[26] Under Peruvian law, all the sentences must run concurrently; thus, the maximum length of imprisonment remained 25 years.[27] In December 2017, President Pedro Pablo Kuczynski granted the 79-year-old Fujimori a humanitarian pardon.[28] The pardon was overturned by Peru's Supreme Court on 3 October 2018 and Fujimori was ordered back to prison.[29] On 23 January 2019, Fujimori was sent back to prison to complete his sentence[30] with his pardon formally being annulled three weeks later on 13 February 2019.[31] The Constitutional Court of Peru in a 4–3 ruling approved the release of Fujimori on 17 March 2022, though it is not clear if or when he may be released.[32] The ruling was made ignoring the recommendation of the Inter-American Court of Human Rights, which criticized the controversial pardon of Fujimori.[33] According to government records, Fujimori was born on 28 July 1938, in Miraflores, a district of Lima.[34] His parents, Naoichi Fujimori (original surname Minami, adopted by a childless relative; 1897–1971) and Mutsue Inomoto Fujimori (1913–2009), were natives of Kumamoto, Japan, who migrated to Peru in 1934.[35][36] In July 1997, the news magazine Caretas alleged that Fujimori was born in Japan, in his father's hometown of Kawachi, Kumamoto Prefecture.[37] Because Peru's constitution requires the president to have been born in Peru, this would have made Fujimori ineligible to be president.[35] The magazine, which had been sued for libel by Vladimiro Montesinos seven years earlier,[38] reported that Fujimori's birth and baptismal certificates might have been altered.[37] Caretas also alleged that Fujimori's mother declared having two children when she entered Peru;[37] Fujimori is the second of four children.[39] Caretas' contentions were hotly contested in the Peruvian media; the magazine Sí, for instance, described the allegations as \"pathetic\" and \"a dark page for [Peruvian] journalism\".[40] Latin American scholars Cynthia McClintock and Fabián Vallas note that the issue appeared to have died down among Peruvians after the Japanese government announced in 2000 that \"Fujimori's parents had registered his birth in the Japanese consulate in Lima\".[35] The Japanese government determined that he was also a Japanese citizen because of his parents' registration in the koseki.[41] Fujimori obtained his early education at the Colegio Nuestra Señora de la Merced[42] and La Rectora School.[43] Fujimori's parents were Buddhists, but he was baptized and raised Roman Catholic. While he spoke mainly Japanese at home, Fujimori also learned to become a proficient Spanish speaker during his years at school.[44] In 1956, Fujimori graduated from La Gran Unidad Escolar Alfonso Ugarte in Lima.[45] He went on to undergraduate studies at the Universidad Nacional Agraria La Molina in 1957, graduating in 1961 first in his class as an agricultural engineer. The following year he lectured on mathematics at the university. In 1964 he went to study physics at the University of Strasbourg in France. On a Ford scholarship, Fujimori also attended the University of Wisconsin–Milwaukee[46] in the United States, where he obtained his master's degree in mathematics in 1969. In 1974, he married Susana Higuchi, also Japanese-Peruvian. They had four children, including a daughter, Keiko, and a son, Kenji, who would later follow their father into politics. In recognition of his academic achievements, the sciences faculty of the National Agrarian University offered Fujimori the deanship and in 1984 appointed him to the rectorship of the university, which he held until 1989. In 1987, Fujimori also became president of the National Commission of Peruvian University Rectors (Asamblea Nacional de Rectores), a position which he has held twice. He also hosted a TV show called \"Concertando\" from 1988 to 1989, on Peru's state-owned network, Channel 7.[47] Fujimori won the 1990 presidential election as a dark horse candidate under the banner of Cambio 90 (\"cambio\" means \"change\") defeating world-renowned writer Mario Vargas Llosa in a surprising upset. He capitalized on profound disenchantment with outgoing president Alan García and the American Popular Revolutionary Alliance party (APRA). He exploited popular distrust of Vargas Llosa's identification with the existing Peruvian political establishment, and uncertainty about his plans for neoliberal economic reforms.[48] During the campaign, Fujimori was nicknamed El Chino, which roughly translates to \"Chinaman\"; it is common for people of any East Asian descent to be called chino in Peru, as elsewhere in Spanish Latin America, both derogatively and affectionately. Although he is of Japanese heritage, Fujimori has suggested that he was always gladdened by the term, which he perceived as a term of affection.[49] With his election victory, he became just the second person of East Asian descent to become leader of a Latin American nation, after Fulgencio Batista (varied descent) of Cuba and the third of East Asian descent to govern a South American state, after Arthur Chung of Guyana and Henk Chin A Sen of Suriname.[50] During his first term in office, Fujimori enacted wide-ranging neoliberal reforms, known as Fujishock. During the presidency of Alan García, the economy had entered a period of hyperinflation and the political system was in crisis due to the country's internal conflict, leaving Peru in \"economic and political chaos\".[51] It was Fujimori's stated objective to pacify the nation and restore economic balance. This program bore little resemblance to his campaign platform and was in fact more drastic than anything Vargas Llosa had proposed.[52] Nonetheless, the Fujishock succeeded in restoring Peru to the global economy, though not without immediate social cost.[53] Fujimori's initiative relaxed private sector price controls, drastically reduced government subsidies and government employment, eliminated all exchange controls, and also reduced restrictions on investment, imports, and capital.[53] Tariffs were radically simplified, the minimum wage was immediately quadrupled, and the government established a $400 million poverty relief fund.[53] The latter seemed to anticipate the economic agony to come: the price of electricity quintupled, water prices rose eightfold, and gasoline prices 3,000%.[52][53] However, many do not attribute the Fujishock to Fujimori. In the 1980s, the IMF created a plan for South American economies called the Washington Consensus. The document, written by John Williamson in 1990, consists of ten measures that would lead to a healthy economic policy. Under pressure from the International Monetary Fund (IMF), the Peruvian government was to follow the guidelines set by the international finance community. The ten points were fiscal discipline, the reordering of public expenditure, tax reform (broadening), the liberalization of interest rates, the establishment of a competitive exchange rate, trade liberalization, liberalization of foreign direct investment, privatization, deregulation of barrier entry, exit, safety regulations, governed prices, and the establishment of property rights for the informal sector.[54] The IMF was content with Peru's measures, and guaranteed loan funding for Peru.[55] Inflation rapidly began to fall and foreign investment capital flooded in.[55] The privatization campaign involved selling off of hundreds of state-owned enterprises, and replacing the country's troubled currency, the inti, with the Nuevo Sol.[51] The Fujishock restored macroeconomic stability to the economy and triggered a considerable long-term economic upturn in the mid-1990s.[56] In 1994, the Peruvian economy grew at a rate of 13%, faster than any other economy in the world.[56] During Fujimori's first term in office, APRA and Vargas Llosa's party, the FREDEMO, remained in control of both chambers of Congress, the Chamber of Deputies and the Senate, hampering the enactment of economic reform. Fujimori also had difficulty combatting the Maoist Shining Path (Spanish: Sendero Luminoso) guerrilla organization due largely to what he perceived as intransigence and obstructionism in Congress. By March 1992, the Congress met with the approval of only 17% of the electorate, according to one poll; the president's approval stood at 42%, in the same poll.[57] In response to the political deadlock, Fujimori, with the support of the military, on 5 April 1992, carried out a self-coup,[58] also known as the autogolpe (auto-coup) or Fujigolpe (Fuji-coup) in Peru. He shut down Congress, suspended the constitution, and purged the judiciary.[59] According to numerous polls, the coup was welcomed by the public[60] as evidenced by favorable public opinion in several independent polls; in fact, public approval of the Fujimori administration jumped significantly in the wake of the coup.[60][61] Fujimori often cited this public support in defending the coup, which he characterized as \"not a negation of real democracy, but on the contrary... a search for an authentic transformation to assure a legitimate and effective democracy.\"[60] Fujimori believed that Peruvian democracy had been nothing more than \"a deceptive formality – a façade\".[60] He claimed the coup was necessary in order to break with the deeply entrenched special interests that were hindering him from rescuing Peru from the chaotic state in which García had left it.[62] Fujimori's coup was immediately met with near-unanimous condemnation from the international community.[60] The Organization of American States denounced the coup and demanded a return to \"representative democracy\",[63] despite Fujimori's claim that the coup represented a \"popular uprising\".[60] Foreign ministers of OAS member states reiterated this condemnation of the autogolpe.[61] They proposed an urgent effort to promote the reestablishment of \"the democratic institutional order\" in Peru.[64] Negotiations between the OAS, the government, and opposition groups led Alberto Fujimori initially to propose a referendum to ratify the auto-coup, but the OAS rejected this. Fujimori then proposed scheduling elections for a Democratic Constituent Congress (CCD), which would draft a new constitution to be ratified by a national referendum. Despite a lack of consensus among political forces in Peru regarding this proposal, an ad hoc OAS meeting of ministers nevertheless endorsed this scenario in mid-May. Elections for the Democratic Constituent Congress were held on 22 November 1992.[61] Various states individually condemned the coup. Venezuela broke off diplomatic relations, and Argentina withdrew its ambassador. Chile joined Argentina in requesting Peru's suspension from the Organization of American States. International lenders delayed planned or projected loans, and the United States, Germany and Spain suspended all non-humanitarian aid to Peru. The coup appeared to threaten the reinsertion strategy for economic recovery, and complicated the process of clearing Peru's arrears with the International Monetary Fund. Peruvian–U.S. relations earlier in Fujimori's presidency had been dominated by questions of coca eradication and Fujimori's initial reluctance to sign an accord to increase his military's eradication efforts in the lowlands. Fujimori's autogolpe became a major obstacle to relations, as the United States immediately suspended all military and economic aid, with exceptions for counter-narcotic and humanitarian funds.[65] Two weeks after the self-coup, however, the George H.W. Bush administration changed its position and officially recognized Fujimori as the legitimate leader of Peru, partly because he was willing to implement economic austerity measures, but also because of his adamant opposition to the Shining Path.[66] With FREDEMO dissolved and APRA leader Alan García exiled to Colombia, Fujimori sought to legitimize his position. He called elections for a Democratic Constitutional Congress, to serve as a legislature and as a constituent assembly. The APRA and Popular Action attempted a boycott of this election, but the Christian People's Party (PPC, not to be confused with PCP, Partido Comunista del Peru, or \"Peruvian Communist Party\") and many left-leaning parties participated in this election. Fujimori supporters won a majority of the seats in this body, and drafted a new constitution in 1993. In a referendum, the coup and the Constitution of 1993 were approved by a narrow margin of less than five percent.[67] On 13 November 1993, General Jaime Salinas led a failed military coup. Salinas asserted that his intentions were to turn Fujimori over to be tried for violating the Peruvian constitution.[68] In 1994, Fujimori separated from his wife Susana Higuchi in a noisy, public divorce. He formally stripped her of the title First Lady in August 1994, appointing their eldest daughter as First Lady in her stead. Higuchi publicly denounced Fujimori as a \"tyrant\" and claimed that his administration was corrupt. They formally divorced in 1995. In Fujimori's first term of office, over 3,000 Peruvians were killed in political murders.[69][needs context] The 1993 Constitution allowed Fujimori to run for a second term, and in April 1995, at the height of his popularity, Fujimori easily won reelection with almost two-thirds of the vote. His major opponent, former UN Secretary-General Javier Pérez de Cuéllar, won only 21 percent of the vote. Fujimori's supporters won comfortable majority in the newly unicameral Congress. One of the first acts of the new congress was to declare an amnesty for all members of the Peruvian military or police accused or convicted of human rights abuses between 1980 and 1995.[70] During his second term, Fujimori along with Ecuadorian President Sixto Durán Ballén, signed a peace agreement with Ecuador over a border dispute that had simmered for more than a century. The treaty allowed the two countries to obtain international funds for developing the border region. Fujimori also settled some issues with Chile, Peru's southern neighbor, which had been unresolved since the 1929 Treaty of Lima.[71] The 1995 election was the turning point in Fujimori's career. Peruvians began to be more concerned about freedom of speech and the press. However, before he was sworn in for a second term, Fujimori stripped two universities of their autonomy and reshuffled the national electoral board. This led his opponents to call him \"Chinochet,\" a reference to his previous nickname and to Chilean dictator Augusto Pinochet.[72] Modeling his rule after Pinochet, Fujimori reportedly enjoyed this nickname.[73] According to a poll by the Peruvian Research and Marketing Company conducted in 1997, 40.6% of Lima residents considered President Fujimori an authoritarian.[74][75][76] In addition to the fate of democracy under Fujimori, Peruvians were becoming increasingly interested in the myriad allegations of criminality that involved Fujimori and his chief of the National Intelligence Service (SIN), Vladimiro Montesinos. Using SIN, Fujimori gained control of the majority of the armed forces, with Financial Times stating that \"[i]n no other country in Latin America did a president have so much control over the armed forces\".[69] A 2002 report by Health Minister Fernando Carbone later suggested that Fujimori was involved in the forced sterilizations of up to 300,000 indigenous women between 1996 and 2000, as part of a population control program.[10] A 2004 World Bank publication said that in this period Montesinos' abuse of the power Fujimori granted him \"led to a steady and systematic undermining of the rule of law\".[77] The 1993 constitution limited a presidency to two terms. Shortly after Fujimori began his second term, his supporters in Congress passed a law of \"authentic interpretation\" which effectively allowed him to run for another term in 2000. A 1998 effort to repeal this law by referendum failed.[78] In late 1999, Fujimori announced that he would run for a third term. Peruvian electoral bodies, which were politically sympathetic to Fujimori, accepted his argument that the two-term restriction did not apply to him, as it was enacted while he was already in office.[79] Exit polls showed Fujimori fell short of the 50% required to avoid an electoral runoff, but the first official results showed him with 49.6% of the vote, just short of outright victory. Eventually, Fujimori was credited with 49.89%—20,000 votes short of avoiding a runoff. Despite reports of numerous irregularities, the international observers recognized an adjusted victory of Fujimori. His primary opponent, Alejandro Toledo, called for his supporters to spoil their ballots in the runoff by writing \"No to fraud!\" on them (voting is mandatory in Peru). International observers pulled out of the country after Fujimori refused to delay the runoff. In the runoff, Fujimori won with 51.1% of the total votes. While votes for Toledo declined from 37.0% of the total votes cast in the first round to 17.7% of the votes in the second round, invalid votes jumped from 8.1% of the total votes cast in the first round to 31.1% of total votes in the second round.[80] The large percentage of invalid votes in this election suggests that many Peruvians took Toledo's advice and spoiled their ballots. Although Fujimori won the runoff with only a bare majority (but 3/4 valid votes), rumors of irregularities led most of the international community to shun his third swearing-in on 28 July. For the next seven weeks, there were daily demonstrations in front of the presidential palace. As a conciliatory gesture, Fujimori appointed former opposition candidate Federico Salas as prime minister. However, opposition parties in Congress refused to support this move, and Toledo campaigned vigorously to have the election annulled. At this point, a corruption scandal involving Vladimiro Montesinos broke out, and exploded into full force on the evening of 14 September 2000, when the cable television station Canal N broadcast footage of Montesinos apparently bribing opposition congressman Alberto Kouri for defecting to Fujimori's Peru 2000 party. The video was presented by Fernando Olivera, leader of the FIM (Independent Moralizing Front), who purchased it from one of Montesinos's closest allies[who?] (nicknamed by the Peruvian press El Patriota). Fujimori's support virtually collapsed, and a few days later he announced in a nationwide address that he would shut down the SIN and call new elections, in which he would not be a candidate. On 10 November, Fujimori won approval from Congress to hold elections on 8 April 2001. On 13 November, Fujimori left Peru for a visit to Brunei to attend the Asia-Pacific Economic Cooperation forum. On 16 November, Valentín Paniagua took over as president of Congress after the pro-Fujimori leadership lost a vote of confidence. On 17 November, Fujimori traveled from Brunei to Tokyo, where he submitted his presidential resignation via fax. Congress refused to accept his resignation, instead voting 62–9 to remove Fujimori from office on the grounds that he was \"permanently morally disabled.\" On 19 November, government ministers presented their resignations en bloc. Because Fujimori's first vice president, Francisco Tudela, who had broken with Fujimori and resigned a few days earlier, his successor, second vice president Ricardo Márquez Flores came to claim the presidency. Congress, however, refused to recognize him, as he was an ardent Fujimori loyalist; Márquez resigned two days later. Paniagua was next in line, and became interim president to oversee the April 2001 elections. When Fujimori came to power, much of Peru was dominated by the Maoist insurgent group Sendero Luminoso (\"Shining Path\"), and the Marxist–Leninist group Túpac Amaru Revolutionary Movement (MRTA). In 1989, 25% of Peru's district and provincial councils opted not to hold elections, owing to a persistent campaign of assassination, over the course of which over 100 officials had been killed by the Shining Path in that year alone. That same year, more than one-third of Peru's courts lacked a justice of the peace due to Shining Path intimidation. Labor union leaders and military officials were also assassinated throughout the 1980s.[81] By the early 1990s, some parts of the country were under the control of the insurgents, in territories known as \"zonas liberadas\" (\"liberated zones\"), where inhabitants lived under the rule of these groups and paid them taxes.[82] When the Shining Path arrived in Lima, it organized \"paros armados\" (\"armed strikes\"), which were enforced by killings and other forms of violence. The leadership of the Shining Path largely consisted of university students and teachers.[83] Two previous governments, those of Fernando Belaúnde Terry and Alan García, at first neglected the threat posed by the Shining Path, then launched an unsuccessful military campaign to eradicate it, undermining public faith in the state and precipitating an exodus of elites.[84] By 1992, Shining Path guerrilla attacks had claimed an estimated 20,000 lives over preceding 12 years.[citation needed] On 16 July 1992, the Tarata Bombing, in which several car bombs exploded in Lima's wealthiest district, killed over 40 people; the bombings were characterized by one commentator as an \"offensive to challenge President Alberto Fujimori.\"[85] The bombing at Tarata was followed up with a \"weeklong wave of car bombings ... Bombs hit banks, hotels, schools, restaurants, police stations and shops ... [G]uerrillas bombed two rail bridges from the Andes, cutting off some of Peru's largest copper mines from coastal ports.\"[86] Fujimori has been credited by many Peruvians[who?] with ending the fifteen-year insurgency of the Shining Path. As part of his anti-insurgency efforts, Fujimori granted the military broad powers to arrest suspected insurgents and try them in secret military courts with few legal rights. This measure has often been criticized for compromising the fundamental democratic and human right to an open trial wherein the accused faces the accuser. Fujimori contended that these measures were both justified and also necessary. Members of the judiciary were too afraid to charge the alleged insurgents, and judges and prosecutors had very legitimate fears of reprisals against them or their families.[87] At the same time, Fujimori's government armed rural Peruvians, organizing them into groups known as \"rondas campesinas\" (\"peasant patrols\"). Insurgent activity was in decline by the end of 1992,[88] and Fujimori took credit for this abatement, claiming that his campaign had largely eliminated the insurgent threat. After the 1992 auto-coup, the intelligence work of the DINCOTE (National Counter-Terrorism Directorate) led to the capture of the leaders from MRTA and the Shining Path, including notorious Shining Path leader Abimael Guzmán. Guzmán's capture was a political coup for Fujimori, who used it to great effect in the press; in an interview with documentarian Ellen Perry, Fujimori even notes that he specially ordered Guzmán's prison jumpsuit to be white with black stripes, to enhance the image of his capture in the media.[89] Critics charge that to achieve the defeat of the Shining Path, the Peruvian military engaged in widespread human rights abuses, and that the majority of the victims were poor highland countryside inhabitants caught in a crossfire between the military and insurgents. The final report of the Peruvian Truth and Reconciliation Commission, published on 28 August 2003, brought out that Peruvian armed forces were also guilty of destroying villages and murdering countryside inhabitants whom they suspected of supporting insurgents. The Japanese embassy hostage crisis began on 17 December 1996, when fourteen MRTA militants seized the residence of the Japanese ambassador in Lima during a party, taking hostage some four hundred diplomats, government officials, and other dignitaries. The action was partly in protest of prison conditions in Peru. During the four-month standoff, the Emerretistas gradually freed all but 72 of their hostages. The government rejected the militants' demand to release imprisoned MRTA members and secretly prepared an elaborate plan to storm the residence, while stalling by negotiating with the hostage-takers.[90] On 22 April 1997, a team of military commandos, codenamed \"Chavín de Huantar\", raided the building. One hostage, two military commandos, and all 14 MRTA insurgents were killed in the operation.[91] Images of President Fujimori at the ambassador's residence during and after the military operation, surrounded by soldiers and liberated dignitaries, and walking among the corpses of the insurgents, were widely televised. The conclusion of the four-month-long standoff was used by Fujimori and his supporters to bolster his image as tough on terrorism.[92] Several organizations criticized Fujimori's methods against the Shining Path and the MRTA. Amnesty International said \"the widespread and systematic nature of human rights violations committed during the government of former head of state Alberto Fujimori (1990–2000) in Peru constitute crimes against humanity under international law.\"[93] Fujimori's alleged association with death squads is currently[when?] being studied by the Inter-American Court of Human Rights, after the court accepted the case of \"Cantuta vs Perú\".[citation needed] The 1991 Barrios Altos massacre by members of the death squad Grupo Colina, made up solely of members of the Peruvian armed forces, was one of the crimes that Peru cited in its request to Japan for his extradition in 2003. Reportedly following socioeconomic objectives calling for the \"total extermination\" of \"culturally backward and economically impoverished groups\" determined by the Peruvian military in Plan Verde,[94][95][96][97] from 1996 to 2000, the Fujimori government oversaw a massive forced sterilization campaign known as the National Program for Reproductive Health and Family Planning (PNSRPF). According to Back and Zavala, the plan was an example of ethnic cleansing as it targeted indigenous and rural women.[97] The United Nations and other international aid agencies supported this campaign. USAID provided funding and training until it was exposed by objections by churches and human rights groups.[98] The Nippon Foundation, headed by Ayako Sono, a Japanese novelist and personal friend of Fujimori, supported as well.[99][100] Over 215,000 people, mostly women, entirely indigenous, were forced or threatened into sterilization and 16,547 men were forced to undergo vasectomies during these years, most of them without a proper anesthetist, in contrast to 80,385 sterilizations and 2,795 vasectomies over the previous three years.[10] The success of the military operation in the Japanese embassy hostage crisis was tainted by subsequent allegations that at least three and possibly eight of the insurgents were summarily executed by the commandos after surrendering. In 2002, the case was taken up by public prosecutors, but the Peruvian Supreme Court ruled that the military tribunals had jurisdiction. A military court later absolved them of guilt, and the \"Chavín de Huantar\" soldiers led the 2004 military parade. In response, in 2003 MRTA family members lodged a complaint with the Inter-American Commission on Human Rights (IACHR) accusing the Peruvian state of human rights violations, namely that the MRTA insurgents had been denied the \"right to life, the right to judicial guarantees and the right to judicial protection\". The IACHR accepted the case and is currently[when?] studying it.[101]Peruvian Minister of Justice Maria Zavala has stated that this verdict[clarification needed] by the IACHR supports the Peruvian government's extradition of Fujimori from Chile. Though the IACHR verdict does not directly implicate Fujimori, it does fault the Peruvian government for its complicity in the 1992 Cantuta University killings.[102] Alberto Fujimori left Peru in November 2000 to attend a regional summit in Brunei. He then traveled on to Japan. Once there, he announced plans to remain in the country and faxed his resignation letter to Congress. After Congress rejected Fujimori's faxed resignation, they relieved Fujimori of his duties as president and banned him from Peruvian politics for a decade. He remained in self-imposed exile in Japan,[103] where he resided with his friend, the famous Catholic novelist Ayako Sono.[104] Several senior Japanese politicians have supported Fujimori,[105] partly because of his decisive action in ending the 1996-97 Japanese embassy crisis. Alejandro Toledo, who assumed the Peruvian presidency in 2001, spearheaded the criminal case against Fujimori. He arranged meetings with the Supreme Court, tax authorities, and other powers in Peru to \"coordinate the joint efforts to bring the criminal Fujimori from Japan.\" His vehemence in this matter at times compromised Peruvian law: forcing the judiciary and legislative system to keep guilty sentences without hearing Fujimori's defense; not providing Fujimori with representation when Fujimori was tried in absentia; and expelling pro-Fujimori congressmen from the parliament without proof of the accusations against those congressmen. These expulsions were later reversed by the judiciary.[106] The Peruvian Congress authorized charges against Fujimori in August 2001. Fujimori was alleged to be a coauthor, along with Vladimiro Montesinos, of the death-squad killings at Barrios Altos in 1991 and La Cantuta in 1992, respectively.[107] At the behest of Peruvian authorities, Interpol issued an arrest order for Fujimori on charges that included murder, kidnapping, and crimes against humanity. Meanwhile, the Peruvian government found that Japan was not amenable to the extradition of Fujimori; a protracted diplomatic debate ensued, when Japan showed itself unwilling to accede to the extradition request. Fujimori had been granted Japanese citizenship after his arrival in the country, and the Japanese government maintained that Japanese citizens would not be extradited.[108] In September 2003, Congressman Dora Dávila, joined by Minister of Health Luis Soari, denounced Fujimori and several of his ministers for crimes against humanity, for allegedly having overseen forced sterilizations during his regime. In November, Congress approved an investigation of Fujimori's involvement in the airdrop of Kalashnikov rifles into the Colombian jungle in 1999 and 2000 for guerrillas of the Revolutionary Armed Forces of Colombia (FARC). Fujimori maintained he had no knowledge of the arms-trading, and blamed Montesinos. By approving the charges, Congress lifted the immunity granted to Fujimori as a former president, so that he could be criminally charged and prosecuted. Congress also voted to support charges against Fujimori for the detention and disappearance of 67 students from the central Andean city of Huancayo and the disappearance of several residents from the northern coastal town of Chimbote during the 1990s. It also approved charges that Fujimori mismanaged millions of dollars from Japanese charities, suggesting that the millions of dollars in his bank account were far too much to have been accumulated legally.[109] In 2004, the Special Prosecutor established to investigate Fujimori released a report alleging that the Fujimori administration had obtained US$2 billion though graft.[110] Most of this money came from Vladimiro Montesinos' web of corruption.[110] The Special Prosecutor's figure of two billion dollars is considerably higher than the one arrived at by Transparency International, an NGO that studies corruption. Transparency International listed Fujimori as having embezzled an estimated US$600 million, which would rank seventh in the list of money embezzled by heads of government active within 1984–2004.[26][111] Fujimori dismissed the judicial proceedings underway against him as \"politically motivated\", citing Toledo's involvement. Fujimori established a new political party in Peru, Sí Cumple, working from Japan. He hoped to participate in the 2006 presidential elections, but in February 2004, the Constitutional Court dismissed this possibility, because the ex-president was specifically barred by Congress from holding any office for ten years. Fujimori saw the decision as unconstitutional, as did his supporters such as ex-congressmembers Luz Salgado, Martha Chávez and Fernán Altuve, who argued it was a \"political\" maneuver and that the only body with the authority to determine the matter was the Jurado Nacional de Elecciones (JNE). Valentín Paniagua disagreed, suggesting that the Constitutional Court finding was binding and that \"no further debate is possible\".[112][113] Fujimori's Sí Cumple (roughly translated, \"He Keeps His Word\") received more than 10% in many country-level polls, contending with APRA for the second place slot,[114] but did not participate in the 2006 elections after its participation in the Alliance for the Future (initially thought as Alliance Sí Cumple) had not been allowed. By March 2005, it appeared that Peru had all but abandoned its efforts to extradite Fujimori from Japan. In September of that year, Fujimori obtained a new Peruvian passport in Tokyo and announced his intention to run in the upcoming 2006 national election.[108] He arrived in Chile in November 2005, but hours after his arrival there he was arrested. Peru then requested his extradition. While under house arrest in Chile, Fujimori announced plans to run in Japan's Upper House elections in July 2007 for the far-right People's New Party.[115][116][117][118] Fujimori was extradited from Chile to Peru in September 2007. On 7 April 2009, a three-judge panel convicted Fujimori on charges of human rights abuses, declaring that the \"charges against him have been proven beyond all reasonable doubt\".[119] The panel found him guilty of ordering the Grupo Colina death squad to commit the November 1991 Barrios Altos massacre and the July 1992 La Cantuta Massacre, which resulted in the deaths of 25 people,[120] as well as for taking part in the kidnappings of Peruvian opposition journalist Gustavo Gorriti and businessman Samuel Dyer.[121][122] As of 2009 Fujimori's conviction is the only instance of a democratically elected head of state being tried and convicted of human rights abuses in his own country.[123] Later on 7 April, the court sentenced Fujimori to 25 years in prison.[20] Likewise, the Court found him guilty of aggravated kidnapping, under the aggravating circumstance of cruel treatment, to the detriment of journalist Gustavo Gorriti and businessman Samuel Dyer Ampudia. The Special Criminal Chamber determined that the sentence had expired on February 10, 2032.[124] On January 2, 2010, the sentence to 25 years in prison for human rights violations was confirmed.[125] He faced a third trial in July 2009 over allegations that he illegally gave $15 million in state funds to Vladimiro Montesinos, former head of the National Intelligence Service, during the two months prior to his fall from power. Fujimori admitted paying the money to Montesinos but claimed that he had later paid back the money to the state.[126] On 20 July, the court found him guilty of embezzlement and sentenced him to a further seven and a half years in prison.[126][127] A fourth trial took place in September 2009 in Lima.[127] Fujimori was accused of using Montesinos to bribe and tap the phones of journalists, businessmen and opposition politicians – evidence of which led to the collapse of his government in 2000.[127][128] Fujimori admitted the charges but claimed that the charges were made to damage his daughter's presidential election campaign.[128] The prosecution asked the court to sentence Fujimori to eight years imprisonment with a fine of $1.6 million plus $1 million in compensation to ten people whose phones were bugged.[128] Fujimori pleaded guilty and was sentenced to six years' imprisonment on 30 September 2009.[127] Under Peruvian law, all prison sentences run concurrently. On May 3, 2016, the Constitutional Court of Peru rejected the nullity of Alberto Fujimori's conviction. Alberto Fujimori will continue to be sentenced for 25 years, which was imposed on him for responsibility in the Barrios Altos and La Cantuta massacres. Press reports in late 2012 indicated that Fujimori was suffering from tongue cancer and other medical problems. His family asked President Ollanta Humala for a pardon.[129] President Humala rejected a pardon in 2013, saying that Fujimori's condition was not serious enough to warrant it.[130] In July 2016, with three days left in his term, President Humala said that there was insufficient time to evaluate a second request to pardon Fujimori, leaving the decision to his successor Pedro Pablo Kuczynski.[131][132] On 24 December 2017, President Kuczynski pardoned him on health grounds.[133] Kuczynski's office stated that the hospitalized 79-year-old Fujimori had a \"progressive, degenerative and incurable disease\". The pardon kicked off at least two days of protests and led at least three congressmen to resign from Kuczynski's party. A spokesman for Popular Force alleged there was a pact that, in exchange for the pardon, Popular Force members helped Kuczynski fight ongoing impeachment proceedings.[28] On February 20, 2018, the National Criminal Chamber ruled that it did not apply the resolution that granted Fujimori the right of grace for humanitarian reasons. Therefore, the former president had to face the process for the Pativilca Case with a simple appearance.[134] On 3 October 2018, the Peruvian Supreme Court reversed Fujimori's pardon and ordered his return to prison.[135] He was rushed to a hospital and returned to prison on 23 January 2019.[30] His pardon was formally annulled on 13 February 2019.[31] The Constitutional Court of Peru in a 4–3 ruling approved the release of Fujimori on 17 March 2022, though it is not clear if or when he may be released.[32] Those ruling in approval of Fujimori's release argued that a pardon, no matter how unconstitutional it may be, can be issued by the President of Peru and that previous rulings annulling the pardon were \"subjective\".[33] Constitutional Court judges ruling in favor of releasing Fujimori ignored the Inter-American Court of Human Rights' jurisprudence that criticized Kuczynski's reported pardon pact with Fujimori's son and that the disease cited in the pardon was possibly diagnosed by Fujimori's personal doctor, not an independent physician.[33] Fujimori is credited by many Peruvians for bringing stability to the country after the violence and hyperinflation of the García years. While it is generally agreed that the \"Fujishock\" brought short/middle-term macroeconomic stability, the long-term social impact of Fujimori's free market economic policies is still hotly debated. Neoliberal reforms under Fujimori took place in three distinct phases: an initial \"orthodox\" phase (1990–92) in which technocrats dominated the reform agenda; a \"pragmatic\" phase (1993–98) that saw the growing influence of business elites over government priorities; and a final \"watered-down\" phase (1999–2000) dominated by a clique of personal loyalists and their clientelist policies that aimed to secure Fujimori a third term as president. Business was a big winner of the reforms, with its influence increasing significantly within both the state and society.[136] High growth during Fujimori's first term petered out during his second term. \"El Niño\" phenomena had a tremendous impact on the Peruvian economy during the late 1990s.[137] Nevertheless, total GDP growth between 1992 and 2001, inclusive, was 44.60%, that is, 3.76% per annum; total GDP per capita growth between 1991 and 2001, inclusive, was 30.78%, that is, 2.47% per annum. Also, studies by INEI, the national statistics bureau[138] show that the number of Peruvians living in poverty increased dramatically (from 41.6% to more than 70%) during Alan García's term, but decreased greatly (from more than 70% to 54%) during Fujimori's term. Furthermore, FAO reported Peru reduced undernourishment by about 29% from 1990–92 to 1997–99.[139] Peru was reintegrated into the global economic system, and began to attract foreign investment. The mass selloff of state-owned enterprises led to improvements in some service industries, notably local telephone, mobile telephone, and internet services, respectively. For example, before privatization, a consumer or business had to wait up to 10 years to get a local telephone line installed by the state-run telephone company at a cost of $607 for a residential line.[140][141] A couple of years after privatization, the wait was reduced to just a few days. Peru's Physical land based telephone network had a dramatic increase in telephone penetration from 2.9% in 1993 to 5.9% in 1996 and 6.2% in 2000,[142] and a dramatic decrease in the wait for a telephone line. Average wait went from 70 months in 1993 (before privatization) to two months in 1996 (after privatization).[143] Privatization also generated foreign investment in export-oriented activities such as mining and energy extraction, notably the Camisea gas project and the copper and zinc extraction projects at Antamina.[144] Fujimori has been described as a \"dictator\".[4][145] His government was permeated by a network of corruption organized by his associate Montesinos.[146][147][148] Fujimori's style of government has also been described as \"populist authoritarianism\". Numerous governments[149] and human rights organizations such as Amnesty International, welcomed the extradition of Fujimori to face human rights charges.[150] As early as 1991, Fujimori had himself vocally denounced what he called \"pseudo-human rights organizations\" such as Amnesty International and Americas Watch, for allegedly failing to criticize the insurgencies targeting civilian populations throughout Peru against which his government was struggling.[151] Some analysts state that some of the GDP growth during the Fujimori years actually reflects a greater rate of extraction of nonrenewable resources by transnational companies; these companies were attracted by Fujimori by means of near-zero royalties, and, by the same fact, little of the extracted wealth has stayed in the country.[152][153][154][155] Peru's mining legislation, they claim, has served as a role model for other countries that wish to become more mining-friendly.[156] Fujimori's privatization program also remains shrouded in controversy and opposed by many Peruvians. A congressional investigation in 2002, led by socialist opposition congressman Javier Diez Canseco, stated that of the US$9 billion raised through the privatizations of hundreds of state-owned enterprises, only a small fraction of this income ever benefited the Peruvian people.[citation needed] The sole instance of organized labor's success in impeding reforms, namely the teacher's union resistance to education reform, was based on traditional methods of organization and resistance: strikes and street demonstrations.[136] In the 2004 Global Corruption Report, Fujimori made into the list of the World's Most Corrupt Leaders. He was listed seventh and he was said to have amassed $600 million, but despite years of incarceration and investigation, none of these supposed stolen funds have ever been located in any bank account anywhere in the world.[157][158] Fujimori did have support within Peru. The Universidad de Lima March 2003 poll, taken while he was in Japan, found a 41% approval rating for his administration.[159] A poll conducted in March 2005 by the Instituto de Desarrollo e Investigación de Ciencias Económicas (IDICE) indicated that 12.1% of the respondents intended to vote for Fujimori in the 2006 presidential election.[160] A poll conducted on 25 November 2005, by the Universidad de Lima indicated a high approval (45.6%) rating of the Fujimori period between 1990 and 2000, attributed to his counterinsurgency efforts (53%).[161] An article from La Razon, a Peruvian newspaper, stated in 2003 that: \"Fujimori is only guilty of one big crime and it is that of having been successful in a country of failed politicians, creators of debt, builders of mirages, and downright opportunistic.\" According to a more recent Universidad de Lima survey, Fujimori still retains public support, ranking fifth in personal popularity among other political figures. Popular approval for his decade-long presidency (1990–2000) has reportedly grown (from 31.5% in 2002 to 49.5% in May 2007).[162] Despite accusations of corruption and human rights violations, nearly half of the individuals interviewed in the survey approved of Fujimori's presidential regime.[citation needed] In a 2007 Universidad de Lima survey of 600 Peruvians in Lima and the port of Callao, 82.6% agreed that the former president should be extradited from Chile to stand trial in Peru.[163] The Lima-based newspaper Perú 21 ran an editorial noting that even though the Universidad de Lima poll results indicate that four out of every five interviewees believe that Fujimori is guilty of some of the charges against him, he still enjoys at least 30% of popular support and enough approval to restart a political career. In the 2006 congressional elections, his daughter Keiko was elected to the congress with the highest vote count. She came in second place in the 2011 Peruvian presidential election with 23.2% of the vote,[164] and lost the June runoff against Ollanta Humala.[165] She again ran for President in the 2016 election, narrowly losing the runoff to Pedro Pablo Kuczynski, and again in the 2021 election, losing the runoff to Pedro Castillo.","Title":"Alberto Fujimori - Wikipedia","KeyID":"19465","URL":"https://en.wikipedia.org/wiki/Alberto_Fujimori"}