{"Content: ":"Arsenije \"Arsen\" Dedić (Serbian Cyrillic: Арсеније \"Арсен\" Дедић, pronounced [ǎrsɛːnijɛ ǎrsen děːditɕ]; 28 July 1938 – 17 August 2015) was a Croatian singer-songwriter. He wrote and performed chansons, as well as film music. He was also an award-winning poet, and was one of the best-selling poets of former Yugoslavia and Croatia. Dedić was born in Šibenik, in the Littoral Banovina of the Kingdom of Yugoslavia, today Šibenik-Knin County, in region of Dalmatia, within Republic of Croatia, as the second child of Veronika (née Mišković) and Jovan Dedić.[2][3][1][4] His father Jovan was an Orthodox Christian ethnic Serb,[1][2] while his mother Veronika (nicknamed Jelka)[4] was a Croat,[2] who converted from Catholicism to Serb Orthodoxy after marrying Jovan.[3] His father was a bricklayer, volunteer firefighter and musician, while his mother was an illiterate housewife, whom Dedić later taught to write and read. Dedić was baptized in the Serbian Orthodox Church under the name Arsenije, after the Serbian Archbishop Arsenije III Čarnojević.[1] He finished music school. He and his older brother Milutin left Šibenik for Zagreb and Belgrade, respectively, in 1957.[1] He studied law at the University of Zagreb but dropped out in 1959, enrolling in the Music Academy of Zagreb and receiving a diploma in 1964. Dedić became a household name in the 1960s, thanks to pop music festivals and his brand of music, which was at first influenced by Dalmatian folklore, but is mostly comparable to the French chanson genre. Throughout the decades Dedić became one of the most respected musicians in former Yugoslavia and maintained that reputation all the way to the his death. At the beginning of 2014, Dedić fell and had difficulties to walk, so he had to use a stick.[5] Because of the unbearable pain in July 2015, he underwent surgery for hip endoprosthesis in the orthopedic hospital in Krapinske Toplice, followed by a two-week rehabilitation. On 28 July, he spent his 77th birthday with family and friends in Zagreb. At the end of July, he got severe inflammation most likely as a complication after the surgery, because of which he had the liver transplant in 2004 and had been under immunosuppressive therapy since then, and was taken to intensive care. At first, his condition improved and the medical records were better. On 8 August, it was reported that his inflammation had calmed down and responded well to drugs. He was expected to be released home but his wife Gabi Novak found him in a serious condition lying on the floor next to the walkerand speaking indistinctly. He was admitted on the emergency neurology of the Zagreb Clinical Hospital Center but his condition on 13 August drastically worsened. On 14 August, his lungs failed and he was attached to the respirator, and soon the other organs failed successively. Novak refused a high-risk surgery.[6][7][8][9][10] Dedić died at the Zagreb Clinical Hospital Center on 17 August 2015, at 9:00 pm, aged 77.[11][12][13][14] The commemoration was held at the Croatian National Theatre in Šibenik,[15] and in the Croatian Music Institute in Zagreb.[16] He was cremated and buried, according to his own wishes, in the circle of his closest family, far from the public eyes, on 25 August at the Mirogoj Cemetery in Zagreb.[17] Dedić had a daughter Sandra, born in 1962, from his first marriage with Vesna Suligoj, a grandniece of Antun Gustav Matoš, one of the greatest Croatian poets. Sandra is married to Alen Slavica,[18][19] a popular singer-songwriter and they have daughter Ema, born in August 2011.[20][21][22] In 1973, Dedić married his second wife Gabi Novak, a prominent Croatian pop singer.[23] Their son Matija,[24][25][26] who was born the same year, is one of the most respected jazz pianists in Croatia. He has a daughter Lu, with his wife Marina Scotti.[27] Dedić dedicated several songs to his wife Gabi Novak, as well as to his daughter (\"Sandra\") and granddaughters (\"Pjesma za Lu\", \"Mata Hari\"). Daughter Sandra appears as a girl on the cover of the 1987 album Kino Sloboda. Dedić defined himself not as \"apolitical, but anti-political\".[28][29] He rejected the possibility of political engagement or support for a politician, convinced that singers do not need declarative statements.[30] Affected by bans and censorship in various parts of his career, he often highlighted John Stuart Mill's liberal motto as his life motto, according to which an individual's freedom reaches all the way to someone else's freedom.[31][32][33] Declaring himself an artist of \"leftist belief\",[30] he opposed collectivism and nationalism.[34] During the 1997 Croatian presidential election campaign, his name appeared on a list of several hundred cultural workers and artists who openly supported Franjo Tuđman's candidacy in an open letter, without his approval or request, to which he requested and printed a denial.[4][35] After the democratic changes of the 1990s, he cited the solidarity of the system and social mobility as positive aspects of the former socialism.[36] He was a member of the Zagreb Society of Friends of the Hajduk Split football club, which he regularly supported with his presence and pro bono performances at Bila noć (White Night).[37] Back in 1967, he included his compositions \"Čovjek od soli\" (Man of Salt), and a duet with Vice Vukov \"I da bi ja ruku u vatru stavit\" (And to Put My Hand In the Fire) on the EP Naprid bili, the proceeds from the sale of which were collected for the construction of the new Hajduk stadium.[38]","Title":"Arsen Dedić - Wikipedia","KeyID":"19464","URL":"https://en.wikipedia.org/wiki/Arsen_Dedi%C4%87"}