{"Content: ":"Francis Paul Veber (born 28 July 1937) is a French film director, screenwriter and producer, and playwright.[1] He has written and directed both French and American films. Eight French-language films with which he has been involved, as either writer or director or both, have been remade as English-language Hollywood films: Le grand blond avec une chaussure noire (as The Man with One Red Shoe), L'emmerdeur (as Buddy Buddy), La Cage aux Folles (as The Birdcage), Le Jouet (as The Toy), Les Compères (as Fathers' Day), La chèvre (as Pure Luck), Les Fugitifs (as Three Fugitives), Le dîner de cons (as Dinner for Schmucks) and La Doublure (as The Valet). He also wrote the screenplay for My Father the Hero, the 1994 American remake of the French-language film Mon père, ce héros. Some of his screenplays started as theater plays (for instance, Le dîner de cons). This theatrical experience contributes to his films' tight structure, resulting in what has been called \"marvels of economy\".[2] Many of his French comedies feature recurring types of characters, named François Pignon (a bungler) and François Perrin (a bully). Veber was born in Neuilly-sur-Seine, Hauts-de-Seine, the son of a writer mother and Pierre-Gilles Veber, a screenwriter. Veber's father was Jewish and his mother was Armenian-Russian (Veber was baptized at birth).[3][4] His grand-uncle was writer Tristan Bernard.[5] His parents were both authors: his father writer and journalist Pierre-Gilles Véber and his mother novelist Catherine Agadjanian, who wrote under the name Georgette Paul (1901-1990). He is the great-nephew of playwright, novelist, journalist and lawyer Tristan Bernard, grandson of playwright Pierre Véber and nephew of screenwriter, director and hit songwriter Serge Veber. He is the uncle of Sophie Audouin-Mamikonian, young adult author of the Tara Duncan series. His son, Jean Véber, is also a screenwriter.","Title":"Francis Veber - Wikipedia","KeyID":"19462","URL":"https://en.wikipedia.org/wiki/Francis_Veber"}