{"Content: ":"Chuan Leekpai (Thai: ชวน หลีกภัย, RTGS: Chuan Likphai, pronounced [t͡ɕʰūa̯n lìːk.pʰāj]; Chinese: 呂基文; born 28 July 1938) is a Thai politician who is the current President of the National Assembly of Thailand as well as the incumbent Speaker of the Thai House of Representatives. Previously he served as the Thai prime minister from 20 September 1992 to 19 May 1995 and again from 9 November 1997 to 9 February 2001. As the leader of the Democrat Party, Chuan was elected in 1992 after the abortive coup by General Suchinda Kraprayoon, thus becoming Thailand's first prime minister to come to power without either aristocratic or military backing. His first administration consisted of a five party coalition of the Democrat, New Aspiration, Palang Dhamma, Social Action, and Social Unity Parties until he was defeated in the 1995 election, but assumed power in late-1997 following the fall of the Chavalit Yongchaiyudh administration, which was held responsible for the economic crisis that beset Thailand in 1997. Although criticised as a slow actor and allowing numerous corruption scandals, Chuan managed to meet factional demands and extend Thailand's social security system.[1] Chuan is ethnic Hokkien, coming from a third-generation Thai Chinese family.[2][3] His father's name was Niyom Leekpai and his mother's name was Tuan Leekpai. Chuan Leekpai has nine siblings and is the third child in the family. At a young age, Chuan moved to the temple school at Wat Amarintraram in Bangkok where he lived for six years. He went on to study law at Thammasat University, Bangkok and later became a barrister-at-law of the Thai Bar Association. In the aftermath of Bloody May, the Democrat Party won a plurality of seats in the September 1992 elections, with 79 seats, compared to the Chart Thai Party with 77 seats. Chuan formed a coalition government with the New Aspiration Party and Ekkaparb parties. The Phalang Dharma Party joined his cabinet after the New Aspiration Party left in 1994.[4] Key policies of Chuan's first administration included: The first Chuan administration fell when members of the cabinet were implicated in profiting from Sor Phor Kor 4-01 land project documents distributed in Phuket Province. Fierce public and press criticism and dissolution of parliament were the reasons for his administration's downfall.[7] Chuan became prime minister for the second time on 9 November 1997, replacing Chavalit Yongchaiyudh, with a shaky line-up of a six party coalition and 12 independent defectors from a seventh party, Prachakorn Thai. The ruling coalition increased its 20-seat majority in October 1998, by including the Chart Pattana Party. Chuan's second government enacted several economic reforms for which it was severely criticised. Chuan's \"bitter medicine\" policies brought little economic relief in the years following the 1997 economic crisis, particularly at the grassroots level. Opinions emerged that the Democrats were only helping big financial institutions and making the country more dependent of foreign investors. Nevertheless, many of the reforms recommended by the IMF were in line with the policies of market economies such as Australia and New Zealand. The subsequent government's economic growth was based even more strongly on selling national assets and private organisations abroad such as the Shin Corporation, while most of its economic gains were built on the frugality of the Democrat policy platform.[citation needed] Thai Rak Thai painted the Democrats as having \"open contempt\" for the plight of the common Thai which set off a revenge vote against the party during the 2001 election, which gave a landslide victory to Thaksin Shinawatra.[8] During Chuan's second administration the National Education Act 1999 was enacted.[9] Chuan's second government came under fire for the violent arrest of 223 villagers protesting the Pak Mun Dam. Historian Nidhi Iawsriwong noted that \"the present situation is as worse as that of the May event (the bloody crackdown of anti-government protesters in 1992). We have a tyrannical government that is arrogant and not accountable to the public. This is dangerous because the government still sees itself as legitimate and claims that it is democratic. In fact, it is as brutal as the military government\".[10] In March 1999, Chuan nominated Thanom Kittikachorn to the post of honorary royal guard to King Bhumibol Adulyadej, provoking widespread criticism. Thanom turned down the appointment[11] Thanom was one of the \"three tyrants\" who ruled Thailand from 1963 to 1973 and ordered the massacre of pro-democracy students on 14 October 1973, after which he was ordered to step down and be exiled by King Bhumibol Adulyadej. In April 2000, the editor in chief of the Chiang Mai daily newspaper Pak Nua was shot and seriously wounded in an attempted murder, but recovered. The editor believed that his repeated critical reporting on the government led to the assault.[12] Although generally regarded as relatively clean and honest when compared to other Thai administrations, Chuan's government found itself plagued with corruption scandals and rumours. Key cases of corruption included: Chuan stepped down as the Leader of Democrat Party in 2003.[16] Chuan Leekpai has one son, Surabot Leekpai [th], with Pakdiporn Sujaritkul (his common-law wife). He is a native speaker of Central Thai and Southern Thai, and was able to speak well in English.[17] The Monarchy Prime Ministers of Thailand Military dictators Institutions Key events","Title":"Chuan Leekpai - Wikipedia","KeyID":"19466","URL":"https://en.wikipedia.org/wiki/Chuan_Leekpai"}