{"Content: ":"William Warren Bradley (born July 28, 1943) is an American politician and former professional basketball player. He served three terms as a Democratic U.S. senator from New Jersey (1979–1997). He ran for the Democratic Party's nomination for president in the 2000 election, which he lost to Vice President Al Gore. Bradley was born and raised in Crystal City, Missouri, a small town 45 miles (72 km) south of St. Louis. He excelled at basketball from an early age. He did well academically and was an all-county and all-state basketball player in high school. He was offered 75 college scholarships, but declined them all to attend Princeton University. He won a gold medal as a member of the 1964 Olympic basketball team and was the NCAA Player of the Year in 1965, when Princeton finished third in the NCAA Tournament. After graduating in 1965, he attended Oxford on a Rhodes Scholarship where he was a member of Worcester College, delaying a decision for two years on whether or not to play in the National Basketball Association (NBA). While at Oxford, Bradley played one season of professional basketball in Europe and eventually decided to join the New York Knicks in the 1967–68 season, after serving six months in the Air Force Reserve. He spent his entire ten-year professional basketball career playing for the Knicks, winning NBA titles in 1970 and 1973. Retiring in 1977, he ran for a seat in the United States Senate the following year, from his adopted home state of New Jersey. He was re-elected in 1984 and 1990, left the Senate in 1997, and was an unsuccessful candidate for the 2000 Democratic presidential nomination. Bradley is the author of seven non-fiction books, most recently We Can All Do Better, and hosts a weekly radio show, American Voices, on Sirius Satellite Radio. He is a corporate director of Starbucks and a partner at investment bank Allen & Company in New York City. Bradley is a member of the ReFormers Caucus of Issue One.[1] He also serves on that group's advisory board. Bradley is a member of both the American Academy of Arts and Sciences[2] and the American Philosophical Society.[3] In 2008 Bradley was inducted into the New Jersey Hall of Fame.[4] Bradley was born on July 28, 1943, in Crystal City, Missouri, the only child of Warren (June 22, 1901 – October 1, 1994),[5] who despite leaving high school after a year had become a bank president, and Susan \"Susie\" Crowe (June 12, 1909 – November 30, 1995),[5] a teacher and former high school-basketball player.[6][7][8][9] Politicians and politics were standard dinner-table topics in Bradley's childhood, and he described his father as a \"solid Republican\" who was an elector for Thomas E. Dewey in the 1948 presidential election.[8] An active Boy Scout, he became an Eagle Scout and member of the Order of the Arrow.[10] Bradley must surely be the only great basketball player who wintered regularly in Palm Beach until he was thirteen years old. Bradley began playing basketball at the age of nine. He was a star at Crystal City High School, where he scored 3,068 points in his scholastic career, was twice named All-American, and was elected to the Missouri Association of Student Councils.[6] He received 75 college scholarship offers, although he applied to only five schools[9][11][10] and only scored a 485 out of 800 on the Verbal portion of the SAT,[12] which—despite being likely in the top third of all test takers that year—normally would have caused selective schools like Princeton University to reject him.[13] Bradley's basketball ability benefited from his height—5 feet 9 inches (1.75 m) in the seventh grade, 6 feet 1 inch (1.85 m) in the eighth grade,[10] and his adult size of 6 feet 5 inches (1.96 m) by the age of 15[6]—and unusually wide peripheral vision,[6] which he worked to improve by focusing on faraway objects while walking.[14][15] During his high school years, Bradley maintained a rigorous practice schedule, a habit he carried through college.[16] He would work on the court for \"three and a half hours every day after school, nine to five on Saturday, one-thirty to five on Sunday, and, in the summer, about three hours a day. He put ten pounds of lead slivers in his sneakers, set up chairs as opponents and dribbled in a slalom fashion around them, and wore eyeglass frames that had a piece of cardboard taped to them so that he could not see the floor, for \"a good dribbler never looks at the ball.\"[6] Bradley was considered to be the top high school basketball player in the country. He initially chose to attend Duke in the fall of 1961.[17] However, after breaking his foot in the summer of 1961 during a baseball game and thinking about his college decision outside of basketball, Bradley decided to enroll at Princeton due to its record in preparing students for government or United States Foreign Service work.[18][10] He had been awarded a scholarship at Duke, but not at Princeton; the Ivy League does not allow its members to award athletic scholarships,[17][18] and he was disqualified from receiving financial aid because of his family's wealth.[6]: 13  Bradley's childhood hero Dick Kazmaier had won the Heisman Trophy at Princeton, and he wore #42 in his honor.[6]: 73  In his freshman year, Bradley averaged more than 30 points per game for the freshman team,[19] at one point making 57 consecutive free throws,[20] breaking a record set by a member of the NBA's Syracuse Nationals. The following year, as a sophomore, he was a varsity starter in Butch van Breda Kolff's first year as coach of the Tigers.[21] In his sophomore year Bradley scored 40 points in an 82–81 loss to St. Joseph's and was named to The Sporting News All-American first team in early 1963. The coach of the St. Louis Hawks believed he was ready to play professional basketball.[20] The AP and United Press International polls both put Bradley on the second team, establishing him as the top sophomore player in the country;[22] Bradley also hit .316 as a first baseman for the baseball team.[23] The following year The Sporting News again named him to its All-American team as its only junior, and as its player of the year.[24] At the Olympic basketball trials in April 1964, Bradley played guard instead of his usual forward position but was still a top performer.[25][10] He was one of three chosen unanimously for the Olympic team, the youngest chosen, and the only undergraduate. The Olympic team won its sixth consecutive gold medal.[6] As a senior and team captain[26] in the 1964–1965 season, Bradley became a household name.[23] Only the third tallest on his team,[6] but called \"easily the No. 1 player in college basketball today\",[10] \"the best amateur basketball player in the United States\", and \"The White Oscar Robertson\",[6] he scored 41 points before fouling out of the game in an 80–78 loss to Michigan[23] and their star player Cazzie Russell in the 1964 ECAC Holiday Basketball semi-final at Madison Square Garden, then led Princeton to the NCAA Final Four[27] after defeating heavy favorite Providence and Jimmy Walker by 40 points.[23] The team then lost to Michigan in the semifinals, but Bradley scored a record 58 points in the consolation game to lead the team to victory against Wichita State and earn himself the Final Four MVP.[28] In total, Bradley scored 2,503 points at Princeton, averaging 30.2 points per game. He was awarded the 1965 James E. Sullivan Award, presented annually to the United States' top amateur athlete, the first basketball player to win the honor,[29] and the second Princeton student to win the award, after runner Bill Bonthron in 1934.[29] Bradley holds a number of Ivy League career records, including total and average points (1,253/29.83, respectively), and free throws made and attempted (409/468, 87.4%).[30] Ivy League season records he holds similarly include total and average points (464/33.14, 1964) and most free throws made (153 in 170 attempts, 90.0%, 1962–1963).[30] He also holds the career point record at Princeton and many other school records, including the top ten slots in the category of total points scored in a game,[31] but likely could have scored many more points if he had not insisted so often on passing the ball, in what his coaches called \"Bradley's hope passes\", to inferior teammates closer to the basket; he only emphasized his own scoring when Princeton was behind[6]: 46  or, as during the Wichita State game, his teammates forced Bradley to shoot by returning passes to him.[23] Van Breda Kolff often encouraged Bradley to be more of a \"one on one\" player, stating that \"Bill is not hungry. At least ninety percent of the time, when he gets the ball, he is looking for a pass.\"[6]: 46  Van Breda Kolff described Bradley as \"not the most physical player. Others can run faster and jump higher. The difference ... is self-discipline.\"[6] At Princeton he had three to four hours of classes and four hours of basketball practice daily, studied an average of seven hours each weekday and up to 24 more hours each weekend,[10] frequently spoke for the Fellowship of Christian Athletes around the country, and taught Sunday school at the local Presbyterian Church. When practicing he did not move from a location on the court unless he made at least ten of 13 shots, and could detect whether a basket was an inch too low from the regulation ten feet.[6] Improving from his mediocre freshman grades, Bradley graduated magna cum laude[13] after writing his senior thesis about Harry S. Truman's 1940 United States Senate campaign,[23] titled \"On That Record I Stand\",[32][33] and received a Rhodes Scholarship at Worcester College, Oxford. At Princeton, Bradley was taught by John William Ward. Bradley was a member of University Cottage Club while he was a student at Princeton.[34] His tenure at Princeton was the subject of Pulitzer Prize-winning author John McPhee's January 23, 1965, article \"A Sense of Where You Are\" in The New Yorker, which McPhee expanded into a book of the same name. The title came from Bradley's explanation for his ability to repeatedly throw a basketball over his shoulder and into the basket while looking away from it.[6] In 1965, Bradley received the Golden Plate Award of the American Academy of Achievement.[35] Bradley's graduation year, 1965, was the last year that the NBA's territorial rule was in effect, which gave professional teams first rights to draft players who attended college within 50 miles of the team.[36] The New York Knicks—one mile closer to Princeton than the Philadelphia 76ers[6]—drafted Bradley as a territorial pick in the 1965 draft, but he did not sign a contract with the team immediately.[36][37] While studying Politics, Philosophy, and Economics (PPE) at Oxford, he commuted to Italy to play professional basketball for Olimpia Milano, then called Simmenthal, during the 1965–66 season,[23] where the team won a European Champions Cup (predecessor to the modern EuroLeague).[38] Bradley was also a member of the Oxford University Basketball Club and helped lead the men's basketball team to back-to-back British University Sports Federation (B.U.S.F.) championships in 1965 and 1966 and the Amateur Basketball Association (A.B.B.A.) National Championship in 1966. Bradley dropped out of Oxford in April 1967, two months before graduation, to enter the Air Force Reserves. (The following year, Oxford allowed Bradley to take \"special exams\", enabling him to graduate.) He served six months on active duty as an officer, though the requirement was four years' service. (On March 6, 1967, President Lyndon B. Johnson declared that he would issue an executive order that Selective Service deferments for post-graduate study would henceforth be limited to the medical and dental fields.[39]) Bradley joined the New York Knicks in December 1967, having missed the preseason and several weeks of the 1967–1968 season. He was placed in the backcourt, although he had spent his high school and college careers as a forward. Neither he nor the team did well, and in the following season, he was returned to the forward slot.[40][41] Then, in his third season, the Knicks won their first NBA championship, followed by the second in the 1972–73 season, when he made the only All-Star Game appearance of his career.[42] Over 742 NBA games – all with the Knicks – Bradley scored a total of 9,217 points, an average of 12.4 points per game, and averaged 3.4 assists per game. His best season scoring average was 16.1 points per game in the 1972–73 season, during which he also averaged a career-best 4.5 assists per game.[42] During his NBA career, Bradley used his fame on the court to explore social as well as political issues, meeting with journalists, government officials, academics, businesspeople, and social activists. He also worked as an assistant to the director of the Office of Economic Opportunity in Washington, D.C., and as a teacher in the street academies of Harlem.[8] In 1976, he also became an author by publishing Life on the Run. Using a 20-day stretch of time during one season as the main focus of the book, he chronicled his experiences in the NBA and the people he met along the way. He noted in the book that he had initially signed only a four-year contract, and that he was uncomfortable using his celebrity status to earn extra money endorsing products as other players did.[43] Retiring from basketball in 1977, he was elected to the Naismith Memorial Basketball Hall of Fame in 1983, along with teammate Dave DeBusschere.[44] In 1984, the Knicks retired his number 24 jersey; he was the fourth player so honored by the Knicks, after Willis Reed, Walt Frazier, and DeBusschere.[45] He is one of only two players, along with Manu Ginóbili, to have won a EuroLeague title, an NBA championship, and an Olympic gold medal.[46] Politics was a frequent subject of discussion in the Bradley household, and some of his relatives held local and county political offices. He majored in history at Princeton, and was present in the Senate chamber when the Civil Rights Act of 1964 was passed. Van Breda Kolff and many others who knew him predicted that Bradley would be Governor of Missouri, or president, by 40.[6]: 42  He spent his time at Oxford focusing on European political and economic history.[8] In 1978, he said that congressman Mo Udall, himself a former professional basketball player, had told him ten years earlier that professional sports could help prepare him for politics, depending on what he did with his non-playing time.[33] After four years of political campaigning for Democratic candidates around New Jersey, Bradley decided in the summer of 1977 to run for the Senate himself, coinciding with his retirement from the Knicks. He felt his time had been well-spent in \"paying his dues\". The seat was held by liberal Republican and four-term incumbent Clifford P. Case. Case lost the Republican primary to anti-tax conservative Jeffrey Bell, who, like Bradley, was 34 years old as the campaign season began.[8] Bradley won the seat in the general election with about 56% of the vote.[47] During the campaign, Yale football player John Spagnola was Bradley's bodyguard and driver.[8] In the Senate, Bradley acquired a reputation for being somewhat aloof and was thought of as a \"policy wonk\",[48] specializing in complex reform initiatives. Among these was the 1986 overhaul of the federal tax code, co-sponsored with Dick Gephardt, which reduced the tax rate schedule to just two brackets, 15 percent and 28 percent, and eliminated many kinds of deductions.[49] Domestic policy initiatives that Bradley led or was associated with included reform of child support enforcement; legislation concerning lead-related children's health problems; the Earned Income Tax Credit; campaign finance reform; a re-apportioning of California water rights; and federal budget reform to reduce the deficit, which included, in 1981, supporting Reagan's spending cuts but opposing his parallel tax cut package, one of only three senators to take this position.[50] He sponsored the Freedom Support Act, an exchange program between the republics of the former Soviet Union and the United States.[51] Bradley was re-elected in 1984 with 65% of the vote against Montclair mayor Mary V. Mochary.[52] In 1987, Bradley re-introduced legislation that would return 1.3 million acres of land in the Black Hills of South Dakota to the Sioux tribe that had been illegally seized by President Ulysses S. Grant under the threat of starvation of the tribe in 1877. The legislation proposed to keep Mount Rushmore within the US Park Service and 1.3 million acres of the Black Hills to return to jurisdiction under a Sioux National Council. The legislation died in committee.[53][54] In 1988, he was encouraged to seek the Democratic nomination for president, but he declined to enter the race, saying that he would know when he was ready.[55] In 1990, a controversy over a state income tax increase—on which he refused to take a position—and his proposal on merit pay for teachers, which led the NJEA to support his opponent, turned his once-obscure rival for the Senate, Christine Todd Whitman, into a viable candidate, and Bradley won by only a slim margin. In 1995, he announced he would not run for re-election, publicly declaring American politics \"broken\".[11] While he was a senator, Bradley walked the beaches from Cape May to Sandy Hook, a four-day, 127-mile trip each Labor Day weekend, to assess beach and ocean conditions and talk with constituents.[56][57] Bradley was criticized for neglecting constituent services while in office.[58] Bradley ran in the 2000 presidential primaries, opposing incumbent Vice President Al Gore for his party's nomination. Bradley campaigned as the liberal alternative to Gore, taking positions to the left of Gore on a number of issues, including universal health care, gun control, and campaign finance reform.[59][60] On the issue of taxes, Bradley trumpeted his sponsorship of the Tax Reform Act of 1986, which had significantly cut tax rates while abolishing dozens of loopholes. He voiced his belief that the best possible tax code would be one with low rates and no loopholes, but he refused to rule out the idea of raising taxes to pay for his health care program, calling the idea of such a pledge \"dishonest\".[61] On public education, he proposed to make over $2 billion in block grants available to each state every year. He further promised to bring 60,000 new teachers into the education system in hard-to-staff areas over ten years by offering college scholarships to anyone who agreed to become a teacher after graduating; Gore offered a similar proposal.[62] Bradley also made child poverty a significant issue in his campaign. He promised to address the minimum wage, expand the Earned Income Tax Credit, allow single parents on welfare to keep their child support payments, make the Dependent Care Tax Credit refundable, build support homes for pregnant teenagers, enroll 400,000 more children in Head Start, and increase the availability of food stamps.[63] Although Gore was considered the party favorite,[59] Bradley received a number of high-profile endorsements, including senators Paul Wellstone,[64][65] Bob Kerrey, and Daniel Patrick Moynihan;[66] former Secretary of Labor Robert Reich;[67] former New York City mayor Ed Koch; former Federal Reserve chairman Paul Volcker; and basketball stars Michael Jordan and Phil Jackson.[68][69][70] Bradley and Jackson have been close friends since they were teammates playing for the New York Knicks. Jackson was a vocal supporter of Bradley's run for the presidency and often wore his campaign button in public.[71] Jackson announced his acceptance of the position of head coach of the Los Angeles Lakers while Bradley was campaigning in California in 1999, and he was a \"regular draw on the Bradley money trail\" during the campaign.[72][73] Bradley later called it a \"great honor\" to be the presenter when Jackson was inducted into the Naismith Memorial Basketball Hall of Fame in 2007.[74] Bradley's campaign initially had strong prospects, due to high-profile endorsements and as his fundraising efforts gave him a deep war chest. However, it floundered, in part because it was overshadowed by Senator John McCain's far more attention-gaining, but ultimately unsuccessful, campaign for the Republican nomination; McCain had stolen Bradley's \"thunder\" on several occasions. Bradley was much embarrassed by his two to one defeat in the Iowa caucus, despite spending heavily there, as the unions pledged their support for Gore. Bradley then lost the New Hampshire primary 53–47%, which had been viewed as a must-win state for his campaign to remain competitive. Bradley finished a distant second during each of the primaries on Super Tuesday. On March 9, 2000, after failing to win any of the first 20 primaries and caucuses in the election process, Bradley withdrew his campaign and endorsed Gore; he ruled out the idea of running as the vice-presidential candidate and did not answer questions about possible future runs for the presidency. He said that he would continue to speak out regarding his brand of politics, calling for campaign finance reform, gun control, and increased health care insurance.[75][76] Later in 2000, Bradley was offered the chairmanship of the United States Olympic Committee, which he turned down.[77] In September 2002, Bradley turned down a request from New Jersey Democrats to replace Robert Torricelli on the ballot for his old Senate seat, which another former senator, Frank Lautenberg, accepted.[78] Oxford University awarded Bradley an honorary Doctor of Civil Law (DCL) in 2003, with a citation that described him in part as \"an outstandingly distinguished athlete, a weighty pillar of the Senate, and still a powerful advocate of the weak\".[79] In 2007 Bradley was awarded the Distinguished Eagle Scout Award. This award is given in recognition of community service more than 25 years after a scout first earns the Eagle badge.[80][81] In January 2004, Bradley and Gore both endorsed Howard Dean for president in the 2004 Democratic primaries.[82] In January 2008, Bradley announced that he was supporting Barack Obama in the 2008 Democratic primary.[83] He campaigned for Obama and appeared on political news shows as a surrogate. Bradley's name was mentioned as a possible replacement for Tom Daschle as nominee for Secretary of Health and Human Services in the Obama administration after Daschle withdrew from consideration; the position went to Kansas governor Kathleen Sebelius.[84] He has occasionally been involved in political matters, most recently consulting the Senate Finance Committee on tax reform along with former colleague Bob Packwood.[85] He has worked as a corporate consultant and investment banker. He has been a managing director of Allen & Company LLC, since 2001, was chief outside advisor to McKinsey & Company's nonprofit division, the McKinsey Global Institute, from 2001 to 2004, and is a member of the board of directors of QuinStreet and Starbucks and the private company Raydiance. Bradley is a senior advisor to the private equity firm Catterton Partners.[86] Bradley is also a board member of DonorsChoose.org, an online charity that connects individuals to classrooms in need. He is also the Chair of the Advisory Council for Acumen Fund, a non-profit global venture fund that uses entrepreneurial approaches to solve the problems of global poverty.[87][88][89] Bradley is a Co-Chair for the Advisory Board of Issue One,[90] a non-profit whose goal is to reduce the influence of money in American politics. Bradley is a member of the board of directors of the American Committee on East-West Accord. And he has been member of the advisory board of the Peter G. Peterson Foundation. Bradley married Ernestine (née Misslbeck) Schlant, a German-born professor of comparative literature, in 1974. She has a daughter, Stephanie, from a previous marriage, and they have one daughter, Theresa Anne.[91][92][93] Bradley and Schlant divorced in 2007, and he lives with former LBJ Library director Betty Sue Flowers.[94] *Ruled ineligible after tournament","Title":"Bill Bradley - Wikipedia","KeyID":"19473","URL":"https://en.wikipedia.org/wiki/Bill_Bradley"}