{"Content: ":"Jesusa Purificacion Levy Sonora-Poe (July 28, 1941 – May 20, 2022), known professionally as Susan Roces (Tagalog pronunciation: [ˈɾɔsɛs]), was a Filipino actress. She was the wife of Ronald Allan Kelley Poe, better known as Fernando Poe Jr.[1] Roces was regarded as the \"Queen of Philippine Movies\" and starred in more than 130 films and television programs.[2] She won five FAMAS Awards, including two Best Actress wins. Luna Awards honored her with a Lifetime Achievement Award for her long-standing career and contribution to Philippine cinema.[3] In 2005, Roces was one of the first inductees on Eastwood City Walk of Fame.[4] She played the character \"Lola Flora\" on the ABS-CBN television series FPJ's Ang Probinsyano since the pilot episode in 2015. Months prior to her death in 2022, Roces was honored by The Philippine Post Office with a commemorative stamp.[5] Jesusa Purificacion Levy Sonora[6] was born in Bacolod, Negros Occidental on July 28, 1941.[7] She was the daughter of Jesus Tonggoy Sonora and Purificacion Levy.[8] Roces finished her high school studies at the La Consolacion College (LCC) in Bacolod in 1956.[9] It was during her stay at LCC that she committed to pursue a career in acting. Her third year high school teacher Luisa Medel recognized her talent in public speaking and acting and advised her to take the same course as her for her tertiary education. After graduating from high school, Roces went to Manila to follow her mentor's advice.[8] Roces married Fernando Poe Jr. on December 25, 1968, at the Santuario de San Jose Parish in Greenhills, San Juan.[10] They have an adopted daughter, former MTRCB Chairperson and now Senator Grace Poe.[11] She was an advocate for her husband, who ran for president in the 2004 Philippine presidential election, and later died of stroke in December 2004. Roces convinced that President Gloria Macapagal Arroyo won the election through electoral fraud at her husband's expense, demanded Arroyo to resign in June 2005.[12] On September 29, 2007, ABS-CBN Corporation acquired the exclusive rights for the movie library of Fernando Poe Jr. after Roces signed the contract. ABS-CBN Chairman Eugenio Lopez III, Cory Vidanes, Senior Vice President of TVP Production, and Poe's daughter Grace Poe, were present.[13] On the night of December 23, 2007, ABS-CBN Channel 2 aired Alay ni Da King: a Fernando Poe Jr. Special, hosted by Charo Santos-Concio. Roces contributed on the feature of their married life. A 38-minute music video was also shown featuring various scenes from several Poe's movies, a project Poe himself had just finished working on before he died.[14] She also spoke Hiligaynon language.[9] Roces began her film career as a child actress debuting in the 1952 film Mga Bituin ng Kinabukasan at age 11.[10] In 1956, Roces went to Sampaguita Pictures' office in Quezon City to meet her idol Gloria Romero. Jose Perez, founder and head of the film studio, offered Roces a contract on the spot leading to her first starring role in Boksingera.[2] Roces also starred in several Philippine feature films including Ang Daigdig Ko'y Ikaw (1965), Gumising Ka Maruja (1967), Patayin Mo Sa Sindak Si Barbara (1974), Maligno and Mano Po 2: My Home (2003).[15] She has also garnered five FAMAS Awards; two of which are Best Actress awards.[10] During her career as a celebrity endorser, she appeared in various brands including Coca-Cola, Lux, Blend 45, and Lavoris, as well as on TV commercials of RiteMed and Champion Detergent.[10] She appeared in two episodes of the long-running drama anthology series Maalaala Mo Kaya. In Sineserye Presents: The Susan Roces Cinema Collection (2008–2009), she played the character \"Amanda\" in the TV adaptation of Patayin sa Sindak si Barbara, and also served as a host in Maligno and Florinda. Roces was cast as \"Lola Aura\" in Iisa Pa Lamang (2008), and later guest-starred on episodes of May Bukas Pa (2009) and 100 Days to Heaven (2011). She was also part of the TV5 drama series Babaeng Hampaslupa in the main role of \"Helena\". Roces became recognized for her breakthrough role as \"Lola Henya\" in Walang Hanggan (2012), where she shared credits with Coco Martin, Julia Montes, Helen Gamboa, Dawn Zulueta and Richard Gomez, among many others.[16] Walang Hanggan was a phenomenal success and the role earned her a PMPC Star Awards for TV nomination for Best Drama Actress.[17] Roces worked again with Montes in Muling Buksan ang Puso (2013) and with Martin in a 2013 Christmas episode of fantasy anthology series Wansapanataym.[18][19] She later co-starred in Sana Bukas pa ang Kahapon (2014) as \"Ruth\". Her one final role was when Roces co-starred again with Coco Martin in FPJ's Ang Probinsyano (2015), the longest-running Philippine drama series of all time. She portrayed the key character \"Lola Flora\", grandmother of the series' protagonist Cardo Dalisay. Her long-standing participation in the series lasted for six years, until her untimely death in 2022 during the COVID-19 pandemic era.[20] Roces died on May 20, 2022 at the age of 80, due to cardiopulmonary arrest. A day earlier, she was rushed to the Cardinal Santos Medical Center in San Juan, Metro Manila because of chest pain and difficulty in breathing.[15][21][22] The Senate and the House of Representatives passed resolutions to honor her legacy.[23] The ACT-CIS Partylist proposed to posthumously award Roces the National Artist of the Philippines Award for her contributions to the entertainment industry.[24] She is buried next to her late husband in the Manila North Cemetery.","Title":"Susan Roces - Wikipedia","KeyID":"19470","URL":"https://en.wikipedia.org/wiki/Susan_Roces"}