{"Content: ":"James Robert Davis (born July 28, 1945) is an American cartoonist, television writer, television producer, screenwriter, and film producer. He is best known as the creator of the comic strips Garfield and U.S. Acres. Published since 1978, Garfield is one of the world's most widely syndicated comic strips.[1] Davis's other comics work includes Tumbleweeds, Gnorm Gnat, and Mr. Potato Head. Davis wrote and co-wrote all of the Garfield TV specials for CBS, originally broadcast between 1982 and 1991. He also produced Garfield & Friends, a series which also aired on CBS from 1988 to 1994. Davis was the writer and executive producer for a series of CGI direct-to-video feature films about Garfield, as well as an executive producer for the CGI animated TV series The Garfield Show and Garfield Originals. James Robert Davis was born in Marion, Indiana, on July 28, 1945.[2] Davis grew up on a small Black Angus cow farm[3] in Fairmount, Indiana, with his father James William \"Jim\" Davis, mother Anna Catherine \"Betty\" Davis (née Carter), and his brother, Dave Davis. Davis's childhood on a farm parallels the life of Garfield's owner, Jon Arbuckle, who was also raised on a farm with his parents and a brother, Doc Boy. Jon is a cartoonist, who also celebrates his birthday on July 28. Davis attended Ball State University where he studied art and business. While attending Ball State, he became a member of the Theta Xi fraternity. While attending Fairmount High School in 1969, Davis joined the staff of his school's newspaper The Breeze, where he eventually became Art Editor. This is where Davis's first comic was featured, apparently inspired by school life. Davis also drew the majority of the illustrations for his 1963 senior yearbook, reusing the same characters.[4][5] Davis has been married twice, first to Carolyn Altekruse, who was allergic to cats,[6] though they owned a dog named Molly.[7] They have a son.[6][8] On July 16, 2000, Davis married Jill, who had two children from a previous marriage.[7] Davis joined the faculty of Ball State University in Muncie as an adjunct professor in fall 2006, lecturing on the creative and business aspects of the comics industry. Davis resides in Albany, Indiana, where he and his staff produce Garfield under his Paws, Inc. company, launched in 1981.[9] Paws, Inc. employs nearly 50 artists and licensing administrators, who work with agents around the world managing Garfield's vast licensing, syndication, and entertainment empire. Davis is a former president of the Fairmount, Indiana FFA chapter.[10] In December 2019, Davis announced that he would be holding weekly auctions for all hand-painted Garfield comics made from 1978 to 2011. As Davis explained, he started drawing comics digitally using a graphics tablet in 2011. Older comics remained sealed in a climate-controlled safe, and Davis had to figure out what to do with them.[11] Prior to creating Garfield, Davis worked for an advertising agency, and in 1969, he began assisting Tom Ryan's comic strip, Tumbleweeds. He then created a comic strip, Gnorm Gnat, that ran for three years (1973–1975) in The Pendleton Times, a newspaper in Pendleton, Indiana.[12] When Davis attempted to sell it to a national comic strip syndicate, an editor told him: \"Your art is good, your 'gags' are 'great', but bugs—nobody can relate to bugs!\"[13] He then began studying the comic strips; still firmly believing that animals were funny, he took note of how Snoopy was not only a scene stealer in the Peanuts comic strips, but that he was far more of a marketing success than his owner Charlie Brown. Deciding that the comic market was oversaturated with dogs, he decided to create a cat character as the lead of his next strip instead.[14] From 1976 to early 1978, Davis then published a strip titled Jon in The Pendleton Times which would later become Garfield, starting syndication in 41 newspapers on June 19, 1978.[12] As of 2008, it was syndicated in 2,580 newspapers and was read by approximately 300 million readers every day.[15] In the 1980s, Davis created the barnyard slapstick comic strip U.S. Acres. Outside the U.S., the strip was known as Orson's Farm. Davis, along with Brett Koth, also made a 2000–03 strip based on the Mr. Potato Head toy. Davis founded the Professor Garfield Foundation to support children's literacy.[16] His influences include Mort Walker's Beetle Bailey and Hi and Lois, Charles M. Schulz's Peanuts, Milton Caniff's Steve Canyon and Johnny Hart's B.C.[17] In 2019, Paws, Inc., Jim Davis's company, was acquired by the mass media conglomerate ViacomCBS.[18]","Title":"Jim Davis (cartoonist) - Wikipedia","KeyID":"19475","URL":"https://en.wikipedia.org/wiki/Jim_Davis_(cartoonist)"}