{"Content: ":"Linda Jean Kelsey is an American actress. She is best known for her role as Billie Newman on the CBS drama television series Lou Grant (1977–1982), which earned her three Golden Globe Award nominations and five Primetime Emmy Award nominations. Kelsey's professional career began with stage appearances in her home of Minneapolis, Minnesota. She landed small roles on television shows like Emergency! and The Rookies, and the television movie The Picture of Dorian Gray (1973).[1] Her first recognition came with an appearance on an episode of The Mary Tyler Moore Show as a rival to Sue Ann Nivens (played by Betty White), where she met Ed Asner on the set, with whom she later worked on the spin-off show Lou Grant. Her appearance on The Mary Tyler Moore Show led to prominent guest appearances on shows like M*A*S*H, The Streets of San Francisco, Barnaby Jones, Spencer's Pilots, Quincy M.E., The Rockford Files, the television films The Last of Mrs. Lincoln (1976) Something for Joey (1977), Eleanor and Franklin (1976), Eleanor and Franklin: The White House Years (1977), and the miniseries Captains and the Kings (1976).[1] She also appeared in the episode \"The Mask of Adonis\" from the 1977 series Quinn Martin's Tales of the Unexpected (known in the United Kingdom as Twist in the Tale).[1] Her big break came when producers of the television series Lou Grant decided that the actress playing the female reporter on the show was too young and perky. After three episodes, they recast the part with Kelsey in the role of Billie Newman, the crusading reporter for the fictional Los Angeles Tribune, which also co-starred Asner. Kelsey won five consecutive Emmy Award nominations (1978 through 1982) for Outstanding Supporting Actress in a Drama Series, losing four times to her Lou Grant costar Nancy Marchand and once to Kristy McNichol in Family. She also made several appearances on the various iterations of the Pyramid (game show), including assisting a contestant in winning $100,000 on May 5, 1987.[1][2] Six years after Lou Grant went off the air in 1982, Kelsey played the lead in the sitcom Day by Day (1988) as a woman who runs a daycare center out of her home.[1] The show ran for two seasons. Kelsey continued to make guest appearances in television series and TV movies through the late 1990s, notably in the TV movie The Babysitter's Seduction and on several episodes of Murder, She Wrote. After television work stopped coming in, Kelsey returned to her native Twin Cities area, where she has continued her career in regional theater productions, including in the title role of Mary Stuart at the Park Square Theater, a performance for which Talkin' Broadway described her as \"beautiful, feminine, determined and regal throughout, even when she's giggling with her lady-in-waiting. She affects every man who comes to see her.\"[3] In 2009, she revisited her television past, playing Sue Ann Nivens for a week in a Minneapolis theatre company's restaging of The Mary Tyler Moore Show scripts, including the episode in which she originally appeared.[4][5] Kelsey married actor William Grivna in 1971; they divorced in 1973.[citation needed] In 1979, she married carpenter Glenn Strand, who later became a computer programmer.[6]","Title":"Linda Kelsey - Wikipedia","KeyID":"19479","URL":"https://en.wikipedia.org/wiki/Linda_Kelsey"}