{"Content: ":"Fahmida Riaz (Urdu: فہمیدہ ریاض) (28 July 1946 – 21 November 2018) was a Urdu writer, poet and activist of Pakistan.[1] She authored many books, of which some are Godaavari, Khatt-e Marmuz, and Khana e Aab O Gil the first translation in rhyme of the Masnavi of Jalaluddin Rumi from Persian into Urdu. The author of more than 15 books of fiction and poetry, she remained at the center of controversies. When Badan Dareeda, her second collection of verse, appeared, she was accused of using erotic, sensual expressions and sometimes islamist undertone in her work. The themes prevalent in her verse were, until then, considered taboo for women writers.[2] She also translated the works of Shah Abdul Latif Bhitai and Shaikh Ayaz from Sindhi to Urdu. Fleeing General Zia-ul Haq's religious tyranny, Riaz sought refuge in India and spent seven years there.[3][4] The poems from her collection Apna Jurm Sabit Hae reflect her homeland's experience under the dictatorship of General Zia-ul-Haq. By reputation, Riaz stands alongside Nazim Hikmet, Pablo Neruda, Jean-Paul Sartre and Simone de Beauvoir.[2] Fahmida Riaz was born on 28 July 1946 to a literary family from Meerut, British India. Her father, Riaz-ud-Din Ahmed, was a educationist involved in mapping and developing the modern education system for the province of Sindh. Her family settled in the city of Hyderabad after her father’s transfer to Sindh.[5] Her father died when she was four and so she was raised by her mother.[5] She learned about Urdu and Sindhi literature in her childhood, and after that learnt the Persian language.[6] After completing her education, she began working as a newscaster for Radio Pakistan.[5] After her graduation from college, Riaz was persuaded by her family to enter into an arranged marriage. She spent some years in the United Kingdom with her first husband, during which she worked with the BBC Urdu service (Radio), earned a degree in film making, and had a daughter. When they were divorced, she returned to Pakistan. She had two children from her second marriage with Zafar Ali Ujan, a leftist political worker. Riaz worked in an advertising agency in the city of Karachi before beginning her own Urdu publication, Awaz. Its liberal and politically charged content attracted attention in Zia era. Riaz and her husband Zafar were charged with various crimes, the magazine was shut down, and Zafar was imprisoned.[5] On the topic of censorship, Riaz said that \"one should be totally sincere in one's art, and uncompromising. There is something sacred about art that cannot take violation. One should read extensively to polish expression. I read Platts' Urdu-Hindi to English Dictionary like a book of poems. I love words.\"[7] She asserted, \"Feminism has so many interpretations. What it means for me is simply that women, like men, are complete human beings with limitless possibilities. They have to achieve social equality, much like the Dalits or the Black Americans. In the case of women, it is so much more complex. I mean, there is the right to walk on the road without being harassed. Or to be able to swim, or write a love poem, like a man without being considered immoral. The discrimination is very obvious and very subtle, very cruel and always inhuman.\"[7] Fahmida Riaz was faced with challenges due to her political ideology. More than 10 criminal charges were filed against her during General Zia-ul-Haq’s dictatorship.[2] She was charged with sedition under Section 124A of the Pakistan Penal Code.[8] When she and her husband were arrested, she was bailed out by an admirer of her work before she could be taken to jail, and fled to India with her sister and two small children under the pretext of a Mushaira invitation. Her friend, the renowned poet Amrita Pritam, spoke to prime minister Indira Gandhi on Riaz's behalf and gained her asylum there.[8] Fahmida Riaz had relatives in India. Her children went to school there,[8] and her husband joined them there after his release from jail. The family spent almost seven years in exile before returning to Pakistan after Zia-ul-Haq's death on the eve of Benazir Bhutto's wedding reception. During this time, Riaz was poet-in-residence at Jamia Millia Islamia university in Delhi; it was there that she learnt to read Hindi.[7] She received a warm welcome on her return from exile.[2] On 8 March 2014, against the backdrop of rising concerns over intolerance in India, Riaz recited her poem 'Tum bilkul hum jaisey nikley' at a seminar called ‘Hum Gunahgaar Auratein’. The poem compares the rising Hindutva in India and the rise of Islamic fundamentalism in Pakistan during Zia-ul-Haq's regime.[9] Fahmida Riaz died on November 21, 2018 at the age 72.[10][11][12] Poetry Prose","Title":"Fahmida Riaz - Wikipedia","KeyID":"19480","URL":"https://en.wikipedia.org/wiki/Fahmida_Riaz"}