{"Content: ":"Gerald Vincent \"Jerry\" Casale (né Pizzute; born July 28, 1948) is an American musician, composer, music video director, and vintner. Casale's music career spans more than 40 years. He came to prominence in the late 1970s as co-founder, co-lead vocalist, and bass player of the new wave band Devo, which released a Top 20 hit in 1980 with the single \"Whip It\". Casale is the main lyricist and one of the main composers of Devo's music and directed most of Devo's music videos.[4] He is one of only two members (along with lead singer and keyboardist Mark Mothersbaugh) who have been with Devo throughout its entire history. Casale's brother Bob also performed with the band. Casale pursued a solo career in 2005 while still a member of Devo with the project Jihad Jerry & the Evildoers. The project received little promotion beyond a music video for the single \"Army Girls Gone Wild\". Jihad Jerry performed at several shows near the end of Devo's 2006 tour, performing the song \"Beautiful World\". He has also performed occasionally with other bands. Casale has also directed music videos for other recording artists, including The Cars (\"Touch and Go\"), Rush (\"Mystic Rhythms\"), A Perfect Circle (\"Imagine\"), Foo Fighters (\"I'll Stick Around\"), Soundgarden (\"Blow Up the Outside World\"), and Silverchair (\"Freak\" and \"Cemetery\"), among others.[5] Gerald Vincent Pizzute was born on July 28, 1948, in Ravenna, Ohio. He was born with the last name Pizzute because his father, Bob, had legally changed his name (his birth name having been Robert Edward Casale) to that of his foster parents. Four years after Gerald's birth, his father changed his name back to his birth name. Gerald Casale grew up in Kent, Ohio and graduated from Theodore Roosevelt High School in 1966.[6] Prior to Devo, Casale had played bass guitar with the Numbers Band. He caused friction in the band by suggesting that they should incorporate advertising jingles and other \"low culture\" elements into their music.[7] After leaving the Numbers Band and graduation, Casale attended Kent State University, majoring in Art (focusing on fine/performing arts and fashion-related studies). In the late 1960s, he was a self-described hippie until the May 4, 1970 shootings. Being involved with Freshman orientation at the KSU Honors College, he personally knew two of the victims, Jeffrey Miller and Allison Krause, and was near Krause when she was shot.[8] Casale described that day in multiple interviews as being \"the day I stopped being a hippie\".[9] Together with Bob Lewis, Casale used the shooting as a catalyst to develop the concept of De-evolution, forming the band Devo in 1973.[8][10] Casale was the oldest member of the band. According to Casale, the album Oh, No! It's Devo's sound was inspired by reviewers alternately describing them as both \"fascists\" and \"clowns\".[11] Following the commercial failure of their sixth studio album Shout, on which Casale sang the majority of the tracks, Warner Bros. dropped Devo. Shortly after, claiming to feel creatively unfulfilled, Alan Myers left the band,[12] causing the remaining band members to abandon the plans for a Shout video LP, as well as a tour. In 1987, Devo reformed with new drummer David Kendrick, formerly of Sparks, to replace Myers. Their first project was a soundtrack for the flop horror film Slaughterhouse Rock, starring Toni Basil and they released the albums Total Devo (1988) and Smooth Noodle Maps (1990), on Enigma. Devo had a falling out and played two shows in 1991 before breaking up. Around this time, members of Devo appeared in the film The Spirit of '76, except for Bob Mothersbaugh. Following the split, Casale began a career as a director of music videos and commercials, working with bands including Rush, Soundgarden, Silverchair and the Foo Fighters. In 2005, Devo recorded a new version of \"Whip It\" to be used in Swiffer television commercials, a decision they have said they regretted. During an interview with the Dallas Observer, Casale said, \"It's just aesthetically offensive. It's got everything a commercial that turns people off has.\"[13] In 2006, Devo worked on a project with Disney known as Devo 2.0. A band of child performers was assembled and re-recorded Devo songs. A quote from the Akron Beacon Journal stated, \"Devo recently finished a new project in cahoots with Disney called Devo 2.0, which features the band playing old songs and two new ones with vocals provided by children. Their debut album, a two disc CD/DVD combo entitled DEV2.0, was released on March 14, 2006. The lyrics of some of the songs were changed for family-friendly airplay, which has been claimed by the band to be a play on irony of the messages of their classic hits.\"[14] In an April 2007 interview, Gerald Casale mentioned a tentative project for a biographical film about Devo's early days.[15] According to Casale, a script was supposedly in development, called The Beginning Was the End. Casale stated that there might be some new Devo material coming as well, but whether it was related to the release of a film was unclear. Devo played their first European tour since 1990 in the summer of 2007, including a performance at Festival Internacional de Benicàssim. In December 2007, Devo released their first new single since 1990, \"Watch Us Work It\", which was featured in a commercial for Dell.[16] The song features a sample drum track from the New Traditionalists song \"The Super Thing\". The band announced in a July 23, 2007, MySpace bulletin that a full-length music video for the song was forthcoming and the song itself was available on iTunes and eMusic. Casale said that the song was chosen from a batch that the band was working on, and that it was the closest the band had been to a new album. In a December 5, 2007, article on Mutato Muzika, LA Weekly reported that \"After touring sporadically over the past decade but not releasing any new material, Devo are spending December at Mutato trying to create an album's worth of new material and contemplating a method of dispersal in the post-record-company world.\"[17] In an April 2008 interview,[18] Mothersbaugh revealed a song title from the in-progress album: \"Don't Shoot, I'm a Man\". In a radio interview on April 17, 2008, Casale stated that Mothersbaugh had \"killed the project\" and that there would be no new Devo album. Casale, however, later stated that \"We're going to finish what we started.\"[19] The album, Something for Everybody was eventually released in June 2010, preceded by a 12\" single of \"Fresh\"/\"What We Do\".[20] Devo was awarded the first Moog Innovator Award on October 29, 2010, during Moogfest 2010 in Asheville, North Carolina. The Moog Innovator Award has been said to celebrate \"pioneering artists whose genre-defying work exemplifies the bold, innovative spirit of Bob Moog\".[21] Devo was scheduled to perform at Moogfest, but Bob Mothersbaugh severely injured his hand three days prior, and the band was forced to cancel. Mark Mothersbaugh and Gerald Casale collaborated with Austin, Texas, band The Octopus Project to perform \"Girl U Want\" and \"Beautiful World\" at the event instead.[22] In an interview on March 3, 2011, Casale stated that he was \"working on a script for a... Devo musical\" that would be aimed towards a live Broadway production.[23] In August 2012, the band released a single called \"Don't Roof Rack Me, Bro (Seamus Unleashed)\",[24] dedicated to the Republican Party presidential candidate Mitt Romney's former pet dog Seamus. The title relates to the Mitt Romney dog incident, which occurred in 1983 when Romney traveled twelve hours with the dog in a crate on his car's roof rack. Casale has also mentioned plans to release a collection of demos from the sessions of Something for Everybody, with potential titles being Devo Opens the Vault, Gems from the Devo Dumpster, or Something Else for Everybody.[25] The album was eventually titled Something Else for Everybody and was released on May 20, 2014. In 2020, Casale participated in a set of long form interview[26] and follow-up[27] with Conan Neutron's Protonic Reversal, speaking of many subjects related to the band and more. In 2005, Casale announced his \"solo\" project, Jihad Jerry & the Evildoers (the Evildoers themselves including the other members of Devo) and released the first EP, Army Girls Gone Wild in 2006. A full-length album, Mine Is Not a Holy War, was released on September 12, 2006, after a several-month delay. It featured mostly new material, plus re-recordings of four obscure Devo songs: \"I Need a Chick\" and \"I Been Refused\" (from Hardcore Devo: Volume Two), \"Find Out\" (which appeared on the single and EP of \"Peek-a-Boo!\" in 1982) and \"Beehive\" (which was recorded by the band in 1974, then apparently abandoned with the exception of one appearance at a special show in 2001).[28] Casale directed several television commercials, including ads for Diet Coke and Honda Scooters featuring Devo, as well as for Coco's restaurants,[29] and Miller Lite. Distinctive elements of Casale's visual style include dutch angles, desaturated color, and color washes on images.[30] While Jihad Jerry never toured, the theatrical character appeared with Devo at several shows in 2006, as well as on the Fox News program Red Eye. Casale abandoned the Jihad Jerry character in 2007;[31] He was quoted as saying \"People are kind of freaked out by the Jihad Jerry stuff. I thought they'd all think it was really funny and get off on it but people are really offended and scared... I think that's it. I don’t want them to have Jihad Jerry to kick around anymore!\".[32] Later Casale donned the Jihad Jerry turban for a performance with UK-based DJ and producer Adam Freeland at the South by Southwest music festival in 2009.[33] Casale and Mothersbaugh have also produced music for other artists including Toni Basil.[34] In 2014, Casale made a cameo appearance in a 1980s themed Delta Air Lines in-flight safety video, portraying a passenger who puts his \"carry on\" item (a Devo energy dome) under the seat in front of him in order to prepare for takeoff.[35] Casale joined the Italian electronic artist Phunk Investigation for a song \"It's All Devo!\" released under the name Devo's Gerald Casale for Record Store Day 2016. Casale has played several types of bass guitars left-handed, mostly heavily customized. Among the most distinctive is a teardrop shaped bass, actually a Gibson Ripper with its horns sawed off and a thick arm padding added to the top side, as seen in videos for \"(I Can't Get No) Satisfaction\" and \"Come Back Jonee\". From 1982 on, Casale has used a right-handed Steinberger L-series bass guitar, played upside down. He has played various keyboard basses, including an EDP Wasp, a Minimoog (as well as a synth that was custom-built by Moog Music which consisted of two Minimoogs connected together), a Roland D-50, and a Korg TR-61. As of 2012, Casale has used a Roland GAIA SH-01. In 1970, he was a student at Kent State University in Kent, Ohio, and was a witness to the 1970 Kent State Shootings. Two people killed at the shootings, Jeffrey Miller and Allison Krause, were friends of Casale.[36] In a 2020 interview, he stated, “I went through some traumatic change. It was just a fork in the road where you realize everything you’ve been told is a lie...We didn’t see progress. We saw it going backwards, we start getting more tribal and more demonically mean, and more chaotic.” [37] [8] Casale took an interest in wine after moving to California in 1978.[38] In the 1990s he taught classes in wine tasting for three years during Devo's hiatus.[39] In 2014, he announced that he would be opening a new wine company, the 50 by 50, selling Pinot noirs.[40] Casale bought the historic Josef Kun House in 2007 and spent seven years in meticulous restoration with the help of preservationist James Rega. The house was designed by Richard Neutra in the early 1930s. Casale placed the house on the market in 2015.[41] On February 17, 2014, Casale's younger brother and fellow Devo bandmate Bob Casale died at age 61. According to Gerald, it was a \"sudden death from conditions that led to heart failure.\"[42] On September 11, 2015, Casale married Krista Napp in Santa Monica, California. Prior to the wedding, the couple had reportedly been questioned by friends about the date coinciding with the 14th anniversary of the September 11th attacks. After joking that he and Napp were \"the Twin Towers of love\", a friend who was in charge of the cake fashioned a 9/11-themed reception without their knowledge, featuring a cake baked in the shape of the Twin Towers, box cutters as party favors and table place setting cards featuring images of box cutters with \"Gerald & Krista\" engraved on them. After TMZ ran a story about the event on September 14 and published photos, Casale received significant backlash from the media and online. Apologizing to anyone who was offended, Casale called the reception a \"surprise\" and a \"set-up\", explaining that his friend \"thought it was some sort of transgressive sick humor, and the problem is, it's not funny.\"[43][44] As of 2021[update], Casale lives on a ranch in Napa, California.[45] Casale and the other Devo members used to be part of the Church of the SubGenius.[46]","Title":"Gerald Casale - Wikipedia","KeyID":"19486","URL":"https://en.wikipedia.org/wiki/Gerald_Casale"}