{"Content: ":"Sally Anne Struthers (born July 28, 1947)[1] is an American actress and activist. She played Gloria Stivic, the daughter of Archie and Edith Bunker (played by Carroll O'Connor and Jean Stapleton) on All in the Family, for which she won two Emmy awards, and Babette on Gilmore Girls. She was also the voice of Charlene Sinclair on the ABC sitcom Dinosaurs and Rebecca Cunningham on the Disney animated series TaleSpin. Sally Anne Struthers was born July 28, 1947, in Portland, Oregon,[1] the second of two daughters[2][3] born to Margaret Caroline (née Jernes) and Robert Alden Struthers, a surgeon. She has an older sister, Sue.[4] Her maternal grandparents were Norwegian immigrants.[2] Her father abandoned the family when Struthers was approximately nine years old,[2] after which she was raised by her single mother in the Concordia neighborhood of northeast Portland.[5] Her mother, who supported herself and her two daughters working at Bonneville Power Administration,[5] suffered from significant depression during Struthers' childhood.[5] In Five Easy Pieces (1970) Struthers was cast opposite Jack Nicholson. She appeared as a restless wife of a veterinarian in The Getaway (1972). Around that time Struthers debuted as Gloria Stivic on the 1970s sitcom All in the Family. Producer Norman Lear had found the actress dancing on The Smothers Brothers Comedy Hour.[citation needed] According to a WPTT radio interview with Doug Hoerth in 2003,[citation needed] Struthers thought that Reiner's then-fiancée and later wife, Penny Marshall, would get the role of Gloria, as Marshall more resembled Jean Stapleton, who played Edith Bunker. Actress Candice Azzara had played the role of Gloria in a pilot episode, but was soon dropped. After a shaky start, the series became a hit beginning with its summer reruns, giving tens of millions of viewers the chance to see \"Gloria\" defending her liberal viewpoints about negative stereotypes and inequality. Struthers won two Emmy Awards (in 1972 and 1979) for her work on the show. In 2012, Struthers recalled the serendipity that helped her land the role: I had just gotten let go from The Tim Conway Comedy Hour because the suits in New York said that I made the show look cheap. And the producer said, \"That's the whole point, we're trying to make it look like the Conway show doesn't have a budget, has no money, and so that's why there's only one Tim Conway dancer instead of a line of them like the June Taylor Dancers on The Jackie Gleason Show, and there's only one musician, and they can't even afford an instrument for him, so he's standing at a music stand, humming the opening theme song.\" That's funny! And the suits said, \"No, it makes the show look cheap.\" So they let me, the Tim Conway dancer, go. And if they hadn't done that, I wouldn't have been free to read for All in the Family.[6] In 1977 she portrayed a housewife who was physically abused by her husband (portrayed by Dennis Weaver) in the made-for-TV movie Intimate Strangers, one of the first network features to depict domestic violence.[citation needed] On the short-lived Archie Bunker's Place spin-off Gloria (1982–1983), Struthers reprised Gloria as a new divorcée (she became an \"exchange student\", when husband Mike exchanged her for one of his students). The series co-starred Burgess Meredith as the doctor of an animal clinic with Gloria as his assistant.[citation needed] From 1985 to 1986 Struthers starred as Florence Ungar in the female version of The Odd Couple. Struthers later stated in an interview on Gilbert Gottfried's Amazing Colossal Podcast, that it was an unpleasant experience until Rita Moreno, who was mean-spirited towards Struthers, left the play and was replaced by Brenda Vaccaro.[7] She was a semi-regular panelist on the 1990 revival of Match Game and an occasional guest on Win, Lose or Draw (even filling in for Vicki Lawrence as host for a week). She also had a recurring role as Bill Miller's manipulative mother, Louise, on Still Standing and regularly appeared on Gilmore Girls as Babette Dell. She also provided voices for a number of animated series such as The Pebbles and Bamm-Bamm Show (as a teenage Pebbles Flintstone), TaleSpin (as Rebecca Cunningham) and was one of the voice stars on ABC's Dinosaurs produced by Walt Disney and Henson Productions (as Charlene Sinclair).[citation needed] Struthers starred in the stage production of Annie at the Fabulous Fox Theatre in Atlanta, Georgia,[8] and in the national tour of the production in the late 1990s. She has been a regular since the early 2000s at the Ogunquit Playhouse, in Ogunquit, Maine.[9] In 2014, Struthers toured in the 50th-anniversary production of Hello, Dolly!, playing Dolly Levi. Struthers has been a spokesperson for Christian Children's Fund (later renamed ChildFund), advocating on behalf of impoverished children in developing countries. Struthers has been a spokesperson for International Correspondence School (ICS) in television ads, pitching the famous line \"Do you want to make more money? Sure, we all do!\" ICS was a school with a diverse curriculum that, at the time, had fields of study going from brick laying to personal computers.[10] Struthers married psychiatrist William C. Rader on December 18, 1977, in Los Angeles.[11][12] After having one child, daughter Samantha, the couple divorced on January 19, 1983.[13]","Title":"Sally Struthers - Wikipedia","KeyID":"19484","URL":"https://en.wikipedia.org/wiki/Sally_Struthers"}