{"Content: ":"General Sir Peter John Cosgrove, AK, CVO, MC (born 28 July 1947) is a retired senior Australian Army officer who served as the 26th Governor-General of Australia, in office from 2014 to 2019. A graduate of the Royal Military College, Duntroon, Cosgrove fought in the Vietnam War, receiving the Military Cross in 1971. From 1983 to 1984, he was commander of the 1st Battalion, Royal Australian Regiment, and he later served as commander of the 6th Brigade and the 1st Division. Cosgrove rose to prominence in 1999, when he served as commander of the International Force for East Timor (INTERFET), which oversaw the peacekeeping mission in East Timor during its transition to independence. He is also an alumnus of National Defence College, India. Cosgrove was Australia's Chief of Army from 2000 to 2002 and Chief of the Defence Force from 2002 to 2005, receiving corresponding promotions to lieutenant general and general. Cosgrove retired from active service following the end of his term as Chief of the Defence Force, and subsequently served as leader of a taskforce helping to rebuild communities in Queensland after Cyclone Larry in 2006. In January 2014, Cosgrove was named to succeed Dame Quentin Bryce as Governor-General of Australia. He was sworn in on 28 March 2014 and made a Knight of the Order of Australia on the same date. Cosgrove retired on 1 July 2019 and was succeeded by General David Hurley. Cosgrove was born in Sydney, New South Wales, on 28 July 1947. He was educated at Waverley College in Sydney, then followed his father, a warrant officer, into the Australian Army by attending the Royal Military College, Duntroon in 1965. Cosgrove's uncle, Bill Cosgrove, was a professional Australian rules football player, but was killed in action while serving with the Royal Australian Air Force during World War II.[1] Cosgrove class of 1964 spent time in Waverley College's Cadet Unit, as a cadet he was Adjutant CUOP Cosgrove and tied for the Major General JA Chapman Cane for the most efficient cadet in the Unit. Years later the cadet unit has named an award after Cosgrove, the General Cosgrove Shield (for the most efficient Speciality in the Cadet Unit) each year to honour the achievements of the most senior ranking officer to graduate. Cosgrove was appointed a probationary second lieutenant in August 1968 while attached to a regular army unit,[2] and was commissioned a lieutenant on 11 December 1968.[3] He was allotted to the Royal Australian Infantry. He arrived in South Vietnam on 3 August 1969 and was posted to 9th Battalion, Royal Australian Regiment on 20 August 1969. On 10 October 1969, Lieutenant Cosgrove was commanding 5 Platoon, B Company. The platoon located an occupied bunker system in an area where, because of the proximity of allied troops, indirect fire support was difficult to obtain. In spite of this, he led his platoon in an assault on the bunkers without indirect fire support, capturing the system and killing and wounding at least four enemy without sustaining any casualties. On 16 October 1969, 5 Platoon located another bunker system occupied by about a platoon of enemy. Lieutenant Cosgrove silently deployed his own platoon for an attack. His assault completely surprised the enemy causing them to flee, abandoning large quantities of food, stores and documents. The following day in the same bunker system a party of enemy approached his right forward section and was engaged by the sentry. Knowing that the remainder of the section was elsewhere on other tasks, Lieutenant Cosgrove ran to the contact area and personally conducted the fight against the enemy. As a result of his actions, two enemy were killed and three weapons and four packs containing rice were captured. He was awarded the Military Cross for these actions.[4][5] Cosgrove was promoted to the temporary rank of captain on 21 September 1970,[6] and was appointed an aide-de-camp to the then-Governor-General Paul Hasluck on 20 December 1971.[7] He was promoted to substantive captain on 31 October 1974 (seniority from 13 July),[8] to temporary major on 2 January 1976 and to substantive major on 11 December 1978.[9][10] In 1980 he was awarded the National Medal,[11] and was promoted to lieutenant-colonel on 7 December 1981.[12] In the mid-1980s he commanded the 1st Battalion, Royal Australian Regiment.[13] Cosgrove came to national fame in 1999 when, as a major general, he led the international forces (INTERFET) in a peacekeeping mission to East Timor. The mission's success made him one of Australia's most respected and popular military leaders.[14] He returned to Australia in 2000 as Land Commander Australia,[15] was promoted to lieutenant general in July and appointed Chief of the Army and, in 2002, was advanced to general as Chief of the Defence Force.[16] In 2004, the Foreign Minister Alexander Downer queried the judgement of Federal Police Commissioner Mick Keelty.[17] Following a joint interview with the then Defence Minister Robert Hill, Cosgrove was accused of \"playing politics\" when he said that, on this occasion, he disagreed with Keelty's point of view. However, Cosgrove expressed strong support for the Police Commissioner in his Australian best selling autobiography, My Story, published in 2006.[18] On 3 July 2005, Cosgrove's three-year appointment as Chief of the Defence Force was completed, and he was succeeded by then-Chief of Air Force Air Marshal Angus Houston. On 23 March 2006, Cosgrove was selected to lead the Queensland Government taskforce of rebuilding communities damaged by Cyclone Larry, a Category 5 tropical cyclone that devastated the Innisfail region of northern Queensland.[19] \"In recognition of the important contribution General Cosgrove made to the community of North Queensland following Cyclone Larry\", on 11 October 2008, Queensland Premier Anna Bligh announced that a new residential suburb in the Bohle Plains area of Townsville would be named Cosgrove, formerly the site of an Abattoir for the cattle sale yards next to it.[20][21][22] Cosgrove served on the board of Australia's main airline Qantas between July 2005[23] and January 2014[24] and is on numerous other boards as chairman or member.[citation needed] He served as Chancellor of the Australian Catholic University between November 2010[25] and January 2014;[26] and is Honorary Patron in Chief of the ACT Veterans Rugby Club[27] and the Rosies Youth Mission.[28] Peter Cosgrove was appointed as Patron to the Australian Volunteer Coast Guard Association in 2015. On 28 January 2014, Prime Minister Tony Abbott announced that the Queen Elizabeth II had accepted his advice to appoint Peter Cosgrove as the next Governor-General of Australia, to succeed Quentin Bryce in late March.[29] On 25 March, Abbott announced that the Queen had also approved the reinstatement of the grade of Knight or Dame in the Order of Australia (she had abolished it in 1986 on the advice of Bob Hawke), and that governors-general would be ex officio the Principal Knight or Dame of the Order.[30] The incumbent, Quentin Bryce, was immediately made the first new Dame of the Order. On 28 March Cosgrove succeeded Dame Quentin and was sworn in as Governor-General by Chief Justice Robert French,[31] becoming Sir Peter Cosgrove.[32] Former headmaster of Waverley College, Ray Paxton states “In choosing Sir Peter Cosgrove for Governor General, Australia has honoured a remarkable man”. On 16 December 2018 Prime Minister Scott Morrison announced that The Queen had approved the appointment of retired General David Hurley, the current Governor of New South Wales as the next Governor-General of Australia commencing in July 2019, and that Cosgrove's term would be extended until that time to ensure smooth transitions following the New South Wales election in March and federal election expected in May 2019.[33] On 12 August 2019, during a post appointment call upon the Queen, Her Majesty appointed Cosgrove a Commander of the Royal Victorian Order.[34] Cosgrove married Lynne Payne in 1976;[35] they have three sons[36] and four grandchildren, and lived in Sydney[citation needed] before taking up residence in Government House, Canberra. Cosgrove is a Roman Catholic and frequently attends Mass in the St Christopher's Cathedral parish in Canberra.[citation needed] Cosgrove is a strong supporter and member of the Sydney Roosters. He is also a keen follower of cricket and rugby union. His memoir You shouldn't have joined... was published by Allen & Unwin in 2020.[37]  Victoria:","Title":"Peter Cosgrove - Wikipedia","KeyID":"19482","URL":"https://en.wikipedia.org/wiki/Peter_Cosgrove"}