{"Content: ":"Sir Samuel Weymouth Tapley Seaton, GCMG, CVO, QC, JP (born 28 July 1950) is the current Governor-General of Saint Kitts and Nevis. He was born on Saint Kitts, the son of William A. Seaton and his wife, Pearl A. Seaton, nee Godwin. He came to the position as Acting Governor-General after the ouster of his predecessor Sir Edmund Wickham Lawrence on 20 May 2015. On 1 September 2015, he was officially appointed Governor-General by Queen Elizabeth II on advice of Prime Minister Timothy Harris.[1] Seaton received his primary and secondary education from Epworth Junior School, the Basseterre High School, and the St. Kitts-Nevis Grammar School. He attended the University of West Indies in Jamaica and received a Bachelor of Laws, a moment that set forth his legal career.[2] He continued further studies with the Council of Legal Education, where he gained his Certificate, and the University of Bordeaux in France, where he completed a Diploma in French. Joined the St. Kitts-Nevis Judicial Service, and served as Registrar of the Supreme Court, Provost Marshal and acting Additional Magistrate. In 1975, Seaton served as Crown Counsel for the Attorney General’s Chambers and acted as the high Court Registrar. In 1980, he took on the role of St. Kitts-Nevis Attorney General, in which he served until 1995. In 1988, he was appointed as one of Her Majesty’s Counsels (Queen’s Counsel) in 1988. He also has the distinction of being named a Commander of the Royal Victorian Order (CVO) 23 October 1985.[3] He was appointed a Knight Grand Cross of the Most Distinguished Order of Saint Michael and Saint George (GCMG) 9 November 2015.[4] Aside from his official duties, Seaton has served on various Boards, National Committees and Organisations. Some of these positions included Director of SSMC, the Chamber of Industry and Commerce, and Frigate Bay Development Corporation; President of the St. Christopher Heritage Society (now The St. Christopher National Trust), the St. Kitts-Nevis Bar Association and the OECS Bar Association; and Vice President for the Brimstone Hill Fortress National Park Society and the St. Christopher National Trust; Chairman of Cable & Wireless (formerly SCANTEL).[5]","Title":"Tapley Seaton - Wikipedia","KeyID":"19493","URL":"https://en.wikipedia.org/wiki/Tapley_Seaton"}