{"Content: ":"The Olympic Athletic Center of Athens Spiros Louis (Greek: Ολυμπιακό Αθλητικό Κέντρο Αθηνών \"Σπύρος Λούης\", Olympiakó Athlitikó Kéntro Athinón \"Spýros Loúis\") or OACA (OAKA)), is a sport facilities complex located at Marousi, northeast Athens, Greece. The complex consists of five major venues as well as other supplementary sport facilities. The Olympic Athletic Center of Athens has hosted the Mediterranean Games in 1991, the World Championship in Athletics in 1997 as well as other important athletic and cultural events. The most significant event the Athens Olympic Sports Complex has hosted, was the Olympic Games. OACA was the main venue for the Athens Olympic Games in 2004. The complex was revamped for the games under a design produced by the Spanish architect Santiago Calatrava. The stadium, built in 1982 and extensively refurbished for the games in 2004, including the addition of a roof, hosted the athletics events and the soccer final, as well as the Opening Ceremony on August 13, 2004 and the Closing Ceremony on August 29, 2004. It is currently used as the home ground of AEK Athens F.C. The Nikos Galis Olympic Indoor Hall (also known simply as the Indoor Hall) was completed in 1995, and was the largest indoor venue in use for sporting events at the 2004 Summer Olympics in Athens, Greece. It is part of the Athens Olympic Sports Complex, in the suburb of Maroussi. The arena was used for artistic gymnastics and trampolining and also hosted the finals of the basketball matches at the games. On May 18 and 20, 2006, the Olympic Indoor Hall hosted the 51st Eurovision Song Contest, that was held in Athens after Greece's victory at the Song Contest in 2005.  The Athens Olympic Sports Complex can be reached by Metro [stations \"Neratziotissa\" and \"Irini\" of Metro Line 1 (Green Line)], by suburban train (Proastiakos station \"Neratziotissa\"), or by direct bus lines [A7 (Stournari – Kifissia), 602 (N. Ionia – Kalogreza – Panormou Metro Station), 550 (P. Faliro – Kifissia). While it was reported in 2008 that almost all of the Olympic venues utilized for the 2004 games, including certain facilities in the Sports Complex such as the velodrome and tennis center, have fallen into varying states of dereliction or disrepair, all of the facilities in the Athens Olympic Sports Complex are still in use today.[1] The table below illustrates how the Athens Olympic Sports Complex facilities are used today: Coordinates: 38°02′19″N 23°47′09″E﻿ / ﻿38.03861°N 23.78583°E﻿ / 38.03861; 23.78583","Title":"Athens Olympic Sports Complex - Wikipedia","KeyID":"19497","URL":"https://en.wikipedia.org/wiki/Athens_Olympic_Sports_Complex"}