{"Content: ":"Lü Junchang (Chinese: 吕君昌; 1965 – 9 October 2018) was a Chinese palaeontologist and professor at the Institute of Geology, Chinese Academy of Geological Sciences. An expert on Mesozoic reptiles, he described and named dozens of dinosaur and pterosaur taxa including Tongtianlong, Qianzhousaurus, Heyuannia, Gannansaurus, Yunnanosaurus youngi, and Darwinopterus. Lü was born in 1965. He graduated from Lanzhou University in 1989 with a bachelor's degree in geology. He studied at the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) of the Chinese Academy of Sciences from 1997 to 2000 and earned his master's degree. He subsequently went to the United States to study at the Department of Earth Sciences at the Southern Methodist University, earning his Ph.D. in 2004.[1] Lü began working for the Chinese Academy of Geological Sciences in July 2004, initially as a postdoctoral researcher, then as associate professor and eventually as professor and doctoral advisor.[1] An expert on Mesozoic reptiles such as dinosaurs and pterosaurs, Lü conducted field research and excavation in more than ten Chinese provinces including Liaoning, Henan, and Xinjiang, as well as foreign countries such as Canada, the United States, Britain, Mongolia, South Korea, and Japan.[1] He participated in many international cooperation projects including the Sino-Canadian Dinosaur Project of 1999, Sino-Japanese Silk Road Dinosaur Survey in 1992–1993, the Sino-Japanese-Mongolian Gobi Desert Dinosaur Survey (1995–1998), and the South Korea–Mongolia Plateau Dinosaur Survey (2006, 2008, and 2010).[1] Partly because of years of overwork, Lü suffered from diabetes.[2] On 9 October 2018, he died suddenly in Beijing, at the age of 53. A pterosaur species named Luchibang was named after him.[1] In 2002, Lü Junchang identified and named a genus of oviraptorid dinosaur, Heyuannia.[3][2] For his contributions to dinosaur research in Heyuan, Guangdong, he was named the honorary director of Heyuan Museum and an honorary citizen of Heyuan.[2] In 2007, he described a second species of Yunnanosaurus, and named it Yunnanosaurus youngi, after Yang Zhongjian (C. C. Young), the discoverer of the genus.[4] In 2009, Lü, and his colleagues first described the new pterosaur genus Darwinopterus, and identified a nearly complete fossil of a pregnant Darwinopterus with an egg, which they named \"Mrs. T\".[5] In 2014, Lü Junchang, Stephen L. Brusatte et al. discovered Qianzhousaurus, a new genus of tyrannosaur with long snouts, which they nicknamed \"Pinocchio rex\".[6] In 2016, Lü and his team described and named the new dinosaur genus Tongtianlong in Ganzhou, Jiangxi, China, in the Nanxiong Formation.[1][7]","Title":"Lü Junchang - Wikipedia","KeyID":"195","URL":"https://en.wikipedia.org/wiki/L%C3%BC_Junchang"}