{"Content: ":"Gerd Faltings (German pronunciation: [ɡɛʁt ˈfaltɪŋs] (listen); born 28 July 1954) is a German mathematician known for his work in arithmetic geometry.[5][6] From 1972 to 1978, Faltings studied mathematics and physics at the University of Münster. In 1978 he received his PhD in mathematics.[6] In 1981 he obtained the venia legendi (Habilitation) in mathematics, from the University of Münster. During this time he was an assistant professor at the University of Münster. From 1982 to 1984, he was professor at the University of Wuppertal.[7] From 1985 to 1994, he was professor at Princeton University. In the fall of 1988 and in the academic year 1992–1993 he was a visiting scholar at the Institute for Advanced Study.[8] In 1986 he was awarded the Fields Medal at the ICM at Berkeley for proving the Tate conjecture for abelian varieties over number fields, the Shafarevich conjecture for abelian varieties over number fields and the Mordell conjecture, which states that any non-singular projective curve of genus g > 1 defined over a number field K contains only finitely many K-rational points. As a Fields Medalist he gave an ICM plenary talk Recent progress in arithmetic algebraic geometry. In 1994 as an ICM invited speaker in Zurich he gave a talk Mumford-Stabilität in der algebraischen Geometrie. Extending methods of Paul Vojta, he proved the Mordell–Lang conjecture, which is a generalization of the Mordell conjecture. Together with Gisbert Wüstholz, he reproved Roth's theorem, for which Roth had been awarded the Fields medal in 1958. In 1994, he returned to Germany and from 1994 to 2018, he was a director of the Max Planck Institute for Mathematics in Bonn. In 1996, he received the Gottfried Wilhelm Leibniz Prize of the Deutsche Forschungsgemeinschaft, which is the highest honour awarded in German research. Faltings was the formal supervisor of Shinichi Mochizuki,[1] Wieslawa Niziol,[2] Nikolai Dourov.","Title":"Gerd Faltings - Wikipedia","KeyID":"19506","URL":"https://en.wikipedia.org/wiki/Gerd_Faltings"}