{"Content: ":"Robert Charles Swan, OBE, FRGS (born 28 July 1956) is the first person to walk to both poles.[1] He was born in Durham, England, and attended Aysgarth School and then Sedbergh School (1969–1974) before completing a BA in ancient history (1976–1979) at St Chad's College, Durham University. He is currently an advocate for the protection of Antarctica and renewable energy. Swan is also the founder of 2041, a company which is dedicated to the preservation of the Antarctic[2] and the author with Gil Reavill of Antarctica 2041: My Quest to Save the Earth's Last Wilderness.[3] In November 2017, Swan undertook the South Pole Energy Challenge, the first expedition of its kind: a 600-mile journey to the South Pole with his son, surviving solely using renewable energy.[4] Southern Quest set sail on 3 November 1984 to travel the 14,842 nautical miles (27,487 km) to Antarctica. The expedition stopped over in Lyttelton, New Zealand, to meet Bill Burton, who at 96 years old was the last surviving member of Scott's expedition in 1912. Swan's initial Antarctic expedition was thus officially dubbed \"In the Footsteps of Scott\". Upon arrival on the frozen continent, Swan and his team spent the Antarctic winter at the Jack Hayward Base with colleagues John Tolson and Dr. Michael Stroud. When the winter had passed, Swan, Roger Mear and Gareth Wood set out to walk 900 miles (1,400 km) to the South Pole. They arrived at the South Pole on 11 January 1986, after 70 days without the aid of any radio communications or back-up support and having hauled 350 lb (160 kg) sledges. Swan's team had achieved the longest unassisted march ever made in history. Once at the pole, they received the bad news that their ship, Southern Quest, had been crushed by pack ice and had sunk, just minutes before they arrived. There was much criticism of the adventure from the scientists working in Antarctica as time and money had to be spent in flying some of the party back out to New Zealand. However, Swan returned in 1987 with a ship to collect the rest of the team at Jack Hayward Base and to remove all traces of his expedition, i.e., rubbish and remaining stores.[5][6] Three years after reaching the South Pole, Swan assembled a team of eight people from seven nations for an attempt at the North Pole. The Icewalk expedition team consisted of: Dr. Misha Malakhov from Russia, Rupert Summerson of the UK, Graeme Joy of Australia, Arved Fuchs of Germany, Hiroshi Onishi from Japan, Angus Cockney of the Inuit, and Daryl E. Roberts of the US. Icewalk's base camp held 22 representatives from 15 nations, with the US represented by Mike Doyle and photojournalist Michael Forster Rothbart. They produced a series of educational films there and facilitated the removal of rubbish from the surrounding Arctic wilderness. Swan and his team reached the North Pole on 14 May 1989. The team nearly drowned during their expedition due to the unseasonable melting of Arctic ice. Their journey made Swan the first man to walk to both the North and South poles, unassisted.[7] In 1992, Swan was invited by the United Nations to be a keynote speaker to the first Earth Summit for sustainable development, in Rio de Janeiro, Brazil. In response to the world leaders' challenge to \"think global act local\", Swan made a commitment to deliver a global and local environmental mission involving industry, business, and young people to the next World Summit in 2002.[8] In 1996–97, he organised a team for One Step Beyond, the South Pole Challenge. The mission was to remove and recycle 1,500 tons of waste that had been left at Bellingshausen station in Antarctica after decades of scientific research. The team worked for eight years to raise the money, plan, and execute the mission. The rubbish at the Russian base of Bellingshausen, King George Island, was cleared and the native penguins reclaimed their beach for the first time in 47 years.[9] Swan's 67' foot racing yacht 2041 was named after the year in which the 'Madrid Protocol' comes up for debate. The protocol, signed by nearly every nation, provides additional protection for the Antarctic Treaty and designates the continent as \"a Natural Reserve Land for Science and Peace\". It also places a ban on mining and mineral exploration in Antarctica for 50 years (1991–2041).[3] In 2002, Swan and his 2041 sailboat embarked on the longest overland voyage in history. The voyage's destination was the 2002 World Summit for Sustainable Development in Johannesburg, South Africa. Swan partnered with loveLife – a charity battling AIDS in South Africa.[10] The voyage reached out to over 750,000 young people across South Africa. During the World Summit, the 'Ice Station' exhibit was visited by 128 world leaders and 35,000 visitors, including 12,000 young people. It was awarded first prize for outstanding contribution to the World Summit.[3] As the first step to the 2012 World Summit, Swan brought a team of young African leaders on 2041 for the Cape to Rio Yacht Race.[7] Returning from the Rio, the yacht embarked on \"The Circumnavigation of Africa\". The voyage promoted AIDS awareness, water saving, and recycling whilst visiting over 30 ports. Along the route, communities came out in force to participate in clean-up projects with the aim of improving their immediate environment. Three young men from loveLife were chosen by Swan to become the first African crew in history to circumnavigate their own continent.[11] Continuing on her journey towards the 2012 World Summit, Swan entered sailboat 2041 in the Sydney Hobart Yacht Race with the world's first sails made entirely from recycled plastic (PET) bottles. 2041 was crewed by industry leaders and teachers selected for their outstanding inspiration for young people. The sailboat finished 24th in the race.[7] Swan was once again charged by the world leaders to continue his mission and report back at the next World Summit for Sustainable Development, ten years later, in 2012.[12] Powered entirely on renewable energy, Swan and a small team lived and sent broadcasts from the E-base via the internet for two weeks. It was the first time in history that a team had attempted to survive in Antarctica relying solely on renewable energy. Their mission was successful, and the team departed the continent after the allotted two weeks in good health.[8] On 8 April 2008, the Voyage for Cleaner Energy and 2041 sailboat launched from San Francisco, California. 2041 was refitted to operate entirely on wind, solar, and biodiesel generated energy. 2041 and Swan engaged in a multi-city tour of the West Coast of the US to highlight renewable energy and engage the youth of the world to take positive steps toward renewable, sustainable energy practices. 8 April 2008 was officially deemed \"Robert Swan Day\" in San Francisco at the bequest of Mayor Gavin Newsom.[13] Swan led the first corporate expedition to Antarctica in 2003. The expedition members witnessed firsthand the effects of climate change in Antarctica. They were tasked by Swan to become leaders in sustainability upon their return home.[14] The expeditions include leadership development, climate change training, sustainability education, and training on Antarctica. In addition the expedition's teach participants the benefits and need to ensure the Protocol on Environmental Protection to the Antarctic Treaty remains as it is - a protocol that puts aside Antarctica for peaceful purposes and scientific research. It could potentially be modified or amended between the years 2041 and 2048.[15][16][17] The expeditions continue on a near-annual basis, with the most recent held in March 2022.[18] On the 2018 International Antarctic Expedition Team Zayed (Mariam Al Qassimi, Rashed Al Zaabi and Winston Cowie) representing the Environment Agency - Abu Dhabi and Dr Jane Goodall lit up the Antarctic sky with a solar light show, writing a message in solar lights to the world on climate change and plastic.[19] The solar light show, with Swan and his son Barney present, inspired the award-winning documentary Zayed's Antarctic Lights.[20] The 2022 International Antarctic Expedition was the largest yet and a collaboration between Swan's NGO '2041', adventure travel company the 'Explorers Passage', and Swan's son's Barney's NGO 'Climateforce'. The expedition left from Ushuaia, South America, on board the vessel the 'Ocean Victory', with 177 participants from 37 countries in attendance.[21][22][23] Winston Cowie was the Program Director of the 2022 International Antarctic Expedition.[24][25][26] The goal of the Climate Force (CF) challenge is to reduce 360 million tonnes of CO2 before the year 2025. Working directly with businesses, communities, and students to promote sustainable development, Swan and his son Barney continue to manage expeditions as a platform to accelerate impact.[27][28] In November 2017, Swan undertook another expedition to the South Pole with his son Barney, on a mission known as the South Pole Energy Challenge (SPEC). This father and son team set out to ski a 600-mile journey surviving solely on renewable energy, a first in polar-exploration. Carrying everything on their sledges, they used NASA designed solar ice melters, biofuels made from waste, lithium batteries, and passive solar flasks for survival. Additionally, they planted 2,000 trees to make the logistics and operations of the expedition carbon positive.[29] Swan planned to undertake a mission to complete his 35-year-old goal of crossing the entire Antarctic continent in January, 2022.[30]","Title":"Robert Swan - Wikipedia","KeyID":"19513","URL":"https://en.wikipedia.org/wiki/Robert_Swan"}