{"Content: ":"William Tanner Vollmann (born July 28, 1959) is an American novelist, journalist, war correspondent, short story writer, and essayist. He won the 2005 National Book Award for Fiction with the novel Europe Central.[1] William Vollmann was born in Los Angeles and lived there for five years. He attended public high school in Bloomington, Indiana, and has also lived in New Hampshire, New York, and the San Francisco Bay Area. His father was Thomas E. Vollmann, a business professor at Indiana University. When he was nine years old, Vollmann's six-year-old sister drowned in a pond while under his supervision, and he felt responsible for her death.[2] According to him, this loss has influenced much of his work.[3] Vollmann studied at Deep Springs College, and completed a BA, summa cum laude, in comparative literature at Cornell University,[4] where he lived at the Telluride House.[2] After graduation, Vollmann went on to the University of California, Berkeley, on a fellowship for a doctoral program in comparative literature.[2] He dropped out after one year.[5] Vollmann lives in Sacramento, California, with his wife, who is a radiation oncologist, and their daughter.[5] Vollmann worked odd jobs, including a post as a secretary at an insurance company, and saved up enough money to go to Afghanistan in 1982. During this trip, he sought to gather information and images that could determine the most deserving candidates for American aid. He eventually foisted himself upon a group of mujahideen heading for the front lines. He saw battle with the soldiers, who were engaged in warfare with the Soviet Union at the time, before he came down with dysentery and had to be dragged through the Hindu Kush mountains.[6] His experiences on this trip inspired his first non-fiction book, An Afghanistan Picture Show, or, How I Saved the World, which was not published until 1992. Upon his return to the US, Vollmann started work as a computer programmer, even though he had virtually no experience with computers. According to a New York Times Magazine profile by the novelist Madison Smartt Bell, for a year Vollmann wrote much of his first novel, You Bright and Risen Angels, after hours on office computers, subsisting on candy bars from vending machines and hiding from the janitorial staff.[7] His writing influences include Thomas Pynchon, Ernest Hemingway, Comte de Lautréamont, Louis-Ferdinand Celine, Yukio Mishima, Yasunari Kawabata, and Leo Tolstoy[8] In addition to full-length books, Vollmann has written articles and had stories published in Harper's, Playboy, Conjunctions, Spin Magazine, Esquire, The New Yorker, Gear, and Granta. He has also contributed to The New York Times Book Review. Vollmann identifies as a \"hack journalist\"; he often does travel writing and reportage while doing research for his larger fiction or non-fiction projects. In November 2003 (after many delays), his book Rising Up and Rising Down was published. It is a 3,300-page, heavily illustrated, seven-volume treatise on violence. It was nominated for the National Book Critics Circle Award. A single-volume condensed version was published at the end of the following year by Ecco Press. Vollmann justified the abridgment, saying, \"I did it for the money.\"[9] Rising Up and Rising Down represents more than 20 years of work in which he tries to establish a moral calculus to consider the causes, effects, and ethics of violence. Vollmann based it on his reporting from places of warfare, including Cambodia, Somalia, and Iraq. Vollmann's other works often deal with the settlement of North America (as in Seven Dreams: A Book of North American Landscapes, a cycle of seven novels); or stories of people (often prostitutes) on the margins of war, poverty, and hope. His novel Europe Central (2005) follows the trajectories of a wide range of characters (including the Russian composer Dmitri Shostakovich) caught up in the fighting between Germany and the Soviet Union. It won the 2005 National Book Award for Fiction. In 2008, Vollmann was awarded a five-year fellowship/grant from the Strauss Living Award, which provides $50,000 a year, tax free. In 2009, Vollmann published Imperial, a nonfiction account of life in Imperial County, California, on the border of Mexico.[10] In 2010, Vollmann published a critical study of Japanese Noh theater entitled Kissing the Mask: Beauty, Understatement, and Femininity in Japanese Noh Theater.[11] Vollmann became depressed and began cross dressing in 2008 and has developed a female alter ego persona named Dolores which is documented in The Book of Dolores.[12] \"'Dolores is a relatively young woman trapped in this fat, aging male body,' Mr. Vollmann said. 'I’ve bought her a bunch of clothes, but she's not grateful. She would like to get rid of me if she could.'\"[13] As early as 2007 Vollmann was writing ghost and supernatural stories—(\"Widow's Weeds\" was published in AGNI no. 66 in 2007).[14]—which were eventually published by Viking as Last Stories and Other Stories. In interviews, he has mentioned a book about abortion called The Shame of Our Youth, as well as a study on rape cases in court.[15] Vollmann's papers were acquired by the Rare Books & Manuscripts Library of Ohio State University.[16] In his personal life, Vollmann – who eschews not only the fame of authorship but also cellphones, credit cards, and other modern age touchstones – has sometimes been characterized as a misanthrope, even a Luddite. In a 2013 Harper's essay, \"Life as a Terrorist\", Vollmann revealed how the perception of \"anti-progress, anti-industrialist themes\" in his early writings had changed his life. Utilizing official files obtained through the Freedom of Information Act, the essay details Vollmann's investigation by the FBI as a suspect in the mid-1990s Unabomber case. Though he was cleared, Vollmann describes a lifetime of unabating negative repercussions from his permanent classified record.[17][18] Full-length critical essays about Vollmann's work have been published in Review of Contemporary Fiction, Critique: Studies in Contemporary Fiction, BookForum, Open Letters Monthly, and Science Fiction Studies. In 2010, the German magazine 032c dedicated 40 pages of its 19th issue to Vollmann, and featured a rare interview with the author in addition to reprinted texts.[19] Michael Hemmingson co-edited, with Larry McCaffery, Expelled from Eden: A WTV Reader (NY: Thunder's Mouth Press, 2004) and published William T. Vollmann: A Critical Study and Seven Interviews (Jefferson, NC: McFarland and Co) in 2009. William T. Vollmann: A Critical Companion, edited by Christopher K. Coffman and Daniel Lukes, and including contributions from Larry McCaffery, Jonathan Franzen, Michael Hemmingson, James Franco, Carla Bolte, and others, was published by the University of Delaware in October 2014.","Title":"William T. Vollmann - Wikipedia","KeyID":"19518","URL":"https://en.wikipedia.org/wiki/William_T._Vollmann"}