{"Content: ":"Luiz Fernando Carvalho (born July 28, 1960 in Rio de Janeiro) is a Brazilian filmmaker and television director, known for works closely linked to literature that constitute a renovation in Brazilian audiovisual aesthetics.[1] He has already brought to the screen works by Ariano Suassuna, Raduan Nassar, Machado de Assis, Eça de Queirós, Roland Barthes, Clarice Lispector, Milton Hatoum, José Lins do Rego and Graciliano Ramos, among others. Some critics compare Luiz Fernando Carvalho's productions to the Brazilian Cinema Novo[2] and icons of film history such as Luchino Visconti and Andrei Tarkovsky.[3] His work is characterized by visual and linguistic experimentation[4] and exploration of the multiplicity of Brazil's cultural identity.[5][6] The baroque style[7][8][9] of overlays and interlacing of narrative genres, the relation to the moment in Time,[10] the archetypal symbols of the Earth and the reflection on the language of social and family melodrama[11] are features of the director's poetic language. The filmmaker's works have met with both critical and public acclaim. He directed the film To the Left of the Father (Lavoura Arcaica) (2001),[12][13] based on the homonymous novel by Raduan Nassar, cited by the critic Jean-Philippe Tessé in the French magazine Cahiers du Cinéma as a \"ground-breaking promise of renovation, of an upheaval not seen in Brazilian cinema since Glauber Rocha,[14][15] which won over 50 national and international awards.[16] The telenovelas Renascer (Rebirth) (1993) and The King of the Cattle (O Rei do Gado) (1996), by screenwriter Benedito Ruy Barbosa and directed by Luiz Fernando Carvalho, are recognized as benchmarks of Brazilian television drama and achieved some of the highest audience ratings of the 1990s.[17][18] There is a marked contrast between the director's television works: from the pop design of the 60s in the series Ladies' Mail (Correio Feminino) (2013) to the classic rigor of the mini-series The Maias (Os Maias) (2001), the urban references of the working-class suburbs in the mini-series Suburbia (2012) to the playfulness of the soap My Little Plot of Land (Meu Pedacinho de Chão) (2014), the aesthetic research of the Sertão (backcountry) in Old River (Velho Chico) (2016) to the Brazilian fairytale of the mini-series Today is Maria's Day (Hoje É Dia de Maria) (2005) and the realistic universe of family tragedy in Two Brothers (Dois Irmãos) (2017).[19][20] The director's production process is renowned for identifying new talent from all over Brazil and for training actors,[21] revealing new stars of the dramatic arts such as Letícia Sabatella, Eliane Giardini, Bruna Linzmeyer, Johnny Massaro, Irandhir Santos, Simone Spoladore, Caco Ciocler, Marcello Antony, Marco Ricca, Isabel Fillardis, Giselle Itié, Emilio Orciollo Netto, Sheron Menezes, Jackson Antunes, Maria Luísa Mendonça, Eduardo Moscovis, Jackson Costa, Leonardo Vieira, Cacá Carvalho, Luciana Braga, Julia Dalavia, Renato Góes, Cyria Coentro, Marina Nery, Júlio Machado, Bárbara Reis, Lee Taylor, Zezita de Matos, Mariene de Castro and Lucy Alves, among others. The director's actor coaching technique has given rise to a method recounted in the book O processo de criação dos atores de Dois Irmãos (The creation process of the actors in Dois Irmãos), by the photographer Leandro Pagliaro.[22][23] \"There is a concrete promise of renovation, of a palpitation not seen in Brazilian cinema since Glauber Rocha. (...) At first, one is left with nothing but fragments torn from a visual magma. But soon the chaos resolves itself, the film unrolls in all its richness like a barbaric poem verging on hallucination, of extraordinary power. (...) Never, however, does its return to the underlying myths obscure or accelerate the predominance of the sensations. If the film is possessed of such enchanting force, it is because Luiz Fernando Carvalho knows that everything starts there, in this first way of being born into the world, of allowing oneself to be ravished by it, to savor every twist of it...\" —Les Cahiers du Cinèma, by Jean-Philippe Tessé on his critic about To the Left of the Father (Lavoura Arcaica)[14] Luiz Fernando Carvalho studied architecture and literature. He started out in cinema at 18 in a number of roles: audio technician, assistant director, screenwriter, short film editor, and director. His first TV work came in the early 80s, as assistant director of noteworthy mini-series, such as O Tempo e o Vento, based on the work of Érico Veríssimo, directed by Paulo José, and Grande Sertão: Veredas, from the work of João Guimarães Rosa, in which he started to direct his first scenes, still as assistant director to Walter Avancini. He wrote and directed the short The Waiting (A Espera), based on the book A Lover's Discourse: Fragments (Fragments d'un discours amoureux) by Roland Barthes. Launched in 1986, the film collected the following awards: Best Short Film, Best Actress (Marieta Severo) and Best Cinematography (Walter Carvalho) at the 13th Festival de Gramado;[24] Best Short Film (Golden Shell) at the San Sebastián International Film Festival (Spain); and the Special Jury Award at the Ste Therèse Festival (Canada). Early in the 90s, Luiz Fernando Carvalho directed a 40-chapter mini-series written by Aguinaldo Silva, based on the work of José Lins do Rego and starring Vera Fischer, Osmar Prado, Sebastião Vasconcelos, Carlos Alberto Riccelli and Fernanda Montenegro, with costumes by Beth Filipecki. The then inhospitable island of Fernando de Noronha (PE) served as the scene for the story, which is set in a small fishing village in the Northeast of Brazil. In 1991, Luiz Fernando Carvalho directed an adaptation of a script by Brazilian TV pioneer Péricles Leal, with costumes by Beth Filipecki. The telefilm was shot in the town of Canindé, Ceará, and reached the finals of the 34th New York Television Festival. This marked the television debut of actress Letícia Sabatella. The critic Rodrigo Fonseca affirmed that his first memory of Letícia Sabatella on TV was also when he discovered the existence of the \"genius of direction that is Luiz Fernando\".[25] In 1992, he directed the telenovela written by Aguinaldo Silva, considered to have reached the 6th largest audience in Brazilian television history.[26] Notable cast members included: Lima Duarte, Renata Sorrah, Armando Bógus, Eva Wilma, Paulo Betti, Andréa Beltrão, Pedro Paulo Rangel and Eduardo Moscovis. Certain characters are regarded as landmarks in TV drama: Sergio Cabeleira (Osmar Prado) and the photographer Jorge Tadeu (Fábio Jr.). While filming Pedra sobre Pedra, Luiz Fernando Carvalho came up with a significant sequence inspired by Ariano Suassuna's Armorial Movement (Movimento Armorial) . The enormous success of the sequence, confirmed by the record number of requests by viewers for a rerun, was decisive in the transformation of the material into a telefilm, with additional scenes written by Braulio Tavares and interpreted by the actor and musician Antonio Nóbrega. It competed for the International Emmy Award in 1993.[27] The 1993 soap, written by Benedito Ruy Barbosa and directed by Luiz Fernando Carvalho, met with critical and public acclaim and was the most-watched in the 90s and 4th in audience ratings in the history of Brazilian television.[26] It was also shown in several other countries. As directed by Luiz Fernando Carvalho, it is regarded as among the symbols of renovation of the aesthetics of the genre in the 90s.[28] The character Buba, interpreted by Maria Luísa Mendonça, caused a national controversy, as it was the first time that the discussion of gender had been addressed in a telenovela. It received the APCA Award for Best Novela, Best Actor (Antônio Fagundes), Best Supporting Actor (Osmar Prado), Best Supporting Actress (Regina Dourado), Best Male Breakthrough Performance (Jackson Antunes).[29] Leonardo Vieira, Jackson Antunes, Cacá Carvalho, Marco Ricca, Isabel Fillardis and Maria Luísa Mendonça were among the talents revealed in this work. The television entrepreneur José Bonifácio de Oliveira, considered the plot \"well structured by Benedito, with a well-crafted first part, masterfully directed by Luiz Fernando Carvalho\".[30] According to Marilia Martins, few novelas had a first chapter directed with such polish and skill as Rebirth. In 1994, the telefilm directed by Luiz Fernando Carvalho marked the first appearance of Ariano Suassuna's works on television.[31] Based on the writer's unpublished novel of the same name, the script was the work of Ariano himself, in partnership with the director. Director of photography Dib Lufti, costumes by Luciana Buarque, and art production by Lia Renha. Scenography by the artist Fernando Velloso, from the Grupo Corpo dance group, music by Antônio Madureira, a member of the Armorial Quintet (Quinteto Armorial). With A Woman dressed in Sun (Uma Mulher Vestida de Sol), the director commenced his exploration of the limits of television language, combining elements of the popular theater of the Northeast. Luiz Carlos Vasconcelos's Grupo Piolim participated and the cast included Tereza Seiblitz, Lineu Dias, Sebastião Vasconcelos, Ana Lúcia Torre, Raul Cortez and the then novice actor Floriano Peixoto. According to the researcher of Literature Hélio Guimarães, the work gave rise to an impasse at the TV station: was Luíz Fernando Carvalho too big for the Globo screen?[32] One year after A Woman dressed in Sun (Uma Mulher Vestida de Sol), in 1995, Luiz Fernando Carvalho resumed his connection with the writer Ariano Suassuna, this time transforming the play The Farce of Pleasant Idleness (A Farsa da Boa Preguiça) into a telefilm . The director continued his search for a hybrid language for television, as a way of criticizing the naturalism of the novelas. Art production and costumes by Yurika Yamasaki and the artist Dantas Suassuna, participation of Antonio Nóbrega, Patrícia França, Ary Fontoura and Marieta Severo. According to the critic Rogério Durst, the telefilm was a major feat of TV drama.[33] The King of the Cattle (O Rei do Gado), 1996, the director's next collaboration with the author Benedito Ruy Barbosa,[34] became the novela with the 9th largest audience in Brazilian television history.[26] It was rescreened three times,[35][36] outrating other productions of the time, and was sold to over 30 countries. It marked the debut of Marcello Antony, Caco Ciocler, Mariana Lima, Emilio Orciollo Netto and Lavínia Vlasak.[37] Other significant aspects of the novela were its social criticism and sensitive approach to the Landless Workers Movement (movimento dos sem-terra).[38] The actors Jackson Antunes and Ana Beatriz Nogueira stand out in this context. The cast included Antônio Fagundes, Patricia Pillar, Leticia Spiller and Raul Cortez with guest appearances in the early stages by Tarcisio Meira, Eva Wilma and Vera Fischer. The character Tião Galinha, interpreted by Osmar Prado, is a landmark of his career. The novela received the Certificate of Merit at the San Francisco International Film Festival and the APCA Award for Best Actor (Raul Cortez), Best Supporting Actor (Leonardo Brício), Best Supporting Actress (Walderez de Barros) and Best Male Breakthrough Performance (Caco Ciocler).[39] Fernando de Barros e Silva wrote, in the Folha de S.Paulo, \"The King of the Cattle (O Rei do Gado) swallows up Brazilian cinema\".[40] According to critic Rogerio Durst, the novela is \"a dramatic epic with first class special appearances and superb photography\". Tiao Galinha belongs to another soap opera: “Renascer”. The quality of the first seven chapters of The King of the Cattle (O Rei do Gado), showing the decline of the coffee cycle and Brazil's participation in World War II, prompted The Globo Network's International Division to transform the first part of the novela into the mini-series Giovanna and Henrico, with Letícia Spiller and Leonardo Brício playing the lead couple. The production was selected as hors-concours at the Banff World Media Festival, in Canada.[41] Before the end of the 90s, Luiz Fernando Carvalho had already started on research for the feature film To the Left of The Father (Lavoura Arcaica). Together with the author of the novel, Raduan Nassar, he traveled to Lebanon to familiarize himself with Mediterranean culture. The material collected during the trip was used to produce the documentary May your eyes be blessed (Que Teus Olhos Sejam Atendidos), screened on GNT in 1997.[42] In the opinion of critic Rodrigo Fonseca, the documentary \"honed to the limit of tragic fatality its investigation of time\". In 2001, the director made his first feature film, To the Left of the Father (Lavoura Arcaica), in which he was responsible for directing, screenplay and editing, with cinematography by Walter Carvalho, art direction by Yurika Yamazaki and costume design by Beth Filipecki.[2][3][43] The cast included Selton Mello, Raul Cortez, Simone Spoladore, Leonardo Medeiros, Caio Blat and Juliana Carneiro da Cunha. Aiming to maintain the connection with the poetic prose of Raduan Nassar's book, the director elected to film without a defined script, based entirely on the actors' improvisations on the theme.[10][8][11] This involved intensive coaching of the cast, secluded on a farm for four months.[44] The film's creation and production process was discussed in the book About To the Left of The Father (\"Sobre Lavoura Arcaica\"), in which the director is interviewed by José Carlos Avellar, Geraldo Sarno, Miguel Pereira, Ivana Bentes, Arnaldo Carrilho and Liliane Heynemann, launched in Portuguese, English and French by the publisher Ateliê Editorial.[45] It was success with the critics[46][47][48][49] and the public, reaching 300 thousand viewers with just two copies, one in Rio de Janeiro and the other in São Paulo. It is considered one of the 100 best Brazilian films of all times, according to the Brazilian Film Critics Association (Abraccine).[50] It had a successful career in a number of national and international festivals, receiving over 50 awards at the Montreal World Film Festival,[16][51] the Rio Film Festival, the São Paulo International Film Festival, the Grand Prix for Brazilian Film, the Brasília Film Festival,[52] the Havana Film Festival,[53] the Cartagena Film Festival,[54] the Guadalajara International Film Festival, the Buenos Aires International Festival of Independent Cinema,[55] among others. In the opinion of writer and psychoanalyst Renato Tardivo, author of Porvir que vem antes de tudo – literatura e cinema em Lavoura Arcaica, the film is one of the most important works of Brazilian cinema “of all times”.[56] The critic Carlos Alberto de Mattos described it as the first work of art of the Brazilian cinema in the 21st century.[57] The film was acclaimed by the critics of various countries and, according to the French magazine Cahiers du Cinéma, To the Left of the Father is a \"barbarous poem verging on hallucination, of extraordinary power\".[58][59][60] A 2001 production, this mini-series based on the homonymous novel by Eça de Queirós and adapted by Maria Adelaide Amaral was another landmark in the director's career.[61] The Maias portrays the decadent Portuguese aristocracy in the second half of the 19th century, through the tragic story of a traditional Lisbon family. Costumes by Beth Filipecki and direction of photography by José Tadeu Ribeiro. In the opinion of writer Luis Fernando Veríssimo, \"the extraordinarily mobile camera of Luiz Fernando Carvalho “visited”, more than portrayed, the frivolous Lisbon of the time and all the novel's atmospheres. But beneath it all, there was this majestic progression, from the first scene to the denouement, the moving camera conducting us like a slow tragic theme tune that recalls a symphony. No TV camera has ever been so complicit and seductive, never has TV been so romantic\".[62][63] Over two seasons, Today is Maria's Day (Hoje É Dia de Maria) (2005), a mini-series in which he was also responsible for creation and script, consolidated the director's linguistic research.[64] His co-writers were Luis Alberto de Abreu and Carlos Alberto Soffredini, basing themselves on a selection of stories taken from popular Brazilian oral storytelling tradition,[65] collected by the writers Câmara Cascudo, Mário de Andrade and Sílvio Romero. Art direction by Lia Renha, guest artist Raimundo Rodriguez, direction of photography by José Tadeu Ribeiro and costumes by Luciana Buarque. The 60 marionettes that represented the animals were produced by the Grupo Giramundo, from Minas Gerais state. The work marked the start of the partnership between the director and psychoanalyst Carlos Byington, as advisor on the mythological dramatization of the text. The mini-series was conceived under a 360º dome, scrap from a rock show stage. The sound track, by Tim Rescala, was based on cirandas (traditional dances) by Heitor Villa-Lobos, César Guerra-Peixe and Francisco Mignone. Designer Jum Nakao was responsible for some of the costumes, with animation of the stop-motion scenes by Cesar Coelho, founder of the Anima Mundi festival. It received the 2005 APCA (Associação Paulista de Críticos de Arte) Critics' Choice Award, the ABC Best Photography Award, the Contigo Award for Best Director and Best Child Actress and the Brazil Quality Award (Prêmio Qualidade Brasil ) for Best Director, Television – Best Special Project, Best Author and Best Breakthrough Actress, and reached the finals of the 2005 International Emmy Award, in the categories Best Mini-Series and Best Actress.[66] It was nominated Hors Concours by the Banff World Media Festival, in Canada (2006), and the Input International Board Taipei (2005). Compared with To the Left of the Father on account of its innovative television language, it caught the attention of critics and public by its novel, theatrical and playful language in transporting the universe of popular culture to a sophisticated television production, without losing its authenticity.[67] The critic Nilson Xavier considers it one of the most poetic, original and beautiful productions of recent years.[68] According to Jean-Philippe Tessé, in the French magazine Cahiers du Cinéma, the mini-series was very ambitious and formally very well produced, following other noteworthy projects such as The Maias (Os Maias). In 2007, the director's third production based on the works of Ariano Suassuna brought to the TV the Romance d'A Pedra do Reino e o Príncipe do Sangue do Vai-e-Volta. The mini-series is regarded as yet another aesthetic innovation by the director, as in To the Left of the Father (Lavoura Arcaica) and Today is Maria's Day (Hoje é Dia de Maria). The script was the work of Luiz Fernando Carvalho, in collaboration with Luis Alberto de Abreu and Braulio Tavares, direction of photography by Adrian Teijido, scenography by João Irenio Maia, editing by Marcio Hashimoto and costumes by Luciana Buarque. Colorist Sergio Pasqualino. Regional artists, coordinated by the artist Raimundo Rodriguez, assisted with the art production. Music by Antônio Madureira (Quinteto Armorial) and Marco Antônio Guimarães (Uakti). The cast was the fruit of the director's extensive search for talent throughout the backcountry (sertão) of the Northeast. The television debut of the actors Irandhir Santos and Mayana Neiva and the singer Renata Rosa, among many others. It was filmed in the town of Taperoá, where Ariano Suassuna spent his childhood. During the coaching process, the team and cast attended lectures, out in the sertão, by the actress Fernanda Montenegro, the psychoanalyst Carlos Byington and the writer himself. Ariano Suassuna affirmed that Luiz Fernando Carvalho's recreation of his Romance d’A Pedra do Reino resulted in an \"extraordinarily beautiful work that moved him as author and individual, as a spectator\".[69][70][71][72][73] Based on Stone of the Kingdom (A Pedra do Reino) (2007), the director set up the Quadrante Project with the intention of making a series of regional drama programs to rediscover the Brazilian imaginary through adaptations of literary texts of authors from each Brazilian state.[74] Similarly, local actors act out the texts. The richness of the project lay in the discovery of regional talent: authors, actors, composers, artists in general. The project recognized the human potential of each regional culture, looking beyond the simplistic image of a postcard. In addition to Stone of the Kingdom, the Quadrante is made up of the mini-series Capitu (2008), based on the book Dom Casmurro, by Machado de Assis, and Dois Irmãos (2017), by Milton Hatoum.[75] In 2008, Luiz Fernando Carvalho directed and finalized the script for this adaptation of the book Dom Casmurro, by Machado de Assis.[76] The mini-series was written by Euclydes Marinho in collaboration with Daniel Piza, Luis Alberto de Abreu and Edna Palatnik. Art direction by Raimundo Rodriguez, photography by Adrian Teijido and costumes by Beth Filipecki. Colorist Sergio Pasqualino. It marked the TV debut of actors Letícia Persiles and Michel Melamed, among others. The mini-series was filmed in the abandoned Automóvel Clube building, in downtown Rio de Janeiro, and the whole scenographic universe was created from newspaper and recycled material. The opening credits scene was conceived by the director and created by the designer Carlos Bêla.[77] The production is part of the Quadrante Project and was the director's tribute to Machado de Assis on the centenary of his death. It received the APCA (Associação Paulista de Críticos de Arte) Critic's Choice Award (2009), ABC Best Photography Award (from the Associação Brasileira de Cinematografia) and the Creative Review award in the Best in Book and Design and Art Director categories. In the opinion of critic Gustavo Bernardo, the mini-series deserves \"to be viewed and reviewed countless times, at least because each fragment of a scene is precious for its beauty\".[78] According to theatre director Gabriel Villela, Luiz Fernando Carvalho produces works of art on the screen, calls on the viewer's vivacity so that he accepts nothing masticated, but masticates along with Casmurro.[79] For Randall Johnson, director of the UCLA Latin American Institute, \"Luiz Fernando Carvalho is today, without doubt, the director whose work is the most authorial of all TV and cinema production in Brazil\".[80][81] In 2010, Luiz Fernando Carvalho created, directed and wrote the mini-series inspired by Sigmund Freud's: famous question \"What does a woman want?\". João Paulo Cuenca, Cecilia Giannetti and Michel Melamed collaborated on the script. As well as acting in the production, Melamed created the opening sound track. The direction of Photography Adrian Teijido, costumes by Beth Filipecki and art direction by Raimundo Rodriguez. The director launched actress Bruna Linzmeyer’s career in this production. Osmar Prado shared the part of Freud with a model animated by Cesar Coelho, founder of the Anima Mundi festival, using the stop-motion technique. The opening vignette features the work of German artist Olaf Hajek, who also produced special illustrations for the mini-series by invitation of the director.[82] It received the ABC award (Associação Brasileira de Cinematografia) for Best Photography. According to columnist Patrícia Kogut, \"it is an oneiric journey, a visual poem that blends realities, full of references to times past, to what has been experienced, to what lingers in memory\".[83][84] In 2012, Luiz Fernando Carvalho inaugurated in TV drama a production in which all the protagonists are of African descent.[85][86] The mini-series, created and written by the director in partnership with Paulo Lins, counted on the collaboration of Adrian Teijido (Photography), Luciana Buarque (Costumes), Marcio Hashimoto (Editing) and Sergio Pasqualino (Colorist). It also marked the start of another research cycle, in which the director focused on realist aesthetics, which influenced the language as a whole, but mainly in the choice of non-actors for the main parts. The nearly 40 actors launched in the mini-series include artists of the groups Nós do Morro and Afroreggae.[87] Érika Januza, until then secretary of a school in the interior of Minas Gerais state, was chosen to play the main character of the story. Guest appearance by Fabrício Boliveira, Rosa Marya Colin, Haroldo Costa, Maria Salvadora, Paulo Tiefenthaler and Dani Ornellas, among others. In 2012, the Globo network took the series up again for a second season in 2013 due to its satisfactory audience ratings. Later, however, the director Luiz Fernando Carvalho chose to cancel the new season. In the opinion of anthropologist Luiz Eduardo Soares, the work was a \"reconstructive reading of the carioca society, producing a superb result \".[88] A mini-series in eight episodes, created and directed by Luiz Fernando Carvalho based on women's journals written by Clarice Lispector in the 1950s and 1960s, under the pseudonym Helen Palmer. The visual language and narrative were based on 60s pop art and design,[89] from the costumes to the lighting and set; all filmed in a single lightbox, which changed color according to the subjects addressed. Adapted by Maria Camargo, the series was shown in 2013 as part of the program Fantástico,[90] with costumes by Thanara Schönardie and Luciana Buarque, photography by Mikeas and edited by Marcio Hashimoto. The actress Maria Fernanda Cândido played Helen Palmer narrating all the episodes. In the cast, Luiza Brunet interpreted the mature woman, and Alessandra Maestrini, the young woman. The adolescent is Cintia Dicker, an international model whose acting career was launched in the mini-series. In the opinion of critic Patricia Kogut, the series is \"inspired, pleasant, in good taste and unpretentious, like Clarice's texts as Helen Palmer\".[91] A 2013 telefilm, with script by Luis Alberto de Abreu and Luiz Fernando Carvalho[92] based on two stories by the Alagoan writer Graciliano Ramos. Luiz Fernando Carvalho's coaching and directing of the actors revealed a new code of interpretation to Marcelo Serrado and Ney Latorraca,[93][94] as well as a harmony in the quality of the interpretations. Direction of photography by Mickeas, art direction by Raimundo Rodriguez and costumes by Luciana Buarque. Incidental sound track by Tim Rescala. Opening theme by the Pernambucan Siba. The cast of the TV special, a finalist in the 2014 International Emmy Awards,[95] also included Flávio Bauraqui, Flávio Rocha, Marcélia Cartaxo and Luci Pereira.[96] Critic Patricia Kogut considered the telefilm a miniature work of art on television.[97][98] This 2014 production marked the director's return to the telenovela format after 12 years of dedicating himself to mini-series and more authorial projects.[99][100] My Little Plot of Land (Meu Pedacinho de Chão) was written by Benedito Ruy Barbosa and directed by Luiz Fernando Carvalho, with art production by Marco Cortez, art work by Raimundo Rodriguez and costumes by Thanara Schönardie. The critics praised various aspects, from the harmony of the quality of acting to the editing, direction, costumes, scenography and aesthetics, inspired by Westerns and Japanese manga (comics).[101][102][103][104][105] Luiz Fernando Carvalho's direction of the actors revealed a new code of interpretation, noted by the critics, to actors such as Juliana Paes and Rodrigo Lombardi.[106] The team's creative process and cast coaching to shape the aesthetics of My Little Plot of Land took place at TVLiê, known as Galpão, which operated from 2013 to 2017. The space brought together all the creative teams and was conceived by Luiz Fernando Carvalho, at Projac, for collaborative project creation and talent training. In addition to My Little Plot of Land (Meu Pedacinho de Chão), the works Female Messages (Correio Feminino), Alexander and Other Heroes (Alexandre e Outros Heróis), Old River (Velho Chico) and The Brothers (Dois Irmãos) were created in the Galpão. The whole process of creation and production of the novela in the Galpão is described by the journalist Melina Dalboni in the book Meu Pedacinho de Chão, which has drawings, sketches and photos by the director and the team (published by Casa da Palavra).[107] Sets and costumes were envisaged through the playful eye of childhood,[108] and according to the columnist Patrícia Kogut, contributed to a beautiful invented universe, far different from what we are used to seeing on TV.[109] The houses were faced with recycled cans, based on the work of artist Raimundo Rodriguez. The costumes, the subject of an exhibition, mixed technological fabrics and plastic material.[110] Cesar Coelho, of the Anima Mundi Festival, used stop-motion and time-lapse techniques for all the animation. The novela received the APCA (Associação Paulista de Críticos de Arte) Award for Best Actor (Irandhir Santos); Contigo Magazine Award for Best Child Actor (Tomás Sampaio) and Best Director; the Extra television award for Best Costumes and Best Makeup (Rubens Libório); and the Quem Magazine award for Best Actor (Irandhir Santos), Best Supporting Actor (Johnny Massaro) and Best Author (Benedito Ruy Barbosa). The critic Cristina Padiglione regards the novela as worthy of a standing ovation, and in the opinion of Alexandra Moraes \"the images, at first sight childish, gain relevance with colors and effects of dramatic intent. Good performances and the firm hand of the director give the plot meaning\".[111][112] In 2016, Old River (Velho Chico) marked Luiz Fernando Carvalho's return to prime time,[113] directing the novela written by Benedito Ruy Barbosa and Bruno Luperi, which again carried the imprint of the new esthetic in TV drama.[114][115] The novela was divided into two phases,[116] with direction of photography by Alexandre Fructuoso and costumes by Thanara Schönardie. Highlights were the photography[117] and acclaimed performances by the actors Antônio Fagundes, Lucy Alves, Domingos Montagner, Lee Taylor, Marcos Palmeira, Chico Diaz, Renato Góes, Rodrigo Lombardi, Dira Paes, Irandhir Santos, Fabiula Nascimento, Julia Dalavia, Cyria Coentro, Barbara Reis, Julio Machado, Umberto Magnani, Camila Pitanga, Christiane Torloni, Marcelo Serrado, Gabriel Leone, Giulia Buscaccio, Mariene de Castro, Gésio Amadeu, José Dumont, Marcélia Cartaxo and others.[118] The cast was of a uniformity rarely seen in novelas, resulting in countless awards for its actors, including the APCA (Associação Paulista de Críticos de Arte) Award for Best Actress for Selma Egrei and the Critics' Choice Award for Domingos Montagner(posthumous) and the production also won Best Supporting Actress (Selma Egrei), Best Supporting Actor (Irandhir Santos), Best Breakthrough Actress (Lucy Alves) and Best Breakthrough Actor (Lee Taylor),[119][120] with Veja Rio's Carioca of the Year Award going to Luiz Fernando Carvalho for the renovated aesthetic of prime time television.[121] The team's creative process and cast coaching lasted only three months and took place at TVliê, Luiz Fernando Carvalho's collaborative creative space, which operated at Projac between 2013 and 2017 and was known as Galpão.[122][123][124][125] The first phase, applauded by the critics, marked the return of actor Rodrigo Santoro to the Globo fold[126] and revealed the hitherto undiscovered talent of Carol Castro.[127] Tarcísio Meira, in just two episodes, put in an impressive performance, as did actress Selma Egrei, who took part in both phases of the novela.[128] The cast was selected after an extensive search for actors from the Northeast and marked the debut in novelas of Lucy Alves, Renato Góes, Marina Nery, Barbara Reis, Diyo Coelho, Xangai, Veronica Cavalcanti, Lee Taylor, Zezita de Matos, Mariene de Castro, Yara Charry, Raiza Alcântara, Lucas Veloso, Sueli Bispo and the comedian Batoré.[129][130] The last chapters of the novela pay tribute to the actor Domingos Montagner (Santo), who drowned in the São Francisco river two weeks before the end of the serial. The character was maintained in the plot even after the actor's death through the language created by Luiz Fernando Carvalho, in which a single subjective camera interpreted Santo's viewpoint, so his presence was felt, engaging with all the other characters, to the end.[131][132][133] The novela came under strong pressure from the Globo network's drama department, calling for modifications to the text, storyline and esthetics. The director and the author, Benedito Ruy Barbosa, stood firm and refused to make the changes to Old River (Velho Chico). The in-house crisis made the TV columns and was described as a form of public pressure on Luiz Fernando Carvalho. According to the critic Maurício Stycer, Old River (Velho Chico) is a landmark in the recent history of Brazilian TV, on account of its esthetic ambition and cultural relevance.[134] According to Nilson Xavier, the novela “had incontestable technical and artistic quality, from the direction to the photography, sound track and the actors’ performances.[135][136][137][138] It competed for the International Emmy Award for Best Telenovela of 2017.[139][140][141][142][143][144][145] Tribute was paid to the film To the Left of the Father in 2017, 15 years after it was made and on account of it being hailed as one of the most important Brazilian films of all time, at the Rio International Film Festival[146][147][148] and the São Paulo International Film Festival,[149] where a 35 mm copy was shown.[150][151][152][153] As part of the tribute at the Rio International Film Festival, artist Raimundo Rodriguez created an installation that went on show for a month at the Estação Net Botafogo, with memorabilia from the film, reviews and the director's notebooks.[154] For Ismail Xavier and Ilana Feldman, Lavoura was born in 2001, emerging as a foreign body in the scenario of early 21st century Brazilian film, marked by its realism and its direct confrontation with Brazilian social and urban issues.[4] Screened in 2017, the mini-series written by Maria Camargo based on the homonymous novel by Milton Hatoum was regarded by critics as another quality contribution to Brazilian television on account of the poetic style applied by the director to the adaptation of the novel.[155][156][157][158][159] Direction of photography by Alexandre Fructuoso, costumes by Thanara Schönardie, scenography by Danielly Ramos, Juliana Carneiro and Mariana Villas-Bôas, art production by Marco Cortez and Myriam Mendes. The production is part of the Quandrante Project and gained kudos with writer Milton Hatoum's television debut.[160] According to the publishing house Companhia das Letras, the book sales increased by some 500% after the start of the mini-series.[161] Careers launched in Two Brothers include actors Matheus Abreu (Omar and Yaqub as an adolescent), the indigenous Zahy Guajajara (the índia Domingas) and the singer Bruna Caram (Rânia in the adult phase). The Lebanese actor Mounir Maasri made a guest appearance in the mini-series and was also responsible for the prosody (stress patterns) of the cast. The quality of the acting of the whole cast was stressed by the critics and also on social media and reached the worldwide and Brazilian Trending Topics throughout the series: Eliane Giardini and Juliana Paes as Zana; Antônio Fagundes and Antonio Calloni as Halim; and Cauã Reymond and Matheus Abreu as the twins Omar and Yaqub. It was filmed in 2015, but at the request of the Globo network, the director agreed to make the novela Old River (Velho Chico) before he finished editing Dois Irmãos, which was shown in January 2017. A number of innovative relevant points in the director's language were highlighted: the relation between literature and the transposition into images,[162] photography, framing, poetic language and sound track, which included hits from various decades to contextualize the period in which the mini-series was set. In addition, Luiz Fernando Carvalho inaugurated, on TV, the dialogue between the fictional scenes and images from the archives of Brazilian History, with the research of historical material done by Raquel Couto. According to the critic Maurício Stycer, in an article published in the Folha de S.Paulo newspaper about Netflix's investment in Brazil, the miniseries was a startling revelation to those who normally only have access to terrestrial channels in Brazil.[163] For Luiz Zanin, the miniseries was about Brazil and the thwarted ideal of a multi-ethnic, sensual and carefree nation. “An elegant delicacy served up to the public, and which will leave it wanting more\".[164] Critic Carlos Alberto de Mattos wrote that what was seen in The Brothers (Dois Irmãos) “was not a realistic reflection, but an exuberant image, a mythical saga, a work of art”.[165][166][167][168][169][170][171] In February 2017, Luiz Fernando Carvalho left the Globo Network (Rede Globo) after 30 years of working for the TV station.[172][173] In 2017, the director received the APCA Award for Two Brothers (Dois Irmãos),[174][175] the International Emmy Award for Best Telenovela Nomination for Old River (Velho Chico) and the Bravo Award (Prêmio Bravo) for Artist of the Year, for his trajectory and esthetic renovation on television with Old River (Velho Chico) and Two Brothers (Dois Irmãos) and the 15th anniversary of the film To the Left of The Father (Lavoura Arcaica). For the centennial of the birth of Clarice Lispector, in 2020, Carvalho is releasing a film adaptation based on the homonymous novel by the brazilian author.[176][177][178] Is the second feature film by the filmmaker after the award-winning To the Left of the Father (Portuguese: Lavoura Arcaica) (2001), also a cinematographic version of a classic of Brazilian literature. It was during the editing of \"Lavoura Arcaica\" that Luiz Fernando Carvalho had contact with G.H. - central novel of Clarice Lispector's work. The movie was entirely filmed in a penthouse of the neighbourhood of Copacabana, Rio de Janeiro, and presents Maria Fernanda Candido as the main character, G.H.[179] He was married to the artist Sandra Burgos, with whom he has one son, Théo Burgos Carvalho. He was married to the actress Tereza Seiblitz, with whom he has one son, Vittório, born June 8, 2001. He was married to the actress Letícia Persiles, with whom he has one son, Ariel. The following books written by Luiz Fernando Carvalho are references for this article. For the complete list of books about the director, see Luiz Fernando Carvalho Bibliography","Title":"Luiz Fernando Carvalho - Wikipedia","KeyID":"19519","URL":"https://en.wikipedia.org/wiki/Luiz_Fernando_Carvalho"}