{"Content: ":"John Feinstein (born July 28, 1956) is an American sportswriter, author and sports commentator. Feinstein was born to a Jewish family in New York City[2] on July 28, 1956.[citation needed] His father was heavily involved in the arts having been the General Manager of the Washington National Opera from 1980 to 1995 and was also the first Executive Director of the Kennedy Center in Washington D.C.[3] Feinstein has written 44 books. His book A Season on the Brink chronicles a year in the life of the Indiana University basketball team and its coach, Bob Knight. In 1995, he published A Good Walk Spoiled, about a year on the PGA Tour as told through the stories of 17 players. Feinstein has also written a sports-mystery series for young adults in which main characters Stevie Thomas and Susan Carol Anderson are reporting on major sporting events including the Final Four, US Open (tennis), Super Bowl, World Series, the Army–Navy Game, and the Summer Olympics. A Season on the Brink was adapted to film with an ESPN production of the same title. It starred Brian Dennehy in the role of Bob Knight. During its original airing on ESPN on March 10, 2002, the film was presented uncensored for profanity, while a censored version was simulcast on ESPN2. It released to DVD later in 2002. Feinstein's book Caddy for Life: The Bruce Edwards Story was released in 2004. It is about the life and final days of Tom Watson's caddy, Bruce Edwards, who was diagnosed with ALS (also known as Lou Gehrig's Disease.) Feinstein and long-time friend Terry Hanson engaged the William Morris Agency and commissioned a screenplay in conjunction with Matt Damon's and Ben Affleck's production company, LivePlanet. In 2010, Caddy for Life was produced in documentary format for the Golf Channel.[4] Broadcast media On March 8, 2012, Feinstein joined SiriusXM's Mad Dog Sports Radio channel, teaming up with Bruce Murray for the sports talk show, Beyond the Brink, which aired between 10:00 am – 2:00 pm ET.[5] However, Feinstein soon left the show by the fall of 2012, as he was offered a slot of his own show on the brand new CBS Sports Radio between 9 AM to 12 noon ET. CBS Sports Radio began 24/7 all sports talk on January 2, 2013.[6] On November 14, 2014 during an interview on a Washington, D.C. radio program he announced that he had been fired by CBS from his daily radio show. He has also been a regular on-air commentator for a number of other television and radio shows, including: Print media","Title":"John Feinstein - Wikipedia","KeyID":"19512","URL":"https://en.wikipedia.org/wiki/John_Feinstein"}