{"Content: ":"Lori Anne Loughlin[1] (/ˈlɒklɪn/; born July 28, 1964)[1] is an American actress and producer. From 1988 to 1995, she played Rebecca Donaldson Katsopolis on the ABC sitcom Full House, and reprised the role for its Netflix sequel Fuller House (2016–2018). Loughlin is also known for her roles of Jody Travis in The Edge of Night (1980–1983), Debbie Wilson in The CW series 90210 (2008–2012), Jennifer Shannon in the Garage Sale Mystery television film series (2013–2018), and Abigail Stanton in When Calls the Heart (2014–2019). She was a co-creator, producer, and star of the two seasons of The WB series Summerland (2004–2005).[2] In 2020, Loughlin and her husband, Mossimo Giannulli, pleaded guilty to conspiracy to commit fraud in connection with the 2019 college admissions bribery scandal.[3] She was sentenced to two months in prison and was released in December 2020. Loughlin was born in Queens, New York and moved to Hauppauge, on Long Island when she was one year old.[4] She has one younger brother, Roy,[5] and is of Irish descent;[6] their parents are Lorellee and Joseph Roy Loughlin,[7] a foreman for the New York Telephone Company.[8] Loughlin attended Oaks School No. 3 Elementary School in Oceanside, New York, and graduated from Hauppauge High School.[8] Loughlin became interested in acting as a young child;[2] she began her career at age 11 as a print model,[9] recalling: My mom had a friend that was going into Manhattan to meet with an agency for modeling. She was taking her teenage daughters in and she asked my mom if I wanted to go along. My mom reluctantly let me go, but I don't think she ever thought anything would come of it. And I went in and they handed me a contract and said, \"We'll take you.\"[2] At 15, she was cast in the ABC soap opera The Edge of Night, playing the part of Jody Travis, an aspiring dancer,[9] appearing in the series from 1980 to 1983.[1] From 1983 to 1988, Loughlin appeared in more than a dozen feature films and television guest spots. She starred in the 1986 BMX classic, Rad. From 1988 to 1995, Loughlin was cast in the ABC sitcom Full House as Rebecca \"Aunt Becky\" Donaldson, Danny Tanner's (Bob Saget) co-host, and later, Jesse Katsopolis's (John Stamos) wife. She was initially set for a six-episode arc, but then became a regular after becoming a popular character on the series.[1] A few months after Full House ended, Loughlin co-starred with Tony Danza in the ABC sitcom Hudson Street (1995–96). The series was cancelled after one season.[10] In 1993, she starred in the television adaptation of Sidney Sheldon's novel A Stranger in the Mirror, a roman à clef on Groucho Marx and Erin Fleming,[11] in which Loughlin plays Fleming's role. In 1997, she starred alongside Bruce Campbell in the film In the Line of Duty: Blaze of Glory. In 2000, Loughlin co-starred opposite Treat Williams in the Fred Olen Ray-directed thriller film Critical Mass. She also guest starred in Suddenly Susan, Spin City, Seinfeld, The Drew Carey Show, and as the superhero Black Canary in the Birds of Prey series in 2002. From 2004 to 2005, Loughlin co-created, produced, and starred in The WB drama series Summerland. She played Ava, the aunt who raises three children after their parents die in a car accident. The series was canceled after two seasons due to low ratings on July 11, 2005. In 2007, Loughlin co-starred in the ABC sitcom In Case of Emergency with David Arquette. She appeared in the film Moondance Alexander (2007), co-starring with her former Summerland castmate Kay Panabaker. Loughlin also was in attendance at Comedy Central's The Roast of Bob Saget which was hosted by John Stamos and premiered on August 17, 2008. At her table were Full House co-stars Dave Coulier and Jodie Sweetin. In 2010, Loughlin starred in the television film Meet My Mom, which premiered on the Hallmark Channel on Mother's Day.[12] For the network, she most notably starred in the drama When Calls the Heart and the telefilm series Garage Sale Mystery before she was fired in 2019.[13] On April 10, 2019, it was reported that When Calls The Heart would be returning after a production hiatus without Loughlin's character.[14] She co-starred in seasons one through three of the Beverly Hills, 90210 spin-off 90210 as Debbie Wilson from 2008 to 2011. She reprised her role in the season five premiere episode in 2012.[15] Loughlin made a brief appearance as Aunt Becky, alongside John Stamos as Jesse Katsopolis, on a July 2013 episode of Late Night with Jimmy Fallon, following a reunion performance by Jesse and The Rippers.[16] She has since made several appearances as Rebecca on the Full House sequel series Fuller House, which premiered its first season on Netflix on February 26, 2016.[17] Lori Loughlin is set to appear in the second-season premiere of When Hope Calls on the GAC Family network, her first acting role since her arrest for her part in the 2019 college admissions bribery scandal.[18] Loughlin is Catholic.[19] She married investment banker Michael R. Burns in 1989, and divorced him in 1996.[20] On Thanksgiving 1997, Loughlin eloped with fashion designer Mossimo Giannulli, the creator of the Mossimo clothing line, whom she met in 1995.[9] They have two daughters, Isabella Rose and Olivia Jade,[1] and Loughlin is a stepmother to Gianni, Giannulli's son from a previous relationship.[21] Olivia had a YouTube channel of beauty tips and an Instagram account, both with more than 1 million subscribers/followers as of 2015[update].[22][23][24] In 2020, Loughlin and her husband Giannulli sold their Bel Air estate for $18.75 million to Tinder co-founder Justin Mateen. The home was built in 1929 and was previously lived in by Harry Cohn, Johnny Hyde and Charles Bronson.[25] Loughlin and her husband Giannulli were among 50 individuals charged by the FBI and U.S. Attorney's Office for fraud- and bribery-related offenses on March 12, 2019, in a nationwide college entrance exam cheating scandal.[26][27] The indictment against the couple alleged that they had paid $500,000 to the Key Worldwide Foundation, disguised as a donation, so that the admissions committee of University of Southern California (USC) would believe their two daughters would join the women's rowing team, although neither had trained in the sport nor had plans to do so.[28][29] The following day, Loughlin and her husband surrendered to federal authorities in Los Angeles.[30] As a result, the Hallmark Channel terminated their business relationship with Loughlin on March 14, and edited out her previously recorded scenes from the yet un-aired season six of When Calls the Heart. On March 16, Netflix dropped her from Fuller House,[31] and technology firm Hewlett-Packard announced it would remove Loughlin and her daughter Olivia Jade Giannulli from its advertising.[32] Loughlin's daughters were able to remain enrolled at USC.[31] After first pleading not guilty, on May 22, 2020, Loughlin switched her not guilty plea to guilty to one count of conspiracy to commit wire and mail fraud, and her husband pleaded guilty to one count of conspiracy to commit wire and mail fraud and honest services wire and mail fraud.[3] Sentencing took place on August 21, 2020. Loughlin was sentenced to two months in prison while her husband was sentenced to five months.[33][34] She served her two-month prison sentence at FCI Dublin in Northern California from October 30, 2020[35] to December 28, 2020,[36] when given a two-year supervised release, which will expire in December 2022. In addition, she was fined $150,000 and ordered to complete 100 hours of community service upon her release.[37] Giannulli was sentenced to five months in prison, fined $250,000 and ordered to complete 250 hours of community service. Giannulli reported to prison on November 19, 2020.[38][39] On April 2, 2021, he was released to home confinement before completing his sentence on April 16, 2021.[40][41] Loughlin and her husband have also been named as defendants in a private class-action lawsuit brought by Stanford University graduates, who allege their education and degrees have been devalued due to their school's association with the case.[42]","Title":"Lori Loughlin - Wikipedia","KeyID":"19526","URL":"https://en.wikipedia.org/wiki/Lori_Loughlin"}