{"Content: ":"Sossina M. Haile (Ge'ez: ሶስና ሃይሌ, born July 28, 1966) is an American chemist, known for developing the first solid acid fuel cells.[1] She is a professor of Materials Science and Engineering at Northwestern University, Illinois, USA.[2] Haile received the National Science Foundation National Young Investigator Award (1994–99), Humboldt Fellowship (1992–93), Fulbright Fellowship (1991–92), and AT&T Cooperative Research Fellowship (1986–92). The Humboldt and Fulbright fellowships supported her research at the Max Planck Institut für Festkörperforschung [Institute for Solid State Research], Stuttgart, Germany (1991–1993). She earned the 2001 J.B. Wagner Award of the High Temperature Materials Division of the Electrochemical Society, the 2000 Coble Award from the American Ceramic Society, and the 1997 TMS Robert Lansing Hardy Award.[3] In 2010, Haile was invited to give an \"Outstanding Women in Science\" Lecture at Indiana University.[4] In 2018, Haile was elected a Fellow of the Materials Research Society.[5] Haile also received the 2021 MRS Communications Lecture Award.[6] Haile was born in Addis Ababa, Ethiopia[7] in 1966. Her family fled Ethiopia during the coup in the mid-'70s, after soldiers arrested and nearly killed her historian father Getatchew Haile who at the time was a member of the transitional Ethiopian parliament. Around age 10,[7] the family settled in rural Minnesota where Haile attended Saint John's Preparatory School (Collegeville, MN), graduating in 1983. She received her Bachelor of Science and PhD from the Massachusetts Institute of Technology. She also has a Master of Science from the University of California, Berkeley. Advised by Bernhardt J. Wuensch, her PhD thesis is entitled \"Synthesis, crystal structure and ionic conductivity of some alkali rare earth silicates.\"[8] Haile spent three years as an assistant professor at the University of Washington, Seattle. She joined the Caltech faculty in 1996, where she worked for 18 years before moving to Northwestern University in 2015. At Northwestern, Haile is the Walter P. Murphy Professor of Materials Science and Engineering and a Professor of Applied Physics.[9] Haile's research centers on ionic conduction in solids. Her objectives are to understand the mechanisms that govern ion transport and to apply that understanding to the development of advanced solid electrolytes and novel solid-state electrochemical devices. Applications of fast ion conductors include batteries, sensors, ion pumps, and fuel cells. The latter is her particular concern. Her group is investigating proton-conducting solid acid compounds, proton-conducting perovskites, mixed oxygen- and electron-conducting perovskites, oxygen-conducting oxides, and alkali-conducting silicates. The group's standard technique for the characterization of electrical properties is A.C. impedance spectroscopy. Ionic conductivity is closely tied to the crystal structure of and structural transitions in the conducting solid. Crystal growth, structure determination by X-ray and neutron diffraction, and thermal analysis are also important aspects of Dr. Haile's research. The group showed for example, that a broad range of proton containing solids undergo a monoclinic to cubic transition that is accompanied by an increase in conductivity of several orders of magnitude. In another example, her group demonstrated that Ba0.5Sr0.5Co0.8Fe0.2O3−d has exceptional activity as a cathode for ceria-based solid oxide fuel cells. Haile's work in solid state ionics is supported by the National Science Foundation (NSF), the Army Research Office, and the Department of Energy. In the past, support has also been provided by the Defense Advanced Research Projects Agency (DARPA), the Office of Naval Research, the California Energy Commission, the Powell Foundation, and the Kirsch Foundation. Industrial support has been provided by General Motors, EPRI (formerly Electric Power Research Institute), HRL (formerly Hughes Research Labs), and Honeywell (formerly Allied Signal and now General Electric). Haile's research includes the investigation of structure-property relations in thermoelectric materials, in collaboration with colleagues at the Jet Propulsion Laboratory and ferroelectric materials as part of a multidisciplinary program at Caltech dedicated to the computational prediction/optimization of material and device behavior. The project was supported by NSF and the Army Research Office through the Caltech Center for the Science and Engineering of Materials. Device development plays an increasingly important role in her research. Micropower generators, based on solid oxide fuel cells are particularly attractive for portable power and were the subject of a DARPA project. Similarly, microactuators and micropumps based on ferroelectric thin films hold promise for advancing Microelectromechanical systems technology and development efforts are sponsored by an ARO MURI program. Both programs are highly interdisciplinary.","Title":"Sossina M. Haile - Wikipedia","KeyID":"19529","URL":"https://en.wikipedia.org/wiki/Sossina_M._Haile"}