{"Content: ":"Michael Amott (born 28 July 1969) is a Swedish guitarist, founding member of the metal bands Arch Enemy, Spiritual Beggars and Carnage, as well as a former member of Carcass. He is the older brother of Christopher Amott. Some major influences in his music have been Tony Iommi, Michael Schenker, Uli Jon Roth and Dave Mustaine. Amott was ranked No. 74 out of 100 Greatest Heavy Metal Guitarists of All Time by Guitar World.[2] Amott was born in Halmstad, Sweden, to a British father and Swedish mother. Soon after his birth the family moved to England where Amott lived the first five years of his life, after which they moved back to Sweden.[3] Amott began playing guitar as a young teenager, learning to play by copying hardcore punk and heavy metal out of his record collection. Amott soon went to a new level with his playing and became influenced by players such as Tony Iommi, Frank Marino, Michael Schenker, Kerry King, Dave Mustaine, Ritchie Blackmore, Glenn Tipton, Adrian Smith, and Uli Jon Roth. He has stated in guitar magazines that he has a preference for pentatonics. Amott co-formed the death metal band Carnage in 1988 with singer Johan Liiva, and released two widely traded cassette demos, gaining instant underground interest. Plagued by constant lineup changes, Carnage eventually recorded their only album Dark Recollections with Amott as the sole original member, but by the time the album came out on Necrosis records in 1990, the band was broken up.[4] Soon afterwards, Amott was recruited by Carcass in 1990, and released the seminal album Necroticism – Descanting the Insalubrious in 1991. The band would go on to release their highest selling album, Heartwork (Columbia/Sony), in 1993, helping to define what is now known as melodic death metal. Amott left Carcass in 1993, and decided to form a classic rock influenced band, Spiritual Beggars. The band released their debut album Spiritual Beggars in 1994, which led to a European record deal with Music for Nations, who released Another Way to Shine in 1996. Still heavily into extreme metal, Amott formed a new melodic death metal project in the same vein as Carcass, whose Heartwork album was now considered a death metal masterpiece. Amott contacted original Carnage vocalist Johan Liiva, as well as his younger brother Christopher Amott, who was attending music school at the time, and put together Arch Enemy. Featuring then session drummer Daniel Erlandsson, the band's first album Black Earth was originally intended to be a one-off project, but the album's first single, \"Bury Me An Angel\" received unexpected airplay on Japan's MTV Rocks! program, and in 1997 Arch Enemy was signed by major Japanese label Toy's Factory, and invited to tour Japan. Amott decided to put a full band together, recruiting drummer Peter Wildoer (Darkane), and bassist Martin Bengtsson. After the Japanese tour, Amott returned to Spiritual Beggars and released Mantra III early in 1998, now featuring Per Wiberg on keyboards. In April the same year, Arch Enemy returned with Stigmata, their first album released outside Japan, now on Century Media records. The album would prove to be a critical success, and Arch Enemy toured for the better part of the year. Later the same year Amott also contributed guitars to the Candlemass album Dactylis Glomerata. Arch Enemy returned in 1999 with Burning Bridges and Burning Japan Live 1999 which would prove to be Johan Liiva's last recording with the band. Amott went on to release Ad Astra with Spiritual Beggars in 2000, then returned to Arch Enemy, and recruited amateur German vocalist Angela Gossow to replace Liiva in 2000. Arch Enemy released Wages of Sin in 2001, and propelled by the new frontwoman, the band achieved new worldwide success. Arch Enemy toured worldwide in support of Wages of Sin, and Amott did not return to his Spiritual Beggars project until late 2002, releasing On Fire, again on Music for Nations. In 2003, Arch Enemy released Anthems of Rebellion, again on Century Media, and for the first time, Arch Enemy received US MTV airplay with the video for \"We Will Rise\". The band would reach new heights in popularity worldwide, and toured constantly until the release of 2005s Doomsday Machine. Amott returned once again to Spiritual Beggars in 2005, releasing the album Demons. He has also performed guest guitar solos on the following recordings: In 2006, Amott made his voice acting debut when he appeared on the Adult Swim show Metalocalypse. In the episode \"Snakes 'n Barrels\", he voiced scientist Dr. Amomolith Chesterfield and Snakes 'n Barrels bassist Antonio Tony DiMarco Thunderbottom, who would end up getting his memory erased during the first song of their reunion show. Amott returned for more voice acting in the second season of Metalocalypse in the episode \"Snakes n' Barrels II\" (Part 1 and 2). In 2007, Arch Enemy released Rise of the Tyrant on Century Media and embarked on a world tour dubbed \"World Tyranny\". In 2008, Amott joined the re-united Carcass and toured with them extensively in Europe, North America, South America, Australia, South Africa and Japan until the summer of 2010. Today, Amott is busy touring the world with Arch Enemy on the band's current Will to Power touring cycle. Amott has also sporadically returned to Spiritual Beggars for the \"Return To Zero\" (2010), \"Earth Blues\" (2013) and \"Sunrise to Sundown\" albums and tours. Amott has been a vegetarian since the age of 14.[5][6] He is a self-taught guitar player. He dated former band member Angela Gossow (at one point being engaged to marry her in 2003), but the two are no longer together after thirteen years and still remain friends.[7] Amott's lead playing takes most obviously after Michael Schenker, though he also acknowledges Uli Jon Roth, Frank Marino, Ritchie Blackmore and Tony Iommi as influences on his playing style. Overall, Amott's playing is based on the Aeolian mode as well as the minor pentatonic scale, with heavy use of the wah pedal as a filter to shape his guitar's tone.[8] The 'Tyrant' series is similar to his previous ESP Signature V's, but does feature some differences from them. The 'Tyrant' series features a customized V body shape, Dean's traditional headstock shape, custom graphics and custom pearl Valknut inlays. The 'Tyrant' series are equipped with Dean USA Pickups: a Michael Amott signature humbucker in the bridge and a Time Capsule humbucker in the neck. The guitar has 22 frets.[13] A detailed gear diagram of Michael Amott's 2006 Arch Enemy guitar rig is well-documented.[15]","Title":"Michael Amott - Wikipedia","KeyID":"19539","URL":"https://en.wikipedia.org/wiki/Michael_Amott"}