{"Content: ":"Shikao Suga (スガ シカオ, Suga Shikao, born July 28, 1966) is a Japanese musician and singer-songwriter from Tokyo known for writing the theme songs for several anime, movies and commercial ads. His name in kanji is 菅 止戈男. He uses katakana as his professional name. Suga went to Kosei Gakuen Male High School (ja) in Suginami, Tokyo. After graduating from Tokyo Keizai University in 1989, he worked as a \"salaryman\" for four years in the advertisement industry.(ja) By 1993, at 27, he had set his mind on becoming a musician. He already had a number of lyrics written. He made his first indie single, \"0101\", which he released using his birth name in kanji. After 2 years struggling to have a major recording label, by age 30, he was signed up by Office Augusta. His debut single ヒットチャートをかけぬけろ(\"Hit Chart o Kakenukero\") opened up a world of possibilities. His EP album Clover, released in 1997, shows his J-Pop music has jazz, funk and soul influence. His work in Office Augusta began displaying his name as スガシカオ, in katakana, which continues today. \"Yozora no Mukō\", the song he wrote the lyrics to, and was sung by SMAP, has appeared in several Japanese music textbooks. Both SMAP's \"Yozora no Mukō\" (1998) and KAT-TUN's \"Real Face\" (2006) either debuted at or reached quickly the top spot in the Oricon charts, and sold over 1 million units each.[1] (YnM) [2] Several of his songs have been used in anime and live action dramas and movies adapted from manga. Honey and Clover included songs from his album \"Clover\", like \"Hachigatsu no Serenade\", \"Tsuki to Knife\" and \"Yubikiri\". Suga provided the song \"Aozora Pedal\" for the live version movie, starring Arashi's Sho Sakurai. The song would become Arashi's 17th single.[3][4] The song \"Manatsu no Yoru no Yume\" appeared in the first Death Note live action movie as an insert song. His song \"Yūdachi\" was used as the closing theme for the movie Boogiepop and Others,[5] and as the opening theme for the 2000 anime series Boogiepop Phantom. \"Hajimari no Hi\" was used as the first opening theme to Letter Bee, and after a year and three months, he released \"Yakusoku\", which would be the opening for the \"Letter Bee\" sequel, Letter Bee Reverse. In 2019's live action adaptation of the manga \"Yotsuba ginkō Harashima Hiromi ga mono mōsu!~ Kono hito (on'na) ni kakero ~\", his song \"Tōi yoake\" would be the first song he's written as a theme song for a TV Tokyo dorama.[6] On June 26, 2022, it was revealed that he would provide the song \"Monster disco\", arranged by Hyadain, which would serve as ending for Digimon Ghost Game's episodes, from ep 32 on.[7][8][9] He also did the theme songs to the XXXHOLiC anime series from CLAMP, including its movie xxxHOLiC: Manatsu no Yoru no Yume (Sanagi ~theme from xxxHOLiC the movie~), its first TV series season (Jūkyū-sai), and from \"XXXHOLiC Kei\", its second season (Nobody Knows). \"Sofa\" was the song used in the OVA \"xxxHOLiC: Shunmuki\" on February 17, 2009. In February 2013, XXXHOLiC live action drama started on Wowow, and Suga's \"Aitai\" was used as its opening theme song. In 2015, CLAMP made the drawings for the music video for \"あなたひとりだけ 幸せになることは 許されないのよ\" (Anata hitori dake shiawase ni naru koto wa yurusarenai no you, also known as \"Anayuru\"), including in it images of characters from \"XXXHOLiC\", to celebrate his debut anniversary.[10][11] Suga's 2013 album \"Aitai\" cover and artist photos were made by Photographer and Film Director Mika Ninagawa[12][13] His songs have also been included in non-manga movies, like Dark Water (\"Aozora\") and Sweet Little Lies (\"Ame agari no asa ni\"). Other programs, like NTV's news program News Zero (\"Shunkashuutou\", October 6, 2006, to December 27, 2007) have also used Sugs's songs.[14] They have appeared as well in countless of TV ads, like those of insurance agency Sony Sompo, and some car brands and housing businesses. For Chica Umino's seinen manga series, March Comes in Like a Lion, his song \"Kizashi\" was used in the commercial ad for the manga, and has appeared in it, as requested by Umino herself.[15] His name and songs have also been mentioned in other anime, series and books. In Gintama, his name has been mentioned on episode 115, and his song \"Progress\" has been included in a parody in the series' \"Shirogane no Tamashii\" arc 2nd season's episode 9. \"Progress\" has also been included in a parody in episode 69 of Shinkansen Henkei Robo Shinkalion The Animation. In Arashi's program \"Arashi ni Shiyagare\" of June 30, 2018, a parody of \"Professional Shigoto no Ryuugi\" was made in the section \"Sakurai Sho no asakatsu\", headed by member Sho Sakurai, including Suga's song \"Progress\". His name has also been included in Haruki Murakami's novel After dark, with reference to his song \"Bakudan juice\".(Bjz) In 2019, director Makoto Shinkai twitted about his admiration for Suga, and that he \"borrowed\" the last name for the character Keisuke Suga from his newest anime movie, Weathering with You. Replying to @shikaosuga Japanese: ...スガさんは「思春期にこんな大人に出会いたかったな」という人で、須賀というキャラクターにお名前お借りいたしました笑。ありがとうございます！ July 27, 2019[16] Suga started appearing at concert venues in 1997 as part of a caravan of artists that either were mostly invited by radio station events, like \"Akasaka Live\" (TBS Radio) or \"Meet the World Beat\" (FM802),[17] or were self-promoted by the agency to which he belonged, like in all the \"Augusta Camp\" series, as part of Fukumimi, up until 2012, in which he appeared as guest, since he had retired from Office Augusta in 2011.[18][19] His first live tour as a solo artist was in 1998, in the \"Shikao & The Family Sugar Tour '98\".[20] \"Family Sugar\" was the name given to the support band he had from 1997 to 2007(ja). From 2007 on, Suga has had the support of other groups of musicians. One under the \"Funk Fire\" name, which was the name also of a concert series in larger venues.[21] Another group (with no name) has been supporting him from 2015 on, both for his live tours as well as other events and festival concerts.[22] He has also had tours playing the guitar by himself. Most of the concerts in this series are called \"Hitori Sugar\". The first one of the series was on October 22, 2006.[23] For the 2020 Hitori Sugar Tour, Suga posted on his official site a series of recommendations about coronavirus health-related information for people planning to go to live concerts, mainly because of the concerns of the spread of the virus throughout Asia.[24] In 2009 he made his first trip overseas, to London. It was to be the first time he appeared before a non-Japanese audience.[25][26] In September 2017 he made his official first appearance in the American Continent, participating in the Greenroom Festival in Hawaii, which he repeated the following year.[27][28] In December 2017 he made his first trip within Asia, visiting Singapore on the 8th and Taiwan on the 17th, under the tour named \"Suga Shikao Asia Circuit 2017\". On the December 26 he ended the tour in the city of Tokyo.[29] Suga is also a music producer, DJ, and radio personality. His radio stint began shortly after his debut. In 1997 he headed FM NORTHWAVE's \"スガシカオのヒットチャートをかけぬけろ\" (Suga Shikao no Hitto Chaato wo Kakenukero\"). From October 3, 2005, until March 27, 2006, he hosted a radio program called Night Stories Monday on J-Wave radio station, which was downloadable as a podcast.[30] He additionally BayFM and FM802. He often appears as special navigator. On April 5, 2020, Suga began a new weekly radio program on J-Wave, called \"Mercedes Benz the Experience\".[31][32] In 2012, Suga translated the lyrics for Hedwig and the Angry Inch, which started performances September 28, at Zepp DiverCity Tokyo, with Mirai Moriyama in the lead.[33][34][35] In 2017 he celebrated his music career's 20th anniversary with a musical festival that he named \"Sugafes\", which also featured renowned artists such as Dohatsuten, Pornografitti and Mr. Children.[36] Sugafes was made in collaboration with Atsushi Shikano, from Viva la Rock Festival, as an added special.[37][38][39] On August 12, 2017, he made his acting debut on the WOWOW drama Plage (プラージュ (小説)).[40] He also had a cameo in the last episode of the TV Tokyo drama \"Yotsuba ginkou...\", appearing as himself.[41] In March 2022, Suga performed as a guest artist at the Japanese touring ice show Fantasy on Ice alongside fellow singers Kohmi Hirose and Harumi [ja]. He sang his 2006 single \"Gogo No Parade\" in the show opening and performed in collaboration with figure skater and two-time Olympic gold medalist, Yuzuru Hanyu, to the song \"Real Face\" amongst others.[42] He has provided work to other artists: He was a member of Fukumimi, a band formed by artists from the same label (Office Augusta); it consisted of Shikao Suga, Masayoshi Yamazaki, Kyoko (杏子), and later on Chitose Hajime, COIL, Araki Yuko (mi-gu), Sukima Switch and others. During his years at Office Augusta, he toured around the country with a back up band called Shikao and the Family Sugar. The members were Suga Shikao (Vocal & Rhythm Guitar, Lyrics & Composition), Mori Toshiyuki (Keyboard & Band Master, Arrangement), Numazawa Takashi (Drums), Matsubara Hideki (Bass), Mamiya Takumi (Lead Guitar), Otaki Yuko and Saito Kumi (chorus). Activities stopped in 2007 [1], just after the celebration of his 10th debut anniversary. In 2006 he was part of a group of singers all born in 1966. The unit was called Roots 66. And they had a special event called [ROOTS 66 DON'T TRUST OVER 40] on April 2.[50] Ten years later, in 2016, they reunited for an event called [ROOTS 66 -Naughty50-].[51][52][53] In 2017, they lent their voices for the ending theme of the second season of the anime Osomatsu san, called レッツゴー!ムッツゴー!～6色の虹～ (\"Let's go! Muttsu go! ~ Rokushoku no niji\").[54] In 2006 he was involved in another group, Kokua, for which he has served as vocalist and songwriter. Their first involvement was for the theme song Progress for NHK's program プロフェッショナル_仕事の流儀 (Professional Shigoto no Ryūgi, known overseas as The Professionals). In 2016, the members reunited for their 1st official album and tour.[55] In 2009 he was part of the 20th anniversary celebrations of radio station FM802. He was involved in the FM802 x Docomo campaign collaboration song Oh! Radio, written by Kiyoshiro Imawano (which was to be his last), as part of the special unit called Radio Soul 20.[56] The group consisted of musicians Mao Abe, HY, Shigeru Kishida (Quruli), Shikao Suga, Bonnie Pink, Daisuke Yamamori (Rock'A'Trench), Sho Wada (Triceratops). The song aired April that year. In 2015 he was part of the FM802 X Tsutaya Access! spring campaign, writing the song that was to be the campaign song, 「Music Train 春の魔術師」(Music Train ~ Haru no Majutsushi).[57] Sugar & The Radio Fire is the special unit made to sing the song, and it consists of musicians Shikao Suga, Sakurako Ohara, Yohei Kawakami (Alexandros), Kosuke Saito (Unison Square Garden), Maguro Taniguchi (Kana-Boon), Haruna (Scandal), Tatsuya Mitsumura (Nico Touches the Walls), Ryota Yamamura (Flumpool). Song aired in March 1 to May 31 that year. In 2018, he returns as part of the FM802 x Tsutaya Access! Spring campaign as a singer, this time as part of the special unit Radio Bestsellers, with the song 「栞」(Shiori), written by Ozaki Sekaikan (CreepHyp).[58] Radio Bestsellers is made up by musicians Aimyon, Sekaikan Ozaki (CreepHyp), Kenta Kataoka (Sumika), Gen (04 Limited Sazabys), Kosuke Saito (Unison Square Garden), Shikao Suga. In 2019 he collaborated with Takeshi Kobayashi for Tokyo Metro's \"Find my Tokyo\" campaign in writing the song Boku no machi ni asobi ni kite yo (「ぼくの街に遊びにきてよ」) for its Zōshigaya _ hito kufū ga chiribamerareta machi hen (「雑司が谷_ひと工夫が散りばめられた街」篇) version. He also appears in a cameo in the video for the ad.[59][60][61]","Title":"Shikao Suga - Wikipedia","KeyID":"19532","URL":"https://en.wikipedia.org/wiki/Shikao_Suga"}