{"Content: ":"Miguel Ángel Nadal Homar (Spanish pronunciation: [miˈɣel ˈaŋxel naˈðal oˈmaɾ], Catalan: Miquel Àngel Nadal Homar; born 28 July 1966) is a Spanish retired footballer who played as a versatile defender and midfielder. He began and ended his career with Mallorca, but his greatest achievements came whilst at Barcelona during the so-called Dream Team era, winning numerous domestic and continental titles. Over 19 professional seasons, he played 493 matches (463 of those in La Liga). A very important part of Spain's setup during the 1990s and early 2000s, Nadal represented the nation in three World Cups and at Euro 1996. Born in Manacor, Majorca, Balearic Islands, Nadal made his debut in La Liga with local RCD Mallorca, first appearing on 19 April 1987 against FC Barcelona at the Camp Nou. In his final two seasons, after helping in a 1989 promotion from the Segunda División, he scored 12 goals from 72 league appearances, thus being acquired by the Catalonia club for the 1991–92 campaign.[2] With Barça, under Johan Cruyff, Nadal was a very important part in the conquest of five leagues, two Copa del Rey and the 1992 European Cup, playing over 300 overall games and occupying several defensive positions in both the back-four and in midfield. In his last year, however, ostracised by another Dutch coach, Louis van Gaal, he only appeared in two matches; in 1996 and 1997 he was linked with a transfer to Manchester United, but the move to the Premier League never materialised.[3] Nadal returned to Mallorca subsequently, starting most of the time and also being important in the 2003 domestic cup conquest.[4] He retired at almost 39, having appeared in nearly 700 competitive games.[5] In July 2010, five years after his retirement, Nadal returned to Mallorca, joining the coaching staff under Michael Laudrup, his Barcelona teammate during three seasons. As the Dane left the club in late September 2011 following a run-in with director Lorenzo Serra Ferrer, Nadal was in charge for one game, a 2–2 away draw against CA Osasuna, but he too left the following week.[6] Nadal earned 62 caps for Spain, his debut coming on 13 November 1991 in a UEFA Euro 1992 qualifier dead rubber against Czechoslovakia (the national team had virtually no chances of reaching the finals in Sweden).[7] He went on to appear with the country in three FIFA World Cups. Additionally, Nadal missed a penalty at Wembley Stadium against England, in a Euro 1996 shootout loss.[8] After appearing in four complete matches at the 2002 World Cup, at almost 36, he retired from the international scene.[9] Nadal also featured once for the Balearic Islands regional team, in a friendly with Malta held at Son Moix.[10] Nicknamed The Beast,[3] Nadal based his game on physical display. He was also known for his strong aerial game and tactical sense.[11] In 2007, The Times placed Nadal at number 47 in their list of the 50 hardest footballers in history.[12] Nadal is the paternal uncle of professional tennis player Rafael Nadal, whilst his brother Toni was Rafael's coach.[13][14][15] Barcelona Mallorca","Title":"Miguel Ángel Nadal - Wikipedia","KeyID":"19530","URL":"https://en.wikipedia.org/wiki/Miguel_%C3%81ngel_Nadal"}