{"Content: ":"Stephen Andrew Lynch (born July 28, 1971) is an American comedian, musician and actor who is known for his songs mocking daily life and popular culture. Lynch has released four studio albums and four live albums along with a live DVD. He has appeared in two Comedy Central Presents specials and starred in the Broadway adaptation of The Wedding Singer. Lynch released a double-disc album, Lion, on November 13, 2012. In 2016, he released a live concert video, Hello Kalamazoo. He released his studio/live album My Old Heart in 2019. Lynch was born in Abington, Pennsylvania.[1] His family later moved to Saginaw, Michigan.[2] Lynch would perform in community theatre and musical theatre while attending Arthur Hill High School and The Center for Arts and Sciences. He received a theater scholarship to attend The Catholic University of America in Washington, D.C., before transferring in 1990[3] to Western Michigan University, where he graduated with a BA in drama in 1993. While attending Western Michigan University, he began to write comedic songs. Considering himself a musician first and a comedian second,[4][5][6] Lynch cites singer/songwriters Paul Simon and Joni Mitchell as his childhood inspirations, rather than comedians.[4] He was inspired to go into show business after seeing the mockumentary This is Spinal Tap.[7] The first song that he wrote was a country song titled \"Beefy Burrito.\"[8] After spending his first year out of college with friends in California,[9] Lynch moved to New York City in 1996 with the intention of becoming an actor.[10] Upon his arrival, a friend at the West Bank Cafe on 42nd Street suggested Lynch play, for an audience, some of the comic songs he had written while attending university.[11] He soon found success in comedy clubs and other venues around the city (notably Catch a Rising Star[4] and Caroline's[12]), and became a regular on radio shows such as Opie and Anthony.[4][7] Lynch spent his early years in New York City doing what he called \"totally mindless work\" as a temp worker. He quit such temporary jobs permanently, signing with What Are Records? in 2000 and Vision International in 2002. Over the next few years, he toured colleges, universities, and nightclubs around the country, avoiding the comedy club circuit as much as possible, which he has stated is not to his taste. He periodically returned to Michigan to do summer stock.[13][14][15] During his March 6, 2009 appearance on The Bob and Tom Show, Lynch mentioned Steel Toast as the name of the band in which he first performed. As of the start of his 3 Balloons tour in Spring 2009, Agency for the Performing Arts books all of his concert dates.[9] As a result of the duality of his act, Lynch turned heads in the music industry as well as on the comedy circuit. He attracted extra attention usually not available to comics by playing venues more often suited to music than to comedy (eventually graduating to locations such as the House of Blues, The Town Hall[6] and the esteemed Carnegie Hall).[12] He gained great national exposure with his Comedy Central Presents special in 2000, one of the highest rated in the network's history. He has made appearances on Comedy Central's Premium Blend, The World Comedy Tour, and The World Stands Up. He has also made four appearances on Last Call with Carson Daly, and has performed at the prestigious Just for Laughs Comedy Festival in Montreal, Quebec, Canada.[7] Lynch has opened for comedians Jay Mohr, Jeff Foxworthy, Steven Wright, Bobcat Goldthwait, and Lewis Black. In the summer of 2004, he went on a tour co-headlining with Mitch Hedberg. The tour was such a success that they added an extra leg and ran into 2005. This was Hedberg's last tour before his death. He has also appeared in five short films, including The Love Seat in 1999, and The Confetti Brothers in 2001.[13][16][17] Both films were written and directed by Kirker Butler. The Confetti Brothers, a satire, screened to packed houses at the 2001 Cannes Film Festival. It continues to play the film festival circuit.[18] In April 2006, Lynch starred as Robbie Hart in the Broadway musical The Wedding Singer, which ran on Broadway from April 27, 2006 through December 31, 2006 at the Al Hirschfeld Theatre.[11] This musical production was based on the 1998 New Line Cinema film The Wedding Singer, starring Adam Sandler and Drew Barrymore. The musical, Lynch's Broadway debut,[11][17] co-starred Tony winner Laura Benanti in the role of Julia Sullivan, played by Barrymore in the film. The April 2006 opening followed a successful preview run in Seattle at The 5th Avenue Theatre, which ran from January 31 through February 19. His performance has earned him nominations for Tony, Drama League, and Drama Desk awards,[14] According to interviews after, he stated that, due to the rehearsals for the show, he had forgotten most of his own songs. In 2007, Lynch returned to the road again, touring with comedians such as Bob Saget, Frank Caliendo, Louis C.K., Carlos Mencia and others on the Opie and Anthony's Traveling Virus Comedy Tour. Lynch starred in his second Comedy Central Presents special in January 2008. Lynch performed on his first European tours in 2008, headlining concerts in England, Sweden, Norway, the Netherlands, Finland, Ireland, Scotland, and Germany. All but two of the seventeen shows sold out, despite never playing a majority of the markets. Lynch attributes this success to YouTube. His newfound European popularity resulted in appearances at six festivals in August and September 2008. He played in the UK at the Reading and Leeds Festivals, headlining the Alternative stage at each site. He also appeared at the Lowlands Festival in the Netherlands on August 17; Edinburgh Edge Festival (during Fringe) on August 24; The Pimm's Summerfest in Holland Park, London, on August 28; and Bulmer's Comedy Festival in Dublin at the Olympia Theater on September 1 and 2. He returned to Europe in Fall 2009, and toured the UK in March 2010, headlining London's Brixton Academy on March 5, 2010. Lynch's second studio album, 3 Balloons, was released on March 10, 2009. In June 2011, among other venues, Lynch performed at Kulturens Hus in Luleå, Sweden. On March 6, 2011, while replying to a message on Twitter, Lynch announced that he was working on a new CD. When asked if it would be studio or live, he replied \"I'm leaning studio.\" Lion, a double live/studio album, was released on November 13, 2012 to solid reviews.[19][20] Lynch began the My Old Heart Tour on January 11, 2017, to begin showcasing material for his upcoming new album My Old Heart. On February 21, 2018, Lynch announced that the album was finished and he was due to record a live album to accompany it at The Reality Factory in Kalamazoo, Michigan, on March 16, 2018.[21] On March 17, 2019, Lynch confirmed via Twitter that My Old Heart would be released on June 14, 2019.[22] He married Erin Dwight on a private beach on Lake Michigan in September 2003,[14] and she is generally the first person to hear his original ideas for songs; if she does not laugh at the initial concept, he will scrap the idea completely.[5] Dwight recorded a short film while her husband was away touring, called Lynch and Teich in Brooklyn, to show that she missed him. This was included in the extras on his 2004 concert DVD, Live at the El Rey. She also co-created the cover concept for the album, The Craig Machine, with her mother, Kalamazoo photographer Fran Dwight. Lynch has a younger brother, Drew (not standup comic Drew Lynch, who is unrelated). Lynch and his brother occasionally tour together. Their parents are a former priest and a former nun.[9][23] Both parents became teachers.[11] Lynch has stated that religion was not forced upon him growing up, and, although he was raised Roman Catholic, he no longer attends church. His upbringing included liberalism as well as religion, reflected through his father's past as part of a singing duo that attended many peace rallies and antiwar protests during the Vietnam War.[9] Like his sons, Lynch's father was a stage actor as well as a singer, and musical talent and interest runs in their family. Lynch's earliest work in the theater was performing with his father in local community theater productions in Saginaw as a child. The first live musical he saw was Man of La Mancha, a community theater production in which his father played the role of the Padre.[11][14] As Lynch's repertoire of material includes some duets and also a few songs for three voices, close university pals and fellow comedians Mark Teich (of The Second City) and Rod Cone (of The Rod Cone Situation) are also very frequent guests on his tours, and he rarely tours alone. He has also done shows with former Wedding Singer castmate David Josefsberg.[24] As of July 2008, Lynch resides in Kalamazoo, Michigan, with his wife and children and pets. Lynch's father Leo died October 9, 2009.[25] Although he canceled several performances as a result, Lynch still performed at Central Michigan University on October 16.[26] Lynch appeared on The Opie and Anthony Show on Sirius XM Satellite Radio on October 19, 2009. He stated he finally returned to his New York apartment after spending the last year in Michigan with his wife. During a subsequent appearance on May 2, 2013, to promote Lion, Lynch stated that he had returned to Michigan after a financial downturn and creative dry spell.","Title":"Stephen Lynch (musician) - Wikipedia","KeyID":"19546","URL":"https://en.wikipedia.org/wiki/Stephen_Lynch_(musician)"}