{"Content: ":"Abu Bakr al-Baghdadi (Arabic: أَبُو بَكْرٍ ٱلْبَغْدَادِيُّ, romanized: ʾAbū Bakr al-Baḡdādī; born Ibrahim Awad Ibrahim Ali Muhammad al-Badri al-Samarrai (Arabic: إِبْرَاهِيمُ عَوَّادِ إِبْرَاهِيمَ عَليِّ مُحَمَّدِ ٱلْبَدْريِّ ٱلسَّامَرَّائِيِّ; romanized: ʾIbrāhīm ʿAwwād ʾIbrāhīm ʿAlī Muḥammad al-Badrī as-Sāmarrāʾī; 28 July 1971[1] – 27 October 2019), was an Iraqi militant and the first caliph[a] of the Islamic State from 2014 until his death in 2019. Baghdadi was born in Samarra, Iraq, and obtained graduate degrees in Islamic theology in the late 1990s and 2000s. He joined early Salafi-jihadi groups in Iraq following the US invasion in March 2003 and was detained with Al Qaeda commanders at the American Camp Bucca in 2004.[13] He joined al-Qaeda in Iraq there and rose through the ranks until he was appointed emir—the highest leader—in 2010.[13] Al-Qaeda in Iraq reorganized and renamed itself into Islamic State of Iraq during this time. In June 2014, the group permanently broke with al-Qaeda, renamed itself the \"Islamic State\", and declared itself a caliphate.[14] Baghdadi was chosen caliph of ISIL by the Shura Council, who represented those members of the Islamic State qualified to elect a caliph.[15] Baghdadi's claim to be \"caliph\" was almost universally rejected by the Muslim community. ISIL was designated as a terrorist organisation by the United Nations and almost all sovereign states, and Baghdadi was individually considered a terrorist by the United States[6] and many other countries. As leader of IS, Baghdadi led the Islamic State's wars against Iraq and Syria. Baghdadi directed the use of extremely controversial tactics, including the mass use of suicide bombings and the execution of prisoners of war. ISIL briefly captured substantial territory in Iraq and Syria, but lost almost all of its territory and fighters during Baghdadi's tenure as caliph. Baghdadi would become directly involved in ISIL's atrocities and human rights violations. These include the genocide of Yazidis in Iraq, extensive sexual slavery, organized rape, floggings, and systematic executions. He directed terrorist activities and massacres. He embraced brutality as part of the organization's propaganda efforts, producing videos displaying sexual slavery and executions via hacking, stoning, and burning.[16][17] Baghdadi himself was a serial rapist who kept several personal sex slaves.[18][19] On 27 October 2019, Baghdadi killed himself and two children by detonating a suicide vest during the Barisha raid, conducted by the United States following approval from President Donald Trump, in Syria's northwestern Idlib Province.[20] After being offered Islamic funeral rites, his body was buried at sea.[21] ISIL confirmed his death and named Abu Ibrahim al-Hashimi al-Qurashi as his replacement.[22] Abu Bakr al-Baghdadi is a pseudonym.[23] He had various names and epithets, including Abu Du'a[6] (أبو دعاء ʾabū duʿāʾ),[24] Al-Shabah (the phantom or ghost),[25] Amir al-Mu'minin, Caliph (sometimes followed by Abu Bakr, al-Baghdadi, or Ibrahim),[26] and Sheikh Baghdadi.[27] Other aliases used by al-Badri include Dr. Ibrahim Awad Ibrahim Ali al-Badri al-Samarrai.[28] In 2014, the Telegraph reported that his birthname was Ibrahim Awad Ibrahim al-Badri.[29] In 2018, Reuters reported that his real name was Ibrahim al-Samarrai.[30] The word duaa signifies supplications, invocations, or prayers.[31] In regions formerly under ISIL control, various non-Islamic honorifics that recognize his rank were used as a formal address recognizing him as a noble and a head of state that might precede or follow his name.[32] The kunya[33] Abū, corresponds to the English father of.[34] Having at some time taken the name Abu Bakr, al-Baghdadi is thought to have adopted the name of the first caliph, Abu Bakr. During the times when Muhammad[35] might have suffered from illnesses, Abu Bakr was the replacement for leading prayer, according to the Sunni tradition[36] of Islam.[37] His surname literally means \"The one from Baghdad\" and denotes that he was from Baghdad city or Baghdad governorate in Iraq.[38] Al-Baghdadi is believed to have been born in Samarra, Iraq, on 28 July 1971[1][39][40] as the third of four sons in the family.[41] Al-Badri al-Samarrai was apparently born as a member of the tribal group known as Al-Bu Badri tribe. This tribe includes a number of sub-tribes, including the Radhawiyyah, Husseiniyyah, Adnaniyyah, and Quraysh.[25] Al-Baghdadi later claimed that he was descended from the Quraysh tribe and therefore from Muhammad, although there was no evidence to back up his claim.[41] According to a short semi-authorized biography written by Abid Humam al-Athari, his grandfather, Haj Ibrahim Ali al-Badri, apparently lived until the age of 94 and witnessed the US occupation of Iraq.[41] His father, Sheikh Awwad, was active in the religious life of the community.[9] Awwad taught the teenaged Baghdadi and got his own start as a teacher, leading children in a neighbourhood chanting the Quran.[9] Both his father and grandfather were said to be farmers.[41] His mother, whose name is not known, was described as a religious loving person and was notable in the al-Badri tribe.[42] One of Baghdadi's uncles served in Saddam Hussein's security services, and one of his brothers became an officer in the Iraqi Army.[9] He has another brother, who probably died either during the Iran–Iraq War or the Gulf War while serving in the Iraqi military.[9][42] Baghdadi was described as extremely conservative and religious even in his youth.[13] Official education records from Samarra High School revealed that al-Baghdadi had to retake his high school certificate in 1991 and scored 481 out of 600 possible points.[42] A few months later, he was deemed unfit for military service by the Iraqi military due to his nearsightedness.[42] His high-school grades were not good enough for him to study his preferred subject (law, educational science and languages) at the University of Baghdad.[42] Instead, it is believed that he attended the Islamic University of Baghdad, now known as Iraqi University, where he studied Islamic law and, later, the Quran.[43] In 2014, American and Iraqi intelligence analysts said that al-Baghdadi had a doctorate for Islamic studies in Quranic studies from Saddam University in Baghdad.[44][45] According to a biography that circulated on extremist Internet forums in July 2013, he obtained a BA, MA, and PhD in Islamic studies from the Islamic University of Baghdad.[39][46][47] Another report says that he earned a doctorate in education from the University of Baghdad.[48] Will McCants says that he \"successfully\" defended his Ph.D. thesis in 2007, \"despite the weight of his new responsibilities\" as a militant, his work consisting in editing a medieval manuscript, Rub al-murid fi sharh al-'iqd al-farid fi numzum al-tawjid by Muhammad al-Samarqandi (who died in 1378 in Baghdad), an Arabic poem on the recitation of the Qur'an (or tajwid), for which he was awarded a grade of \"very good\".[49] In an interview with The Daily Telegraph, contemporaries of al-Baghdadi describes him in his youth as being shy, unimpressive, a religious scholar, and a man who eschewed violence. For more than a decade, until 2004, he lived in a room attached to a small local mosque in Tobchi, a poor neighbourhood on the western fringes of Baghdad, inhabited by both Shia and Sunni Muslims.[29] Ahmed al-Dabash, the leader of the Islamic Army of Iraq and a contemporary of al-Baghdadi who fought against the allied invasion in 2003, gave a description of al-Baghdadi that matched that of the Tobchi residents: I was with Baghdadi at the Islamic University. We studied the same course, but he wasn't a friend. He was quiet and retiring. He spent time alone ... I used to know all the leaders (of the insurgency) personally. Zarqawi (the former leader of al-Qaeda) was closer than a brother to me ... But I didn't know Baghdadi. He was insignificant. He used to lead prayer in a mosque near my area. No one really noticed him.[29] \"They [the US and Iraqi Governments] know physically who this guy is, but his backstory is just myth\", said Patrick Skinner of the Soufan Group, a security consulting firm. \"He's managed this secret persona extremely well, and it's enhanced his group's prestige\", said Patrick Johnston of the RAND Corporation, adding, \"Young people are really attracted to that.\"[50] Being mostly unrecognized, even in his own organization, Baghdadi was known to be nicknamed at some time about 2015, as \"the invisible sheikh\".[7] Some believe that al-Baghdadi became an Islamic revolutionary during the rule of Saddam Hussein, but other reports suggest he was radicalized by joining the Muslim Brotherhood as a youth,[51] followed by his later internment with Al Qaeda commanders at the US Camp Bucca.[52] He may have been a mosque cleric around the time of the US-led invasion in 2003.[52] After the US invasion of Iraq in 2003, al-Baghdadi helped found the militant group Jamaat Jaysh Ahl al-Sunnah wa-l-Jamaah (JJASJ), in which he served as head of the sharia committee.[47] Al-Baghdadi was arrested by US Forces-Iraq on 2 or 4 February 2004 near Fallujah while visiting the home of his old student friend, Nessayif Numan Nessayif, who was also on the American wanted list at the time[b][9] and studied together with al-Baghdadi at the Islamic University.[53] He was detained at the Abu Ghraib and Camp Bucca detention centers under his name Ibrahim Awad Ibrahim al-Badry[44] as a \"civilian internee\". His detainee card gives his profession as \"administrative work (secretary)\".[54] The US Department of Defense said al-Baghdadi was imprisoned at Compound 6, which was a medium security Sunni compound.[55] On 8 December 2004,[9] he was released as a prisoner deemed \"low level\"[44] after being recommended for release by the Combined Review and Release Board.[47][56][57][58] A number of newspapers and news channels have instead stated that al-Baghdadi was interned from 2005 to 2009. These reports originate from an interview with the former commander of Camp Bucca, Colonel Kenneth King,[59] and are not substantiated by Department of Defense records.[60][61][62] Al-Baghdadi was imprisoned at Camp Bucca along with other future leaders of ISIL.[63] Al-Baghdadi and his group Jamaat Jaysh Ahl al-Sunnah wa-l-Jamaah joined the Mujahideen Shura Council (MSC) in 2006, in which he served as a member of the MSC's sharia committee.[47] Following the renaming of the MSC as the Islamic State of Iraq (ISI) in 2006, al-Baghdadi became the general supervisor of the ISI's sharia committee and a member of the group's senior consultative council.[47][64] Islamic State of Iraq (ISI), also known as al-Qaeda in Iraq (AQI), was the Iraqi division of al-Qaeda. Al-Baghdadi was announced as leader of ISI on 16 May 2010, following the death of his predecessor Abu Omar al-Baghdadi.[65] As leader of ISI, al-Baghdadi was responsible for masterminding large-scale operations such as the 28 August 2011 suicide bombing at the Umm al-Qura Mosque in Baghdad, which killed prominent Sunni lawmaker Khalid al-Fahdawi.[66] Between March and April 2011, ISI claimed 23 attacks south of Baghdad, all allegedly carried out under al-Baghdadi's command.[66] From 2011, a reward of US$10 million was offered for Baghdadi by the U.S. State Department, increasing to $25 million in 2017,[67] for information or intelligence on his whereabouts to enable capture, dead or alive.[68][69] Following the death of the founder and head of al-Qaeda, Osama bin Laden, on 2 May 2011, in Abbottabad, Pakistan, al-Baghdadi released a statement praising bin Laden and threatening violent retaliation for his death.[66] On 5 May 2011, al-Baghdadi claimed responsibility for an attack in Hilla, 100 kilometres (62 mi) south of Baghdad, that killed 24 policemen and wounded 72 others.[66][70] On 15 August 2011, a wave of ISI suicide attacks beginning in Mosul resulted in 70 deaths.[66] Shortly thereafter, in retaliation for bin Laden's death, ISI pledged on its website to carry out 100 attacks across Iraq featuring various methods of attack, including raids, suicide attacks, roadside bombs and small arms attacks in all cities and rural areas across the country.[66] On 22 December 2011, a series of coordinated car bombings and IED (improvised explosive device) attacks struck over a dozen neighborhoods across Baghdad, killing at least 63 people and wounding 180. The assault came just days after the US completed its troop withdrawal from Iraq.[71] On 26 December, ISI released a statement on jihadist internet forums claiming credit for the operation, stating that the targets of the Baghdad attack were \"accurately surveyed and explored\" and that the \"operations were distributed between targeting security headquarters, military patrols and gatherings of the filthy ones of the al-Dajjal Army (the 'Army of the Anti-Christ' in Arabic)\", referring to the Mahdi Army of Muqtada al-Sadr.[71] On 2 December 2012, Iraqi officials claimed that they had captured al-Baghdadi in Baghdad, following a two-month tracking operation. Officials claimed that they had also seized a list containing the names and locations of other al-Qaeda operatives.[72][73] However, this claim was rejected by ISI.[74] In an interview with Al Jazeera on 7 December 2012, Iraq's Acting Interior Minister said that the arrested man was not al-Baghdadi, but rather a sectional commander in charge of an area stretching from the northern outskirts of Baghdad to Taji.[75] Al-Baghdadi remained leader of the ISI until its formal expansion into Syria in 2013 when, in a statement on 8 April 2013, he announced the formation of the Islamic State of Iraq and the Levant (ISIL) – alternatively translated from Arabic as the Islamic State in Iraq and Syria (ISIS).[76] When announcing the formation of ISIL, al-Baghdadi stated that the Syrian civil war jihadist faction, Jabhat al-Nusra – also known as al-Nusra Front – had been an extension of the ISI in Syria and was now to be merged with ISIL.[76][77] The leader of Jabhat al-Nusra, Abu Mohammad al-Julani, disputed this merging of the two groups and appealed to al-Qaeda emir Ayman al-Zawahiri, who issued a statement that ISIL should be abolished and that al-Baghdadi should confine his group's activities to Iraq.[78] Al-Baghdadi, however, dismissed al-Zawahiri's ruling and took control of a reported 80% of Jabhat al-Nusra's foreign fighters.[79] In January 2014, ISIL expelled Jabhat al-Nusra from the Syrian city of Raqqa, and in the same month clashes between the two in Syria's Deir ez-Zor Governorate killed hundreds of fighters and displaced tens of thousands of civilians.[80] In February 2014, al-Qaeda disavowed any relations with ISIL.[81] According to several Western sources, al-Baghdadi and ISIL have received private financing from citizens in Saudi Arabia and Qatar and enlisted fighters through recruitment drives in Saudi Arabia in particular.[82][83][84][85] On 29 June 2014, ISIL announced the establishment of a worldwide caliphate. Al-Baghdadi was named its caliph, to be known as \"Caliph Ibrahim\", and the Islamic State of Iraq and the Levant was renamed the Islamic State (IS).[86][87] The declaration of a caliphate was heavily criticized by Middle Eastern governments, other jihadist groups,[88] and Sunni Muslim theologians and historians. Qatar-based TV broadcaster and theologian Yusuf al-Qaradawi stated: \"[The] declaration issued by the Islamic State is void under sharia and has dangerous consequences for the Sunnis in Iraq and for the revolt in Syria\", adding that the title of caliph can \"only be given by the entire Muslim nation\", not by a single group.[89] As a caliph, al-Baghdadi was required to hold to each dictate of the sunnah, whose precedence is set and recorded in the sahih hadiths. According to tradition, if a caliph fails to meet any of these obligations at any period, he is required by the law to abdicate his position and the community has to appoint a new caliph, theoretically selected from throughout the caliphdom as being the most religiously and spiritually pious individual among them.[90] Due to the widespread rejection of his caliphhood, al-Baghdadi's status as caliph has been compared to that of other caliphs whose caliphship has been questioned.[91] In an audio-taped message, al-Baghdadi announced that ISIL would march on \"Rome\" — generally interpreted to mean the West — in its quest to establish an Islamic State from the Middle East across Europe. He said that he would conquer both Rome and Spain in this endeavor[92][93] and urged Muslims across the world to immigrate to the new Islamic State.[92] On 8 July 2014, ISIL launched its online magazine Dabiq. The title appeared to have been selected for its eschatological connections with the Islamic version of the end times, or malahim.[94] According to a report in October 2014, after suffering serious injuries, al-Baghdadi fled ISIL's capital city Raqqa due to the intense bombing campaign launched by Coalition forces, and sought refuge in the Iraqi city of Mosul, the largest city under ISIL control at the time.[95] On 5 November 2014, al-Baghdadi sent a message to al-Qaeda Emir Ayman al-Zawahiri requesting him to swear allegiance to him as caliph, in return for a position in the Islamic State of Iraq and the Levant. The source of this information was a senior Taliban intelligence officer. Al-Zawahiri did not reply, and instead reassured the Taliban of his loyalty to Mullah Omar.[96] On 7 November 2014, there were unconfirmed reports of al-Baghdadi's death after an airstrike in Mosul,[97] while other reports said that he was only wounded.[98][99] On 20 January 2015, the Syrian Observatory for Human Rights reported that al-Baghdadi had been wounded in an airstrike in Al-Qa'im, an Iraqi border town held by ISIL at that time, and as a result withdrew to Syria.[100] On 8 February 2015, after Jordan had conducted 56 airstrikes which reportedly killed 7,000 ISIL militants from 5–7 February, Abu Bakr al-Baghdadi was said to have fled from Raqqa to Mosul out of fear for his life.[101][102] However, after a Peshmerga source informed the US-led Coalition that al-Baghdadi was in Mosul, Coalition warplanes continuously bombed the locations where ISIL leaders were known to meet for 2 hours.[102] Baghdadi was a serial rapist,[18] having maintained \"a number of personal sex slaves\".[19] On 14 August 2015, it was reported that he allegedly claimed, as his \"wife\", American hostage Kayla Mueller and raped her repeatedly.[103] Mueller was later alleged by an ISIL media account to have been killed in an airstrike by anti-ISIL forces in February 2015.[104] However, a former sex slave has claimed that Mueller was murdered by ISIL.[105] Through his forename, al-Baghdadi was rumored to have been styling himself after the first caliph, Abu Bakr, who led the \"Rightly Guided\" or Rashidun. According to Sunni tradition, Abu Bakr replaced Muhammad as prayer leader when he was suffering from illnesses.[36] Another feature of the original Rashidun was what some historians dub as the first Sunni–Shia discord during the Battle of Siffin. Some publishers have drawn a correlation between those ancient events and modern Salafizing and caliphizing[106] aims under al-Baghdadi's rule.[107][108] Due to the relatively stationary nature of ISIL control, the elevation of religious clergy who engage in theocratization,[109] and the group's scripture-themed legal system, some analysts declared al-Baghdadi a theocrat and ISIL a theocracy.[110] Other indications of the decline of secularism were the destruction of secular institutions and its replacement with strict sharia law, and the gradual caliphization and Sunnification of regions under the group's control.[111] In July 2015, al-Baghdadi was described by a reporter as exhibiting a kinder and gentler side after he banned videos showing slaughter and execution.[112] A video, made during the first Friday prayer service of Ramadan, shows al-Baghdadi speaking on a pulpit in the Arabic language to a congregation at the Great Mosque of al-Nuri in Mosul, northern Iraq. In the video, al-Baghdadi declares himself caliph of the Islamic State and calls on Muslims worldwide to support him.[113] A representative of the Iraqi government denied that the video was of al-Baghdadi, calling it a \"farce.\"[89] However, both the BBC and the Associated Press quoted unnamed Iraqi officials as saying that the man in the video was believed to be al-Baghdadi.[114][115][116] ISIL released an audio-taped message, claiming it to be in the voice of al-Baghdadi. In the 17-minute recording, released via social media, al-Baghdadi says that ISIL fighters would never cease fighting \"even if only one soldier remains.\" Al-Baghdadi urges supporters of the Islamic State to \"erupt volcanoes of jihad\" across the world. He calls for attacks to be mounted in Saudi Arabia, describing Saudi leaders as \"the head of the snake\", and also says that the US-led military campaign in Syria and Iraq was failing. He declares that ISIL would keep marching forward and would \"break the borders\" of Jordan and Lebanon as well as \"free Palestine\".[117] ISIL released an audio message which it claimed was from al-Baghdadi. In the recording, al-Baghdadi urges Muslims to immigrate to the Islamic State and join the fight in Iraq and Syria. He also condemns the Saudi involvement in Yemen, and claims that the conflict will lead to the end of the Saudi royal family's rule. He further claims that Islam was never a religion of peace but instead is \"the religion of fighting\".[118] An audio message that was approximately 23 minutes long was released. Al-Baghdadi warns Western nations to not interfere further in their matters and threatens the future establishment of ISIL in Israel. He also celebrates the defeat of \"crusaders\" and \"Jews\" in Iraq and Afghanistan.[119] An audio message was released. In it, al-Baghdadi discusses the need for ISIL to defend their forces within Mosul and encourages ISIL forces to persecute Shia Muslims and the Alawites. He also states plans to begin fighting in Saudi Arabia, Turkey, and further away, and argues in favour of using martyrdom in Libya to spread support.[120][121] A 46-minute audio recording was released through the ISIL-owned media organization Al Furqan in which al-Baghdadi accuses the United States of wilting in the face of Russia and lacking \"the will to fight\".[122][123] Al-Baghdadi refers to recent events including North Korean threats against Japan and the United States and the recapture of Mosul by US backed Iraqi forces over two months earlier, likely to dispel rumours of his death.[124] Throughout, al-Baghdadi calls for further attacks in the West and, more specifically, for attacks on Western media, saying: \"Oh soldiers of Islam in every location, increase blow after blow, and make the media centers of the infidels, from where they wage their intellectual wars, among the targets.\"[124] An audio message is released, almost a year after his previous communication. Al-Baghdadi calls on his followers to \"persevere\" despite heavy losses in Iraq and Syria and calls for more attacks around the world. He also comments on recent events, suggesting that the audio message was recorded recently. Many experts believed that it was him as the voice resembled that heard in his other audio messages.[125] On 29 April 2019, Abu Bakr al-Baghdadi was shown in an 18-minute long video released by an Islamic State media group, his first public appearance in almost five years. In the video, al-Baghdadi is shown with an assault rifle mentioning recent events such as the loss of the last ISIL territory in Baghuz Fawqani, the Sri Lanka Easter bombings and the overthrow of Sudanese and Algerian presidents Omar al-Bashir and Abdelaziz Bouteflika, suggesting that the video was filmed around a week before being released.[126][127] On 16 September 2019 al-Baghdadi released an audio message calling for his followers to free detained ISIS members and their families held in camps in Iraq and Syria.[128] It was recorded and distributed by Al Furqan Establishment for Media Production.[129] Abu Bakr Al-Baghdadi was designated by the United States Department of State as a Specially Designated Global Terrorist.[6] The US Department of State's Rewards for Justice Program identified Abu Bakr al-Baghdadi as a senior leader of the terrorist organization Islamic State of Iraq and the Levant (ISIL), and as having been \"responsible for the deaths of thousands of civilians in the Middle East, including the brutal murder of numerous civilian hostages from Japan, the United Kingdom, and the United States.\"[6] Authorities within the United States had also accused al-Baghdadi of kidnapping, enslaving, and repeatedly raping an American, Kayla Mueller, who ISIL later alleged was killed in a Jordanian airstrike but is believed to have been executed by ISIL.[104] Al-Baghdadi was the top target in the war against ISIL. US Intelligence believed that he was based in Raqqa and that he kept a low profile, hiding among the civilian population. Until summer 2017, ISIL was believed to be headquartered in a series of buildings in Raqqa, but the proximity of civilians made targeting the headquarters off-limits under US rules of engagement.[130] Photos of a possible public appearance in a Fallujah mosque surfaced in February 2016.[131] Haider al-Abadi was reported (Ensor, 7 February 2017) to have stated he knew of the location of al-Baghdadi. Colonel John Dorrian, of the Combined Joint Task Force, stated he was aware of al-Baghdadi having chosen to sleep in a suicide vest, in the event he should find himself facing capture.[132] In 2018, Iraqi intelligence officials and a number of experts believed that al-Baghdadi was hiding in ISIL's then-de facto capital of Hajin, in ISIL's Middle Euphrates Valley Pocket in Syria. Even though no direct evidence has yet been found that al-Baghdadi himself was present in the city, experts noted that the remaining ISIL leadership was concentrated in Hajin, and that ISIL was persistently launching a strenuous defense.[133] Hajin was captured by the Syrian Democratic Forces on 14 December 2018, but al-Baghdadi's whereabouts were still unknown.[134] On 1 February 2019, the chief of the Intelligence Office of Iraq's Interior Ministry, Abu Ali Al-Basri, stated that al-Baghdadi never stayed in one place at a time as he continued to sneak back-and-forth across the Iraq-Syria border. \"We have information that he moved from Syria and entered Iraq through Anbar and then Salaheddine\", Al-Basri said.[135] Additionally, Fadhel Abu Rageef, a Baghdad-based political and security analyst, told Fox News that Baghdadi maneuvered without convoys or any attention-drawing security figures, and was instead only flanked by a couple of trusted loyalists – and neither he nor his associates had mobile phones or detectable devices. \"We think Baghdadi is in the Syrian desert at large, wearing modern clothes, no mobiles, a simple car, and just a driver. Anyone around him is dressed in modern clothes\", Rageef said.[136] According to an Associated Press interview with a Yazidi slave of his, Baghdadi had tried to escape to Idlib in late 2017 along with a wife and his security guards, but returned midway due to fear of an attempt on his life. According to her, he later first stayed at Hajin for a week, before travelling to Dashisha where she stayed for four months at the home of his father-in-law Abu Abdullah al-Zubaie. She stated that he would only move around at night and in disguise, along with five of his guards, stating she last met him in the spring of 2018 before a new master took her away.[137] Baghdadi's brother-in-law Mohamad Ali Sajit, during an interview with Al Arabiya, described Baghdadi during the last months of his life as having been \"a nervous wreck\" who would often suspect ISIL governors of betrayal. Sajit stated that he met Baghdadi for the first time in Hajin in late 2017, and that the final time was in the desert located along the Iraq-Syria border. According to Sajit, Baghdadi only traveled with five to seven confidantes, which included Abul-Hasan al-Muhajir, his security head Abu Sabah, al-Zubaie who was killed in March 2019, and Tayseer alias Abu al-Hakim, ISIL's former wali of Iraq. Sajit further stated that while in hiding, Baghdadi always kept a suicide vest with him, ordered others to do the same, sometimes disguised himself as a shepherd, and that only his confidante al-Muhajir used a mobile phone. Sajit also related how on one occasion Baghdadi had to be hidden in a pit to save him from a possible raid along the Iraq-Syrian border, that Baghdadi's diabetes had worsened in the end due to his constantly trying to evade capture, and that he didn't fast during Ramadan, nor let his associates do so.[137] According to media reports, al-Baghdadi was wounded on 18 March 2015 during a coalition airstrike on the al-Baaj District, in the Nineveh Governorate, near the Syrian border. His wounds were apparently so serious that the top ISIL leaders had a meeting to discuss who would replace him if he died. According to reports, by 22 April al-Baghdadi had not yet recovered enough from his injuries to resume daily control of ISIL.[138] The US Department of Defense said that al-Baghdadi had not been the target of the airstrikes, and \"we have no reason to believe it was Baghdadi.\"[139] On 22 April 2015, Iraqi government sources reported that Abu Ala al-Afri, the self-proclaimed caliph's deputy and a former Iraqi physics teacher, had been installed as the stand-in leader while Baghdadi recuperated from his injuries.[140] On 26 October 2019, US Joint Special Operations Command's (JSOC) 1st Special Forces Operational Detachment-Delta (SFOD-D) (commonly known as Delta Force), along with soldiers from the 75th Ranger Regiment and 160th Special Operations Aviation Regiment (Airborne) conducted a raid through air space controlled by Russia and Turkey into the rebel-held Idlib province of Syria on the border with Turkey to capture al-Baghdadi.[174][175] US President Donald Trump and his officials stated that while being hunted by American military canines and after being cornered in a tunnel, al-Baghdadi died by self-detonating a suicide vest, killing three young children, reportedly his own, as well.[176][177] The commander of US Central Command, Gen. Frank McKenzie, later revised the number of children killed to two.[178] The blast also injured 2 Delta operators and 1 military working dog (Conan) but sustained no life-threatening injuries.[179][180] The raid was launched based on a CIA Special Activities Division's intelligence effort that located the leader of ISIS.[181][20] This operation was conducted during the withdrawal of US forces from northeast Syria.[182][183] President Trump announced on 27 October 2019 that American forces used helicopters, jets and drones through airspace controlled by Russia and Turkey.[184] He said that \"Russia treated us great ... Iraq was excellent. We really had great cooperation\" and Turkey had been informed of the operation prior to its commencement.[177] He also thanked Russia, Turkey, Syria, Iraq, and the Syrian Kurdish forces for their support.[177] According to multiple sources, the video footage presented to President Trump in the situation room did not contain audio.[185][186] The Turkish Defence Ministry confirmed on 27 October that Turkish and US military authorities exchanged and coordinated information ahead of an attack in Syria's Idlib.[187][188] Fahrettin Altun, a senior aide to Turkish President Recep Tayyip Erdogan, also stated, among other things, that \"Turkey was proud to help the United States, our NATO ally, bring a notorious terrorist to justice\" and that Turkey \"will continue to work closely with the United States and others to combat terrorism in all its forms and manifestations.\"[189] Kremlin spokesman Dmitry Peskov declined to say if the United States had told Russia about the raid in advance but said that its result if confirmed, represented a serious contribution by the United States to combat terrorism.[190] Russia previously said they may have killed him in an airstrike on 4 apartment buildings in Raqqa city on 28 May 2017 but were at that time still seeking confirmation.[191][192] DNA profiling was done immediately, confirming his identity.[177] Chairman of the Joint Chiefs of Staff, Mark A. Milley, said during a Pentagon briefing that \"the disposal of his [al-Baghdadi's] remains has been done and is complete and was handled appropriately\", initially adding that Washington had no plans to release images of his death, but later revealed footage of the raid during a briefing on 30 October.[193][194] Baghdadi was buried at sea and afforded Islamic rites, according to three anonymous U.S. officials[195][196][197][198] and General Frank McKenzie.[199] ISIL's propaganda arm confirmed his death via Telegram on 31 October and announced Abu Ibrahim al-Hashimi al-Qurashi as the new leader of the group.[22][200] In September 2019, a statement attributed to ISIL's propaganda arm, the Amaq news agency, claimed that Abdullah Qardash was named as al-Baghdadi's successor.[201][202] Analysts dismissed this statement as a fabrication, and relatives were reported as saying that Qardash died in 2017.[203] Rita Katz, a terrorism analyst and the co-founder of SITE Intelligence, noted that the alleged statement used a different font when compared to other statements and it was never distributed on Amaq or ISIL channels.[204] Two other individuals, the Saudi Abu Saleh al-Juzrawi and the Tunisian Abu Othman al-Tunsi, were also named as possible candidates to succeed al-Baghdadi,[203][205] who were close to Baghdadi and are believed to have been present in his last video appearance.[206] On 29 October 2019, Trump stated on social media that al-Baghdadi's \"number one replacement\" had been killed by American forces, adding: \"Most likely would have taken the top spot - Now he is also Dead!\"[207] While Trump did not specify a name, a U.S. official later confirmed that Trump was referring to ISIL spokesman and senior leader Abul-Hasan al-Muhajir,[208] who was killed in a U.S. airstrike in Syria two days earlier.[209] On 31 October, an IS outlet on Telegram named Abu Ibrahim al-Hashimi al-Qurashi as Baghdadi's successor.[210] Reuters, quoting tribal sources in Iraq, reported Baghdadi had three wives, two Iraqis and one Syrian.[211] The Iraqi Interior Ministry said that al-Baghdadi had two wives, Asma Fawzi Mohammed al-Dulaimi (sometimes referred to as \"Al-Qubaysi\" or \"al-Kubaysi\"[212]) and Israa Rajab Mahal Al-Qaisi.[213] However, in 2016 Fox News reported, based on local media, that Saja al-Dulaimi was al-Baghdadi's most powerful wife.[214] On 27 October 2019, when it was said al-Baghdadi died, it was reported that two of Baghdadi's wives were also killed, wearing suicide vests that had not detonated.[215][216] This was confirmed by United States Secretary of State Mike Pompeo.[217] In November 2019, Turkish President Recep Tayyip Erdoğan announced that they had captured Asma. A Turkish official stated that she had already been captured on 2 June 2018 in the province of Hatay, along with 10 others.[218] In April 2015, multiple media reports emerged claiming that Baghdadi had married a German teenager on 31 March 2015.[219] On 28 February 2016, Iraqi media reported that she had left ISIL and had fled Iraq along with two other women. Her name was identified as Diane Kruger.[220] According to reports in the Iraqi media, Diane Kruger was married to him during October 2015 somewhere within Nineveh Governorate.[221] According to several sources, Sujidah (sometimes referred to as \"Saja\"[222]) al-Dulaimi was the wife of al-Baghdadi.[223] It was reported the couple had allegedly met and fallen in love online.[223] Sujidah al-Dulaimi was arrested in Syria in late 2013 or early 2014, and was released from a Syrian jail in March 2014 as part of a prisoner swap involving 150 women, in exchange for 13 nuns taken captive by al-Qaeda-linked militants. Also released in March were her two sons and her younger brother.[224] The Iraqi Interior Ministry has said, \"There is no wife named Saja al-Dulaimi.\"[214] Al-Dulaimi's family allegedly all adhere to ISIL's ideology. Her father, Ibrahim Dulaimi, an ISIL emir in Syria, was reportedly killed in September 2013 during an operation against the Syrian Army in Deir Attiyeh. Her sister, Duaa, was allegedly behind a suicide attack that targeted a Kurdish gathering in Erbil.[225] The Iraq Interior Ministry has said that her brother is facing execution in Iraq for a series of bombings in southern Iraq.[222][226] The Iraq government, however, said that al-Dulaimi is the daughter of an active member of al-Qaeda's affiliate in Syria, al-Nusra Front.[227] In late November 2014, al-Dulaimi was arrested and held for questioning by Lebanese authorities, along with two sons and a young daughter. They were traveling on false documents.[211] The children were held in a care center while al-Dulaimi was interrogated.[227] The capture was a joint intelligence operation by Lebanon, Syria, and Iraq, with the US assisting the last. Al-Dulaimi's potential intelligence value is unknown. An unnamed intelligence source told The New York Times that during the Iraq war, when the Americans captured a wife of Abu Musab al-Zarqawi, the leader of al-Qaeda in Iraq, \"We got little out of her, and when we sent her back, Zarqawi killed her.\"[222] As of December 2014[update], al-Baghdadi's family members were seen by the Lebanese authorities as potential bargaining chips in prisoner exchanges.[228] In the clearest explanation yet of al-Dulaimi's connection to al-Baghdadi, Lebanese Interior Minister Nohad Machnouk told Lebanon's MTV channel that \"Dulaimi is not Abu Bakr al-Baghdadi's wife currently. She has been married three times: first to a man from the former Iraqi regime, with whom she had two sons.\"[227] Other sources identify her first husband as Fallah Ismail Jassem, a member of the Rashideen Army, who was killed in a battle with the Iraqi Army in 2010.[224][229][230] Machnouk continued, \"Six years ago she married Abu Bakr al-Baghdadi for three months, and she had a daughter with him. Now, she is married to a Palestinian and she is pregnant with his child.\" The Minister added, \"We conducted DNA tests on her and the daughter, which showed she was the mother of the girl, and that the girl is [Baghdadi's] daughter, based on DNA from Baghdadi from Iraq.\"[227][231] Al-Monitor reported a Lebanese security source as saying that al-Dulaimi had been under scrutiny since early 2014. He said that Jabhat al-Nusra \"had insisted back in March on including her in the swap that ended the kidnapping of the Maaloula nuns. The negotiators said on their behalf that she was very important, and they were ready to cancel the whole deal for her sake.\" He added, \"It was later revealed by Abu Malik al-Talli, one of al-Nusra's leaders, that she was Abu Bakr al-Baghdadi's wife.\"[232] On 9 December 2014, al-Dulaimi and her current Palestinian husband, Kamal Khalaf, were formally arrested after the Lebanese Military Court issued warrants and filed charges for belonging to a terrorist group, holding contacts with terrorist organizations, and planning to carry out terrorist acts.[233] In December 2015, the Lebanese government exchanged al-Dulaimi and her daughter for Lebanese soldiers being held by al-Qaeda affiliate al-Nusra Front in a prisoner swap deal.[234] Her brother is reported to be a Nusra member according to a Lebanese security source.[235] Dulaimi in an interview conducted by Expressen in 2016, described al-Baghdadi as a family man, but said he rarely talked with her. She stated that she had a co-wife while they were married. Dulaimi claimed that she ran away after becoming pregnant because she was not happy with him, stating the last time they talked was in 2009 and the two had divorced.[235] She now resides in Lebanon.[236] On 4 November 2019, Turkey announced that they captured al-Baghdadi's older sister, Rasmiya Awad, near the town of Azaz.[237] Her identity however, has not been verified as of yet.[238][239] Baghdadi's brother Jumah (also referred to as \"Jomaa\"[240]) acted as a courier for him according to anonymous Iraqi intelligence agents in an interview with The National, delivering messages to and fro between ISIL militants in Turkey and his brother. A Western intelligence agent stated that they hadn't apprehended him yet deliberately, so he could lead them to Baghdadi.[241] According to Iraqi officials in interview with The Guardian, the wives of Jumah and another brother Ahmad have been smuggled out to Turkey through Idlib province.[242] According to an investigation by news outlet Al-Monitor based on an interview with Abu Ahmad, who claimed to have known al-Baghdadi since the 1990s, al-Baghdadi's brothers are named Shamsi, Jumah, and Ahmad.[240] Jumah is reported to be the closest to him and is also said to have been his bodyguard. Shamsi and al-Baghdadi were reported to have a dispute over Baghdadi's decision to join the insurgency in Iraq.[42] The former is reported to be under the custody of Iraqi authorities and suffering from severe health issues.[240] Personal information on Ahmad is scarce other than his money problems.[42] According to a reporter for The Guardian, al-Baghdadi married in Iraq around the year 2000 after finishing his doctorate. The son of this marriage was 11 years old in 2014.[29] A girl named Hagar born in 2008, who was detained in Lebanon in 2014 with her mother Saja al-Dulaimi, is allegedly al-Baghdadi's daughter.[222][227][243] Al-Baghdadi's son Hudhayfah al-Badri was killed in action in 2018 during the Syrian civil war while taking part in an Inghimasi-style attack on the Syrian Army and Russian forces in Homs Governorate.[244] During the Barisha raid, three of Baghdadi's children died with him in a dead-end tunnel after he detonated his vest, according to President Donald Trump.[245] General Frank McKenzie however later said only two children had died.[246] Duaa Amid Ibrahim: Abu Ahmed al-Samarrai: Muhammad Ali Sajit or Muhammad Ali Sajid al-Zobaie:","Title":"Abu Bakr al-Baghdadi - Wikipedia","KeyID":"19543","URL":"https://en.wikipedia.org/wiki/Abu_Bakr_al-Baghdadi"}