{"Content: ":"Isabelle Brasseur, MSM (born July 28, 1970) is a Canadian former competitive pair skater. With her partner, Lloyd Eisler, she won two Olympic medals and the 1993 World Championships. Brasseur was born on July 28, 1970, in Kingsbury, Quebec.[1] She married the American former pairs skater Rocky Marval (Marvaldi) on August 10, 1996. Their daughter, Gabriella Marvaldi, was born on November 1, 2000, in Voorhees Township, New Jersey.[2] Brasseur has vasodepressor syncope, causing her heart to stop for 31 seconds shortly before Gabriella's birth.[3] Her daughter is also a pairs skater and won the 2012 U.S. juvenile pairs title with partner Kyle Hogeboom.[4] Early in her career, Brasseur competed with Pascal Courchesne. They were 5th at the 1985 Skate America. Brasseur teamed up with Eisler in 1987. They won five Canadian pairs championships, the 1993 World Championships and bronze medals at the 1992 Winter Olympics and the 1994 Winter Olympics. They retired in 1994. Brasseur/Eisler teamed up with Lou-Anne Brosseau (Hunt) in 1992 and formed a company known as B.B.E. Productions Inc. They planned and organized professional figure skating events across Canada. Their main goal was to raise awareness and funds for the Children's Wish Foundation of Canada, which named the duo national spokespersons in September 1992. B.B.E. Productions has won several awards, producing more than 25 shows and raising more than $250,000.00 in awareness and sponsorship for the charity. In the years of operation (1992–2003), B.B.E. also granted several wishes to children suffering from life-threatening illnesses. She co-wrote a book, Brasseur & Eisler: To Catch a Dream, in 1996[5] and a follow-up, Brasseur & Eisler: The Professional Years. In 1994, she and Eisler were awarded the Meritorious Service Decoration (civil division). In 1996, she was inducted into Canada's Sports Hall of Fame. In 2000, she was inducted into the Skate Canada Hall of Fame.[6] The Colisée de St-Jean in her hometown of Saint-Jean-sur-Richelieu, Quebec was renamed Colisée Isabelle-Brasseur in her honour. In 2009, Brasseur competed with Glenn Anderson on Battle of the Blades, a CBC production. She was eliminated during the second round of the competition. In 2010, she competed on the second season of Battle of the Blades, with partner Todd Warriner. She reached the final three and was eliminated in the semi-finals. ","Title":"Isabelle Brasseur - Wikipedia","KeyID":"19540","URL":"https://en.wikipedia.org/wiki/Isabelle_Brasseur"}