{"Content: ":"Robert James Chapman (born 28 July 1972, in Nottingham) is an English cricketer who played first-class cricket for Nottinghamshire and Worcestershire between 1992 and 1998, and List A cricket for Lincolnshire in the early 21st century. He is the son of footballer Bob Chapman, who was often known as 'Sammy'.[1] Chapman first played for Nottinghamshire's Second XI as a teenager, but his first-class debut came in July 1992 in the County Championship match against Warwickshire. He took one wicket in each innings (both future international players: Roger Twose and Neil Smith), but Notts declared in both innings and he did not get a chance to bat. He did not play another first team game for nearly two years, when he played against Cambridge University in April 1994. He took two wickets, but again was not called upon to bat. In 1995 Chapman played intermittently from mid-June onwards, but averaged over 70 with the ball for his 11 first-class wickets. The following year he was selected only twice, though he did take 4–109 against South Africa A, and he left the county before the 1996 season was out, moving to Worcestershire in August. Chapman played only second-team cricket for Worcestershire at first, but accompanied his new county on tour to Zimbabwe in the winter and made his first-class debut for them against a Matabeleland Invitation XI at Bulawayo in late March. He took only two wickets in the match, although his part (7 not out from 25 balls) in a first-innings last-wicket partnership of 19 ultimately proved important as Worcestershire won the game by just 18 runs. 1998 was a better season for Chapman, and in the second half of the season he finally managed to make himself into a first-team regular. He took 33 first-class wickets at 28.57, and 15 List A wickets at under 20 apiece. At the start of August he achieved career bests in both forms of the game, first taking 5–30 against Yorkshire in the AXA League and then a matter of days later claiming 6–105 in the Championship against his old county of Nottinghamshire. Sadly for Chapman, both feats were in a losing cause, although the 43 not out he hit against Durham (his highest score in county cricket) was more productive: he put on a century stand with Richard Illingworth (84) for the ninth wicket, then followed that up by taking 3–26 to help his side to a 155-run win. Chapman was voted Uncapped Player of the Season Despite his improved statistics in 1998, the following year Chapman found himself confined to the second team all season having been plagued with a persistent elbow injury. In 2000, following the arrival of Glenn McGrath he left Worcestershire and moved counties again, this time to the minor county of Lincolnshire under the captaincy of another former Notts player, Mark Fell. Here he found rather more success, taking 4–18 against Berkshire in the first round of the 2002 C&G Trophy (actually played, due to the vagaries of the fixture list, in August 2001), and making his first ever List A half-century in the same competition in 2003 when he hit an unbeaten 53 in a defeat against Nottinghamshire.","Title":"Robert Chapman (cricketer) - Wikipedia","KeyID":"19549","URL":"https://en.wikipedia.org/wiki/Robert_Chapman_(cricketer)"}