{"Content: ":"Elizabeth Berkley (born July 28, 1974)[1] is an American actress. She played Jessie Spano in the television series Saved by the Bell and Nomi Malone/Polly Ann Costello in the 1995 Paul Verhoeven film Showgirls. She voiced the title role in the English dub of the anime film Armitage III: Poly-Matrix and had supporting roles in the films The First Wives Club and Roger Dodger. In theater, she received critical acclaim for her performance in Hurlyburly.[2] Berkley was born and raised in Farmington Hills located in a Detroit northern suburb community in affluent Oakland County, Michigan. She is the daughter of Jere, a gift-basket business owner and Fred Berkley, a lawyer. She has an older brother, Jason.[3] Her family is Jewish. She was raised in a Conservative Jewish household and had a bat mitzvah.[4][5] She was born with partial heterochromia, a condition of differently colored irises; her right eye is half green and half brown and her left eye is all green.[6] She graduated in 1990 from North Farmington High School in Farmington Hills after attending the Cranbrook Kingswood School, a private school in Bloomfield Hills.[citation needed] From a young age, she danced and practiced in a room her parents set up for her in the basement. She auditioned for the lead role in the film Annie. When she became interested in pursuing dance professionally, she traveled to New York City to train with dancers and choreographers.[7] She performed in several ballets, including Swan Lake, and in 1983 she appeared in some musicals.[8] Berkley was a teenage model for Elite before pursuing an acting career.[9] She made her television debut in the 1987 television film Frog, while making a number of guest appearances on other TV shows.[citation needed] In 1989, at the age of 15, she auditioned for the role of Kelly Kapowski in Saved by the Bell, but the producers of the show could not decide whether to cast Tiffani-Amber Thiessen or her.[10] In the end, they created for Berkley the character Jessie Spano, a role she played from 1989 to 1993 in both of the show's television and film installments.[11] After leaving Saved by the Bell to pursue a film career, Berkley won the role of Nomi Malone, the lead character in the controversial Paul Verhoeven film Showgirls (1995).[12][13] The sex and nudity-laden film was given a NC-17 rating in the United States (the first big-budget film to receive the rating), was a box office bomb,[14][15][16] and was widely panned by critics. Berkeley's performance received negative reviews, with Todd McCarthy describing it in Variety as \"harsh, graceless and quickly tiresome\",[17] and Janet Maslin of The New York Times writing that Berkeley displayed \"the open-mouthed, vacant-eyed look of an inflatable party doll.\"[18] Berkley's agent subsequently dropped her, and the film's negative fallout made it hard for her to find new representation.[19] Over the years, Showgirls has achieved cult status among film fans and ranks 36 on Entertainment Weekly's list of the Top 50 Cult Movies.[citation needed] Berkley was cast in the title role in the anime film Armitage III: Poly Matrix, which also starred Kiefer Sutherland. She accepted a small role in The First Wives Club, a comedy starring Diane Keaton, Goldie Hawn, and Bette Midler. She then played a Madonna body-double named Tina in the independent film The Real Blonde. She has had supporting roles in independent films such as The Taxman, Tail Lights Fade, Roger Dodger, and Moving Malcolm.[20] She also had a small role as a call girl hired by Al Pacino's character in Oliver Stone's sports drama Any Given Sunday, as well as a key supporting role in Woody Allen's The Curse of the Jade Scorpion.[21] She appeared on stage with Eddie Izzard as Honey in the London stage version of Lenny in 1999.[22] Berkley made her Broadway debut in the comedy Sly Fox with Richard Dreyfuss in February 2004, three months after her marriage to artist Greg Lauren.[citation needed] She replaced Catherine Keener as Bonnie in the 2005 off-Broadway production of David Rabe's Hurlyburly, appearing with Ethan Hawke, Parker Posey, and Bobby Cannavale.[citation needed] Berkley received praise for her role in the show, with Charles Isherwood of The New York Times, even going as far as apologizing to her for his past criticisms of her ability, stating that the fact she held \"her own among this skilled company of scene-stealers is a testament to how much her talent has grown.\"[23] In 2006, she appeared at the sixth annual 24 Hour Plays alongside Jennifer Aniston, Rosie Perez, and Lili Taylor, in which six writers, six directors, 24 actors, and production crews have 24 hours to write, direct, and perform six 10-minute plays.[24] Berkley has been seen in many dramatic television roles, guest-starring on series such as CSI: Miami, NYPD Blue, Without a Trace, Threshold, and Law & Order: Criminal Intent.[citation needed] She had a recurring role in the successful and critically acclaimed sitcom Titus, playing the title character's sister Shannon.[citation needed] She also starred in the Lifetime television film Student Seduction, where she played Christie Dawson, a high-school teacher wrongfully accused of sexual harassment by one of her students, who becomes obsessed with her.[25] It was followed by another made-for-television film in 2007, Black Widow, where she played a woman suspected of killing her husbands for their money.[citation needed] The film Meet Market, where she starred with Julian McMahon, Krista Allen, and Aisha Tyler, was released straight to DVD in 2008.[citation needed] In 2008, Berkley signed on to appear in a multiepisode arc of CSI: Miami, in which she plays Horatio Caine's (David Caruso) ex-lover, Julia Winston, who is also the mother of his recently discovered son.[26] The episodes in which Berkley appeared were very highly rated and all of them featured in the top-10 Nielsen ratings chart.[27] She has since appeared in the show's season-six finale.[28] Berkley hosted Bravo's reality series, Step It Up and Dance, a competition featuring the exploits of 10 wannabe dancers who compete against each other to win a cash prize of $100,000, and the opportunity to work with and perform for some of the country's top choreographers.[29] The show premiered in April 2008 on Bravo, and was canceled after the first season. The show came out as the network's strongest ever in its time slot (10/11 C) with 826,000 viewers.[30] The show continued to perform well throughout its run, averaging 756,000 viewers each week (of whom 522,000 were aged 18 to 49) and helped contribute to Bravo's highest-rated April ever.[31] According to Berkley, hosting the show is a very fulfilling job. She was quoted as saying that she gets \"invested in the dancers\" because she has befriended many of them offstage.[32] During the press tour for Step It Up and Dance, Berkley appeared on various shows, including various morning news programs, ABC's Jimmy Kimmel Live!, Fuse TV's The Sauce, E!'s Chelsea Lately, CNBC's The Big Idea with Donny Deutsch, and ABC's The View. While on The View, she spoke of her admiration for co-host Whoopi Goldberg, calling her \"an extraordinary being\". Her appearance on the show was unique in that she brought the ladies of the show tap shoes and taught them a short dance routine.[citation needed] Berkley starred alongside Thomas Jane in the David Arquette-directed short film \"The Butler's in Love\", which premiered at Mann's Chinese Theatre in Los Angeles in June 2008.[citation needed] In 2009, Berkley starred in a multi-episode arc of the Showtime series The L Word during its sixth and final season. She played Kelly Wentworth, a straight girl who got away from Jennifer Beals' character Bette Porter in college. Berkley and Beals are best friends in real life, having previously worked on the 2002 independent film Roger Dodger.[33] Berkley continued with television work, reprising her role as Julia Winston in CSI: Miami, appearing in three more episodes, including the season-seven finale. In the sequel to the cult hit Donnie Darko, S. Darko, she played Trudy, a former drug addict turned born-again Christian, who becomes infatuated with her pastor. She also appeared as Tracy in the 2009 comedy Women in Trouble.[34] During Berkley's guest appearance on Late Night with Jimmy Fallon in June 2009, her Saved by the Bell co-star Mark-Paul Gosselaar as Zack Morris[35] expressed his desire to take part in Jimmy Fallon's \"class reunion\" of the show's original cast members, revealing that Berkley had also agreed to take part in the reunion.[36] Dennis Haskins, Lark Voorhies, Mario Lopez, Elizabeth Berkley and Mark-Paul Gosselaar agreed to a reunion.[37][38] Gosselaar reprised his role as Zack Morris on the June 8, 2009 Late Night, while promoting his then-current TNT drama, Raising the Bar. The spoof interview closed with a performance of \"Friends Forever\" originally by Zack Attack, where Zack played guitar and sang with backing from Fallon's house band, the Roots. Tiffani Thiessen posted a parody video to the online website Funny or Die, where she said she was just too busy to join in a reunion.[39] In 2011, Berkley played the lead female role in the Hallmark Channel original film Lucky Christmas, about a woman who wins the lottery, only to have to recover the ticket from the glove compartment of her stolen car. The film premiered there on November 12, 2011.[40] In September 2013, Berkley was announced as one of the contestants on the 17th season of Dancing with the Stars. She partnered with Valentin Chmerkovskiy.[41] They were eliminated on the 9th week of competition, and landed in 6th place, despite receiving high judge scores. Several perfect scores were earned and awarded by the expert panel judges. Ultimately, however, the public vote eliminated her team based upon popularity metrics used by the show. In 2014, the TV film The Unauthorized Saved by the Bell Story aired, with actress Tiera Skovbye portraying Berkley.[citation needed] On February 4, 2015, Berkley reunited with Mark-Paul Gosselaar, Mario Lopez, Dennis Haskins, and Tiffani Thiessen on The Tonight Show Starring Jimmy Fallon, where they appeared in a Saved by the Bell sketch with Fallon.[42][43][44] In November 2020, Berkely reprised the role of Jessie Spano in the Saved by the Bell sequel series.[45][46] In 2010, Berkley set up the now-defunct self-help program online for teen girls called Ask-Elizabeth.[47] The website was created when husband Greg Lauren commented on the number of girls who came to her asking for advice and joked that she should have her own column. She regularly meets with young girls to discuss different issues and topics and to help them with any problems that they are going through, speaking of her own troubles in the past.[citation needed] Ask-Elizabeth was also the working title of a reality series focusing on the program's success and its continued efforts to help girls throughout the country. The show, produced by MV,[48] featured Berkley traveling around the United States looking at the issues and topics most important to teenaged girls. Amy Bailey, vice president of development in MTV's News and Documentaries division, said Berkley approached MTV with the idea. \"She does these workshops around the country with teen girls and gets them to really open up about self-esteem and body issues\", said Bailey. \"We had been looking for a program that tackled the same issues, so it seemed like a perfect match.\"[49] The status of the show itself is unknown, as it was originally expected to premiere in late 2008, but never got off the ground. In 2011, Berkley published Ask-Elizabeth, a self-help book for teenaged girls, which drew from the workshops she conducted for the Ask-Elizabeth program.[50] In 2000, Berkley was tangentially involved in a $45 million lawsuit when actor and screenwriter Roger Wilson filed suit against Leonardo DiCaprio, claiming that DiCaprio had encouraged his friends to assault Wilson in a street fight, related to invitations to socialize directed at Berkley.[51] DiCaprio was alleged to have pursued Berkley while she was in a relationship with Wilson, and Wilson confronted DiCaprio over the accusation.[52] On November 1, 2003, Berkley married artist and actor Greg Lauren at the Esperanza Hotel in Cabo San Lucas. She formally changed her name to Elizabeth Berkley Lauren, but she still uses her maiden name professionally.[53] She gave birth to their son in July 2012.[54] Berkley's birth year is often incorrectly listed as 1972. In a 2008 interview, Berkley states that she was actually born in 1974, citing both her mother and her birth certificate.[1]","Title":"Elizabeth Berkley - Wikipedia","KeyID":"19554","URL":"https://en.wikipedia.org/wiki/Elizabeth_Berkley"}