{"Content: ":"Leonor Elizabeth Ceballos Watling (born 28 July 1975) is a Spanish film actress and singer. Leonor Ceballos Watling was born on 28 July 1975 in Madrid,[1] to a Spanish father from Cádiz and an English mother,[2] the youngest of four siblings (two brothers and two sisters).[3] Her first vocation was that of dancer, but a knee injury made this impossible.[4] Watling began her acting career in theatre. She earned her feature film debut with a performance in Pablo Llorca's Jardines colgantes (1993).[5] After that she participated in several TV series, such as Hermanos de leche, Farmacia de guardia or Querido maestro, but her most successful role was in the series Raquel busca su sitio with Cayetana Guillén Cuervo. In 1998, she was nominated for a Goya award for her role in La hora de los valientes, and was named as one of European films 'Shooting Stars' by European Film Promotion in 1999. In 2002, she was nominated again for a Goya for her role in My Mother Likes Women. Watling dubbed Anne Hathaway as the voice of \"Red Pucket\" (Little Red Riding Hood) in Hoodwinked (2005).[6] She also took part in The Oxford Murders, alongside Elijah Wood and John Hurt. In 2006, Watling starred in Paris, Je T'aime segment \"Bastille\" as Marie Christine. The film was directed by many famous directors who each had to produce a five-minute film set in Paris, the city of love. Spanish writer-director Isabel Coixet wrote and directed the segment \"Bastille\" and Watling starred alongside Sergio Castellitto and Miranda Richardson as Sergio's younger lover with whom he plans to run away after ending his relationship with his wife Miranda. She combines film performances with her work with the band Marlango, in which she is vocalist and sings mostly in English. She appears in TV series Pulsaciones, broadcast since January 2017. Watling is in a relationship with Oscar-winning Uruguayan musician Jorge Drexler, with whom she has a son, Luca, born in January 2009, and a daughter, Lea, born in July 2011.[7][8][9] She has been quoted as being a fan of Tom Waits, Suzanne Vega, Radiohead and Erik Satie.[citation needed]","Title":"Leonor Watling - Wikipedia","KeyID":"19556","URL":"https://en.wikipedia.org/wiki/Leonor_Watling"}