{"Content: ":"Aki-Petteri Arvid Berg (pronounced [ˈbærj]; born July 28, 1977) is a retired Finnish professional ice hockey defenceman. He was drafted third overall by the Los Angeles Kings in the 1995 NHL Entry Draft. He played both for the Kings and the Toronto Maple Leafs over nine seasons and has represented Team Finland twice at the Winter Olympics, winning a bronze medal at the 1998 Nagano Olympics, a silver medal at the 2004 World Cup of Hockey in which Finland lost in the finals to host Canada, and a silver medal at the 2006 Torino Olympics.[1] Berg began his professional career in the 1993–1994 season as a 16-year-old, playing 6 games for TPS in the Finnish SM-liiga with 3 assists and a +4 rating. Berg was, at the time, the youngest player ever to play in an SM-liiga game (has since been surpassed by Jesse Joensuu, who was 15 years old in his debut). Berg also spent time in Kiekko-67 of the Finnish first division for 12 games during the season, scoring 1 goal, 1 assist, 16 penalty minutes and a -8 rating. He also represented Finland in the European Junior Championships, scoring 6 points in 5 games. The next season, Berg spent time in TPS's B and A-junior teams, also dressing for 5 games in the men's team. He also played 20 games again for Kiekko-67, scoring 12 points. Berg was again named to the European Junior Championships roster, getting one assist in 5 games. Berg gained the attention of NHL scouts due to his large frame, heavy shot, physical play and good mobility. He was drafted 3rd overall by the Los Angeles Kings, behind fellow defencemen Bryan Berard and Wade Redden. Berg, a highly touted prospect, was described in The Hockey News' draft review issue by Kings' then GM Sam McMaster as \"Hitting like Scott Stevens and skating like Paul Coffey\". Berg moved to the NHL next season as an 18-year-old. Berg played most of his first NHL season with the Kings, but was sent to the team's IHL-affiliate Phoenix Roadrunners for 20 games. In 51 games for the Kings, Berg had no goals, 7 assists, 29 penalty minutes and a -13 rating. In 20 games for the Roadrunners, Berg had no goals, 3 assists, 18 penalty minutes and a -10 rating. Berg also played two playoff games for the Roadrunners, scoring no points. In his second NHL season, Berg again had difficulties staying on the Kings' lineup. He nonetheless raised his level of play, scoring his first two goals. He played 41 games for the Kings, scoring two goals and adding 6 assists, while getting 24 penalty minutes and a -9 rating. In 23 games for the Roadrunners, Berg had 1 goal, 3 assists, 21 penalty minutes and a -9 rating. During the season Berg also represented Finland in the World Junior Championships, having 2 assists in 8 games. In the 1997-98 season, Berg finally became an NHL regular, playing 72 games for the Kings, with no goals, 8 assists, 61 PIM and a +3 rating. Berg adopted the role of a defensive defenceman, despite high expectations of his offensive potential. The Kings made the playoffs, which saw Berg raise his game. The team's playoff run came out short, losing in the first round to the St. Louis Blues in four games. In those four games, Berg had no goals, 3 assists, no penalty minutes and a +3 rating. Berg also represented Finland in the 1998 Nagano Olympics, where he was an important defensive player in Finland's bronze medal team. Berg returned to his hometown team TPS for the next season, playing 48 games. He scored 8 goals, added 7 assists and had 137 penalty minutes and a +5 rating. The team, along with Berg, won the Finnish championship, but Berg was unable to play in the decisive game due to a dirty hit in another game, which he was suspended for. Berg was a part of the Finnish national team in the world championships, playing 12 games without points. Berg returned to the NHL for the next season, which turned out to be his best so far. In 70 games he had 3 goals, 13 assists, 45 penalty minutes and a -1 rating. The Kings again made the playoffs, where Berg only played 2 games without points. He was again part of the Finnish world championships-team. The 2000-01 season was again tough for Berg. After 47 games with the Kings where he had just 4 points, he was traded to Toronto on March 13, 2001 for Adam Mair and a 2nd round draft pick (later used to select Mike Cammalleri), as the Leafs wished for an injection of youth into a rapidly aging roster. In 12 games for Toronto, he scored 3 goals and had a -6 rating. In 11 playoff games, he had 2 assists. In his first full season with Toronto, Berg saw more ice time and was a solid fifth or sixth defenceman. In 81 games, Berg scored 1 goal, had 10 assists, 46 penalty minutes and a career-high +14 rating. The team also had a successful playoff run, making it to the conference finals, where they were beaten in six games by the Carolina Hurricanes. In 20 playoff games, Berg had one assist. Berg played in Toronto for 3 more seasons, after retiring from the NHL due to family reasons. During the 2004-2005 NHL lockout, Berg played for Timrå of the Swedish Elite League. He was the team's top all-around defenceman, scoring 20 points in 46 games and having a +11 rating. After retiring from the NHL, Berg signed with his hometown club TPS. Berg was the team captain and top defenceman for 3 seasons, but was heavily ridden with injuries in his last two seasons. After playing just ten games in 2010–2011, he announced his retirement from professional hockey on his birthday on July 28, 2011. Berg finished his NHL career with 606 regular season games played, 15 goals and 70 assists for 85 points with a +/- rating of -7 and 374 penalty minutes. In 54 career post-season games he recorded 1 goal and 7 assists for 8 points with a +2 rating and 47 penalty minutes. In 2015, Berg is working as the equipment manager for both TPS and Team Finland. He is married to Virve. The couple have two children, Niclas and Nella.","Title":"Aki Berg - Wikipedia","KeyID":"19559","URL":"https://en.wikipedia.org/wiki/Aki_Berg"}