{"Content: ":"Hyperthermia, also known simply as overheating, is a condition in which an individual's body temperature is elevated beyond normal due to failed thermoregulation. The person's body produces or absorbs more heat than it dissipates. When extreme temperature elevation occurs, it becomes a medical emergency requiring immediate treatment to prevent disability or death.[citation needed] Almost half a million deaths are recorded every year from hyperthermia.[citation needed] The most common causes include heat stroke and adverse reactions to drugs. Heat stroke is an acute temperature elevation caused by exposure to excessive heat, or combination of heat and humidity, that overwhelms the heat-regulating mechanisms of the body. The latter is a relatively rare side effect of many drugs, particularly those that affect the central nervous system. Malignant hyperthermia is a rare complication of some types of general anesthesia. Hyperthermia can also be caused by a traumatic brain injury.[4][5][6] Hyperthermia differs from fever in that the body's temperature set point remains unchanged. The opposite is hypothermia, which occurs when the temperature drops below that required to maintain normal metabolism. The term is from Greek ὑπέρ, hyper, meaning \"above\" or \"over\", and θέρμος, thermos, meaning \"hot\". In humans, hyperthermia is defined as a temperature greater than 37.5–38.3 °C (99.5–100.9 °F), depending on the reference used, that occurs without a change in the body's temperature set point.[3][10] The normal human body temperature can be as high as 37.7 °C (99.9 °F) in the late afternoon.[2] Hyperthermia requires an elevation from the temperature that would otherwise be expected. Such elevations range from mild to extreme; body temperatures above 40 °C (104 °F) can be life-threatening. An early stage of hyperthermia can be \"heat exhaustion\" (or \"heat prostration\" or \"heat stress\"), whose symptoms can include heavy sweating, rapid breathing and a fast, weak pulse. If the condition progresses to heat stroke, then hot, dry skin is typical[2] as blood vessels dilate in an attempt to increase heat loss. An inability to cool the body through perspiration may cause dry skin. Hyperthermia from neurological disease may include little or no sweating, cardiovascular problems, and confusion or delirium. Other signs and symptoms vary. Accompanying dehydration can produce nausea, vomiting, headaches, and low blood pressure and the latter can lead to fainting or dizziness, especially if the standing position is assumed quickly. In severe heat stroke, confusion and aggressive behavior may be observed. Heart rate and respiration rate will increase (tachycardia and tachypnea) as blood pressure drops and the heart attempts to maintain adequate circulation. The decrease in blood pressure can then cause blood vessels to contract reflexively, resulting in a pale or bluish skin color in advanced cases. Young children, in particular, may have seizures. Eventually, organ failure, unconsciousness and death will result. Heat stroke occurs when thermoregulation is overwhelmed by a combination of excessive metabolic production of heat (exertion), excessive environmental heat, and insufficient or impaired heat loss, resulting in an abnormally high body temperature.[2] In severe cases, temperatures can exceed 40 °C (104 °F).[13] Heat stroke may be non-exertional (classic) or exertional. Significant physical exertion in hot conditions can generate heat beyond the ability to cool, because, in addition to the heat, humidity of the environment may reduce the efficiency of the body's normal cooling mechanisms.[2] Human heat-loss mechanisms are limited primarily to sweating (which dissipates heat by evaporation, assuming sufficiently low humidity) and vasodilation of skin vessels (which dissipates heat by convection proportional to the temperature difference between the body and its surroundings, according to Newton's law of cooling). Other factors, such as insufficient water intake, consuming alcohol, or lack of air conditioning, can worsen the problem. The increase in body temperature that results from a breakdown in thermoregulation affects the body biochemically. Enzymes involved in metabolic pathways within the body such as cellular respiration fail to work effectively at higher temperatures, and further increases can lead them to denature, reducing their ability to catalyse essential chemical reactions. This loss of enzymatic control affects the functioning of major organs with high energy demands such as the heart and brain.[14] Loss of fluid and electrolytes cause heat cramps – slow muscular contraction and severe muscular spasm lasting between one and three minutes. Almost all cases of heat cramps involve vigorous physical exertion. Body temperature may remain normal or a little higher than normal and cramps are concentrated in heavily used muscles. Situational heat stroke occurs in the absence of exertion. It mostly affects the young and elderly. In the elderly in particular, it can be precipitated by medications that reduce vasodilation and sweating, such as anticholinergic drugs, antihistamines, and diuretics.[2] In this situation, the body's tolerance for high environmental temperature may be insufficient, even at rest. Heat waves are often followed by a rise in the death rate, and these 'classical hyperthermia' deaths typically involve the elderly and infirm. This is partly because thermoregulation involves cardiovascular, respiratory and renal systems which may be inadequate for the additional stress because of the existing burden of aging and disease, further compromised by medications. During the July 1995 heatwave in Chicago, there were at least 700 heat-related deaths. The strongest risk factors were being confined to bed, and living alone, while the risk was reduced for those with working air conditioners and those with access to transportation. Even then, reported deaths may be underestimated as diagnosis can be mis-classified as stroke or heart attack.[15] Some drugs cause excessive internal heat production.[2] The rate of drug-induced hyperthermia is higher where use of these drugs is higher.[2] Those working in industry, in the military, or as first responders may be required to wear personal protective equipment (PPE) against hazards such as chemical agents, gases, fire, small arms and improvised explosive devices (IEDs). PPE includes a range of hazmat suits, firefighting turnout gear, body armor and bomb suits, among others. Depending on design, the wearer may be encapsulated in a microclimate,[20] due to an increase in thermal resistance and decrease in vapor permeability. As physical work is performed, the body’s natural thermoregulation (i.e. sweating) becomes ineffective. This is compounded by increased work rates, high ambient temperature and humidity levels, and direct exposure to the sun. The net effect is that desired protection from some environmental threats inadvertently increases the threat of heat stress. The effect of PPE on hyperthermia has been noted in fighting the 2014 Ebola virus epidemic in Western Africa. Doctors and healthcare workers were only able to work for 40 minutes at a time in their protective suits, fearing heat stroke.[21] Other rare causes of hyperthermia include thyrotoxicosis and an adrenal gland tumor, called pheochromocytoma, both of which can cause increased heat production.[2] Damage to the central nervous system from brain hemorrhage, traumatic brain injury, status epilepticus, and other kinds of injury to the hypothalamus can also cause hyperthermia.[2] A fever occurs when the core temperature is set higher, through the action of the pre-optic region of the anterior hypothalamus. For example, in response to a bacterial or viral infection, certain white blood cells within the blood will release pyrogens which have a direct effect on the anterior hypothalamus, causing body temperature to rise, much like raising the temperature setting on a thermostat. In contrast, hyperthermia occurs when the body temperature rises without a change in the heat control centers. Some of the gastrointestinal symptoms of acute exertional heatstroke, such as vomiting, diarrhea, and gastrointestinal bleeding, may be caused by barrier dysfunction and subsequent endotoxemia. Ultraendurance athletes have been found to have significantly increased plasma endotoxin levels. Endotoxin stimulates many inflammatory cytokines, which in turn may cause multiorgan dysfunction. Experimentally, monkeys treated with oral antibiotics prior to induction of heat stroke do not become endotoxemic.[22] There is scientific support for the concept of a temperature set point; that is, maintenance of an optimal temperature for the metabolic processes that life depends on. Nervous activity in the preoptic-anterior hypothalamus of the brain triggers heat losing (sweating, etc.) or heat generating (shivering and muscle contraction, etc.) activities through stimulation of the autonomic nervous system. The pre-optic anterior hypothalamus has been shown to contain warm sensitive, cool sensitive, and temperature insensitive neurons, to determine the body's temperature setpoint. As the temperature that these neurons are exposed to rises above 37 °C (99 °F), the rate of electrical discharge of the warm-sensitive neurons increases progressively. Cold-sensitive neurons increase their rate of electrical discharge progressively below 37 °C (99 °F).[23] Hyperthermia is generally diagnosed by the combination of unexpectedly high body temperature and a history that supports hyperthermia instead of a fever.[2] Most commonly this means that the elevated temperature has occurred in a hot, humid environment (heat stroke) or in someone taking a drug for which hyperthermia is a known side effect (drug-induced hyperthermia). The presence of signs and symptoms related to hyperthermia syndromes, such as extrapyramidal symptoms characteristic of neuroleptic malignant syndrome, and the absence of signs and symptoms more commonly related to infection-related fevers, are also considered in making the diagnosis. If fever-reducing drugs lower the body temperature, even if the temperature does not return entirely to normal, then hyperthermia is excluded.[2] When ambient temperature is excessive, humans and many other animals cool themselves below ambient by evaporative cooling of sweat (or other aqueous liquid; saliva in dogs, for example); this helps prevent potentially fatal hyperthermia. The effectiveness of evaporative cooling depends upon humidity. Wet-bulb temperature, which takes humidity into account, or more complex calculated quantities such as wet-bulb globe temperature (WBGT), which also takes solar radiation into account, give useful indications of the degree of heat stress and are used by several agencies as the basis for heat-stress prevention guidelines. (Wet-bulb temperature is essentially the lowest skin temperature attainable by evaporative cooling at a given ambient temperature and humidity.) A sustained wet-bulb temperature exceeding 35 °C (95 °F) is likely to be fatal even to fit and healthy people unclothed in the shade next to a fan; at this temperature, environmental heat gain instead of loss occurs. As of 2012[update], wet-bulb temperatures only very rarely exceeded 30 °C (86 °F) anywhere, although significant global warming may change this.[24][25] In cases of heat stress caused by physical exertion, hot environments, or protective equipment, prevention or mitigation by frequent rest breaks, careful hydration, and monitoring body temperature should be attempted.[26] However, in situations demanding one is exposed to a hot environment for a prolonged period or must wear protective equipment, a personal cooling system is required as a matter of health and safety. There are a variety of active or passive personal cooling systems;[20] these can be categorized by their power sources and whether they are person- or vehicle-mounted. Because of the broad variety of operating conditions, these devices must meet specific requirements concerning their rate and duration of cooling, their power source, and their adherence to health and safety regulations. Among other criteria are the user's need for physical mobility and autonomy. For example, active-liquid systems operate by chilling water and circulating it through a garment; the skin surface area is thereby cooled through conduction. This type of system has proven successful in certain military, law enforcement, and industrial applications. Bomb-disposal technicians wearing special suits to protect against improvised explosive devices (IEDs) use a small, ice-based chiller unit that is strapped to one leg; a liquid-circulating garment, usually a vest, is worn over the torso to maintain a safe core body temperature. By contrast, soldiers traveling in combat vehicles can face microclimate temperatures in excess of 65 °C (149 °F) and require a multiple-user, vehicle-powered cooling system with rapid connection capabilities. Requirements for hazmat teams, the medical community, and workers in heavy industry vary further. The underlying cause must be removed. Mild hyperthemia caused by exertion on a hot day may be adequately treated through self-care measures, such as increased water consumption and resting in a cool place. Hyperthermia that results from drug exposure requires prompt cessation of that drug, and occasionally the use of other drugs as counter measures. Antipyretics (e.g., acetaminophen, aspirin, other nonsteroidal anti-inflammatory drugs) have no role in the treatment of heatstroke because antipyretics interrupt the change in the hypothalamic set point caused by pyrogens; they are not expected to work on a healthy hypothalamus that has been overloaded, as in the case of heatstroke. In this situation, antipyretics actually may be harmful in patients who develop hepatic, hematologic, and renal complications because they may aggravate bleeding tendencies.[27] When body temperature is significantly elevated, mechanical cooling methods are used to remove heat and to restore the body's ability to regulate its own temperatures.[2] Passive cooling techniques, such as resting in a cool, shady area and removing clothing can be applied immediately. Active cooling methods, such as sponging the head, neck, and trunk with cool water, remove heat from the body and thereby speed the body's return to normal temperatures. Drinking water and turning a fan or dehumidifying air conditioning unit on the affected person may improve the effectiveness of the body's evaporative cooling mechanisms (sweating).[citation needed] Sitting in a bathtub of tepid or cool water (immersion method) can remove a significant amount of heat in a relatively short period of time. It was once thought that immersion in very cold water is counterproductive, as it causes vasoconstriction in the skin and thereby prevents heat from escaping the body core. However, a British analysis of various studies stated: \"this has never been proven experimentally. Indeed, a recent study using normal volunteers has shown that cooling rates were fastest when the coldest water was used.\"[28] The analysis concluded that iced water immersion is the most-effective cooling technique for exertional heat stroke.[28] No superior cooling method has been found for non-exertional heat stroke.[29] Thus, aggressive ice-water immersion remains the gold standard for life-threatening heat stroke.[30][31] When the body temperature reaches about 40 °C (104 °F), or if the affected person is unconscious or showing signs of confusion, hyperthermia is considered a medical emergency that requires treatment in a proper medical facility. In a hospital, more aggressive cooling measures are available, including intravenous hydration, gastric lavage with iced saline, and even hemodialysis to cool the blood.[2] Hyperthermia affects those who are unable to regulate their body heat, mainly due to environmental conditions. The main risk factor for hyperthermia is the lack of ability to sweat. People who are dehydrated or who are older may not produce the sweat they need to regulate their body temperature.[32] High heat conditions can put certain groups at risk for hyperthermia including: physically active individuals, soldiers, construction workers, landscapers and factory workers. Some people that do not have access to cooler living conditions, like people with lower socioeconomic status, may have a difficult time fighting the heat. People are at risk for hyperthermia during high heat and dry conditions, most commonly seen in the summer. Various cases of different types of hyperthermia have been reported. A research study was published in March 2019 that looked into multiple case reports of drug induced hyperthermia. The study concluded that psychotropic drugs such as anti-psychotics, antidepressants, and anxiolytics were associated with an increased heat-related mortality as opposed to the other drugs researched (anticholinergics, diuretics, cardiovascular agents, etc.).[33] A different study was published in June 2019 that examined the association between hyperthermia in older adults and the temperatures in the United States. Hospitalization records of elderly patients in the US between 1991 and 2006 were analyzed and concluded that cases of hyperthermia were observed to be highest in regions with arid climates. The study discussed finding a disproportionately high number of cases of hyperthermia in early seasonal heat waves indicating that people were not yet practicing proper techniques to stay cool and prevent overheating in the early presence of warm, dry weather.[34] In urban areas people are at an increased susceptibility to hyperthermia. This is due to a phenomenon called the urban heat island effect.[35] Since the 20th century in the United States, the north-central region (Ohio, Indiana, Illinois, Missouri, Iowa, and Nebraska) was the region with the highest morbidity resulting from hyperthermia. Northeastern states had the next highest. Regions least affected by heat wave-related hyperthermia causing death were Southern and Pacific Coastal states.[36] Northern cities in the United States are at greater risk of hyperthermia during heat waves due to the fact that people tend to have a lower minimum mortality temperature at higher latitudes.[37] In contrast, cities residing in lower latitudes within the continental US typically have higher thresholds for ambient temperatures.[37] In India, hundreds die every year from summer heat waves,[38] including more than 2,500 in the year 2015.[39] Later that same summer, the 2015 Pakistani heat wave killed about 2,000 people.[40] An extreme 2003 European heat wave caused tens of thousands of deaths.[41] Causes of hyperthermia include dehydration, use of certain medications, using cocaine and amphetamines or excessive alcohol use.[42] Bodily temperatures greater than 37.5–38.3 °C (99.5-101.0 °F) can be diagnosed as a hyperthermic case.[42] As body temperatures increase or excessive body temperatures persist, individuals are at a heightened risk of developing progressive conditions. Greater risk complications of hyperthermia include heat stroke, organ malfunction, organ failure, and death. There are two forms of heat stroke; classical heatstroke and exertional heatstroke. Classical heatstroke occurs from extreme environmental conditions, such as heat waves. Those who are most commonly affected by classical heatstroke are very young, elderly or chronically ill. Exertional heatstroke appears in individuals after vigorous physical activity. Exertional heatstroke is displayed most commonly in healthy 15-50 year old people. Sweating is often present in exertional heatstroke.[43] The associated mortality rate of heatstroke is 40 to 64%.[42] Hyperthermia can also be deliberately induced using drugs or medical devices, and is being studied and applied in clinical routine as a treatment of some kinds of cancer.[44] Research has shown that medically controlled hyperthermia can shrink tumours.[45][46] This occurs when a high body temperature damages cancerous cells by destroying proteins and structures within each cell.[47][45] Hyperthermia has also been researched to investigate whether it causes cancerous tumours to be more prone to radiation as a form of treatment; which as a result has allowed hyperthermia to be used to compliment other forms of cancer therapy.[48][45] Various techniques of hyperthermia in the treatment of cancer include local or regional hyperthermia, as well as whole body techniques.[45]","Title":"Hyperthermia - Wikipedia","KeyID":"1956","URL":"https://en.wikipedia.org/wiki/Hyperthermia"}