{"Content: ":"Dustin Wallace Milligan (born July 28, 1985) is a Canadian actor, known for his role as Ethan Ward on the teen drama television series 90210 and as Ted Mullens on Schitt's Creek. Milligan was born in Yellowknife, Northwest Territories, the son of Jean Wallace, a former Yellowknife city councillor, and Brian Milligan.[2] Since October 2010, he has been in a long-term relationship with actress Amanda Crew.[1] As part of promoting In the Land of Women, Milligan posted a series of eight video diaries on YouTube with the ostensible aim of obtaining a date for the film's premiere.[3] Dustin is known for playing the role of Ted Mullens on Schitt’s Creek and Ethan Ward in The CW's 90210, a spin-off of the 1990s primetime drama Beverly Hills, 90210. He was written out of the show at the end of the first season.[4] His film credits include Final Destination 3 (2006), Slither (2006), The Butterfly Effect 2 (2006), In the Land of Women (2007), Butterfly on a Wheel (2007), The Messengers (2007), and Extract (2009).[5] Milligan starred in the short-lived primetime suspense drama Runaway, picked up by The CW for its inaugural season in September 2006, but cancelled in October after only three of nine episodes completed had been aired.[6] He starred in the Canadian network CTV's made-for-TV film Eight Days to Live playing The O.C. star Kelly Rowan's missing son.[7] Milligan has also played minor roles in the television series The Days, Andromeda, The Dead Zone, Alice, I Think, Supernatural, and the CBC's Da Vinci's City Hall. In 2010, Milligan played Kyle Halsted in the indie action crime drama film Repeaters, co-starring Amanda Crew.[8] In 2011, he starred as Nick in the horror thriller shark movie Shark Night 3D.[9] In 2011, he played the role of Nick Nader in the suspense thriller The Entitled and played the role of Rory in the indie film Sisters & Brothers.[10][11] In 2012, Milligan starred as Sam Reed in the Lifetime Original Movie Love at the Christmas Table co-starring Danica McKellar.[12] Milligan appeared in the Funny or Die video Post Apocalypse News with Elisabeth Hower.[13] In 2013, Milligan played the role of Callum Beck in the indie thriller Ferocious.[14] In 2014, Milligan starred as Detective Reverend Grizzly Night-Bear in a vintage 1970s \"buddy cop\" movie Bad City.[15] Milligan played the role of John in the James Wan produced horror film Demonic.[16] In 2015, Milligan landed the main role in the spy thriller TV show X Company, where he played the role of Tom Cummings.[17] Milligan appeared in all six seasons of Schitt's Creek, playing the role of veterinarian Ted Mullens. He had a guest spot as Blaine in the TV show Silicon Valley.[18] Later in 2015, Milligan had a lead role as Ogden in the indie drama Sequoia co-starring Aly Michalka.[19][20] In 2016, Milligan starred as Cory in the indie comedy film Me Him Her.[21] The movie was written and directed by Max Landis. He starred as Nicholas Gray in the indie mystery thriller film Primary.[22] Milligan is set to star in the film The Headhunter's Calling.[23] He plays the role of aggressive young recruiter at Blackridge who is training under Butler's character. He played the role of Sgt. Hugo Friedkin, a dimwitted government agent working with Riggins, in the BBC America series Dirk Gently's Holistic Detective Agency.[24] In 2020, Milligan was a contestant on RuPaul's Secret Celebrity Drag Race. After winning the mini-challenge, he selected Nina West as his drag mentor. Milligan competed against Alex Newell and Matt Iseman and raised $20,000 for the charity Project HEAL.[citation needed]","Title":"Dustin Milligan - Wikipedia","KeyID":"19578","URL":"https://en.wikipedia.org/wiki/Dustin_Milligan"}