{"Content: ":"Alexandra Chando (born July 28, 1986[1]) is an American actress. She is known for her role as Maddie Coleman in the CBS soap opera, As the World Turns and for her dual role as identical twins, Emma Becker and Sutton Mercer in the ABC Family drama series, The Lying Game. Chando is a native of Bethlehem, Pennsylvania, where she graduated from Liberty High School.[2] Her father, Steve Chando, has his own commercial roofing company in Bethlehem called CHM Contracting, and her mother, Rebecca, is a homemaker.[2] She has two older brothers.[3][4][5] She currently lives in New York City.[6] Chando attended Manhattan College before becoming an actress.[7][8] Chando originated the role of Maddie Coleman on the television soap opera As the World Turns, which she played from 2005[8] to 2007 and again for several months beginning in late 2009 and ended in early 2010. Her experience of being cast on As the World Turns was chronicled in the episode \"I'm Getting My Big Break\" from the MTV documentary series, True Life.[9] She received a 2007 Daytime Emmy Award nomination in the Younger Actress Category.[10] In 2009, Chando was cast as Deb in The WB web series Rockville CA from Josh Schwartz.[11] She screen-tested with Robert Pattinson for the leading role in the 2010 film Remember Me, and auditioned for the role of Elena Gilbert, in The CW television series The Vampire Diaries. In 2011, she played Danielle Anderson in the web series Talent,[12] which is based on the novel series by Zoey Dean. Later, Chando was cast as identical twins Emma Becker and Sutton Mercer in the ABC Family series The Lying Game,[2][13] which ran for two seasons until it was cancelled by the network.[14] After The Lying Game ended, she appeared on an episode of the television series Castle, playing \"a Lindsay Lohan/Miley Cyrus type\".[15] In 2018, Chando made her directorial debut with her short film LPM, Likes Per Minute.[16] It screened at the inaugural Mammoth Film Festival, where Chando also serves as an operations manager.[17]","Title":"Alexandra Chando - Wikipedia","KeyID":"19580","URL":"https://en.wikipedia.org/wiki/Alexandra_Chando"}