{"Content: ":"Sibylla of Conversano[a] (d. 18 March 1103) was a wealthy Norman heiress, Duchess of Normandy by marriage to Robert Curthose. She was regent of Normandy during the absence of her spouse. She was the daughter of Geoffrey of Brindisi, Count of Conversano and a grandniece of Robert Guiscard.[1][2] During the winter of 1096-97 while Robert Curthose was in Apulia awaiting transport on the First Crusade, he probably began negotiations to marry the heiress, Sibyl of Conversano.[3] Orderic Vitalis claims Robert 'fell in love' with Sibyl and further the chronicler called her 'truly good in character' and also wrote she was 'endowed with many virtues and lovable to all who knew her'.[b][3] On Robert's return from the Crusade he married Sibylla in Apulia[4] in 1100.[1] Shortly after returning to Normandy, Robert and Sibylla undertook a pilgrimage to Mont Saint-Michel to give thanks for his safe return from the Crusade.[5] It is clear that writers of the time were quite taken with Sibylla, praising both her beauty and intelligence.[6] During Curthose's absence, Robert of Torigni noted that the new duchess administered Normandy better than the duke did.[6] On 25 October 1102, their son was born.[7] He was named William for William, Archbishop of Rouen who presided over his baptism, this according to Orderic.[7] William of Malmesbury suggested he was named after his grandfather, William the Conqueror.[7] On 18 March 1103,[8] less than six months after the birth of her only child, she died at Rouen, Caux, and was buried, amid universal sorrow, in the cathedral church, Archbishop William Bonne-Ame performing the funeral rites. Sibylla was admired and often praised by chroniclers of the time; William of Malmesbury claims she died as a result of binding her breasts too tightly while both Robert of Torigny and Orderic Vitalis suggest she was murdered by a group of noblewomen led by her husband's mistress, Agnes de Ribemont.[c][9] Robert and Sibylla had one son: ","Title":"Sibylla of Conversano - Wikipedia","KeyID":"19609","URL":"https://en.wikipedia.org/wiki/Sybilla_of_Conversano"}