{"Content: ":"Shi Jingtang (Chinese: 石敬瑭; 30 March 892[1] – 28 July 942[3]), also known by his temple name Gaozu (高祖), was the founding emperor of imperial China's short-lived Later Jin during the Five Dynasties and Ten Kingdoms period, reigning from 936 until his death. Shi had Shatuo origins and was an important military general for the Later Tang before rebelling in 936. He overthrew Li Cunxu of the Later Tang and enlisted the help of the Khitan-ruled Liao state. For this he was called Emperor Taizong of Liao's adopted son (even though he was 10 years older). After Shi's rise to power, the Liao would later annex the strategically crucial Sixteen Prefectures and eventually annex the entire Later Jin. The rise of the Liao in northern China and Mongolia would shape Chinese politics for the centuries leading up to the Mongol Empire. The official history Old History of the Five Dynasties stated that his family was originally descended from Shi Que (石碏), an official of the Spring and Autumn period state Wey, through the Han prime minister Shi Fen (石奮), and further stated that Shi Fen's descendants fled west when Han fell, settling in what would eventually become Gan Prefecture (甘州, in modern Zhangye, Gansu), apparently in an attempt to try to link Shi with a Han Chinese ancestry despite the Shatuo origin. Under the Old History of the Five Dynasties account, his great-great-grandfather, whose name was given as Shi Jing (石璟), followed the Shatuo chieftain Zhuye Zhiyi (朱邪執宜) in submitting to Tang, and was settled, along with the rest of the Shatuo people under Zhuye, in Tang territory. Shi Jingtang's father Nieliji (臬捩雞), who was referred to by the Han Chinese name Shi Shaoyong (石紹雍), was said to be a successful general under Zhuye Zhiyi's grandson Li Keyong, who was an important late-Tang warlord, and Li Keyong's son Li Cunxu, who ruled the independent state of Jin after Tang's fall.[1] The other official history for the period, the New History of the Five Dynasties, apparently was skeptical of this account of Shi Jingtang's ancestry, and instead merely gave Nieliji's name, further stating that it was unclear when or how he received the surname of Shi.[4] Most likely, Shi Jingtang descended from the Shatuo sub-tribe Anqing (安慶), specifically, from the Shi clan (石) of ultimately Sogdian origin.[5][6] Shi Jingtang was born in 892, during the reign of Emperor Zhaozong of Tang, in Taiyuan. His mother was stated to be a Lady He, and it was not stated whether she was Shi Shaoyong's wife or concubine.[1] (However, after he later became emperor, Shi Jingtang honored Shi Shaoyong's concubine Lady Liu, first as consort dowager, and then as empress dowager, suggesting the possibility that Lady He was Shi Shaoyong's wife and Shi Jingtang's \"legal\" mother, but that Lady Liu was his birth mother.)[3] In his youth, Shi Jingtang was said to be quiet and stern. He studied the military strategies and particularly tried to take after Li Mu and Zhou Yafu.[1] When he grew up, he was known as one of the strongest warriors in the region due to his valor and martial prowess.[citation needed] The region that Li Keyong ruled subsequently became the state of Jin after Tang's fall in 907 (as Li Keyong carried the Tang-bestowed title of Prince of Jin), and after Li Keyong's death in 908, Li Cunxu succeeded him as the Prince of Jin, in rivalry with Tang's main successor state Later Liang.[7] Li Cunxu subsequently made his adoptive brother (Li Keyong's adoptive son) Li Siyuan, a major general, the prefect of Dai Prefecture (代州 in modern Shuozhou, Shanxi). While Li Siyuan served as the prefect of Dai, he became impressed with Shi Jingtang and gave his Empress Li to Shi in marriage. Shi subsequently served under Li Siyuan in campaigns, becoming one of the two prominent officers under Li Siyuan (along with Li Siyuan's adoptive son Li Congke) due to his battlefield accomplishments.[1] Despite the familial relationship between Shi and Li Congke and their serving together under Li Siyuan, the two did not like each other and had a rivalry, although not overtly.[8] In 923, Li Cunxu declared himself emperor of a new state called the Later Tang. He subsequently carried out a campaign that destroyed Later Liang later in the year — a campaign in wherein Li Siyuan played a prominent role.[9] Shi Jingtang and Li Congke both had battlefield accomplishments during the campaign, but Shi did not receive prominent honors as his contributions were not well-known. According to traditional accounts, it was because he did not like to brag about them. However, Li Siyuan was aware of his contributions.[1] However by 926, Li Cunxu's state, which had annexed Former Shu, was thrown into chaos due to his misrule. While a fierce general, he was not a capable ruler, and he had alienated the army by killing two prominent generals, Guo Chongtao and Zhu Youqian. A subsequent mutiny at Yedu (鄴都 in modern Handan, Hebei) was not quickly suppressed. Li Cunxu sent Li Siyuan to suppress it, but Li Siyuan's own soldiers mutinied and forced Li Siyuan to join the Yedu mutineers. While Li Siyuan was subsequently able to escape from Yedu, Shi persuaded him that he could never, after this point, convince Li Cunxu that he was not part of the mutiny from the beginning. With Shi and the others persuading him to act against Li Cunxu, Li Siyuan finally decided to gather his troops and head south, first toward the secondary capital Daliang (Later Liang's former capital) and then the imperial capital Luoyang. During this campaign, both Shi and Li Congke continued to play prominent roles.[10] Before Li Siyuan's and Li Cunxu's armies could engage each other, however, Li Cunxu was killed in a mutiny at Luoyang itself. Li Siyuan subsequently entered the city and claimed the title of regent.[11] Li Siyuan appeared to be initially hesitant to take the throne himself, as at that time, Li Cunxu's son Li Jiji the Prince of Wei, who had been the commander of the army that destroyed Former Shu, was returning from the Shu lands and heading toward Luoyang with his army, and he initially signaled support for Li Jiji. However, after apparently concluding that he would not be tolerated if Li Jiji became emperor, he sent Shi Jingtang and Li Congke to take up defensive positions at Shan Prefecture (陝州, in modern Sanmenxia, Henan) and Hezhong Municipality (河中, in modern Yuncheng, Shanxi) respectively, to block Li Jiji. Li Jiji's own soldiers began to desert, and he committed suicide. Li Jiji's subordinate Ren Huan took over command of the remaining army and rendezvoused with Shi, signaling support for Li Siyuan. With Li Jiji dead, Li Siyuan claimed the throne.[11] Li Siyuan commissioned Shi as the military governor of Baoyi Circuit (保義, headquartered at Shan Prefecture) and created him a count.[1] In 927, he recalled Shi to Luoyang to serve the deputy commander of the imperial guards (with Li Siyuan's biological son Li Conghou serving as the commander).[11] Later in 927, when the general Zhu Shouyin the military governor of Xuanwu Circuit (宣武, headquartered in modern Kaifeng, Henan) rebelled against Li Siyuan's rule, Li Siyuan initially sent a small dispatch of soldiers under Fan Yanguang to attack Xuanwu's capital Daliang, but then followed that dispatch by sending Shi, and then followed Shi there himself. Zhu, finding the situation hopeless, committed suicide. LI Siyuan subsequently made Shi the military governor of Xuanwu. In 928, Li Siyuan made him the defender of Yedu and the military governor of Tianxiong Circuit (天雄, headquartered at Yedu), and gave him the honorary chancellor designation Tong Zhongshu Menxia Pingzhangshi (同中書門下平章事).[12] In 930, the two main military governors of the Shu lands, both commissioned by Li Cunxu before his death — Meng Zhixiang the military governor of Xichuan Circuit (西川 headquartered in modern Chengdu, Sichuan) and Dong Zhang the military governor of Dongchuan Circuit (東川 headquartered in modern Mianyang, Sichuan) — fearing that Li Siyuan's powerful chief of staff An Chonghui was intending to act against them, rebelled together. Li Siyuan sent Shi to command the army against the two circuits — a commission that Shi accepted despite his misgivings about the campaign. Shi quickly advanced to Jianmen Pass, but, after capturing it, could not advance further easily against the Dongchuan and Xichuan armies. When Li Siyuan subsequently sent An to the front to monitor the campaign, Shi took the opportunity to write to Li Siyuan, explaining his misgivings from the campaign, and Li Siyuan began to be convinced. Li Siyuan subsequently forced An into retirement and then killed An, and then recalled Shi's army (although Shi already began to retreat before receiving the retreat orders). Li Siyuan subsequently again made him the deputy commander of the imperial guards (by this point, serving as the deputy to another biological son of Li Siyuan's, Li Congrong the Prince of Qin).[13] He was also given the military governorship of Heyang Circuit (河陽, headquartered in modern Jiaozuo, Henan).[1] Shi's relationship with Li Congrong was a tense one, as Li Congrong, viewing himself as the natural heir (being older than Li Conghou), was arrogant and violent. Further, Li Congrong and Shi's wife, who at this point carried the title of Princess Yongning, were born of different mothers (Princess Yongning born of Empress Cao while Li Congrong born of Lady Xia, who was deceased by that point) and long despised each other. Shi thus did not want to remain under Li Congrong for long, and repeatedly requested to resign. In late 932, Li Siyuan agreed and sent him to Taiyuan to serve as the defender of Taiyuan and the military governor of Hedong Circuit (河東, headquartered at Taiyuan). He was also given the greater honorary chancellor designation of Shizhong (侍中). Shi entrusted much of the affairs of the circuit to two officers, Liu Zhiyuan and Zhou Gui (周瓌), putting Liu in charge of military matters and Zhou in charge of financial matters.[14] Li Siyuan became deathly ill in late 933. Li Congrong, believing that Li Siyuan's chiefs of staff Zhu Hongzhao and Feng Yun would try to divert the succession away from him, decided to try to forcibly take power, but his army was defeated by the imperial guards, and he was killed. In the aftermaths, Li Siyuan summoned Li Conghou back from Tianxiong (where Li Conghou was serving as military governor), but died before Li Conghou arrived at Luoyang. Li Conghou subsequently arrived and took the throne.[14] Upon Li Conghou's assumption of the throne, he gave Shi Jingtang the greater honorary chancellor title of Zhongshu Ling (中書令).[14] As Zhu Hongzhao and Feng Yun considered themselves responsible for Li Conghou's succession to the throne, they retained power as chiefs of staff after he took the throne. As both Shi and Li Congke had great battlefield accomplishments under Li Siyuan, they were apprehensive of both Shi and Li Congke.[14] In spring 934, Zhu and Feng, not wanting Shi to remain long as Hedong and wanting to recall their ally, the eunuch Meng Hanqiong, from Tianxiong (as Meng was left in charge of Tianxiong when Li Conghou was recalled from there), they issued a series of orders — from their Office of the Chiefs of Staff, rather than by imperial edicts — transferring Fan Yanguang, then the military governor of Chengde Circuit (成德, headquartered in modern Shijiazhuang, Hebei), to Tianxiong; Shi from Hedong to Chengde; and Li Congke, then the military governor of Fengxiang Circuit (鳳翔, headquartered in modern Baoji, Shaanxi), to Hedong.[8] Li Congke, believing that these moves were targeting him, rebelled. Li Conghou sent the imperial army against him, under the command of the general Wang Sitong, but Wang's army collapsed when the officer Yang Siquan (楊思權) led the soldiers under him and defected to Li Congke. Wang was captured, and Li Congke marched quickly toward Luoyang.[8] With Li Congke approaching Luoyang and the imperial general Kang Yicheng (康義誠), whom Li Conghou sent against Li Congke in a last-ditch attempt to resist Li Congke's advance, also having surrendered to Li Congke, Li Conghou fled the capital with just 50 cavalry soldiers. Meanwhile, Shi was on the way from Taiyuan to Luoyang to pay homage to Li Conghou. They rendezvoused at Wei Prefecture (衛州, in modern Anyang, Henan). Realizing that Li Conghou was now completely without his imperial army, Shi consulted the prefect of Wei, Wang Hongzhi (王弘贄), who advised Shi that Li Conghou's cause was hopeless. When Li Conghou's guards Sha Shourong (沙守榮) and Ben Hongjin (奔弘進) heard of this, they cursed Shi for being faithless, and Sha tried to assassinate Shi, but he and Shi's guard Chen Hui (陳暉) ended up killing each other in mutual combat. Ben committed suicide. Liu Zhiyuan then slaughtered all of Li Conghou's guards, leaving Li Conghou alone at the imperial messenger station at Wei, while Shi himself and his followers continued on to Luoyang (to offer their allegiance to Li Congke). Shi's mother-in-law Empress Dowager Cao issued an edict deposing Li Conghou and ordering Li Congke to take the throne, and Li Congke did. He then sent an emissary to force Li Conghou to commit suicide; when Li Conghou refused, he was strangled to death.[8] Li Congke's quick victory over Li Conghou left Shi Jingtang in a precarious spot – because it was obvious that he was initially intending on supporting Li Conghou and because of the long-standing, if latent, rivalry between him and Li Congke while both served under Li Siyuan. He remained at Luoyang for the funeral of his father-in-law Li Siyuan, and after the funeral, did not dare to personally bring up the idea of returning to Hedong. Empress Dowager Cao and her daughter, Shi's wife, who by this point was carrying the greater title of Princess of Wei (and soon would receive the even greater title of Grand Princess of Jin), repeatedly begged on his behalf, however, but Li Congke's close associates, who accompanied Li Congke from Fengxiang, mostly suggested that Li Congke detain Shi and not allow him to return to Hedong. Li Congke's chief of staff Han Zhaoyin and imperial scholar Li Zhuanmei (李專美), however, believed that keeping Shi at Luoyang would cause apprehension in the minds of another brother-in-law of Li Congke's, Zhao Yanshou the military governor of Xuanwu, and Zhao's father Zhao Dejun the military governor of Lulong Circuit (盧龍, headquartered in modern Beijing). As Shi had recently been ill and appeared frail, Li Congke decided that he needed not be concerned with Shi as a potential threat, and therefore thereafter agreed to let him return to Hedong, stating, \"Master Shi is not only a close relative, but had also shared all difficulties of mine when we grew up. Now I am the Son of Heaven; who else can I depend on but Master Shi?\"[8] (Shi, and his supporters, would later claim that at this time, Li Congke also made a personal promise to him that he would never be moved away from Hedong for the rest of his life, although historical records, besides Shi's later claim, do not state the such.)[15] After Shi's return to Hedong, there were repeated incursions of Later Tang's northern circuits by Later Tang's northern rival Khitan Empire. Both Shi and Zhao Dejun repeatedly requested reinforcements, and they were allowed to amass troops and supplies at their circuits. As Shi was still apprehensive that Li Congke might be suspicious of him, Shi maintained an information network at Luoyang to keep himself informed of the emperor's actions — the network included two of Shi's own sons, who served in the imperial guards (whose names were variously recorded, and one of whom might have been a brother whom he adopted as a son), and the servants of Empress Dowager Cao.[8] (The two sons were recorded in the New History of the Five Dynasties as Shi Chongying (石重英) and Shi Chongyin (石重胤),[16] and in the Zizhi Tongjian as Shi Chongyin (石重殷) and Shi Chongyi (石重裔).[15]) In 935, there was an incident in which, when the imperial envoy was at the front to review Shi's army and to deliver the imperially-bestowed supplies to the army, the soldiers began to chant, \"May you live 10,000 years!\" at Shi — a chant that should be reserved for the emperor. Shi became fearful, and under the advice of his staff member Duan Xiyao (段希堯), had Liu Zhiyuan behead 36 of the soldiers leading the chant, to try to alleviate the suspicion might be cast on him, but that did not stop Li Congke from suspecting him of having greater ambitions upon receiving the report from the imperial envoy. As Shi was formally the commander of the army to the north, Li Congke commissioned the general Zhang Jingda to serve as his deputy to divide his command.[8] By spring 936, the tension between Li Congke and Shi had become very strong — as Shi was gathering up his wealth and consolidating them at Hedong, and it was commonly believed that Shi would rebel. Li Congke aggravated the situation when Shi's wife — whose title had by that point had become the greater title of Grand Princess of Jin — came to Luoyang to celebrate Li Congke's birthday. After she offered Li Congke wine to wish him long life, she asked to take leave of him and return to Hedong. Li Congke was already drunk, and he made the comment, \"Why do you not stay longer? You wanted to return so quickly. Is it that you are about to rebel with Master Shi?\" When she returned to Taiyuan and informed Shi, Shi became even more apprehensive.[15] The imperial scholars Li Song and Lü Qi (呂琦) believed that the solution was to ally with the Khitan Empire. They suggested that certain previously-captured Khitan officers be released back to the Khitan; and that a certain amount of money be given to the Khitan each year. The chancellor Zhang Yanlang supported their proposal. However, another imperial scholar, Xue Wenyu (薛文遇) opposed, believing that it was likely to lead to the Khitans' asking for Li Congke's daughter in marriage, which Xue considered humiliating. Li Congke therefore put a stop to the proposal and demoted Lü.[15] In summer 936, at Xue's suggestion, Li Congke issued an edict moving Shi from Hedong to Tianping. Shi, in fear, convened his staff members and considered what to do next. Zhao Ying advocated reporting to Tianping, but Liu Zhiyuan and Sang Weihan advocated resistance. Accepting Liu and Sang's suggestion, Shi issued a declaration calling for Li Congke, whom he claimed to be an inappropriate person to be emperor as merely an adoptive son, to abdicate the throne and pass it to Li Siyuan's youngest biological son Li Congyi the Prince of Xu. Li Congke, in anger, stripped Shi of his titles and declared a general campaign against Shi. He also arrested Shi's sons, as well as his younger brother Shi Jingde (石敬德), and put them to death. Shi's cousin Shi Jingwei (石敬威) committed suicide.[15] Li Congke commissioned Zhang Jingda to lead the imperial troops against Shi, and Zhang quickly put Taiyuan under siege, but was unable to capture it quickly, with Liu defending the city capably. Shi had Sang write a letter requesting aid from Khitan's Emperor Taizong, promising that if Emperor Taizong agreed to support him as emperor, he would cede 16 prefectures to the north (the entire Lulong Circuit and the northern prefectures of Hedong Circuit) to Khitan — despite Liu's misgivings. Emperor Taizong agreed, arriving in Hedong territory in fall 936. He quickly engaged Zhang's Later Tang imperial army, defeating Zhang. The remnants of Zhang's army was subsequently surrounded by the Khitan/Hedong troops at Jin'an Base (晉安寨, near Taiyuan).[15] While Jin'an was still under siege, Emperor Taizong declared Shi the emperor of a new state of Later Jin. Still, Emperor Taizong was ambivalent on how much further support to give to Shi at this point, with a Later Tang relief army, commanded by Zhao Dejun, approaching. Zhao, however, was himself not devoted to Li Congke's cause, and stopped short of Jin'an. He secretly negotiated with Emperor Taizong, offering that, if Emperor Taizong would support him as the emperor of China, he would allow Shi to retain Hedong. Emperor Taizong was enticed, believing that Zhao's army would be difficult to defeat, but was persuaded by Sang (who argued that Zhao could be defeated and that Emperor Taizong, having already committed to Shi, should not support Zhao) to reject Zhao's proposal.[15] Meanwhile, while Zhao was in negotiations with the Khitan, the situation at Jin'an became desperate for the Later Tang remnants there. Eventually, Zhang's deputy Yang Guangyuan assassinated him and surrendered to Khitan/Later Jin. Emperor Taizong gave the Later Tang army to Shi, and they jointly prepared to head south toward Luoyang. They engaged Zhao's army at Tuanbo Valley (團柏谷, in modern Taiyuan), crushing it. Zhao fled to Lu Prefecture (潞州, in modern Changzhi, Shanxi) and, believing he could not hold it against the coming torrent of Khitan/Later Jin forces, surrendered, leaving Shi's path toward Luoyang clear. Emperor Taizong, citing the fact that the Han Chinese may be fearful of Khitan soldiers, stopped at Lu himself and had Shi advance toward Luoyang by himself. Believing the situation to be hopeless, Li Congke gathered his family (including Empress Dowager Cao, who decided to die with her stepson's family rather than to live) and a number of officers still loyal to him, and committed suicide by immolation on Xuanwu Tower (玄武樓) inside the palace. Shi subsequently entered Luoyang and assumed control over the Later Tang realm.[15] The local military governors throughout the Later Tang realm initially all formally submitted to Shi Jingtang. Among them was Fan Yanguang, who, however, felt insecure in his position as the military governor of Tianxiong, and who also had ambitions to be emperor, and therefore was considering rebelling. Realizing that Fan was considering doing so, in spring 937, under Sang Weihan's advice, Shi moved the capital from Luoyang to Daliang, as Daliang was closer to Tianxiong's capital (which Shi had renamed Guangjin (廣晉)) and, upon the expected revolt by Fan, he would be able to react much more quickly.[17] Fan rebelled in summer 937. Shi mobilized his army against Fan, with the main armies under Yang Guangyuan and Shi's brother-in-law Du Chongwei. The central Later Jin realm was, for a time, thrown into disarray, after Fan was able to persuade another Later Jin general, Zhang Congbin (張從賓), into rebelling at Luoyang, and Zhang was even able to kill Shi's son Shi Chongxin (石重信) and Shi Chong'ai (石重乂), during his revolt. Yang's soldiers also tried to persuade him to rebel against Later Jin as well, offering to support him as emperor, but Yang refused their overture. Du was soon thereafter able to defeat Zhang, who drowned as he was retreating, ending his part of the rebellion. Fan, believing that he was nearing defeat, offered to surrender. Shi initially refused to accept his surrender. Yang could not capture Guangjin quickly, however. In fall 938, Shi agreed to accept Fan's surrender, and Fan subsequently did, ending the rebellion.[17] Meanwhile, Shi sent the senior chancellors Liu Xu and Feng Dao to Khitan — whose state name had been changed to Liao by this point — to offer honorary titles to both Emperor Taizong and his mother Empress Dowager Shulü. He referred to Emperor Taizong as \"father emperor\" while referring to himself as \"son emperor.\" He also fostered relationships with high level Khitan generals and officials by giving them gifts and using humble words toward them. This caused the Later Jin officials and commoners to both feel humiliated, but was also credited by historians as what preserved the peace between Later Jin and Liao during his reign.[17] In summer 940, when Shi Jingtang tried to have Li Jinquan the military governor of Anyuan Circuit (安遠 headquartered in modern Xiaogan, Hubei) replaced by the general Ma Quanjie (馬全節), Li rebelled and submitted to Later Jin's southeastern neighbor Southern Tang. Southern Tang's emperor Li Bian commissioned his general Li Chengyu (李承裕) to aid Li Jinquan — but with instructions not to try to retain possession of Anyuan; rather, Li Chengyu was to rendezvous with Li Jinquan and escort him safely back to Southern Tang, leaving Anyuan in Later Jin control. Li Chengyu, however, disobeyed Li Bian's orders and tried to defend Anyuan's capital An Prefecture (安州). Ma defeated, captured, and executed him. Li Bian subsequently wrote Shi, explaining that Li Chengyu had disobeyed orders. There was subsequent peace between the two states.[18] Meanwhile, An Chongrong the military governor of Chengde, who had viewed Shi's submissive attitude toward Liao as a sign of weakness, was himself considering rebelling against Later Jin. He entered into an alliance with An Congjin the military governor of Shannan East Circuit (山南東道, headquartered in modern Xiangyang, Hubei), who was similarly considering to rebel. He also continuously provoked Liao by intercepting its emissaries and killing them. In summer 941, he issued a declaration in which he called on Shi to renounce the peace agreement with Liao and attack it to recapture the territories and peoples that Liao had previously captured, but was not yet openly breaking with Shi. In response, Shi, under Sang Weihan's advice, headed to Guangjin — since then renamed back to Yedu — to prepare for a potential campaign against An Chongrong. Anticipating that An Congjin might rebel when he left Daliang, Shi, under the advice of He Ning, left his nephew Shi Chonggui in charge of Daliang with authority to immediately commission generals to act against An Congjin.[18] In winter 941, hearing that Shi Jingtang had left Daliang for Yedu, An Congjin rebelled. Shi Conggui immediately, under authority previously given to him by Shi Jingtang, commissioned the general Gao Xingzhou to assume overall command against An Congjin. Upon hearing of An Congjin's rebellion, An Chongrong also rebelled, and Shi sent Du Chongwei against him. Gao quickly defeated An Congjin's advance army, forcing An Congjin into returning to Shannan East's capital Xiang Prefecture (襄州) to try to defend it. Meanwhile, Du engaged An Chongrong, and An Chongrong was initially successful in the engagement. At this time, though, An Chongrong's officer Zhao Yanzhi (趙彥之) tried to surrender to the imperial forces—and while the imperial forces killed him, Zhao's attempted surrender caused a general panic in An Chongrong's army, causing a collapse and forcing An Chongrong to flee back to Chengde's capital Zhen Prefecture (鎮州).[18] In spring 942, an officer of An Chongrong's opened up the city and surrendered; the imperial forces then entered and put An Chongrong to death. (An Congjin, however, would not be defeated until after Shi Jingtang's death.)[3] Meanwhile, Shi fell ill. He entrusted his young and only surviving son Shi Chongrui to Feng Dao, wanting Feng to support Shi Chongrui in succeeding to the throne. After Shi Jingtang's death in summer 942, Feng, in consultation with the imperial general Jing Yanguang, came to the conclusion that the state, in disarray at the time, needed an older emperor. They thus supported Shi Chonggui to succeed Shi Jingtang.[3]","Title":"Shi Jingtang - Wikipedia","KeyID":"19603","URL":"https://en.wikipedia.org/wiki/Shi_Jingtang"}