{"Content: ":"The Eresburg is the largest, well-known (Old) Saxon refuge castle (Volksburg) and was located in the area of the present German village of Obermarsberg in the borough of Marsberg in the county of Hochsauerlandkreis. It was a hill castle built on the plateau of a low table hill, known as the Eresberg, at a height of 130–150 metres above the Diemel, a tributary of the Weser, in the extreme south of the Saxon Gau of Engern on the border with the Duchy of Franconia. There is evidence that indicates the hill was settled even in prehistoric times. Pieces of pottery from the Michelsberg culture have also been found here. Excavations in the vicinity of the present-day collegiate church have revealed traces of ditches, ramparts and posts. Radio carbon dating points to their origin in the pre-Roman Iron Age. In addition the wooden posts were made from trees that can be dated to between 420 and 370 B.C.[1][2] Earlier research viewed the Eresburg as a border castle of the Cherusci tribe and a fortress of Prince Segestes, who was supposed to have held his daughter, Thusnelda, prisoner here.[3] However, there are no records supporting that theory. Thanks to its favourable position on the border, the castle was repeatedly attacked and hard fought for before being conquered in 772 A.D. during the Saxon Wars by the Frankish king, Charlemagne. Charlemagne had the Irminsul, a pagan religious site here or in the vicinity, destroyed. In 779, he charged the Fulda abbot, Sturmius, with mission service in this area and directed him to this location. As early as 784/785 Charlemagne overwintered at Eresburg and had a church built, probably on the site of the former Saxon temple. Pope Leo III is supposed to have stayed at the Eresburg in 799 on his way to Paderborn. In 915 there was a bloody feud at the Eresburg between the Saxon Duke Henry the Fowler and the East Francian king, Conrad. The Bishop of Paderborn, Theoderic is also supposed to have participated personally in the battle. Also in 915 at Eresburg the invading Hungarians defeated a German army.[4] Eresburg may have been the site of the Irminsul, a sort of pillar or tree, and one of the chief pagan religious sites of the Saxons. The wording of the Royal Frankish Annals in 772 suggests that the Irminsul might have been located either at the Eresburg itself or in the near vicinity. The Annales Petaviani states: \"He conquered the Eresburg and found the place which is called Ermensul, and set these places on fire.\" On the one hand, therefore, Charlemagne captured the Eresburg and, on the other, \"pervenit ad locum, qui dicitur Ermensul\", i. e. he found the site that was called Irminsul. The writer calls the site of the Eresburg, Erisburgo, i.e. not Ermensula. The third part of the sentence runs \"et succendit ea loca\", i. e. he set \"these places\" (plural) on fire,[5] possibly implying that Charlemagne moved on from the Eresburg to the Irminsul. According to other sources, Charlemagne stayed near the Bullerborn,[6] an intermittent spring near Altenbeken, before he conquered and destroyed the Irminsul site in the days that followed. The question over the location of the Irminsul is however, probably, misleading; because there may have been several of them.","Title":"Eresburg - Wikipedia","KeyID":"19601","URL":"https://en.wikipedia.org/wiki/Eresburg"}