{"Content: ":"William Clito (25 October 1102 – 28 July 1128) was a member of the House of Normandy who ruled the County of Flanders from 1127 until his death and unsuccessfully claimed the Duchy of Normandy. As the son of Robert Curthose, the eldest son of William the Conqueror, William Clito was seen as a candidate to succeed his uncle King Henry I of England. Henry viewed him as a rival, however, and William allied himself with King Louis VI of France. Louis installed him as the new count of Flanders upon the assassination of Charles the Good, but the Flemings soon revolted and William died in the struggle against another claimant to Flanders, Thierry of Alsace. William was the son of Duke Robert Curthose of Normandy and Sibylla of Conversano.[1] His father was the first son of King William the Conqueror of England. His nickname Clito was a Medieval Latin term equivalent to the Anglo-Saxon \"Aetheling\" and its Latinized form \"Adelinus\" (used to refer to his first cousin, William Adelin). Both terms signified \"man of royal blood\" or, the modern equivalent, \"prince\".[2] It may have been derived from the Latin inclitus/inclutus, \"celebrated.\"[3] Robert was defeated and captured by his brother King Henry I of England at the Battle of Tinchebrai in 1106.[4] Robert accompanied Henry to Falaise where Henry met his nephew William Clito for the first time.[5] Henry placed his nephew in the custody of Helias of Saint Saens, count of Arques, who had married a natural daughter of Duke Robert, his friend and patron.[6] The boy William stayed in his sister's and Helias's care until August 1110, when the king abruptly sent agents to demand the boy be handed over to him.[7] Helias was at the time away from home, so his household concealed the boy and smuggled him to their master, who fled the duchy and found safety among Henry's enemies.[7] William's first refuge was with King Henry's great enemy, Robert de Bellême, who had extensive estates south of the duchy.[8] On Robert's capture in 1112, William and Helias fled to the court of the young Count Baldwin VII of Flanders, William's cousin. In 1118 a powerful coalition of Norman counts and barons was sufficiently disenchanted with King Henry to ally with Count Baldwin and rebel. They took up William Clito's cause and commenced a dangerous rebellion.[9] The Norman border counts and Count Baldwin between them were too powerful for the king and seized much of the north of the duchy.[9] But the promising campaign abruptly ended with Baldwin's serious injury at the siege of Arques (September 1118). The next year the cause of William Clito was taken up by King Louis VI of France. He invaded the duchy down the river Seine, and on 20 August 1119 was met by the troops of King Henry at the Battle of Brémule, where the French were decisively defeated. William had ridden as a new knight amongst the king's guard that day, and barely escaped capture. His cousin, King Henry's son, William Adelin, the next day sent him back the horse he had lost in the battle with other \"necessities\" in a courtly gesture. The rebellion collapsed, but William continued to find support at the French court. Louis brought his case to the pope's attention in October 1119 at Reims, and forced Henry I to justify his treatment of the exiled boy. The death by drowning in the White Ship disaster of William Adelin, King Henry's only legitimate son, on 25 November 1120 transformed William Clito's fortunes.[10] He was now a contender for the thrones of England and Normandy, and a significant party of Norman aristocrats adopted his cause.[10] Henry's problems became worse, as his son William Adelin had been betrothed to Matilda, daughter of Count Fulk V of Anjou, and Fulk wanted her dowry, several castles and towns in Maine, returned. Henry refused.[10] Fulk, in turn, betrothed his daughter Sibylla to William Clito, giving to him the county of Maine, between Normandy and Anjou, as her dowry.[10] King Henry appealed astutely to canon law, however, and the marriage was eventually annulled in August 1124 on the grounds that the couple were within the prohibited degree of kinship.[11] In the meantime, a serious aristocratic rebellion broke out in Normandy in favour of William, but was defeated by Henry's intelligence network and the lack of organisation of the leaders, who were defeated at the Battle of Bourgthéroulde in March 1124. Louis VI was distracted from active intervention as Henry I got his son-in-law, Emperor Henry V, to threaten Louis from the east. Louis VI made great efforts to further William's cause in 1127.[12] In January he granted him the royal estates in the French Vexin as a base to attack down the Seine into Normandy, and he was married to the queen's half-sister Joanna of Montferrat.[12] The murder of Count Charles the Good of Flanders on 2 March 1127 gave King Louis an even better chance to further William's fortunes.[12] He marched into Flanders at the head of an army and on 30 March got the barons of the province to accept William as their new count.[12] Initially, William did well, securing most of the county by the end of May. But English money and the emergence of a rival in Thierry of Alsace led to a deterioration in his position. In February 1128, Saint-Omer and Ghent declared against him, as did Bruges in March. In May 1128, Lille too welcomed Thierry, leaving William controlling little more than the southern fringe of Flanders. However, he struck back at Bruges and at the battle of Axspoele south of the town on 21 June, William, with his Norman knights and French allies, defeated Thierry.[13] At this point, William was joined by Count Godfrey I of Louvain, and together their armies besieged Aalst on 12 July, with the probable intention of going on from there to reduce Ghent. During the course of the siege he was wounded in the arm in a scuffle with a foot soldier. The wound became gangrenous and William died at the age of twenty-five on 28 July 1128, attended to the end by his faithful brother-in-law, Helias of Saint Saens. William had written letters to his uncle, Henry I, asking for his followers to be pardoned; Henry did as requested. Some followers returned to Henry I while others set out for the crusade.[14] William's body was carried to the abbey of St Bertin in St. Omer and buried there. He left no children and was survived by his imprisoned father by six years.","Title":"William Clito - Wikipedia","KeyID":"19608","URL":"https://en.wikipedia.org/wiki/William_Clito"}