{"Content: ":"Jin, known as the Later Jìn (simplified Chinese: 后晋; traditional Chinese: 後晉; pinyin: Hòu Jìn, 936–947) or the Shi Jin (石晉) in historiography, was an imperial dynasty of China and the third of the Five Dynasties during the Five Dynasties and Ten Kingdoms period. It was founded by Shi Jingtang (Emperor Gaozu) with aid from the Liao dynasty, which assumed suzerainty over the Later Jin. After Later Jin's second ruler, Shi Chonggui (Emperor Chu), fell out with the Liao dynasty, the Liao invaded in 946 and in 947, annihilated the Later Jin and annexed its former territories. The first sinicized Shatuo state,[1] Later Tang, was founded in 923 by Li Cunxu, son of the Shatuo chieftain Li Keyong. It extended Shatuo domains from their base in Shanxi to most of North China, and into Sichuan. After Li Cunxu’s death, his adopted son, Li Siyuan became emperor. However, the Shatuo relationship with the Khitans, which was vital to their rise to power, had soured. Shi Jingtang, the son-in-law of Li Cunxu, rebelled against him, and with the help of the Khitan, declared himself emperor of the Later Jin in 936. The Later Jin founder Shi Jingtang claimed patrilineal Han Chinese ancestry.[2] Noting that Shi 石 is a typical Chinese surname borne by Sogdians, Barenghi (2014) traces Shi Jingtang's origin to the Anqing Shi (安慶石). Anqing was one of the three Shatuo tribes, besides Chuyue (處月) and formerly Türgesh-associated Suoge (娑葛).[3][4][5] In the Later Jin, there were Dukedoms for the offspring of the royal families of the Zhou dynasty, Sui dynasty, and Tang dynasty.[6] This practice was referred to as the two crownings and the three respects (二王三恪). The Tang Imperial Longxi Li lineage (隴西李氏) also included sub-lineages like the Guzang Li (姑臧李). Li Zhuanmei (李專美) descended from the Guzang Li and served the Later Jin.[7] The Later Jin held essentially the same territories as the Later Tang, except for Sichuan, which had been lost by the Later Tang in its waning years and had become independent as Later Shu. The other major exception was a region known as the Sixteen Prefectures. By this time in history, the Khitan had formed the Khitan Empire out of their steppe base. They had also become a major power broker in North China. They forced the Later Jin to cede the strategic Sixteen Prefectures to the Khitan. Consisting of a region about 70 to 100 miles wide and including modern-day Beijing and points westward, it was considered a highly strategic region, and gave the Khitan even more influence in North China. The Later Jin had often been described as a puppet of the emerging Khitan-led Liao dynasty. The help of their powerful northern neighbors was vital in the establishment of the Later Jin. The cession of the Sixteen Prefectures led to their derision as being the servants of the Liao dynasty. After the death of the dynastic founder Shi Jingtang, his nephew, adopted son and successor Shi Chonggui defied the Liao, resulting in the latter invading in 946 and 947, eventually leading to the destruction of the Later Jin. After the Liao conquest of the Later Jin, the former took the dynastic element of water, which followed from the Later Jin's dynastic element of metal, according to the Chinese theory of the Five Elements.[8] It was also following the conquest of the Later Jin that the Liao dynasty was officially renamed \"Great Liao\". Kāiyùn (開運) 944–947","Title":"Later Jin (Five Dynasties) - Wikipedia","KeyID":"19604","URL":"https://en.wikipedia.org/wiki/Later_Jin_(Five_Dynasties)"}