{"Content: ":"Sancia of Majorca (c. 1281 – 28 July 1345), also known as Sancha, was Queen of Naples from 1309 until 1343 as the wife of Robert the Wise. She served as regent of Naples during the minority of her stepgrandaughter, Joanna I of Naples, from 1343 until 1344. She was the fifth child but second daughter of King James II of Majorca and Esclaramunda of Foix. The exact date of her birth is unknown, although the Chronicle of San Juan de la Peña placed her as the second daughter of the Majorca Royal couple: la primera....Isabel...la otra Sancha,[2] and traditionally she is placed as the penultimate of the six children born from them. In Perpignan on 17 June 1304 Sancha was married by proxy to Robert, Duke of Calabria and Prince of Salerno, the widower heir of the throne of Naples. The wedding in person took place three months later, on 20 September at the Chapelle des Hospitaliers at the Royal Palace of Collioure, Pyrénées-Orientales. The union was childless.[3] Sancha became Queen consort of Naples with the death of her father-in-law King Charles II of Naples on 5 May 1309. Two years later (2 August 1311) her husband gave her the Lordships of Potenza, Venosa, Lanciano, Alessa and Sant'Angelo dei Lombardi.[3] The next year, on 24 March 1312, the testament of her mother Queen Esclaramunda (Sclarmunda...regina Majoricæ) secured a bequest to her (...Sanciæ..Reginæ Siciliæ...filiæ nostræ...).[4] On 22 May 1319 at Marseille, Sancha and her husband prayed before the relics of his brother Saint Louis of Toulouse. At her court in Naples, Sancha welcomed her brother Philip, who was recently joined the Franciscans. He wanted to practice strictly the Rules of Saint Francis of Assisi, and gathered around him a group that became known as \"the brothers of poor life\", a branch of Fraticelli or zelanti. This group was therefore a great influence over the King and Queen of Naples and over Delphine of Glandèves, Sancha's confident.[5] Philip of Majorca asked his sister and his brother-in-law to intercede with the Avignon Papacy to obtain the privileges necessary for the transformation of the Santa Chiara monastery in a place where would welcome \"the brothers of poor life\". However, Pope Benedict XII ended their hopes with three bulls dated on 24 June 1336, 20 February 1337 and 7 August 1340. After the death of Philip of Majorca in 1342, Sancha and her husband remained under the influence of \"the brothers of poor life\". Their chaplains, Andrea de Galiano and Pietro de Cadeneto were also followers of Michael of Cesena. The rulers had hosted at Castel Nuovo two spiritual bishops, John Bertholeo, who had just been relieved of his office of Calvi, and William of Scala, who became confessor to the Queen; however, the worst of all was certain Fra Roberto, a personal friend of Angelo Clareto, the leader of the Fraticelli. On numerous occasions, Sancha petitioned the Pope for the dissolution of her marriage, as she desired to become a nun. King Robert died on 20 January 1343, and Sancha became Queen Mother, Regent of the Kingdom and tutrix of her husband's granddaughter and successor, Joanna I.[3] In his will dated four days before, on 16 January, Robert created a Council of Regency who would rule until Joanna's majority, who was fixed at the age of twenty-five. The Council was composed by Sancha, the Vice-Chancellor Philippe de Cabassoles, Bishop of Cavaillon, Fillipo di Sanginetto, Great Seneschal of Provence, and Admiral Giffredo di Marzano.[6] When Petrarch arrived in Naples in September 1343 as an ambassador of Pope Clement VI, he discovered a Kingdom similar to \"a ship that was directly to a sinking\". He particularly put into question the work of Fra Roberto, whose real name was Roberto de Mileto. This little fat man, dressed in rags, still leaning on a cane and wearing a hat or head covering, it seemed like the height of abjection and is described as \"a horrible animal with three legs\". Sancha supported her step-granddaughter in the first year of her reign against other factions. However, the ineffectiveness of the Council of Regency forced the Pope, in his capacity as Overlord, to impose his direct rule by sending a Legate, Cardinal Aimery de Châtelus.[7] In the first anniversary of her husband's death (20 January 1344), and under the influence of her chaplains and confessors, Sancha formally renounced to the Regency and became a nun at the convent of Santa Maria della Croce in Naples, which was known as the place of the buried-alive (sepolte vive). She died there eighteen months later (28 July 1345), aged about 64. Initially was buried at Santa Maria della Croce, but later her remains where translated to Santa Chiara Basilica.[3]","Title":"Sancia of Majorca - Wikipedia","KeyID":"19619","URL":"https://en.wikipedia.org/wiki/Sancia_of_Majorca"}