{"Content: ":"Robert Blackadder was a medieval Scottish cleric, diplomat and politician, who was abbot of Melrose, bishop-elect of Aberdeen and bishop of Glasgow; when the last was elevated to archiepiscopal status in 1492, he became the first ever archbishop of Glasgow. Archbishop Robert Blackadder died on 28 July 1508, while en route to Jerusalem on pilgrimage.[1][2] Abbot of Melrose 1471-1483 Robert was the younger brother of Patrick Blackadder of Tulliallan, a middling Fife laird. Robert studied at the University of St Andrews (where his name is listed among the students in either 1461 or 1462), and in 1464 he was received as a bachelor in the University of Paris. The following year, 1465, he graduated as licentiate. In 1471 King James III of Scotland sent him as a messenger to Pope Paul II. It was probably while at Rome that Robert secured from the pope the abbacy of Melrose. This was the first time a non-Cistercian had become abbot at Melrose, and moreover, the pope granted Blackadder leave to take the abbacy without becoming a monk. This did not go down well with the monks at Melrose. One monk, Richard Lamb, challenged this decision at the papal court. Lamb had the support of the bishop of Glasgow, John Laing, and of the monks at Melrose. Several years of litigation followed, and after being offered a substantial pension, Blackadder resigned the abbacy in 1476. In 1477 Blackadder's name is recorded in a letter of Pope Sixtus IV, where it is said that the pope had received a petition from \"Robert Blakidir\", a rector of the church of Lasswade in the diocese of St Andrews, requesting permission to build a hospital near the church. Permission and funds were granted, and so came into being the Hospital of St Mary of Consolation. A year later, the pope granted Blackadder permission to convert the church of Lasswade into a prebend of the church of St Salvador in St Andrews, specifying that the holder must have a licentiate or doctorate. He was elected as bishop of Aberdeen sometime in 1480. The exact date of Robert's election to Aberdeen is uncertain but at a meeting of the Lords of Council which took place between 12 and 23 June he is named \"Robert, bishop of Aberdeen\". He does not seem to have been consecrated to the Aberdeen see before 19 March 1483, when he was translated to the then-vacant bishopric of Glasgow. Blackadder traveled to Rome to receive consecration at the hands of Pope Sixtus IV. The consecration happened sometime in either May or June. By 20 November he is back in Scotland witnessing a royal charter at Edinburgh. Blackadder's trip to Italy had cost him a lot of money and he fell heavily into debt. On 31 March 1487 a papal Bull was issued by Pope Innocent VIII granting Blackadder half of the diocese's benefices and ordering Blackadder's subordinates to pay a \"benevolence\", i.e. a tax, to pay back the debt. During Blackadder's reign as bishop of Glasgow, the bishopric was elevated to archiepiscopal status in 1492. Twenty years earlier, in 1472, a papal Bull of Sixtus IV elevated the Bishop of St Andrews to Archbishop. This was the first time any Scottish bishopric had received metropolitan status from the papacy. However, the move was not popular amongst the entire Scottish ecclesiastical establishment. The other bishops of Scotland resented having to do homage to the bishop of St Andrews, especially wealthier sees like Glasgow, Dunkeld, and Aberdeen. It was Blackadder's predecessor at Aberdeen, Thomas Spens, who in February 1474 raised the first significant opposition by obtaining lifetime exemption from the jurisdiction of St Andrews over either himself or his diocese. Nevertheless, on 27 March 1487 Innocent VIII made the archbishop of St Andrews \"Primate of All Scotland\". The latter was especially intolerable for the bishops of Glasgow, who would become subject to the visitations, inspections, and the rule of St Andrews. The following year, however, on 25 March 1488, an exemption was granted to Glasgow from this kind of interference from St Andrews, when this privilege was granted by the pope for Blackadder's own lifetime. However, this was still not enough. Moreover, Blackadder had the sympathy of the king, James IV, who himself was worried about so much power resting in the hands of one bishop. Letters to the pope were sent by the king and the Scottish parliament, requesting that Glasgow be given the same status as the Archbishopric of York. Finally, on 9 January 1492, a Bull of Pope Innocent VIII elevated Glasgow to an archbishopric, holding as suffragans the bishop of Dunkeld, the bishop of Dunblane, the bishop of Argyll, and the bishop of Galloway. Dunblane was reassigned to St Andrew's while Blackadder was still archbishop, in 1500; Blackadder may have lost Dunkeld too, for we know that by 1515 Dunkeld was back within the jurisdiction of St Andrews. Archbishop Robert was one of the leading figures of the regime of King James IV. Robert was involved in a number on embassies of James' behalf, including embassies to England, France, Italy, and Spain. In September 1491 he went to France with Patrick Hepburn, 1st Earl of Bothwell and the Dean of Glasgow to renew the Auld Alliance.[3] He then traveled on to the Court of the Sforza in Milan, where the Madonna Bona showed him the sights.[4] On 24 August 1495 he arrived at the court of King Ferdinand II of Aragon and Queen Isabella I of Castile. A letter, dated 12 September that year, was written by these monarchs to the pope urging that Archbishop Robert be made Cardinal. Nothing seems to have come of it. Blackadder was back in Scotland by Christmas but returned to Spain the following spring. His business was obtaining a bride for his king. The same business also took him to France. However, it was in England that a bride was eventually obtained, Margaret Tudor, the daughter of King Henry VII of England.","Title":"Robert Blackadder - Wikipedia","KeyID":"19624","URL":"https://en.wikipedia.org/wiki/Robert_Blackadder"}