{"Content: ":"Sir Edward Woodville KG KB (died 1488) was a member of the Woodville family during the Wars of the Roses. He survived the reign of Richard III in which several of his relatives were executed in a power struggle after the death of his brother-in-law Edward IV. Exiled with Henry Tudor, he participated in Henry's capture of the throne. He was then appointed Lord of the Isle of Wight, the last person to be given that title. An enthusiastic soldier, he has been called \"the last knight errant\" because of his devotion to the chivalrous ideal.[1] Involved in many military adventures, he was finally killed in an ill-fated personal expedition to Brittany in support of Francis II, Duke of Brittany. Woodville was referred to as Lord Scales after the death of his brother Anthony Woodville, 2nd Earl Rivers, who bequeathed the Scales lands to him. He is consistently referred to as Lord Scales in Spanish and Breton records, but he never officially held the baronial title. Edward was the tenth child, and youngest son, of Richard Woodville, 1st Earl Rivers, and his wife Jacquetta of Luxembourg, who came to prominence when their daughter Elizabeth Woodville married King Edward IV. During the reign of his sister's husband, young Edward Woodville was among those who allegedly encouraged the king's licentious lifestyle as \"promoters and companions of his vices\", in the words of the Italian courtier Dominic Mancini.[2] In 1472 he accompanied his brother, Anthony Woodville, 2nd Earl Rivers, to Brittany. Francis II, Duke of Brittany had appealed to Edward IV for support against the French, who were threatening invasion. The king sent 1000 archers with the Woodvilles. Determined Anglo-Breton resistance forced the French to withdraw.[3] In 1475, Edward IV made him one of the Knights of the Bath. In 1480 Edward was granted control of the town of Portsmouth and the stronghold of Porchester Castle.[4] In 1482, he joined the king's brother Richard, Duke of Gloucester in his invasion of Scotland.[5] Richard made him a knight banneret on 24 July 1482.[4] The following year, he was commissioned to prepare an expeditionary force to be sent to France, but the king's sudden death halted this project. After the death of King Edward there was a power-struggle between the Woodvilles and Richard Duke of Gloucester, who had been appointed as Protector of the under-age heir Edward V. The Woodvilles were keen to bypass the protectorate and have Prince Edward crowned quickly. They attempted to outmanoeuvre Richard by placing their large family in positions of power. They convinced the royal council to appoint Edward Woodville as admiral of a fleet, supposedly to deal with the French naval commander Philippe de Crèvecoeur, who was attacking English ships in the channel.[6] He seems to have left London to take command of the fleet shortly after Richard initiated his coup by arresting Edward's brother Anthony Woodville, 2nd Earl Rivers, at Stony Stratford. Apparently still unaware of this development, Edward then sailed with his fleet in April. Richard quickly moved to place his supporters in control of key posts in Edward's power-base at the Isle of Wight and Porchester. By mid-May he sought to capture his fleet. Woodville was at Southampton, having just confiscated a large sum in gold coins (allegedly belonging to the king) from a merchant ship, when he was made aware of the situation. Most of his fleet surrendered to Richard, but Woodville escaped with two ships and, probably, the money.[6] He and his men then joined Henry Tudor in exile in Brittany, where he seems to have received a monthly allowance from the Duke. Richard executed Anthony Woodville and proclaimed himself king. He made a number of attempts to extradite the Tudor faction, but the Duke resisted the pressure. Edward returned to England with Henry in 1485 and fought at the Battle of Bosworth. Under Henry VII he was appointed as Lord of the Isle of Wight in the first year of the new king's reign. He was also given command of Porchester Castle again, along with Carisbrooke Castle.[4][7][8] By this time he was being called \"Lord Scales\", coming from his brother's wife, Elizabeth de Scales, whose lands had been bequeathed to him, but which he never seems to have received.[4] In 1486 Edward went to Spain to join with Ferdinand and Isabella in the attempt to expel the Moors and unify Spain, possibly to fulfil a vow he had made that he would participate in a crusade.[4] He fought at the siege of Loja, where he helped to defeat the Moorish forces by leading an attack to scale the city walls. In the fight, Edward was hit in the face by a rock thrown by a defender. He was knocked unconscious and his front teeth were smashed, a disfigurement he considered a badge of honour. He was visited in hospital by the king and queen, who sympathised with him over the loss of his teeth. According to the chronicler Andrés Bernáldes he replied, \"Our Lord, who reared this fabric, has only opened a window to discern more readily what lies within\".[9] In the following year, back in England, he played an important role in defeating the rebellion of Lambert Simnel, when he was placed in command of the light cavalry, sent north to make first contact with the rebels. His forces repeatedly harassed the rebel army in a series of skirmishes in Sherwood Forest, forcing it to slow down and giving the king time to build up his army before the main battle. He seems to have intentionally adopted the \"Moorish hit-and-run tactics\" of the kind he'd seen used effectively in Spain.[4] His cavalry joined the main royal army before the decisive Battle of Stoke, forming its right wing. In the following year he was made a Knight of the Garter. In 1488 the Duke of Brittany appealed to Henry for help when he was once more threatened with invasion by France. Henry attempted to negotiate a settlement, but the French decided to invade. Edward asked Henry to allow him to raise a force to support the Bretons. Henry was unwilling to commit to this, and so Edward collected men from the Isle of Wight on his own authority. He managed to gather a small force of between 400 and 700 archers along with 40 of the local gentry. He sailed to Saint-Malo, plundering a French ship on the way.[7] The Bretons decided to make the English force seem larger by dressing 1,300 of their own men in English colours, possibly to frighten the French with the fearsome reputation of the English longbowmen. At the Battle of Saint-Aubin-du-Cormier (1488) Edward's force formed the vanguard of the Breton army. He led a bold attack on the French in the opening stages of the battle, but a French counter-attack on the weak Breton centre broke their position and the Bretons were defeated. Lord Scales' force was almost completely wiped out. Supposedly there was one survivor, a boy called Diccon Clarke, who returned to the Isle of Wight to tell the tale.[10] Edward was killed with his men, apparently after he had refused to surrender for ransom.[7] He was buried in Brittany. In 1988 a monument was erected by Breton nationalists at the site of the battle, which commemorates the English forces, but erroneously refers to their leader as \"Talbot Earl of Scales\".[11] In 2009 English Heritage put up a memorial plaque to him at Carisbrooke castle.[11] Sir Edward's biographer Christopher Wilkins calls him \"a true hero whose significance in the politics of the period is often overlooked\", describing him as an \"essentially Medieval\" figure, whose actions in Spain, England and France helped form, sometimes contrary to his intentions, modern nation-states.[1] Edward is consistently referred to as Lord Scales during Henry VII's reign, mostly by continental sources. Richard III did not honour Anthony Woodville's will granting the Scales lands to Edward. Other exiled members of the Tudor group, such as Jasper Tudor, used titles they considered themselves to have been unjustly deprived of by the Yorkist kings. However, there is no record of Edward claiming to be anything other than a knight.[12] Edward was not officially granted the title by Henry VII when he became king. The minor Woodville relations who had inherited the land were left in possession of it, but without the right to use the baronial title. It is not known whether this was Edward's or Henry's wish. Wilkins believes that Edward chose not to pursue his claim.[13] Edward nevertheless is consistently called \"Conde d'Escalas\" by the Spanish during and after his expedition there, and is called \"Le Seigneur d'Escales\" by the French chronicler Jean Molinet. However, when Edward defied Henry's instructions not to become involved in the Franco-Breton war of 1488, Henry wrote to the French king referring to him as \"Sir Edward Woodville, knight, calling himself Lord of Scales\".[14]","Title":"Edward Woodville, Lord Scales - Wikipedia","KeyID":"19622","URL":"https://en.wikipedia.org/wiki/Edward_Woodville,_Lord_Scales"}