{"Content: ":"Henry Bennet, 1st Earl of Arlington, KG, PC (1618 – 28 July 1685) was an English statesman. He was the son of Sir John Bennet of Dawley, Middlesex, by Dorothy, daughter of Sir John Crofts of Little Saxham, Suffolk. He was the younger brother of John Bennet, 1st Baron Ossulston; his sister was Elizabeth Bennet who married Sir Robert Carr (or Kerr). He was baptized at Little Saxham, Suffolk, in 1618, and was educated at Westminster School and Christ Church, Oxford. He gained some distinction as a scholar and a poet, and was originally destined for holy orders. In 1643, he was secretary to Lord Digby at Oxford, and was employed as a messenger between the queen and Ormonde in Ireland. [1] Subsequently, he took up arms for the king, and received a wound on the bridge of his nose in the skirmish at Andover in 1644. The scar resulting from this wound must have been prominent, because Arlington took to covering it with black plaster. After the defeat of the royal cause he travelled in France and Italy, joined the exiled royal family in 1650, and in 1654 became official secretary to James on the recommendation of Charles, who had already been attracted by his \"pleasant and agreeable humour.\"[1] He was said by some to have been the father of an illegitimate child by Lucy Walter. In March 1657, he was knighted, and the same year was sent as Charles's agent to Madrid, where he remained, endeavouring to obtain assistance for the royal cause, till after the Restoration. On his return to England in 1661 he was made keeper of the privy purse, and became the prime favourite. One of his duties was the procuring and management of the royal mistresses, in which his success gained him great credit. Allying himself with Lady Castlemaine, he encouraged Charles's increasing dislike of Clarendon; and he was made secretary of state in October 1662 in spite of the opposition of Clarendon, who had to find him a seat in parliament. He represented Callington from 1661 till 1665, but appears never to have taken part in debate.[2] He served subsequently on the committees for explaining the Irish Act of Settlement 1662 and for Tangier. In 1665 he obtained a peerage as Baron Arlington,[3] (properly Harlington, in Middlesex) and in 1667 was appointed one of the postmasters-general. The control of foreign affairs was entrusted to him, and he was chiefly responsible for the attack on the Smyrna fleet and for the Second Anglo-Dutch War, during which he married the beautiful (and Dutch) Elisabeth van Nassau-Beverweert (28 December 1633 – 18 January 1718) in March 1665. Elisabeth was the daughter of Louis of Nassau, Lord of De Lek and Beverweerd, the natural son of stadtholder Maurice of Orange, by his wife Isabella de Hornes. They had one daughter, Isabella FitzRoy, Duchess of Grafton (c.1668-1723). Lady Arlington's sister Emilia, another noted beauty, married Thomas Butler, 6th Earl of Ossory. In 1665 he advised Charles to grant liberty of conscience, but this was merely a concession to gain money during the war; and he showed great activity later in oppressing the nonconformists.[1] On the death of Thomas Wriothesley, 4th Earl of Southampton, whose administration he had attacked, his great ambition, the treasurership, was not satisfied; and on the fall of Clarendon, against whom he had intrigued, he did not, though becoming a member of the Cabal Ministry, obtain the supreme influence which he had expected; for Buckingham first equalled, and soon surpassed him, in the royal favour. With Buckingham a sharp rivalry sprang up, and they only combined forces when endeavouring to bring about some evil measure, such as the ruin of the great Ormonde, who was an opponent of their policy and their schemes. Another object of jealousy to Arlington was Sir William Temple, who achieved a great popular success in 1668 by the conclusion of the Triple Alliance; Arlington endeavoured to procure his removal to Madrid, and entered with alacrity into Charles's plans for destroying the whole policy embodied in the treaty, and for making terms with France. He refused a bribe from Louis XIV, but allowed his wife to accept a gift of 10,000 crowns; in 1670 he was the only minister besides the Roman Catholic Thomas Clifford, 1st Baron Clifford to whom the first secret treaty of Dover (May 1670), one clause of which provided for Charles's declaration of his conversion to Catholicism, was confided; and he was the chief actor in the deception practised upon the rest of the council. He supported several other measures—the scheme for rendering the king's power absolute by force of arms; the \"stop of the exchequer\", involving a repudiation of the state debt in 1672; and the Royal Declaration of Indulgence the same year, \"that we might keep all quiet at home whilst we are busy abroad.\" On 22 April 1672 he was created an earl, with a special remainder that the title would pass to his daughter, and on 15 June obtained the Order of the Garter; the same month he proceeded with Buckingham on a mission, first to William at The Hague, and afterwards to Louis at Utrecht, endeavouring to force upon the Dutch terms of peace which were indignantly refused, failing to end the Third Anglo-Dutch War. But Arlington's support of the court policy was entirely subordinate to personal interests; and after the appointment of Clifford in November 1672 to the treasurership, his jealousy and mortification, together with his alarm at the violent opposition aroused in parliament, caused him to veer over to the other side.[1] He advised Charles in March 1673 to submit the legality of the declaration of indulgence to the House of Lords, and supported the Test Act of the same year, which compelled Clifford to resign. He joined the pro-Dutch party, and in order to make his peace with his new allies, disclosed the secret treaty of Dover to the staunch Protestants Ormonde and Anthony Ashley-Cooper, 1st Earl of Shaftesbury. Arlington had, however, lost the confidence of all parties, and these efforts to procure support met with little success. On 15 January 1674 he was impeached by the Commons, the specific charges being \"popery\", corruption, and the betrayal of his trust – Buckingham in his own defence having accused him the day before of being the chief instigator of the French and anti-Protestant policy, of the scheme of governing by consent. But the motion for his removal, owing chiefly to the influence of his brother-in-law, the popular Lord Ossory, was rejected by 166 votes to 127. His escape could not, however, prevent his fall, and he resigned the secretaryship on 11 September 1674, being appointed Lord Chamberlain instead. For 1675 he made another attempt to gain favour with the parliament by supporting measures against France and against the Roman Catholics, and by joining in the pressure put upon Charles to remove James from the court. In November he went on a Mission to The Hague, with the popular objects of effecting a peace and of concluding an alliance with William and James's daughter Mary. In this he entirely failed, and he returned home completely discredited.[1] He had again been disappointed of the treasurership when Danby succeeded Clifford; Charles having declared \"that he had too much kindness for him to let him have it for he was not fit for the office.\" His intrigues with discontented persons in parliament to stir up an opposition to his successful rival came to nothing. From this time, though lingering on at court, he possessed no influence, and was treated with scanty respect. It was safe to ridicule his person and behaviour, and it became a common jest for \"some courtier to put black patch upon his nose and strut about with a white staff in a hand in order to make the king merry at his expense.\" He was appointed a commissioner of the treasury in March 1679, was included in Sir William Temple's new modeled council the same year, and was a member of the inner cabinet which was most immediately formed. In 1681 he was made Lord Lieutenant of Suffolk. He died on 28 July 1685, and was buried at Euston, where he had bought a large estate and had carried out extensive building operations. [1] His residence in London was Arlington House, which he constructed when his previous residence Goring House burned down in 1674, this residence would be succeeded by Buckingham House which became Buckingham Palace.[4] His title passed by special remainder to his only daughter Isabella. In 1672, when she was four or five years old she married the nine-year old Henry FitzRoy, 1st Duke of Grafton, natural son of King Charles II by Lady Castlemaine. The ceremony was repeated in 1679, presumably to allow the couple to cohabit. They had one son Charles FitzRoy, 2nd Duke of Grafton. Grafton was killed at the Siege of Cork in 1690. Isabella in 1698 remarried Sir Thomas Hanmer, 4th Baronet. She died in 1723. Thomas Clifford, 1st Baron Clifford of Chudleigh (1630-1673). Henry Bennet, 1st Earl of Arlington (1618-1685). George Villiers, 2nd Duke of Buckingham (1628-1687). Anthony Ashley Cooper, 1st Baron Ashley of Wimborne St Giles (1621-1683). John Maitland, 1st Duke of Lauderdale (1616-1682).","Title":"Henry Bennet, 1st Earl of Arlington - Wikipedia","KeyID":"19640","URL":"https://en.wikipedia.org/wiki/Henry_Bennet,_1st_Earl_of_Arlington"}