{"Content: ":"Étienne Baluze (24 November 1630 – 28 July 1718) was a French scholar and historiographer, also known as Stephanus Baluzius. Born in Tulle, he was educated at his native town, at the Jesuit college, where he studied the Arts. He then moved, on 31 December 1641, to the University of Toulouse, where, at the age of fifteen, he became a member of the Collège de St. Martial. He took minor orders, being called a \"cleric\", in his admission certificate.[1] As secretary to Pierre de Marca, archbishop of Toulouse, he won his appreciation of him, and at his death Marca left him all his papers. Baluze produced the first complete edition of Marca's treatise De libertatibus Ecclesiae Gallicanae (1663), and brought out his Marca hispanica (1688). In 1667, Baluze entered Jean-Baptiste Colbert's service, and, until 1700, was in charge of the invaluable library belonging to that minister and to his son, Marquis de Seignelay. Colbert rewarded him for his work by obtaining various benefices for him and the post of king's almoner (1679). Subsequently, Baluze was appointed professor of Canon law at the Collège de France on December 31, 1689, and directed it from 1707 to 1710. He was unfortunate enough to take up the history of the House of Auvergne just at the time when the cardinal de Bouillon, inheritor of the rights, was endeavouring to prove the descent of the La Tour family, in the direct line from the ancient hereditary counts of Auvergne of the 9th century. As authentic documents in support of these pretensions could not be found, false ones were fabricated. The production of spurious genealogies had already been begun in the Histoire de la maison d'Auvergne published by Christophe Justel in 1645; and Chorier, the historian of Dauphiny, had included in the second volume of his history (1672) a forged deed which connected the La Tours of Dauphiny with the La Tours of Auvergne. Next manufacture of forged documents was organized by Jean de Bar, an intimate companion of the cardinal. These documents succeeded in duping the most illustrious scholars; Dom Jean Mabillon, the founder of diplomatics, Dom Thierry Ruinart and Baluze himself, called as experts, made a unanimously favourable report on July 23, 1695. But cardinal de Bouillon had many enemies, and a war of pamphlets began. In March 1698 Baluze in reply wrote a letter which proved nothing. Two years later, in 1700, Jean de Bar and his accomplices were arrested, and after a long and searching inquiry were declared guilty in 1704. Baluze, nevertheless, was obstinate in his opinion. He was convinced that the incriminated documents were genuine and proposed to do Justel's work anew. Encouraged and financially supported by the cardinal de Bouillon, he published two works with \"Proofs\", among which, unfortunately, we find all the deeds which had been pronounced spurious. In the following year he was suddenly engulfed in the disgrace, and exiled from Paris to Tours, where he lived till November 1713. He continued to work, and in 1717 published a history of his native town, Historiae Tutelensis libri tres. In November 1713, he succeeded in returning to Paris, where he died on July 28, 1718. His most highly regarded works are: A bust of Baluze, work of the contemporary sculptor Nacera Kainou, was installed in his native city, Tulle, in October 2006. An Etienne Baluze European Local History Prize was recently created (summer 2007) by the \"Société des Amis du musée du cloître\" of Tulle, on the suggestion of the French historian Jean Boutier. An international jury, chaired by Professor Daniel Roche (Collège de France, Paris), and formed by Professors Jean Boutier and Alain Dewerpe (France), Peter Jones (UK), Marcello Verga (Italy) and Bartolomé Yun Casalila (Spain), gave the first prize to Italian historian Beatrice Palmero. François Hollande, President of the French Republic, awarded the first prize on 29 February 2008 in Tulle. The second Baluze prize was given on May 12, 2010, to English historian Allison Carol (University of Exeter; Birbeck College).","Title":"Étienne Baluze - Wikipedia","KeyID":"19643","URL":"https://en.wikipedia.org/wiki/%C3%89tienne_Baluze"}