{"Content: ":"Adolphe Édouard Casimir Joseph Mortier, 1st Duke of Trévise (13 February 1768 – 28 July 1835) was a French military commander and Marshal of the Empire under Napoleon I, who served during both the French Revolutionary Wars and the Napoleonic Wars. He was one of 18 people killed in 1835 during Giuseppe Marco Fieschi's assassination attempt on King Louis Philippe I. Mortier was born at Le Cateau-Cambrésis on 13 February 1768, son of Charles Mortier (1730–1808) and his wife Marie Anne Joseph Bonnaire (b. 1735), and entered the army as a sub-lieutenant in 1791.[2] Mortier served in the French Revolutionary Wars in the campaigns of 1792 and 1793 on the north-eastern frontier and in the Netherlands, and subsequently on the Meuse and the Rhine. Mortier was tasked by General Jacques Maurice Hatry to negotiate the surrender of the Fortress of Mainz,[3] which he completed successfully and then returned to Paris. During the War of the Second Coalition in 1799, he was promoted to general of brigade and then general of division. During the Second Battle of Zurich, he led a force of 8,000 in the attack from Dieticon on Zurich.[4] His conduct of the French occupation of Hanover, bringing about the Convention of Artlenburg, led Napoleon to include Mortier in the first list of marshals created in 1804.[2][5] He commanded a corps of the Grande Armée in the Ulm campaign in which he distinguished himself.[2] In the campaign of the middle Danube, which culminated in the Battle of Austerlitz, Napoleon placed him in command of the newly formed VIII Corps, composed of divisions from the other corps. Mortier over-extended his line of march on the north shore of the Danube and failed to heed Napoleon's advice to protect his north flank. A combined Russo-Austrian force, under the command of General Mikhail Kutuzov enticed Mortier to send General Théodore Maxime Gazan's 2nd Division into a trap and French troops were caught in a valley between two Russian columns. They were rescued by the timely arrival of a second division, under command of General Pierre Dupont de l'Étang's 1st Division, which covered a day's march in a half-day. The Battle of Dürrenstein (11 November 1805) extended well into the night. Both sides claimed victory, with the French losing more than a third of the participants, and Gazan's division experiencing over 40 percent losses. The Austrians and Russians also suffered heavy losses—close to 16 percent. After Austerlitz, Napoleon dispersed the corps and Gazan received the Legion of Honour, but Mortier was simply reassigned.[6] When the War of the Fourth Coalition broke out in 1806, Napoleon ordered Mortier to assume command of the reformed VIII Corps on 1 October. He was to coordinate his operations with Louis Bonaparte's Franco-Dutch troops. On 16 October, two days after his crushing victory over Prussia at Jena-Auerstedt, Napoleon ordered Mortier and Louis to conquer the Electorate of Hesse. Mortier was to occupy Fulda and then the capital city of Kassel, rule as military governor, and imprison the Elector of Hesse, William I. Every Hessian officer above the rank of lieutenant would be arrested and Napoleon stated his intention to \"wipe the house of Hesse-Kassel from the map\". Mortier knew this constituted a violation of Hessian neutrality and boasted on 17 October that its very neutrality made it easy to conquer. On 1 November, the French occupied and looted Kassel, discovering that William had fled. Mortier issued a proclamation in which he claimed to have come to avenge Prussian violation of Hessian neutrality but also accused them of being Prussian allies. Mortier left a division to hold Hesse-Kassel while the rest of his corps was directed to mopping-up operations in Prussia. Hamelin capitulated on 22 November, along with a garrison of 10,000 Prussian troops. Nienburg fell on 29 November, with 2,911 Prussian soldiers marching into captivity. In 1807, he served in the Friedland campaign, the siege of Stralsund,[7] and the siege of Kolberg.[7] In 1808, Napoleon made Mortier Duke of Treviso (Trévise in French) a duché grand-fief (a rare, but nominal, hereditary honor, extinguished in 1946) in his own Kingdom of Italy, and shortly after he commanded an army corps in Napoleon's campaign for the recapture of Madrid.[2] Mortier remained in Spain for two campaigns, winning at Ocaña in November 1809. In 1812 and 1813 he commanded the Imperial Guard, and in the defensive campaign of 1814, he rendered brilliant services in command of rearguards and covering detachments.[2] In 1815, after the flight of Bourbon King Louis XVIII, he rejoined Napoleon during the Cent Jours and was given command of the Imperial Guard once more, but at the opening of the Battle of Waterloo, he was unable to continue due to severe sciatica. Following the second Bourbon Restoration, Mortier was for a time in disgrace, but in 1819 he was readmitted to the Chamber of Peers and in 1825 received the Order of the Holy Spirit, the kingdom's highest honor. In 1830–1831, he was Ambassador of France to Russia at St. Petersburg, and in 1834–1835, Minister of War and President of the Council of Ministers.[2] On 28 July 1835, Mortier was one of those accompanying King Louis-Philippe to a review of the Paris National Guard, an annual event that commemorated the July Revolution that brought the king to power in 1830.[8] In the Boulevard du Temple, the royal party was hit by a volley of gunfire from the upstairs window of a house. Eighteen were killed, including Mortier, and 22 injured.[9] The king received only a minor wound. The weapon used was a home-made volley gun, constructed and fired by Giuseppe Marco Fieschi for the purpose of assassinating the king. Fieschi had fixed twenty-five musket barrels to a wooden frame, and arranged that they could be fired simultaneously. Four of the barrels burst when fired and Fieschi was badly wounded.[10] He was quickly captured and later tried with two co-conspirators. The three went to the guillotine in February 1836. Mortier married Eve Anne Hymmès (Coblence, 19 August 1779 – Paris, 13 February 1855), by whom he had six children: ","Title":"Édouard Mortier, Duke of Trévise - Wikipedia","KeyID":"19654","URL":"https://en.wikipedia.org/wiki/%C3%89douard_Mortier,_duc_de_Tr%C3%A9vise"}