{"Content: ":"Dormancy is a period in an organism's life cycle when growth, development, and (in animals) physical activity are temporarily stopped. This minimizes metabolic activity and therefore helps an organism to conserve energy. Dormancy tends to be closely associated with environmental conditions. Organisms can synchronize entry to a dormant phase with their environment through predictive or consequential means. Predictive dormancy occurs when an organism enters a dormant phase before the onset of adverse conditions. For example, photoperiod and decreasing temperature are used by many plants to predict the onset of winter. Consequential dormancy occurs when organisms enter a dormant phase after adverse conditions have arisen. This is commonly found in areas with an unpredictable climate. While very sudden changes in conditions may lead to a high mortality rate among animals relying on consequential dormancy, its use can be advantageous, as organisms remain active longer and are therefore able to make greater use of available resources. Hibernation is a mechanism used by many mammals to reduce energy expenditure and survive food shortages over the winter. Hibernation may be predictive or consequential. An animal prepares for hibernation by building up a thick layer of body fat during late summer and autumn that will provide it with energy during the dormant period. During hibernation, the animal undergoes many physiological changes, including decreased heart rate (by as much as 95%) and decreased body temperature.[2] In addition to shivering, some hibernating animals also produce body heat by non-shivering thermogenesis to avoid freezing. Non-shivering thermogenesis is a regulated process in which the proton gradient generated by electron transport in mitochondria is used to produce heat instead of ATP in brown adipose tissue.[3] Animals that hibernate include bats, ground squirrels and other rodents, mouse lemurs, the European hedgehog and other insectivores, monotremes and marsupials. Although hibernation is almost exclusively seen in mammals, some birds, such as the common poorwill, may hibernate. Diapause is a predictive strategy that is predetermined by an animal's genotype. Diapause is common in insects, allowing them to suspend development between autumn and spring, and in mammals such as the roe deer (Capreolus capreolus, the only ungulate with embryonic diapause[citation needed]), in which a delay in attachment of the embryo to the uterine lining ensures that offspring are born in spring, when conditions are most favorable. Aestivation, also spelled estivation, is an example of consequential dormancy in response to very hot or dry conditions. It is common in invertebrates such as the garden snail and worm but also occurs in other animals such as lungfish, salamanders, desert tortoises, and crocodiles. While endotherms and other heterotherms are described scientifically as hibernating, the way ectotherms such as lizards become dormant in cold is very different, and a separate name was invented for it in the 1920s: brumation.[4] It differs from hibernation in the metabolic processes involved.[5] Reptiles generally begin brumation in late autumn (more specific times depend on the species). They often wake up to drink water and return to \"sleep\". They can go for months without food. Reptiles may eat more than usual before the brumation time but eat less or refuse food as the temperature drops.[6][unreliable source?] However, they do need to drink water. The brumation period is anywhere from one to eight months depending on the air temperature and the size, age, and health of the reptile. During the first year of life, many small reptiles do not fully brumate, but rather slow down and eat less often. Brumation is triggered by a lack of heat and a decrease in the hours of daylight in winter, similar to hibernation. In plant physiology, dormancy is a period of arrested plant growth. It is a survival strategy exhibited by many plant species, which enables them to survive in climates where part of the year is unsuitable for growth, such as winter or dry seasons. Many plant species that exhibit dormancy have a biological clock that tells them when to slow activity and to prepare soft tissues for a period of freezing temperatures or water shortage. On the other hand, dormancy can be triggered after a normal growing season by decreasing temperatures, shortened day length, and/or a reduction in rainfall. Chemical treatment on dormant plants has been proven to be an effective method to break dormancy, particularly in woody plants such as grapes, berries, apples, peaches, and kiwis. Specifically, hydrogen cyanamide stimulates cell division and growth in dormant plants, causing buds to break when the plant is on the edge of breaking dormancy.[citation needed] Slight injury of cells may play a role in the mechanism of action. The injury is thought to result in increased permeability of cellular membranes.[citation needed] The injury is associated with the inhibition of catalase, which in turn stimulates the pentose phosphate cycle. Hydrogen cyanamide interacts with the cytokinin metabolic cycle, which results in triggering a new growth cycle.[citation needed] The images below show two particularly widespread dormancy patterns amongst sympodially growing orchids: When a mature and viable seed under a favorable condition fails to germinate, it is said to be dormant. Seed dormancy is referred to as embryo dormancy or internal dormancy and is caused by endogenous characteristics of the embryo that prevent germination (Black M, Butler J, Hughes M. 1987). Dormancy should not be confused with seed coat dormancy, external dormancy, or hardheadedness, which is caused by the presence of a hard seed covering or seed coat that prevents water and oxygen from reaching and activating the embryo. It is a physical barrier to germination, not a true form of dormancy (Quinliven, 1971; Quinliven and Nichol, 1971). Seed dormancy is desired in nature, but the opposite in the agriculture field. This is because agricultural practice desires rapid germination and growth for food whereas in nature, most plants are only capable of germinating once every year, making it favorable for plants to pick a specific time to reproduce. For many plants, it is preferable to reproduce in spring as opposed to fall even when there are similar conditions in terms of light and temperature due to the ensuing winter that follows fall. Many plants and seeds recognize this and enter a dormant period in the fall to stop growing. The grain is a popular example in this aspect, where they would die above ground during the winter, so dormancy is favorable to its seedlings but extensive domestication and crossbreeding has removed most dormancy mechanisms that their ancestors had.[7] While seed dormancy is linked to many genes, abscisic acid (ABA), a plant hormone, has been linked as a major influencer to seed dormancy. In a study on rice and tobacco plants, plants defective in zeaxanthin epoxidase gene, which are linked to ABA-synthesis pathway. Seeds with higher ABA content, from over-expressing zeaxanthin epoxidase, led to an increased dormancy period while plants with lower numbers of zeaxanthin epoxidase were shown to have a shorter period of dormancy. A simple diagram can be drawn of ABA inhibits seed germination, while gibberellin (GA, also plant hormone) inhibits ABA production and promotes seed germination.[7][8] Typically, temperate woody perennial plants require chilling temperatures to overcome winter dormancy (rest). The effect of chilling temperatures depends on species and growth stage (Fuchigami et al. 1987).[9] In some species, rest can be broken within hours at any stage of dormancy, with either chemicals, heat, or freezing temperatures, effective dosages of which would seem to be a function of sublethal stress, which results in stimulation of ethylene production and increased cell membrane permeability. Dormancy is a general term applicable to any instance in which a tissue predisposed to elongate or grow in some other manner does not do so (Nienstaedt 1966).[10] Quiescence is dormancy imposed by the external environment. Correlated inhibition is a kind of physiological dormancy maintained by agents or conditions originating within the plant, but not within the dormant tissue itself. Rest (winter dormancy) is a kind of physiological dormancy maintained by agents or conditions within the organ itself. However, physiological subdivisions of dormancy do not coincide with the morphological dormancy found in white spruce (Picea glauca) and other conifers (Owens et al. 1977).[11] Physiological dormancy often includes early stages of bud-scale initiation before measurable shoot elongation or before flushing. It may also include late leaf initiation after shoot elongation has been completed. In either of those cases, buds that appear to be dormant are nevertheless very active morphologically and physiologically. Dormancy of various kinds is expressed in white spruce (Romberger 1963).[12] White spruce, like many woody plants in temperate and cooler regions, requires exposure to low temperature for a period of weeks before it can resume normal growth and development. This \"chilling requirement\" for white spruce is satisfied by uninterrupted exposure to temperatures below 7 °C for 4 to 8 weeks, depending on physiological condition (Nienstaedt 1966, 1967).[10][13] Tree species that have well-developed dormancy needs may be tricked to some degree, but not completely. For instance, if a Japanese maple (Acer palmatum) is given an \"eternal summer\" through exposure to additional daylight, it grows continuously for as long as two years. Eventually, however, a temperate-climate plant automatically goes dormant, no matter what environmental conditions it experiences. Deciduous plants lose their leaves; evergreens curtail all new growth. Going through an \"eternal summer\" and the resultant automatic dormancy is stressful to the plant and usually fatal. The fatality rate increases to 100% if the plant does not receive the necessary period of cold temperatures required to break the dormancy. Most plants require a certain number of hours of \"chilling\" at temperatures between about 0 °C and 10 °C to be able to break dormancy (Bewley, Black, K.D 1994). Short photoperiods induce dormancy and permit the formation of needle primordia. Primordia formation requires 8 to 10 weeks and must be followed by 6 weeks of chilling at 2 °C. Bud break occurs promptly if seedlings are then exposed to 16-hour photoperiods at the 25 °C/20 °C temperature regime. The free growth mode, a juvenile characteristic that is lost after 5 years or so, ceases in seedlings experiencing environmental stress (Logan and Pollard 1976, Logan 1977).[14][15] Many bacteria can survive adverse conditions such as temperature, desiccation, and antibiotics by forming endospores, cysts, or states of reduced metabolic activity lacking specialized cellular structures.[16] Up to 80% of the bacteria in samples from the wild appear to be metabolically inactive[17]—many of which can be resuscitated.[18] Such dormancy is responsible for the high diversity levels of most natural ecosystems.[19] Recent research[20] has characterized the bacterial cytoplasm as a glass forming fluid approaching the liquid-glass transition, such that large cytoplasmic components require the aid of metabolic activity to fluidize the surrounding cytoplasm, allowing them to move through a viscous, glass-like cytoplasm. During dormancy, when such metabolic activities are put on hold, the cytoplasm behaves like a solid glass, 'freezing' subcellular structures in place and perhaps protecting them, while allowing small molecules like metabolites to move freely through the cell, which may be helpful in cells transitioning out of dormancy.[20] Dormancy, in its rigid definition, does not apply to viruses, as they are not metabolically active. However, some viruses such as poxviruses and picornaviruses, after entering the host, can become latent for long periods of time, or even indefinitely until they are externally activated. Herpesviruses, for example, can become latent after infecting the host, and after years they can activate again if the host is under stress or exposed to ultraviolet radiation.[21]","Title":"Dormancy - Wikipedia","KeyID":"1965","URL":"https://en.wikipedia.org/wiki/Dormancy"}