{"Content: ":"Jan Evangelista Purkyně (Czech: [ˈjan ˈɛvaŋɡɛlɪsta ˈpurkɪɲɛ] (listen); also written Johann Evangelist Purkinje) (17 or 18 December 1787 – 28 July 1869) was a Czech anatomist and physiologist. In 1839, he coined the term protoplasm for the fluid substance of a cell. He was one of the best known scientists of his time. Such was his fame that when people from outside Europe wrote letters to him, all that they needed to put as the address was \"Purkyně, Europe\".[1] Purkyně was born in the Kingdom of Bohemia (then part of the Austrian monarchy, now Czech Republic). After completing senior high school in 1804, Purkyně joined the Piarists order as a monk but subsequently left \"to deal more freely with science.\"[2]In 1818, he graduated from Charles University in Prague with a degree in medicine, where he was appointed a Professor of Physiology. He discovered the Purkinje effect, the human eye's much reduced sensitivity to dim red light compared to dim blue light, and published in 1823 description of several entoptic phenomena. He published two volumes, Observations and Experiments Investigating the Physiology of Senses and New Subjective Reports about Vision, which contributed to the emergence of the science of experimental psychology. He created the world's first Department of Physiology at the University of Breslau in Prussia (now Wrocław, Poland) in 1839 and the world's second official physiology laboratory in 1842. Here he was a founder of the Literary-Slav Society. In 1850, he accepted the Physiology chair at Prague Medical Faculty, a position he held until his death. [3] He is best known for his 1837 discovery of Purkinje cells, large neurons with many branching dendrites found in the cerebellum. He is also known for his discovery in 1839 of Purkinje fibres, the fibrous tissue that conducts electrical impulses from the atrioventricular node to all parts of the ventricles of the heart. Other discoveries include Purkinje images, reflections of objects from structures of the eye, and the Purkinje shift, the change in the brightness of red and blue colours as light intensity decreases gradually at dusk. Purkyně also introduced the scientific terms plasma (for the component of blood left when the suspended cells have been removed) and protoplasm (the substance found inside cells.)[4] Purkyně was the first to use a microtome to make thin slices of tissue for microscopic examination and was among the first to use an improved version of the compound microscope. He described the effects of camphor, opium, belladonna and turpentine on humans in 1829. He also experimented with nutmeg that same year, when he \"washed down three ground nutmegs with a glass of wine and experienced headaches, nausea, euphoria, and hallucinations that lasted several days\", which remain a good description of today's average nutmeg binge.[5] Purkyně discovered sweat glands in 1833 and published a thesis that recognised 9 principal configuration groups of fingerprints in 1823.[6][7] Purkyně was also the first to describe and illustrate in 1838 the intracytoplasmic pigment neuromelanin in the substantia nigra.[8] Purkyně also recognised the importance of the work of Eadweard Muybridge. Purkyně constructed his own version of a stroboscope which he called forolyt.[9] He put nine photos of him shot from various sides to the disc and entertained his grandchildren by showing them how he, an old and famous professor, is turning around at great speed.[10] In 1827, at the age of 40, he married Julia Agnes Rudolphi (1800–1835), daughter of his supporter, a Swedish-born natural scientist, Karl Asmund Rudolphi (1771–1832). They had two daughters and two sons. His wife and daughters died of cholera in Wrocław, leaving two sons. The older son Emanuel Purkyně [cs] (1831–1882) became a naturalist, while the younger son Karel (1834–1868) became a painter.[11] He is buried in the Prague Vyšehrad National Cemetery in Vyšehrad, Prague, in modern-day Czech Republic.[12] The Masaryk University in Brno, Czech Republic, bore his name from 1960 to 1990, as did the standalone military medical academy in Hradec Králové (1994–2004.) Today, a university in Ústí nad Labem bears his name: Jan Evangelista Purkyně University in Ústí nad Labem (Univerzita Jana Evangelisty Purkyně v Ústí nad Labem.) The crater Purkyně on the Moon is named after him, as is the asteroid 3701 Purkyně.","Title":"Jan Evangelista Purkyně - Wikipedia","KeyID":"19661","URL":"https://en.wikipedia.org/wiki/Jan_Evangelista_Purkyn%C4%9B"}