{"Content: ":"Sir Moses Haim Montefiore, 1st Baronet, FRS (24 October 1784 – 28 July 1885) was a British financier and banker, activist, philanthropist and Sheriff of London. Born to an Italian Sephardic Jewish family based in London, after he achieved success, he donated large sums of money to promote industry, business, economic development, education and health among the Jewish community in the Levant. He founded Mishkenot Sha'ananim in 1860, the first settlement outside Jerusalem's walled Old City. As President of the Board of Deputies of British Jews, he corresponded with Charles Henry Churchill, the British consul in Damascus, in 1841–42; his contributions are seen as pivotal to the development of Proto-Zionism.[1][2] Moses Montefiore was born in Leghorn (Livorno in Italian), Tuscany, in 1784, to a Sephardic Jewish family based in Great Britain.[3] His grandfather, Moses Vital (Haim) Montefiore, had emigrated from Livorno to London in the 1740s, but retained close contact with the town. It was known for making straw bonnets. Montefiore was born while his parents, Joseph Elias Montefiore and his young wife Rachel, the daughter of Abraham Mocatta, a powerful bullion broker in London, were in the town on a business journey.[4] The family returned to Kennington in London, where Montefiore attended school. His family's precarious financial situation prevented Montefiore from completing his schooling and he went out to work to help support the family.[5] After working for a wholesale tea merchant and grocer, he was hired by a counting house in the City of London.[6] In 1803 he entered the London Stock Exchange, but lost all of his clients' money in 1806 in a fraud perpetrated by Elkin Daniels.[7] As a result, he probably had to sell or give up his broker's licence.[8] In 1812, Montefiore became a freemason, joining the Moira Lodge, No. 92 of the Premier Grand Lodge of England in London.[9] Between 1810 and 1814 Montefiore was part of the Surrey Militia.[8] In 1815, he again bought a broker's licence, and operated briefly a joint venture briefly with his brother Abraham until 1816. He largely closed down his trading activities in 1820.[10] In 1812, Moses Montefiore married Judith Cohen (1784–1862), daughter of Levy Barent Cohen. Her sister, Henriette (or Hannah) (1783–1850), married Nathan Mayer Rothschild (1777–1836), for whom Montefiore's firm acted as stockbrokers. Nathan Rothschild headed the family's banking business in Britain, and the two brothers-in-law became business partners. In business, Montefiore was an innovator, investing in the supply of piped gas for street lighting to European cities via the Imperial Continental Gas Association. In 1824 he was among the founding consortium of the Alliance Assurance Company (which later merged with Sun Insurance to form Sun Alliance).[11] Though somewhat lax in religious observance in his early life, after his visit to the Holy Land in 1827, Montefiore became a strictly observant Jew. He traveled with a personal shohet (ritual slaughterer), to ensure that he would have a ready supply of kosher meat.[12] Although Montefiore spent only a few days in Jerusalem, the 1827 visit changed his life.[13] He resolved to increase his religious observance and to attend synagogue on Shabbat, as well as Mondays and Thursdays when the Torah is read. The visit had been a \"spiritual transforming event\" for him.[13] In 1831, Montefiore purchased a country estate with twenty-four acres on the East Cliff of the fashionable seaside town of Ramsgate. The property had previously been a country house of Queen Caroline, when she was still Princess of Wales. It was next owned by the Marquess Wellesley, a brother of the Duke of Wellington.[14] Soon afterward, Montefiore purchased the adjoining land and commissioned his cousin, architect David Mocatta, to design a private synagogue, known as the Montefiore Synagogue. It opened with a grand public ceremony in 1833.[14] Montefiore is mentioned in Charles Dickens' diaries, in the personal papers of George Eliot, and in James Joyce’s novel Ulysses. It is known that he had contacts with Protestant non-conformists and social reformers in Victorian England. He was active in public initiatives aimed at alleviating the persecution of minorities in the Middle East and elsewhere, and he worked closely with organisations that campaigned for the abolition of slavery. A Government loan raised by the Rothschilds and Montefiore in 1835 enabled the British Government to compensate plantation owners under the Slavery Abolition Act 1833 and abolish slavery in the Empire.[15] In 1836 Montefiore became a governor of Christ's Hospital, the Bluecoat school, after assisting in the case of a distressed man who had appealed to him to help his soon-to-be-widowed wife and son.[16] Physically imposing at 6 ft 3 in (1.91 m), Montefiore was elected Sheriff of the City of London in 1837.[17] He was knighted in November 1837.[18] After retiring from business, Montefiore devoted the rest of his life to philanthropy.[19] He was president of the Board of Deputies of British Jews from 1835 to 1874, a period of 39 years, the longest tenure ever, and member of Bevis Marks Synagogue. As president, he corresponded with the British consul in Damascus, Charles Henry Churchill, in 1841–42; a practice seen as pivotal to the development of Proto-Zionism.[1][2] From retirement until the day he died, Montefiore devoted himself to philanthropy, particularly alleviating the distress of Jews abroad. He went to the sultan of the Ottoman Empire in 1840 to liberate from prison ten Syrian Jews of Damascus arrested after a blood libel; to Rome in 1858 to try to free Jewish youth Edgardo Mortara, who had been seized by the Catholic Church after allegedly being baptised by a Catholic servant; to Russia in 1846 (where he was received by the Tsar) and 1872; to Morocco in 1864, and to Romania in 1867. These missions made him a folk hero of near mythological proportions among the oppressed Jews of Eastern Europe, North Africa, and the Levant.[20] Montefiore received a baronetcy in 1846 in recognition of his services to humanitarian causes on behalf of the Jewish people.[21] In 1854 his American friend Judah Touro, also a Sephardic Jew, died after having bequeathed money to fund Jewish residential settlement in Palestine. Montefiore was appointed executor of his will, and used the funds for a variety of projects to encourage the Jews to engage in productive labor. In 1855, he purchased an orchard on the outskirts of Jaffa that offered agricultural training to the Jews.[22] In 1860, he built the first Jewish residential settlement and almshouse outside the old walled city of Jerusalem, which today is known as Mishkenot Sha'ananim. This became the first precursor of the New Yishuv. Living outside the city walls was dangerous at the time, due to lawlessness and bandits. Montefiore offered financial inducement to encourage poor families to move there. Montefiore intended Mishkenot Sha’ananim to be a new type of self-sufficient, sanitary settlement where Sephardi and Ashkenazi Jews lived together.[23] Later on, Montefiore established adjacent neighborhoods south of Jaffa Road, the Ohel Moshe neighborhood for Sephardic Jews and the Mazkeret Moshe neighborhood for Ashkenazi Jews, who had distinctly different traditions and languages.[24] Montefiore donated large sums of money to promote industry, education, and health amongst the Jewish community in Palestine. The project, bearing the hallmarks of nineteenth-century artisanal revival, aimed to promote productive enterprise in the Yishuv. The builders were brought over from England. These activities were part of a broader program to enable the Old Yishuv to become self-supporting in anticipation of the establishment of a Jewish homeland.[25] Montefiore built the Montefiore Windmill in an area that later developed as the Yemin Moshe neighbourhood, to provide cheap flour to poor Jews. He also established a printing press and textile factory, and helped to finance several Bilu agricultural colonies. The Jews of Old Yishuv referred to their patron as \"ha-Sar Montefiore\" ('The Prince' or simply 'Prince' Montefiore), a title perpetuated in Hebrew literature and song.[26] Montefiore commissioned several censuses of the Yishuv, or Jewish community in Palestine: these were conducted in 1839, 1849, 1855, 1866 and 1875, and provided much data about the people. The censuses attempted to list every Jew individually, together with some biographical and social information (such as their family structure, place of origin, and degree of poverty).[27] Montefiore played an important role in Ramsgate affairs, and one of the local ridings still bears his name. In 1845 he served as High Sheriff of Kent.[28] In 1873, the year of his 89th birthday, a local newspaper mistakenly ran his obituary. \"Thank God to have been able to hear of the rumour\", he wrote to the editor, \"and to read an account of the same with my own eyes, without using spectacles.\"[29] The town celebrated his 99th and his 100th birthdays in great style, and every local charity (and church) benefited from his philanthropy. At East Cliff Lodge, he established a Sephardic yeshiva (Judith Lady Montefiore College) after the death of his wife in 1862. In the grounds he built the elegant, Regency architecture Montefiore Synagogue and mausoleum modeled on Rachel's Tomb outside Bethlehem. (He also paid for the refurbishment and upkeep of this historic tomb.) Judith was laid to rest there in 1862.[30] Montefiore died in 1885, at age 100 years and 9 months. He had no known children. His principal heir in name, arms and property was his nephew Sir Joseph Sebag-Montefiore (1822-1903, born Joseph Sebag), a British banker, stockbroker and politician.[31] Sir Joseph's descendant, British historian Simon Sebag Montefiore (born 1965), revealed that his family believes Sir Moses to have fathered a child late in life with a 16-year-old domestic servant. [32] Philanthropist Leonard Montefiore was a great-nephew of Sir Moses Montefiore.[33] Sir Moses Montefiore was buried in the Montefiore Synagogue at Ramsgate.[34] The estate was sold to the Borough of Ramsgate around 1952, and the Lodge was demolished in 1954. All that remains today is a new building housing a firm of architects. It incorporates parts of the original structure, called the Coach House. There are also some outbuildings that survive (including the Gate House). The Italianate Greenhouse has been restored to its former glory in the early 21st century. The Greenhouse and the rest of the estate are now protected as King George VI Memorial Park. A plaque on the Gate House honors Sir Moses.[35] The Montefiore Medical Center in the Bronx, New York, is named for him.[36] Montefiore Square, a small, triangular park in upper Manhattan's Hamilton Heights neighborhood, is named for Montefiore Medical Center, which was formerly located to the north of the park at West 138th Street.[37] A branch of the University of Pittsburgh Medical Center in Pittsburgh, Pennsylvania, also bears his name. Chicago's West Side is home to a reform school of higher education, Moses Montefiore Academy, named in honor of him.[38] A number of synagogues were named in honor of Montefiore, including the 1913 Montifiore Institute, now preserved as the Little Synagogue on the Prairie.[39] The Montefiore Club was a private social and business association, catering to the Jewish community located in Montreal, Quebec, Canada.[40] In Cleveland, Ohio, a Jewish nursing homes is called Montefiore.[41] He was commemorated on two Israeli banknotes. These were the I£10, which was in circulation from 1970–79,[42] and the IS 1, which was legal tender from 1980 to 1986.[43] The Dolphin's Barn Jewish cemetery in Dublin, Ireland, is dedicated to Montefiore.[44] Montefiore was renowned for his quick and sharp wit. A popularly circulated anecdote, possibly apocryphal, relates that at a dinner party he was once seated next to a nobleman who was known to be an anti-Semite. The nobleman told Montefiore that he had just returned from a trip to Japan, where \"they have neither pigs nor Jews.\" Montefiore is reported to have responded immediately, \"in that case, you and I should go there, so it will have a sample of each\" (a similar anecdote is told of Israel Zangwill.)[45]","Title":"Moses Montefiore - Wikipedia","KeyID":"19665","URL":"https://en.wikipedia.org/wiki/Moses_Montefiore"}