{"Content: ":"Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments. This is the only division that is featured on NHK's standard live coverage of sumo tournaments. The lower divisions are shown on their satellite coverage, with only the makuuchi broadcast having bilingual English commentary. Makuuchi literally means \"inside the curtain\", a reference to the early period of professional sumo, when there was a curtained-off area reserved for the top ranked wrestlers, to sit before appearing for their bouts. Wrestlers are considered for promotion or demotion in rank before each grand tournament according to their performance in the one previous. Generally, a greater number of wins than losses (kachi-koshi) results in a promotion, and the reverse (make-koshi) results in demotion. There are stricter criteria for promotion to the top two ranks, which are also privileged when considered for demotion. At the top fixed positions of the division are the, \"titleholder\" or san'yaku ranks of yokozuna, ōzeki, sekiwake and komusubi. There are typically 8–12 san'yaku wrestlers, with the remainder, called maegashira, ranked in numerical order from 1 downwards. San'yaku (三役) literally means \"the three ranks\", even though it actually comprises four ranks. The discrepancy arose because the yokozuna was traditionally regarded as an ōzeki with a special license to wear a particular rope around his waist and perform a distinctive ring entry ceremony. In modern use san'yaku has a somewhat flexible definition. This is largely because the top two ranks of yokozuna and ōzeki have distinctive differences from the lower two ranks and from each other. Therefore, a reference to san'yaku can sometimes mean only the bottom three ranks, or in other cases only sekiwake and komusubi. There must be at least one sekiwake and komusubi on each side of the banzuke, normally two total, but there may be more. Although there is usually a yokozuna there is no requirement for one, and it has sometimes happened that no active yokozuna or no ōzeki were listed in the ranks. If there is more than one yokozuna but only one ōzeki, the lower rank will be filled out by designating one of the yokozuna as yokozuna-ōzeki. There is no recorded instance of there being fewer than two yokozuna and ōzeki in total. There are a number of privileges and responsibilities associated with the san'yaku ranks. Any wrestler who reaches one of them is entitled to purchase one of the membership shares in the Japan Sumo Association, regardless of the total number of tournaments they have spent in the top makuuchi division. They may be called on to represent all sumo wrestlers on certain occasions. For example, when the president of the Sumo Association makes a formal speech on the opening and closing days of a tournament, he is flanked by all the san'yaku wrestlers in their mawashi. Similarly they may be called to assist in welcoming a VIP, such as the Emperor, to the arena. The san'yaku can be split into two groups: The senior yokozuna and ōzeki, and junior sekiwake and komusubi. The former group have special promotion criteria and higher salaries, and have additional perks such as a higher number of junior wrestlers to assist them, an entitlement to park in the Sumo Association compound and voting rights in the election for Association directors. Senior yokozuna and ōzeki also have added responsibilities. They are expected to represent wrestler views to the Association, assist in advertising events and meet event sponsors. The latter group, sekiwake and komusubi, have lesser responsibilities and are still eligible for one of the three special prizes, or sanshō that are awarded for exceptional performance at the end of each tournament. Yokozuna (横綱, IPA: [jo̞ko̞d͡zɯᵝnaꜜ]) is the highest rank in sumo. The name literally means \"horizontal rope\" and comes from the most visible symbol of their rank, the rope (綱, tsuna) worn around the waist.[1] The rope is similar to the shimenawa used to mark off sacred areas in Shinto, and like the shimenawa it serves to purify and mark off its content.[1] The rope, which may weigh up to 20 kilograms (44 lb), is not used during the matches themselves, but is worn during the yokozuna's dohyō-iri ring entrance ceremony. As the sport's biggest stars, yokozuna are in many ways the public face of sumo and the way they conduct themselves is highly scrutinized, as it is seen as reflecting on the image of sumo as a whole. As of July 2021, a total of 73 sumo wrestlers have earned the rank of yokozuna. The birth of the rank of yokozuna is unclear, and there are two competing legends. According to one, a 9th-century wrestler named Hajikami tied a shimenawa around his waist as a handicap and dared any to touch it, creating sumo as it is now known in the process. According to the other, legendary wrestler Akashi Shiganosuke tied the shimenawa around his waist in 1630 as a sign of respect when visiting the Emperor, and was posthumously awarded the title for the first time. There is little supporting evidence for either theory—in fact, it is not even certain that Akashi actually existed—but it is known that by November 1789, yokozuna starting from the fourth yokozuna Tanikaze Kajinosuke and the fifth yokozuna Onogawa Kisaburō were depicted in ukiyo-e prints as wearing the shimenawa. These two wrestlers were both awarded yokozuna licences by the prominent Yoshida family.[2] Before the Meiji Era, the title yokozuna was conferred on ōzeki who performed sumo in front of the shōgun. This privilege was more often determined by a wrestler's patron having sufficient influence rather than purely on the ability and dignity of the wrestler. Thus there are a number of early wrestlers who were, by modern standards, yokozuna in name only. In these early days yokozuna was also not regarded as a separate rank in the listings, but as an ōzeki with special dispensation to perform his own ring entering ceremony. At first, the Yoshida family and a rival family, Gojo, fought for the right to award a wrestler a yokozuna licence. The Yoshida family won this dispute, because the 15th yokozuna Umegatani Tōtarō I, one of the strongest wrestlers, expressed his wish that he be awarded a licence by the Yoshida family in February 1884, and Gojo licences are no longer recognized officially. In May 1890, the name yokozuna was written on the banzuke for the first time due to the 16th yokozuna Nishinoumi Kajirō I's insistence that his yokozuna status be recorded. In February 1909, during the reigns of the 19th yokozuna, Hitachiyama Taniemon, and the 20th, Umegatani Tōtarō II, it was officially recognized as the highest rank. Since the establishment of the Yokozuna Deliberation Council (横綱審議委員会, Yokozuna-shingi-iinkai) on 21 April 1950, wrestlers have been promoted to yokozuna by the Japan Sumo Association. The first yokozuna promoted by the Sumo Association was the 41st yokozuna Chiyonoyama Masanobu. In modern sumo, the qualifications that an ōzeki must satisfy to be promoted are that he has enough power, skill and dignity/grace (品格 hinkaku) to qualify. There are no absolute criteria, nor is there a set quota: there have been periods with no wrestlers at yokozuna rank, and there have been periods with as many as four simultaneously. The power and skill aspects are usually considered with reference to recent tournament performance. The de facto standard is to win two consecutive championships as ōzeki or an equivalent performance. In the case where the \"equivalent performance\" criterion is used the wrestler's record over the previous three tournaments is taken into account with an expectation of at least one tournament victory and two runner-up performances, with none of the three records falling below twelve wins. Thus a consistent high level of performance is required. Winning two tournaments with a poor performance between them is not usually sufficient. The rules are not set in stone and hence in reaching their conclusion the Yokozuna Deliberation Council and Sumo Association can interpret the criteria more leniently or strictly and also take into account other factors, such as total number of tournament victories, the quality of the wins and whether the losses show any serious vulnerabilities. The issue of hinkaku (dignity and grace) is more contentious, as it is essentially a subjective issue. For example, Hawaiian-born ōzeki Konishiki, in particular, was felt by many to be unfairly kept from yokozuna status due to his non-Japanese origin, and many Sumo Association members even openly said that foreigners (gaijin) could never achieve the hinkaku needed to be a yokozuna. In the case of Konishiki, other issues such as his weight were also cited.[3] The debate concerning foreigners having the dignity to be a yokozuna was finally laid to rest on 27 January 1993, when Hawaiian-born ōzeki Akebono was formally promoted to yokozuna after only eight months as an ōzeki. Since then, the issue of whether foreigners have the necessary dignity has become a moot point as six of the nine wrestlers to achieve sumo's ultimate rank following Akebono in 1993 were not born in Japan: Musashimaru in the United States and Asashōryū, Hakuhō, Harumafuji, Kakuryū, and Terunofuji all in Mongolia. Other wrestlers have also been held back. For example, Chiyonoyama in the 1950s was not immediately promoted due to his relative youth despite winning consecutive tournaments, although he later achieved the top rank.[4] On the other hand, Futahaguro was given the title of yokozuna in 1986, despite immaturity being cited in opposition to his promotion.[5] After being promoted, he was involved in several misbehaviors that embarrassed the Sumo Association such as hitting one of his tsukebito (manservant or personal assistant) over a trivial matter in a scandal that had six of his seven tsukebito decide to leave him.[6] The promotion again proved to be a fiasco when it was later revealed that he had a heated argument with his stable boss, Tatsunami, and stormed out of the heya, allegedly striking Tatsunami's wife on the way. Futahaguro eventually retired after only one and a half years at the top rank and became the only yokozuna in sumo history ever to retire without having won at least one top division championship. Elevation to yokozuna rank is a multi-stage process. After a tournament, the Yokozuna Deliberation Council, a body of lay people (that is, not former sumo wrestlers) who are appointed by the Japan Sumo Association to provide an independent quality control on yokozuna promotion, meet and discuss the performance of the top-ranked wrestlers. Usually at the instigation of the Japan Sumo Association they can make a recommendation that a particular ōzeki-ranked wrestler has the necessary attributes to be promoted. Their recommendation is then passed to the Judging division and then the Board of Directors of the Sumo Association who make the final decision. If a wrestler is deemed to have met the criteria then he will be visited in his training stable by a member of the Sumo Association Board of Directors who will formally give him the news. In the following days a tsuna or ceremonial rope will then be made in his stable and he will practice the ring entrance ceremony with advice from a previous or current yokozuna. Finally, he will have his inaugural ceremonial ring entry ceremony held at Meiji Shrine in Tokyo, which is usually completed within a couple of weeks of the tournament end. As opposed to all other sumo ranks, a yokozuna cannot be demoted. However, during tournaments, expectations are very high for yokozuna. A yokozuna is expected to win or at least be a serious contender for championships on a regular basis. A yokozuna is expected to retire if he can no longer compete at the peak of the sport, or in some cases (such as Futahaguro or Harumafuji) is deemed to have not upheld the dignity of the rank. Expectations are so high that, even in the course of one tournament, a yokozuna who early on appears to be headed for a losing tournament will feel the pressure to retire; there are many cases of yokozuna dropping out mid-tournament with a real or imagined injury to avoid a make-koshi (a losing record) and the expectation to retire. These expectations are a large part of the reason that the promotion criteria for yokozuna are so strict in the first place. In extremely rare instances the Yokozuna Deliberation Council can, with over two-thirds of the members in favor, issue notices to yokozuna whose performance as well as poise and character are contrary to what is expected of the rank.[7] These notices are, in increasing level of severity: Notices have been issued three times since the council's inception in 1950: The formal birth of the rank from Tanikaze's time appears to have in part come from a desire to let the very best have a separate ring entry ceremony (dohyō-iri) from the remaining top division wrestlers. The dohyō-iri is a ceremonial presentation of all the top division wrestlers which is held before the competitive bouts of the day. The normal ceremony for top division wrestlers is to be introduced and form a circle around the wrestling ring (dohyō) wearing specially decorated heavy silk \"aprons\", called keshō-mawashi. A brief symbolic \"dance\" is carried out before filing off to change into their fighting mawashi and prepare for their bouts. A yokozuna, however, is introduced after the lower ranked wrestlers and is flanked by two other top division wrestler \"assistants\". The \"dewsweeper\" or tsuyuharai precedes the yokozuna, while the \"sword bearer\" or tachimochi follows him into the arena. The sword is a Japanese katana and symbolises the samurai status of the yokozuna. The tachimochi will always be the more highly ranked of the assisting wrestlers. As indicated above, during the ceremony the yokozuna will wear his tsuna around his waist.[1] The ceremonial aprons of all three form a matching set. Once in the ring the yokozuna takes centre stage and performs a much more complex ritual dance. The dance can take one of two forms, one of which the yokozuna usually chooses when he is first promoted. In addition to the slightly different routine the choice of the yokozuna's ritual can also be determined by the knot used to tie the rope around his waist: the \"Unryū\" style has only one loop at the back, while the \"Shiranui\" style has two. The styles are named after 10th yokozuna Unryū Kyūkichi and 11th yokozuna Shiranui Kōemon of the Edo period, although there is no historical proof that they actually carried out the dances that have been attributed to them. Indeed there are some scholars[who?] who believe that in fact the two concerned have had their ring entering rituals mixed up by earlier historians. When a former yokozuna reaches the age of 60, he usually performs a special ring-entering ceremony known as kanreki dohyō-iri, wearing a red tsuna, in celebration of his longevity. This ceremony first started with the former yokozuna Tachiyama in 1937. As of July 2021, there have been a total of 73 yokozuna, although formal record keeping only started with Tanikaze and Onogawa in 1789. The ōzeki (大関), or champion rank, is immediately below yokozuna in the ranking system. Until the yokozuna rank was introduced, ōzeki was the highest rank attainable. Technically there must always be a minimum of two ōzeki on the banzuke, one on the east side and one on the west. If there are fewer than two regular ōzeki in practice, then one or more yokozuna will be designated \"yokozuna-ōzeki\". This was seen for five tournaments from May 1981 to January 1982, when three yokozuna (Wakanohana, Chiyonofuji and Kitanoumi) fulfilled this role at various times.[12] The designation would not be used again until the March 2020 banzuke, when only Takakeishō held the ōzeki rank and Kakuryū was designated yokozuna-ōzeki.[13] There is no limit to the number of ōzeki. In 2012 there were six ōzeki in the May, July, and September tournaments. The promotion of a wrestler to ōzeki is a multi-tournament process. A wrestler at the rank of sekiwake will be considered for promotion if he has achieved a total of at least 33 wins over the three most recent tournaments, including ten or more wins in the tournament just completed. Promotion is discretionary and there are no hard-and-fast rules, though a three-tournament record of 33 wins is considered a near-guarantee. Other factors toward promotion will include tangibles such as winning a tournament or defeating yokozuna, as well as the wrestler's overall consistency, prowess, and quality of sumo—for example, a record of illegal maneuvers or reliance on certain dodging techniques would count against the dignity expected of an ōzeki. Promotions are recommended by the Judging Division to the Board of Directors of the Japan Sumo Association. If it is a first promotion to the rank a member of the Board of Directors will formally visit the wrestler's stable to inform the new ōzeki of his promotion. The ōzeki will usually make a speech on this occasion, promising to do his best to uphold the dignity of the rank. During the Edo period, wrestlers often made their debuts as ōzeki based on size alone, though their real competitiveness had not been tested. The system was called \"guest ōzeki\" (看板大関 (kanban ōzeki)). Most of these vanished from the banzuke soon after, but a few wrestlers, notably Tanikaze Kajinosuke, remained as real wrestlers. Like the other san'yaku ranks, but unlike a yokozuna, an ōzeki may be relegated. For an ōzeki, relegation is a two-step procedure. First, the ōzeki must have a losing record in a tournament (7-8 or worse), known as a make-koshi. At this point, the ōzeki is called kadoban. If he makes a winning record (8-7 or better) in the next tournament (which is called kachi-koshi), he is restored to regular ōzeki status. If, on the other hand, he suffers another losing record in the next tournament while kadoban, he is relegated to sekiwake in the following tournament. (No matter how badly he does, he will not fall lower than sekiwake.) If he wins ten or more bouts in this tournament, he is restored to ōzeki for the following tournament. However, if he fails to win ten or more bouts, he is treated just like any other wrestler in any further attempts at being promoted back to ōzeki. This system has been in place since the Nagoya Tournament of 1969. Since that time, six wrestlers have managed an immediate return to ōzeki: Mienoumi, Takanonami, Musōyama, Tochiazuma (who managed it on two occasions), Tochinoshin and Takakeishō. In addition to a salary increase, there are a number of perks associated with reaching ōzeki rank: Sekiwake (関脇, sekiwake) is the third-highest rank in professional sumo wrestling, and is one of the san'yaku ranks. The term is believed to derive from guarding the ōzeki (大関 or 関) at his side (脇). It represents the highest rank a wrestler can achieve by continuously making a kachi-koshi (a winning record in the tournament) in tournaments. Promotion to sekiwake depends on either a space being available, which is quite common, or having a record in the previous tournament that is very convincing. Typically 11–4 or better as a komusubi is sufficient for promotion to sekiwake even with no normal space available; lower ranks need progressively more wins. There are special promotion criteria, typically a minimum of 33 wins over three tournaments, for advancement from sekiwake to ōzeki; merely recording consecutive winning records while at the sekiwake rank is not enough to advance. In the 1980s, Sakahoko stayed at sekiwake for nine consecutive tournaments without even getting close to ōzeki consideration, and Gōeidō was stuck at the rank for fourteen consecutive tournaments, a modern-day record, between May 2012 and July 2014, before being promoted to ōzeki in September 2014. Unlike the higher ranks of ōzeki and yokozuna, a wrestler will nearly always lose the rank immediately after having a make-koshi tournament (a losing record during a tournament). Very occasionally, however, a lucky sekiwake might keep his rank even with a 7–8 record if there are no obvious candidates to replace him, as when the komusubi and the upper maegashira have also had losing records. This has happened five times since the six-tournaments-a-year era began in 1958, most recently with Gōeidō in July 2013. In each case the wrestler was merely moved from the sekiwake East rank to the less prestigious West side. For many purposes sekiwake and the komusubi rank are treated together as the junior san'yaku ranks, as opposed to ōzeki and yokozuna. For example, records of number of tournaments ranked in junior san'yaku are often referred to in sumo publications. For wrestlers reaching this rank the benefits are similar to that for a komusubi. The salary is higher than for a maegashira and also the wrestler is usually called to appear to flank the chairman of the Sumo Association during the speeches he makes on opening and closing days of the 15-day tournaments that are held six times a year. He may also be called on to represent the wrestlers on behalf of the Sumo Association at other events, especially if the number of ōzeki and yokozuna is low. If this is the highest rank a wrestler reaches, even if it is only for one tournament, he will always be referred to as \"former sekiwake (ring name)\" after his retirement, an indicator of a successful sumo career, even if not achieving the exceptional standards of the two highest ranks. At any time there must be a minimum of two wrestlers ranked at sekiwake. If circumstances require, this can rise typically to three or four. The minimum of two requirement means that a certain amount of luck can lead to wrestlers achieving this rank on occasion, if the performance of other wrestlers leaves no obvious candidates to fill the rank. This luck factor is less common than it is for komusubi promotions. Names in bold indicate a still active wrestler. Komusubi (小結, komusubi) literally means \"the little knot\", the knot referring to the match-up between two wrestlers. It is the fourth highest rank in sumo wrestling and is the lowest of the so-called titleholder ranks, or san'yaku. At komusubi, achieving a kachi-koshi (winning record in a tournament) is not sufficient to guarantee promotion to a higher rank. Promotion to the next highest rank, sekiwake, depends on either a space being available, which is quite common, or having at least 11 wins in the previous tournament if no normal sekiwake slot is available. This general requirement can be seen by the promotion of Tochiōzan to a third sekiwake slot for March 2014 with 11 wins when the other two sekiwake had winning records, while Tochinoshin was not promoted with 10 wins for November 2015 in a similar situation. For many purposes this and the sekiwake rank are treated together as the junior san'yaku ranks, as opposed to ōzeki and yokozuna, where extremely stringent promotion criteria exist. Records of number of tournaments ranked in junior san'yaku are often referred to in sumo publications because these two ranks are so difficult to retain. For wrestlers reaching this rank the benefits are a salary increase and also appearing to flank the chairman of the Sumo Association during the speeches he makes on opening and closing days of the official tournaments, held six times a year. He may also be called on to represent the wrestlers on behalf of the Sumo Association at other events, especially if the number of ōzeki and yokozuna are low. If this is the highest rank a wrestler reaches, even if it is only for one tournament, he will always be referred to as \"former komusubi (ring name)\" after his retirement, which is an indicator of a fairly successful sumo career. At any time there must be a minimum of two wrestlers ranked as komusubi. If circumstances require this can rise to three or four, for example if both komusubi have winning records and an upper maegashira produces such a good score that he cannot reasonably be denied a promotion. However, this is relatively rare. The minimum of two requirement means that a certain amount of luck can lead to wrestlers achieving this rank on occasion, if the performance of other wrestlers leaves no obvious candidates to fill the rank. Komusubi is widely regarded as a difficult rank to maintain, as wrestlers at this rank are likely to face all the ōzeki and yokozuna in the first week of a tournament, with a yokozuna normally scheduled for the opening day. Komusubi face mainly maegashira in the second week, but often wrestlers new to the rank are so demoralised by this point that they lose these matches too. Few men making their komusubi debut return a kachi-koshi or winning record in the ensuing tournament. Before World War II, when there were fewer tournaments per year and more weight was placed on the performance at each tournament, there were several instances of komusubi immediately advancing to ōzeki after nearly winning a tournament, but there have been no instances of this since then. Names in bold indicate a still active wrestler. Maegashira (前頭) is the lowest of five ranks in the top makuuchi division. All the makuuchi wrestlers who are not ranked in san'yaku are ranked as maegashira, numbered from one at the top downwards. In each rank there are two wrestlers, the higher ranked is designated as \"east\" and the lower as \"west\", so No. 1 east is treated as a higher rank than No. 1 west, and so on.[14] The number of wrestlers in makuuchi is fixed (at 42 since 2004) but the number in san'yaku is not. Thus the number of maegashira ranks can vary, but is typically between 15 and 17. (This gives a makuuchi division split of around 10 san'yaku and 32 maegashira). Movement within the maegashira ranks can be minor or extreme, depending on a wrestler's score in the previous 15-bout tournament. For example, a maegashira 2 who has an 8–7 record might only be promoted one level to maegashira 1 for the next tournament. Conversely, a maegashira 14 who wins the division championship could be promoted as high as komusubi. Indeed, this happened in March 2000 when Takatōriki of the Futagoyama stable won the championship with a 13–2 record. Maegashira ranked five or below are likely to only fight amongst themselves (unless their winning record in the middle of a tournament prompts their scheduling with higher-ranked wrestlers) while those ranked maegashira four or above are likely to have several matches against san'yaku wrestlers, including ōzeki and yokozuna. Wrestlers at maegashira 1 and 2 will usually face everybody in the san'yaku (with the exception that you cannot face someone from your own stable), and these are therefore considered very difficult ranks to maintain. If a lower-ranked maegashira has a score which puts them in contention for the title in the second week of the tournament, it is not uncommon for them to be matched against higher-ranked opponents later in the basho; for instance, in January 2020, the lowest-ranked wrestler in the tournament, maegashira 17 Tokushōryū, was in contention for the title having only faced opponents in the lower half of the banzuke and was matched against ōzeki Takakeisho, the highest-ranked rikishi participating in the tournament, on the final day, clinching the basho with his victory. When a maegashira defeats a yokozuna, it is called a gold star or kinboshi and he is rewarded monetarily for the victory for the remainder of his career. A bout where a wrestler earns a kinboshi defeat of a yokozuna generally causes great excitement at a sumo venue and it is common and expected for audience members to throw their seat cushions into the ring (and onto the wrestlers) after such a bout, though this is technically prohibited. Names in bold indicate a still active wrestler.","Title":"Makuuchi - Wikipedia","KeyID":"19671","URL":"https://en.wikipedia.org/wiki/Yokozuna"}