{"Content: ":"Nishinoumi Kajirō III (Japanese: 西ノ海 嘉治郎, November 2, 1890 – July 28, 1933) was a Japanese professional sumo wrestler. He was the sport's 30th yokozuna. He was born Matsuyama Isesuke (松山 伊勢助). He joined Izutsu stable and made a debut in January 1910. His first shikona or ring name was Genjiyama Isesuke (源氏山 伊セ介). In January 1914, he changed its given name to Daigorō (大五郎). He was promoted to the top makuuchi division in January 1916. He was promoted to ōzeki in January 1922. After Ōnishiki Uichirō left the sumo world, there remained only one yokozuna, Tochigiyama, in Tokyo sumo at that time. The Tokyo Sumo Association wanted to promote one more yokozuna. Although he didn't record significantly superior results, he was awarded a yokozuna licence in April 1923. He was promoted to that rank without winning any championships in the top makuuchi division. Therefore, his promotion was controversial, although championships (yūshō) before January 1926 were officially awarded not by the Sumo Association but by a newspaper, the Osaka Mainichi Shimbun. To mark his promotion he changed his shikona to Nishinoumi Kajirō in January 1924, in honour of his stablemaster who was the 25th yokozuna Nishinoumi Kajirō II. He won his only championship in May 1925. He was stricken by heart disease in November 1925 and was absent from the next tournament. His strength continued to decline and he retired in October 1928. In the top makuuchi division, he won 134 bouts and lost 60 bouts, recording a winning percentage of 69.1. Upon his retirement he became an elder of the Japan Sumo Association under the name Asakayama, and in 1929 opened up his own Asakayama stable (unconnected to the stable of the same name established in 2014) which he ran until his death in 1933.[1] Sanshō key: F=Fighting spirit; O=Outstanding performance; T=Technique Also shown: ★=Kinboshi; P=Playoff(s) Divisions: Makuuchi — Jūryō — Makushita — Sandanme — Jonidan — Jonokuchi Key:d=Draw(s) (引分); h=Hold(s) (預り) Divisions: Makuuchi — Jūryō — Makushita — Sandanme — Jonidan — Jonokuchi ","Title":"Nishinoumi Kajirō III - Wikipedia","KeyID":"19670","URL":"https://en.wikipedia.org/wiki/Nishinoumi_Kajir%C5%8D_III"}