{"Content: ":"Meletius (Greek: Μελέτιος, secular name Emmanuel Metaxakis Εμμανουήλ Μεταξάκης; 21 September 1871 – 28 July 1935) was primate of the Church of Greece from 1918 to 1920 as Meletius III, after which he was Ecumenical Patriarch of Constantinople as Meletius IV from 1921 to 1923 and Greek Patriarch of Alexandria as Meletius II from 1926 to 1935.[2] He is the only man in the history of the Eastern Orthodox Church to serve successively as the senior bishop of three autocephalous churches. Emmanuel Metaxakis was born in Crete, in the village of Christos, now part of the Ierapetra municipality. His father was a stock breeder, and his maternal uncle was the village priest.[a] From 1889 to 1891, Emmanuel studied at the Patriarchal School of the Brotherhood of the Holy Sepulchre. In 1891, he became the hegumen of the Monastery of Bethlehem, and the Archbishop of Mount Tabor, Spyridon, ordained him a deacon with the name of Meletius. He resumed his studies at the Theological School of the Exaltation of the Precious Cross at Jerusalem, when the school opened in 1893. He graduated in 1893 primi ordinis. In 1903, he was appointed Chancellor of the Patriarchate of Jerusalem and administered the reorganization of the patriarchal printing office and the editing of the periodical New Zion in 1904. He founded new schools and reorganized the existing ones, while he succeeded in granting diplomas to graduates of the Theological School of Jerusalem as well, though he did not ordain any priests. He confronted the Duchovnaye Missia (Spiritual Mission) a Russian organization which practiced antihellenic propaganda; founded the Practical School in Joppa; and increased the circulation of academic books. In 1907 he took part, as representative of the Patriarchate of Jerusalem, in a meeting with the representative of the throne of the Ecumenical Patriarch of Constantinople, Basil, the Metropolitan bishop of Anchialos, and the Patriarch of Alexandria, Photius, concerning issues with the Archbishop of Cyprus. The ruling which at last decided the issue was based on a document which had been drafted by Metaxakis and which had been published in the gazette of the Cypriot government. They published that document along with various dialogues that he that time with the Patriarch Photius of Alexandria in two publications of the Patriarchate of Alexandria, Ekklisiastikos Faros (Greek: Εκκλησιαστικός Φάρος, \"Ecclesiastical Lighthouse\")[b] and Pantainos (Greek: Πανταἰνος).[c] In 1910, he was elected Metropolitan of Kition in the Church of Cyprus. He organized the Statutory Charter of the Church of Cyprus and founded the periodical Ekklesiastikos Kirix (\"Ecclesiastical Herald\"), which he continued to publish later on in Athens and in New York. He established the Pancypriot Seminary in October of 1910, and the Commercial High School of Larnaca. In 1912-1913 he travelled to Athens where he collaborated with Ion Dragoumis and a commission of the Greek Ministry of Foreign Affairs to explore fundraising for issues which had arisen with the return of territories under the jurisdiction of the Ecumenical Patriarchate to Greece, Serbia, and Bulgaria while drafting a report on the return. Ιn articles in Ekklisiastiki Kirika in 1914 he would be opposed in every proposal put forward by the metropolitans of the newly-returned territories, for reasons of ethnic politics: they feared the diminution of the Ecumenical Patriarchate, in which he fulfilled the role of ethnarch.[4][d] He was Metropolitan bishop of the Church of Greece in Athens (1918–20) as Meletius III, after which he was elected Ecumenical Patriarch of Constantinople under the name Meletius IV from 1921 to 1923.[5] He served as Greek Patriarch of Alexandria under the episcopal name Meletius II from 1926 to 1935. A known supporter of Greek prime minister Eleftherios Venizelos, he served as bishop in Cyprus, until he was elected Archbishop of Athens following the abdication of Constantine I of Greece, replacing Archbishop Theocletus I, a known royalist. Two years later, King Constantine I was restored to the throne, Archbishop Meletius was ousted, and former archbishop Theocletus I was reinstated. In 1921 during the Occupation of Constantinople he was elected Ecumenical Patriarch. He resigned in 1923 following the defeat of the Hellenic army in the Greco-Turkish War. Some years later he was elected Pope and Patriarch of Alexandria. He died in 1935. This biographical article about a Greek religious figure is a stub. You can help Wikipedia by expanding it. This article about an Eastern Orthodox bishop is a stub. You can help Wikipedia by expanding it.","Title":"Meletius Metaxakis - Wikipedia","KeyID":"19674","URL":"https://en.wikipedia.org/wiki/Meletius_IV_of_Constantinople"}