{"Content: ":"Sir William Matthew Flinders Petrie FRS FBA ((1853-06-03)3 June 1853 – (1942-07-28)28 July 1942), commonly known as simply Flinders Petrie, was a British Egyptologist and a pioneer of systematic methodology in archaeology and the preservation of artefacts.[3] He held the first chair of Egyptology in the United Kingdom, and excavated many of the most important archaeological sites in Egypt in conjunction with his wife, Hilda Urlin.[4] Some consider his most famous discovery to be that of the Merneptah Stele,[5] an opinion with which Petrie himself concurred.[6] Petrie developed the system of dating layers based on pottery and ceramic findings.[7] He remains controversial for his anti-democratic and pro-eugenics views; he was a dedicated believer in the superiority of the Northern peoples over the Latinate and Southern peoples.[8] Petrie was born on 3 June 1853 in Charlton, Kent, England, the son of William Petrie (1821–1908) and Anne (née Flinders) (1812–1892). Anne was the daughter of British Captain Matthew Flinders, who led the first circumnavigation of Australia (and whom Matthew was named after).[3] William Petrie was an electrical engineer who developed carbon arc lighting and later developed chemical processes for Johnson, Matthey & Co.[9] Petrie was raised in a Christian household (his father being a member of the Plymouth Brethren), and was educated at home. He had no formal education. His father taught his son how to survey accurately, laying the foundation for his archaeological career. At the age of eight, he was tutored in French, Latin, and Greek, until he had a collapse and was taught at home. He also ventured his first archaeological opinion aged eight, when friends visiting the Petrie family were describing the unearthing of the Brading Roman Villa in the Isle of Wight. The boy was horrified to hear the rough shovelling out of the contents, and protested that the earth should be pared away, inch by inch, to see all that was in it and how it lay.[10] \"All that I have done since,\" he wrote when he was in his late seventies, \"was there to begin with, so true it is that we can only develop what is born in the mind. I was already in archaeology by nature.\"[11] The chair of Edwards Professor of Egyptian Archaeology and Philology at University College London was set up and funded in 1892 following a bequest from Amelia Edwards, who died suddenly in that year. Petrie's supporter since 1880, Edwards had instructed that he should be its first incumbent. He continued to excavate in Egypt after taking up the professorship, training many of the best archaeologists of the day. In 1904 Petrie published Methods and Aims in Archaeology, the definitive work of his time, in which he lucidly defined the goals and methodology of his profession along with the more practical aspects of archaeology—such as details of excavation, including the use of cameras in the field. With uncommon insight, he noted that research results were dependent on the personality of the archaeologist, who, in addition to possessing broad knowledge, had to have insatiable curiosity. His own abundance of that characteristic was never questioned.[12] In 1913 Petrie sold his large collection of Egyptian antiquities to University College, London, where it is now housed in the Petrie Museum of Egyptian Archaeology. One of his trainees, Howard Carter, went on to discover the tomb of Tutankhamun in 1922. Mr. Flinders Petrie, a contributor of interesting experiments on kindred subjects to Nature, informs me that he habitually works out sums by aid of an imaginary sliding rule, which he sets in the desired way and reads off mentally. He does not usually visualise the whole rule, but only that part of it with which he is at the moment concerned. I think this is one of the most striking cases of accurate visualising power it is possible to imagine. Francis Galton, (1883).[13] In his teenage years, Petrie surveyed British prehistoric monuments,[14] commencing with the late Romano-British 'British Camp' that lay within yards of his family home in Charlton, in attempts to understand their geometry. At 19 he produced the most accurate survey of Stonehenge.[citation needed] His father had corresponded with Piazzi Smyth about his theories of the Great Pyramid[citation needed] and Petrie travelled to Egypt in early 1880 to make an accurate survey of Giza, making him the first to properly investigate how the pyramids there were constructed; many theories had been advanced on this, and Petrie read them all, but none was based on first hand observation or logic.[15] Petrie's published reports of this triangulation survey, and his analysis of the architecture of Giza therein, was exemplary in its methodology and accuracy, disproving Smyth's theories and still providing much of the basic data regarding the pyramid plateau to this day. On that visit, he was appalled by the rate of destruction of monuments (some listed in guidebooks had been worn away completely since then) and mummies. He described Egypt as \"a house on fire, so rapid was the destruction\" and felt his duty to be that of a \"salvage man, to get all I could, as quickly as possible and then, when I was 60, I would sit and write it all.\"[citation needed] Returning to England at the end of 1880, Petrie wrote a number of articles and then met Amelia Edwards, journalist and patron of the Egypt Exploration Fund (now the Egypt Exploration Society), who became his strong supporter and later appointed him as professor at her Egyptology chair at University College London. Impressed by his scientific approach, the university offered him work as the successor to Édouard Naville. Petrie accepted the position and was given the sum of £250 per month to cover the excavation expenses. In November 1884, Petrie arrived in Egypt to begin his excavations.[citation needed] He first went to a New Kingdom site at Tanis, with 170 workmen. He cut out the middle man role of foreman on this and all subsequent excavations, taking complete overall control himself and removing pressure on the workmen from the foreman to discover finds quickly but sloppily. Though he was regarded as an amateur and dilettante by more established Egyptologists, this made him popular with his workers, who found several small but significant finds that would have been lost under the old system.[citation needed] In 1886, while working for the Egypt Exploration Fund, Petrie excavated at Tell Nebesheh in the Eastern Nile Delta. This site is located 8 miles southeast of Tanis and, among the remains of an ancient temple there, Petrie found a royal sphinx, now located at the Museum of Fine Arts, Boston.[16] By the end of the Tanis dig, he ran out of funding but, reluctant to leave the country in case it was renewed, he spent 1887 cruising the Nile taking photographs as a less subjective record than sketches. During this time, he also climbed rope ladders at Sehel Island near Aswan to draw and photograph thousands of early Egyptian inscriptions on a cliff face, recording embassies to Nubia, famines and wars.[citation needed] By the time he reached Aswan, a telegram had reached there to confirm the renewal of his funding. He then went straight to the burial site at Fayum, particularly interested in post-30 BC burials, which had not previously been fully studied. He found intact tombs and 60 of the famous portraits, and discovered from inscriptions on the mummies that they were kept with their living families for generations before burial. Under Auguste Mariette's arrangements, he sent 50% of these portraits to the Egyptian department of antiquities.[citation needed] However, when he later found that Gaston Maspero placed little value on them and left them open to the elements in a yard behind the museum to deteriorate, he angrily demanded that they all be returned, forcing Maspero to pick the 12 best examples for the museum to keep and return 48 to Petrie, who sent them to London for a special showing at the British Museum. Resuming work, he discovered the village of the Pharaonic tomb-workers.[citation needed] In 1890, Petrie made the first of his many forays into Palestine, leading to much important archaeological work. His six-week excavation of Tell el-Hesi (which was mistakenly identified as Lachish) that year represents the first scientific excavation of an archaeological site in the Holy Land. Petrie surveyed a group of tombs in the Wadi al-Rababah (the biblical Hinnom) of Jerusalem, largely dating to the Iron Age and early Roman periods. Here, in these ancient monuments, Petrie discovered that two different types of cubit had been used as units of length.[citation needed] From 1891, he worked on the temple of Aten at Tell-el-Amarna, discovering a 300-square-foot (28 m2) New Kingdom painted pavement[dubious – discuss] of garden and animals and hunting scenes. This became a tourist attraction but, as there was no direct access to the site, tourists wrecked neighbouring fields on their way to it. This made local farmers deface the paintings, and it is only thanks to Petrie's copies that their original appearance is known.[citation needed] In early 1896, Petrie and his archaeological team were conducting excavations on a temple in Petrie's area of concession at Luxor.[17] This temple complex was located just north of the original funerary temple of Amenhotep III, which had been built on a flood plain.[18] They were initially surprised that this building which they were excavating During the field season of 1895/6, at the Ramesseum, Petrie and the young German Egyptologist Wilhelm Spiegelberg became friends. Spiegelberg was in charge of the edition of many texts discovered by his British colleague, and Petrie offered important collections of artefacts to the University of Strasbourg. In 1897, the Kaiser-Wilhelms-Universität Straßburg gratefully conferred to Petrie the title of doctor honoris causa,[20] and in June 1902 he was elected a Fellow of the Royal Society (FRS).[21] From 1889-99 Petrie directed a team excavating over 17 cemeteries containing numerous graves between Hu and Abadiya, Egypt. The dig team included Beatrice Orme, David Randall-MacIver, Arthur Cruttenden Mace, Henrietta Lawes and Hilda Petrie. Predynastic, Old Kingdom, Middle Kingdom and Roman graves were excavated and published at 'Diospolis Parva'.[22] In 1923, Petrie was knighted for services to British archaeology and Egyptology.[citation needed] The focus of his work shifted permanently to Palestine in 1926. From 1927 until 1938,he excavated in Palestine under the auspices of the American School of Research. he discovered ruins of ten cities in Tell el-Hesi.[12] He began excavating several important sites in the south-west of Palestine, including Tell Jemmeh and Tell el-Ajjul.[citation needed] In parallel with his work in Palestine, Petrie became interested in early Egypt. In 1928, while digging a cemetery at Luxor, this proved so huge that he devised an entirely new excavation system, including comparison charts for finds, which is still used today.[citation needed] In 1933, on retiring from his professorship, he moved permanently to Jerusalem, where he lived with Lady Petrie at the British School of Archaeology, then temporarily headquartered at the American School of Oriental Research (today the W. F. Albright Institute of Archaeological Research).[citation needed] Petrie died in Jerusalem on 28 July 1942. His body was interred in the Protestant Cemetery on Mount Zion, but he donated his head (and thus his brain) to the Royal College of Surgeons of London. World War II was then at its height, and the head was delayed in transit. After being stored in a jar in the college basement, its label fell off and no one knew to whom the head belonged.[7] However, it was eventually identified, and is now stored, but not displayed, at the Royal College of Surgeons. Petrie married Hilda Urlin (1871–1957) in London on 26 November 1896. The couple had two children, John (1907–1972) and Ann (1909–1989). The family originally lived in Hampstead, London, where an English Heritage blue plaque has been placed on the building they lived in at 5 Cannon Place.[23] John Flinders Petrie became a noted mathematician, who gave his name to the Petrie polygon. Flinders Petrie's painstaking recording and study of artefacts set new standards in archaeology. He wrote: \"I believe the true line of research lies in the noting and comparison of the smallest details.\" By linking styles of pottery with periods, he was the first to use seriation in Egyptology, a new method for establishing the chronology of a site. Petrie was also responsible for mentoring and training a whole generation of Egyptologists, including Howard Carter. On the centennial of Petrie's birth in 1953, his widow Hilda Petrie created a student travel scholarship to Egypt. Many thousands of artefacts recovered during excavations led by Petrie can be found in museums worldwide.[24] The Petrie Medal was created in celebration of Petrie's seventieth birthday, when funds were raised to commission and produce 20 medals to be awarded \"once in every three years for distinguished work in Archaeology, preferably to a British subject\".[25] The first medal was awarded to Petrie himself (1925), and the first few recipients included Sir Aurel Stein (1928), Sir Arthur Evans (1931), Abbé Henri Breuil (1934), Prof. J.D. Beazley (1937), Sir Mortimer Wheeler (1950), Prof. J.B. Wace (1953), and Sir Leonard Woolley (1957).[26] Petrie remains controversial for his anti-democratic and pro-eugenics racial views, and was a dedicated believer in the superiority of the Northern peoples over the Latinate and Southern peoples.[8] These views spilled over into his academic opinions. Believing that society is the product of racial biology,[27] he contended that the culture of Ancient Egypt was derived from an invading Caucasoid \"Dynastic Race\", which had entered Egypt from the south in late predynastic times, conquered the \"inferior, exhausted mulatto\" natives, and slowly introduced the higher Dynastic civilisation as it interbred with them.[8][28] Petrie engaged in fierce controversies with the British Museum's Egyptology expert E. A. Wallis Budge, who contended that the religion of the Egyptians was not introduced by invaders, but was essentially identical to that of the people of northeastern and central Africa; however, most of their colleagues judged Petrie's opinion to be more \"scientific\". His involvement in Palestinian archaeology was examined in the exhibition \"A Future for the Past: Petrie's Palestinian Collection\".[29][30] A number of Petrie's discoveries were presented to the Royal Archaeological Society and described in the society's Archaeological Journal by his good friend and fellow archaeologist Flaxman Charles John Spurrell. Petrie published a total of 97 books. Flinders Petrie, 12 years old, c. 1865. Flinders Petrie, as a young man, n.d. Flinders Petrie, c. 1886. Flinders Petrie, by George Frederic Watts, 1900. Flinders Petrie and Hilda Petrie in 1903. Flinders Petrie, Luncheon Party at the House of Commons, 1908. Petrie at Abydos, Egypt, 1922. Petrie Exhibiting Material from Tell Fara in London. Sir William Matthew Flinders Petrie, in Jerusalem, ca. late 1930s. Flinders Petrie, by Ludwig Blum. Painted in Jerusalem in 1937.","Title":"Flinders Petrie - Wikipedia","KeyID":"19675","URL":"https://en.wikipedia.org/wiki/Flinders_Petrie"}