{"Content: ":"Tarō Hirai (平井 太郎, Hirai Tarō, October 21, 1894 – July 28, 1965), better known by the pen name Edogawa Ranpo (江戸川 乱歩)[a] was a Japanese author and critic who played a major role in the development of Japanese mystery and thriller fiction. Many of his novels involve the detective hero Kogoro Akechi, who in later books was the leader of a group of boy detectives known as the \"Boy Detectives Club\" (少年探偵団, Shōnen tantei dan). Ranpo was an admirer of Western mystery writers, and especially of Edgar Allan Poe. His pen name is a rendering of Poe's name.[2] Other authors who were special influences on him were Sir Arthur Conan Doyle, whom he attempted to translate into Japanese during his days as a student at Waseda University, and the Japanese mystery writer Ruikō Kuroiwa. Tarō Hirai was born in Nabari, Mie Prefecture in 1894, where his grandfather had been a samurai in the service of Tsu Domain. His father was a merchant, who had also practiced law. The family moved to what is now Kameyama, Mie, and from there to Nagoya when he was age two. At the age of 17, he studied economics at Waseda University in Tokyo starting in 1912. After graduating in 1916 with a degree in economics, he worked a series of odd jobs, including newspaper editing, drawing cartoons for magazine publications, selling soba noodles as a street vendor, and working in a used bookstore. In 1923, he made his literary debut by publishing the mystery story \"The Two-Sen Copper Coin\" (二銭銅貨, Ni-sen dōka) under the pen name \"Edogawa Ranpo\" (pronounced quickly, this humorous pseudonym sounds much like the name of the American pioneer of detective fiction, Edgar Allan Poe, whom he admired). The story appeared in the magazine Shin Seinen, a popular magazine written largely for an adolescent audience. Shin Seinen had previously published stories by a variety of Western authors including Poe, Arthur Conan Doyle, and G. K. Chesterton, but this was the first time the magazine published a major piece of mystery fiction by a Japanese author. Some, such as James B. Harris (Ranpo's first translator into English), have erroneously called this the first piece of modern mystery fiction by a Japanese writer,[3] but well before Ranpo entered the literary scene in 1923, a number of other modern Japanese authors such as Ruikō Kuroiwa, Kidō Okamoto, Jun'ichirō Tanizaki, Haruo Satō, and Kaita Murayama had incorporated elements of sleuthing, mystery, and crime within stories involving adventure, intrigue, the bizarre, and the grotesque.[4] What struck critics as new about Ranpo’s debut story \"The Two-Sen Copper Coin\" was that it focused on the logical process of ratiocination used to solve a mystery within a story that is closely related to Japanese culture.[5] The story involves an extensive description of an ingenious code based on a Buddhist chant known as the \"nenbutsu\" as well as Japanese-language Braille.[6] Over the course of the next several years, Edogawa went on to write a number of other stories that focus on crimes and the processes involved in solving them. Among these stories are a number of stories that are now considered classics of early 20th-century Japanese popular literature: \"The Case of the Murder on D. Hill\" (D坂の殺人事件, D-zaka no satsujin jiken, January 1925), which is about a woman who is killed in the course of a sadomasochistic extramarital affair,[7] \"The Stalker in the Attic\" (屋根裏の散歩者, Yane-ura no Sanposha, August 1925), which is about a man who kills a neighbor in a Tokyo boarding house by dropping poison through a hole in the attic floor into his mouth,[8] and \"The Human Chair\" (人間椅子, Ningen Isu, October 1925), which is about a man who hides himself in a chair to feel the bodies on top of him.[9] Mirrors, lenses, and other optical devices appear in many of Edogawa's other early stories, such as \"The Hell of Mirrors\".[9] Although many of his first stories were primarily about sleuthing and the processes used in solving seemingly insolvable crimes, during the 1930s, he began to turn increasingly to stories that involved a combination of sensibilities often called \"ero guro nansensu\", from the three words \"eroticism, grotesquerie, and the nonsensical\".[10] The presence of these sensibilities helped him sell his stories to the public, which was increasingly eager to read his work. One finds in these stories a frequent tendency to incorporate elements of what the Japanese at that time called \"abnormal sexuality\" (変態性欲, hentai seiyoku). For instance, a major portion of the plot of the novel The Demon of the Lonely Isle (孤島の鬼, Kotō no oni), serialized from January 1929 to February 1930 in the journal Morning Sun (朝日, Asahi), involves a homosexual doctor and his infatuation for another main character.[11] By the 1930s, Edogawa was writing regularly for a number of major public journals of popular literature, and he had emerged as the foremost voice of Japanese mystery fiction. The detective hero Kogorō Akechi, who had first appeared in the story \"The Case of the Murder on D. Hill\" became a regular feature in his stories, a number of which pitted him against a dastardly criminal known as the Fiend with Twenty Faces (怪人二十面相, Kaijin ni-jū mensō), who had an incredible ability to disguise himself and move throughout society. (A number of these novels were subsequently made into films.) The 1930 novel introduced the adolescent Kobayashi Yoshio (小林芳雄) as Kogoro's sidekick, and in the period after World War II, Edogawa wrote a number of novels for young readers that involved Kogoro and Kobayashi as the leaders of a group of young sleuths called the \"Boy Detectives Club\" (少年探偵団, Shōnen tantei dan). These works were wildly popular and are still read by many young Japanese readers, much like the Hardy Boys or Nancy Drew mysteries are popular mysteries for adolescents in the English-speaking world. In 1939, two years after the Marco Polo Bridge Incident and the outbreak of the Second Sino-Japanese War in 1937, Edogawa was ordered by government censors to drop his story \"The Caterpillar\" (芋虫, Imo Mushi), which he had published without incident a few years before, from a collection of his short stories that the publisher Shun'yōdō was reprinting. \"The Caterpillar\" is about a veteran who was turned into a quadriplegic and so disfigured by war that he was little more than a human \"caterpillar\", unable to talk, move, or live by himself. Censors banned the story, apparently believing that the story would detract from the current war effort. This came as a blow to Ranpo, who relied on royalties from reprints for income. (The short story inspired director Kōji Wakamatsu, who drew from it his movie Caterpillar, which competed for the Golden Bear at the 60th Berlin International Film Festival.[12]) Over the course of World War II, especially during the full-fledged war between Japan and the US that began in 1941, Edogawa was active in his local neighborhood organization, and he wrote a number of stories about young detectives and sleuths that might be seen as in line with the war effort, but he wrote most of these under different pseudonyms as if to disassociate them with his legacy. In February 1945, his family was evacuated from their home in Ikebukuro, Tokyo to Fukushima in northern Japan. Edogawa remained until June, when he was suffering from malnutrition. Much of Ikebukuro was destroyed in Allied air raids and the subsequent fires that broke out in the city, but miraculously, the thick, earthen-walled warehouse which he used as his studio was spared, and still stands to this day beside the campus of Rikkyo University. In the postwar period, Edogawa dedicated a great deal of energy to promoting mystery fiction, both in terms of the understanding of its history and encouraging the production of new mystery fiction. In 1946, he put his support behind a new journal called Jewels (宝石, Hōseki) dedicated to mystery fiction, and in 1947, he founded the Detective Author’s Club (探偵作家クラブ, Tantei sakka kurabu), which changed its name in 1963 to the Mystery Writers of Japan (日本推理作家協会, Nihon Suiri Sakka Kyōkai). In addition, he wrote a large number of articles about the history of Japanese, European, and American mystery fiction. Many of these essays were published in book form. Other than essays, much of his postwar literary production consisted largely of novels for juvenile readers featuring Kogorō Akechi and the Boy Detectives Club. In the 1950s, he and a bilingual translator collaborated for five years on a translation of Edogawa's works into English, published as Japanese Tales of Mystery and Imagination by Tuttle. Since the translator could speak but not read Japanese, and Edogawa could read but not write English, the translation was done aurally, with Edogawa reading each sentence aloud, then checking the written English.[3] Another of his interests, especially during the late 1940s and 1950s, was bringing attention to the work of his dear friend Jun'ichi Iwata (1900–1945), an anthropologist who had spent many years researching the history of homosexuality in Japan. During the 1930s, Edogawa and Iwata had engaged in a light-hearted competition to see who could find the most books about erotic desire between men. Edogawa dedicated himself to finding books published in the West and Iwata dedicated himself to finding books having to do with Japan. Iwata died in 1945, with only part of his work published, so Edogawa worked to have the remaining work on queer historiography published.[13] In the postwar period, a large number of Edogawa's books were made into films. The interest in using Edogawa's literature as a departure point for creating films has continued well after his death. Edogawa, who suffered from a variety of health issues, including atherosclerosis and Parkinson's disease, died from a cerebral hemorrhage at his home in 1965. His grave is at the Tama Cemetery in Fuchu, near Tokyo. The Edogawa Rampo Prize (江戸川乱歩賞 Edogawa Ranpo Shō?), named after Edogawa Rampo, is a Japanese literary award which has been presented every year by the Mystery Writers of Japan since 1955. The winner is given a prize of ¥10 million with publication rights by Kodansha.[14] These ten essays are included in The Edogawa Rampo Reader.","Title":"Edogawa Ranpo - Wikipedia","KeyID":"19681","URL":"https://en.wikipedia.org/wiki/Edogawa_Ranpo"}