{"Content: ":"The president of Cuba (Spanish: Presidente de Cuba), officially the president of the Republic of Cuba (Spanish: Presidente de la República de Cuba), is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The President is the second-highest office in Cuba and the highest state office. Miguel Díaz-Canel became President of the Council of State on 19 April 2018, taking over from Raúl Castro, and has been President of Cuba since 10 October 2019. The position of first secretary of the Communist Party of Cuba continues to be the most powerful political position in Cuba. Fidel Castro held the position from 1976 to 2011, and Raúl Castro held the position from 2011 to 2021. Raúl Castro continued to hold the position of first secretary until the 8th Congress of the Communist Party of Cuba, held 16–19 April 2021, when he retired from office.[2] Under the 1901 constitution, Cuba had a presidential system based on that of the United States. In 1940, a new constitution reformed the government into a semi-presidential system, 18 years before its modern archetype – the French Fifth Republic – came into being. On 2 December 1976, the executive was reformed again by a new national constitution, this time in emulation of the Soviet Union. The presidential office was abolished and replaced by a collective head of state, the Council of State, elected by the National Assembly of People's Power. However, unlike the USSR's arrangements, where the chairmen of the Presidium of the Supreme Soviet and the Council of Ministers were distinct posts, the chairman of the Council of State also chaired the Council of Ministers. Furthermore, unlike English and Russian, Spanish does not distinguish between the terms \"chairman/председатель\" and \"president/президент\", translating both as \"Presidente\". Thus, when back-translated into English, the term used was not \"Chairman\" (on the precedent of similar institutions in countries whose languages have a chairman/president distinction, such as the USSR and East Germany), but rather \"President\", from the shared etymology with the Spanish \"Presidente\". On 24 February 2019, another constitution – Cuba's current – was adopted in a referendum. Under it, the government was again re-organized, and the posts of President and Prime Minister were restored.[3] This reorganization took effect on 11 October 2019. Díaz-Canel was President of the Council of State until 10 October 2019 and President of the Republic after that date. Under the new constitution, the position of President of the Council of State continues as a separate role, subordinate to President of the Republic. The new document also limited the President to two consecutive five-year terms. In cases of the absence, illness or death of the President of Cuba, the Vice President assumes the presidential duties. The President of Cuba is mandated to have the following powers as per the Constitution:","Title":"President of Cuba - Wikipedia","KeyID":"19687","URL":"https://en.wikipedia.org/wiki/President_of_Cuba"}