{"Content: ":"Dr. Ramón Grau San Martín (13 September 1881 in La Palma, Pinar del Río Province, Spanish Cuba – 28 July 1969 in Havana, Cuba) was a Cuban physician who served as President of Cuba from 1933 to 1934 and from 1944 to 1948. He was the last president other than an interim president, Carlos Manuel Piedra, born during Spanish rule. He is sometimes called Raymond Grau San Martin in English.[1] His parents were, Francisco Grau Vinals and Pilar San Martin y del Collado.[2] Grau's father, a rich tobacco grower, wanted Ramón to continue in his footsteps, but Ramón himself wanted to be a doctor. He studied at the University of Havana and graduated in 1908 with a Doctor of Medicine degree, then expatriated to Europe in order to expand his medical knowledge. He returned to Cuba in 1921 and became a professor of physiology at the University of Havana. In the 1920s, he was involved with the student protests against then-President Gerardo Machado, and was jailed in 1931. Upon his release he was exiled from Cuba, temporarily migrating to the United States. After the 1933 Cuban Revolution, Grau initially became one of the five members of the Pentarchy of 1933 government ( 5–10 September 1933). Thereafter, on 9 September 1933, members of the Directorio Estudiantil Universitario met in the Hall of Mirrors in the Palacio de los Capitanes Generales and after intensive debate between various proposed candidates, it was agreed that Ramón Grau would be the next president. Grau's presidency became known as the One Hundred Days Government and ended on 15 January 1934. Carlos E. Finlay for Secretary of Health, Antonio Guiteras Holmes for Secretary of Government, Ramiro Copablanca for Secretary of the Presidency, Germán Álvarez Fuentes for Secretary of Agriculture, Joaquin del Rio Balamaseda for Secretary of Justice, Julio Aguado for Secretary of War & Navy, Gustavo Moreno for Secretary of Public Works and Manuel Marquez Sterling for Secretary of State. The One Hundred Days government was in part a mixture of reformist-moderate minded individuals such as Grau and radicals including Antonio Guiteras Holmes. The One Hundred Days government is mainly remembered for left-leaning or progressive reforms such as the establishment of the 8-hour work day as per Grau's presidential decree no. 1693, a raise of minimum wage, nationalization of Cuban Electric Company, granting autonomy to the University of Havana, a requirement that employers must engage at least 50 per cent of native-born Cuba workers, a minimum wage for cutting sugar cane, the creation of a Department of Labor, the compulsory arbitration of labor dispute, the suspension of the Chase loan (taken out during Machado's mandate), the granting of an unlimited sugar quota (Zafra Libre) to small mills up to 60,000 bags, reduction of electricity rates and the initiation of a program for agrarian reform and authorization for the coinage of $20 Million in silver[3] Despite the government's progressive agenda, the government faced significant political power struggles. On the one hand it was not recognized by the U.S. government, secondly there were still other groups especially members of the traditional parties such as the Liberal, Conservative and Union Nacionalista parties as well as the ABC who either did not support Grau's government or wanted a more inclusive administration. Finally, while the Army Chief of Staff Fulgencio Batista, nominally surrendered the power of the army to the new government, in reality Batista was having talks, making behind-doors deals with Sumner Welles, U.S. Ambassador Jefferson Caffery, and other political groups.[4] Eventually Batista would force Grau's resignation on 15 January 1934. Grau, however, still maintained significant power throughout the beginning of his presidency and on one occasion various ranking members of Grau's cabinet as well as students from the Directorio Estudiantil Universitario wanted Batista removed or assassinated. This was partly because Batista was holding talks with Sumner Welles other members of the Cuban opposition regarding a potential change in government without the knowledge or public sanctioning of Grau's administration. [5] In addition to the political struggles, the dire state of the economy due to the Depression of the 1930s and the massive debt left over by Machado's administration, there was also the issue of the army officials regrouping and setting up camp in the Hotel Nacional de Cuba. After failed negotiations between army officials and Grau's government, this deadlock would ultimately end with the Battle of the Hotel Nacional of Cuba on 2 October 1933. In 1934 Grau went on to found the Partido Auténtico. His niece, Pola Grau Alsina (1915– 2000), served as First Lady of Cuba during his first presidency. Grau was instrumental in passing the 1940 Constitution of Cuba. For much of the Constitutional Convention, he served as the presiding officer (even after his coalition was pushed into the minority after the defection of one of the parties that formed it). He would eventually come to be replaced by Carlos Márquez Sterling. In 1940 Grau ran in the presidential election and lost to Fulgencio Batista. Most independent observers at the time qualified the 1940 election as free and fair elections. In 1944 Grau won the popular vote in the presidential election, defeating Carlos Saladrigas Zayas, Batista's handpicked successor, and served until 1948. Despite his initial popularity in 1933, accusations of corruption tainted his administration's image, and a sizable number of Cubans began to distrust him. As Grau assumed the presidency, he was forced to address many financial problems left by his predecessor, Batista. In a 17 July 1944 dispatch to the U.S. Secretary of State, U.S. Ambassador Spruille Braden stated: It is becoming increasingly apparent that President Batista intends to discomfit the incoming Administration in every way possible, particularly financially. A systematic raid on the Treasury is in full swing with the result that Dr. Grau will probably find empty coffers when he takes office on October 10. It is blatant that President Batista desires that Dr. Grau San Martin should assume obligations which in fairness and equity should be a matter of settlement by the present Administration.[6] In 1947, Cuba was the only Western country to vote against the creation of Israel.[7] After turning over the presidency to his protégé, Carlos Prío, in 1948, Grau virtually withdrew from public life. He emerged again in 1952 to oppose Batista's coup d'état. Grau ran for president in the 1954 and 1958 Batista-sponsored elections but withdrew just prior to each election day, claiming government fraud. After the Cuban Revolution and the rise of Fidel Castro in 1959, Grau retired to his home in Havana and maintained a low profile.[citation needed] He died there on 28 July 1969.","Title":"Ramón Grau - Wikipedia","KeyID":"19686","URL":"https://en.wikipedia.org/wiki/Ram%C3%B3n_Grau"}