{"Content: ":"Colonel Lawrence Vincent Moore Cosgrave, DSO & Bar (August 28, 1890 – July 28, 1971) was a Canadian soldier and diplomat. He was the Canadian signatory to the Japanese Instrument of Surrender at the end of World War II. Cosgrave was born in Toronto, Ontario, on August 28, 1890. Cosgrave was the son of Lawrence J., founder of Cosgrave & Sons Brewery Company, and brother of James, a partner with E. P. Taylor in horse racing's Cosgrave Stables. Lawrence was a 1912 graduate of the Royal Military College of Canada, student # 851[1] and subsequently attended McGill University. In World War I he served as an artillery officer in the Canadian Field Artillery in France. Cosgrave was twice awarded the Distinguished Service Order first in 1916 and again in 1918 for \"conspicuous gallantry in action\". He fought at the Second Battle of Ypres and was wounded and blinded in one eye. Later, Cosgrave was presented with the French Croix de Guerre.[2] Cosgrave stated that his friend Lieutenant Colonel John McCrae wrote the poem \"In Flanders Fields\" in 20 minutes on a scrap of paper resting on Cosgrave's shoulder[3] during a lull in the bombings on May 3, 1915, the day after McCrae had witnessed the death of his friend, Lieutenant Alexis Helmer.[4] The poem was first published on December 8 that year in the London-based magazine Punch. Cosgrave unveiled the Colonel John McCrae Memorial, at Boezinge, Ypres, West Flanders, on October 5, 1963.[5] Cosgrave wrote the book \"Afterthoughts of Armageddon\" ((Toronto: S.B. Gundy, 1919) about his experiences during World War I, dedicated to \"the million dead\". One article describes the book \"as an account of the emotions Cosgrave and his comrades experienced in the years of grinding horror, poison gas and trench warfare\". It was published by his wife Beryl (née Hunter Jones).[6] Between the wars Cosgrave served with the Trade and Commerce Department.[7] He was the Assistant Canadian Government Trade Commissioner in London from 1922 to 1924; Canadian Trade Commissioner at the British Empire Exhibition at Wembley Park in 1924; at Shanghai from 1925 to 1935; at Melbourne from 1935 to 1937; and at Sydney from 1937 to 1942. During World War II Cosgrave was the Canadian Military Attache to Australia, for the South West Pacific Area. On September 2, 1945 he was the Canadian representative at the official surrender of Japan, and signed the Japanese Instrument of Surrender on behalf of Canada aboard the battleship USS Missouri in Tokyo Bay. When his turn to sign came, Cosgrave inadvertently placed his signature one line too low on the Japanese copy of the documents, signing on the line for the French Republic. This was attributed to his being blind in one eye, through an injury sustained in the First World War.[8][9] The problem was easily corrected, by US General Richard Sutherland who crossed out \"French Republic\" and wrote in \"Dominion of Canada\" under Cosgrave's signature, then made similar corrections for the rest of the document.[10][11] Air Vice-Marshal Leonard Monk Isitt, the Dominion of New Zealand representative, left without a blank to sign, had to have his name and country written in at the bottom margin of the document. The Japanese delegates accepted the corrected copy.[12] Cosgrave did not repeat this error on the American copy.[13] Cosgrave knew Foreign Minister Mamoru Shigemitsu, who signed the instrument of surrender on behalf of the Japanese Emperor and Government, from their diplomatic days in Shanghai. It is reported that their eyes met when Mamoru Shigemitsu boarded the Missouri, they both smiled with mutual recognition, before Shigemitsu once more became stern and serious. They met each other again a number of years later in London at the Coronation of Elizabeth II in 1953.[14][15][16] Cosgrave retired from the military in 1946 and began working for the Commerce Department again.[17] He held various consular posts in Asia; and in the 1950s, his diplomatic career continued in European consular posts.[10] For instance, he was Chargé d'Affaires in Portugal from 1952 through 1955.[18] On July 28, 1971, Cosgrave died at his home in Knowlton (Eastern Townships), province of Quebec where he had previously settled. Decades after Cosgrave's death, some members of the Canadian Military, the \"Canadian Forces in US\", posted a series of tweets in September 2020, emphasizing the importance of his military career. They included these two: \"Who among us was awarded two Distinguished Service Orders for gallantry in action during WWI?\" and \"Who among us was awarded a Croix de Guerre?\".[19]","Title":"Lawrence Moore Cosgrave - Wikipedia","KeyID":"19689","URL":"https://en.wikipedia.org/wiki/Lawrence_Moore_Cosgrave"}