{"Content: ":"Karl Wendell Richter (October 4, 1942 – July 28, 1967) was an officer in the United States Air Force and an accomplished fighter pilot during the Vietnam War. At the age of 23 he was the youngest pilot in that conflict to shoot down a MiG in air-to-air combat. Karl W. Richter was born October 4, 1942, the youngest of three children. The family lived in and he graduated from high school in Holly, Michigan. From a young age he was interested in aviation, helped by his sister Betty, and by 18 had developed into a highly skilled pilot. Encouraged, again by his sister, to apply to the United States Air Force Academy, he was nominated by Michigan Senator Philip Hart and Congressman William Broomfield, graduating June 3, 1964, with a commission as a second lieutenant in the Air Force.[1][2]: 157  Richter received his 53 weeks of Undergraduate Pilot Training at Craig Air Force Base, Alabama, then completed the 26-week Combat Crew Replacement Training at Nellis Air Force Base, Nevada, for qualification in the F-105 Thunderchief. Without any pre-overseas leave, he ferried a replacement F-105 directly to Korat Royal Thai Air Force Base, Thailand on April 6, 1966, and was assigned to the 421st Tactical Fighter Squadron of the newly designated 388th Tactical Fighter Wing. Four days later was flying missions over North Vietnam.[2]: 157  Richter quickly became an exceptional fighter pilot, and took on every opportunity to fly. With only two years' Air Force experience and even less in combat, became an element leader. Once, while on leave, he turned down the possibility of a trip to Bangkok or Hong Kong and went instead to Nakhon Phanom Royal Thai Air Force Base where he flew combat missions in an O-1E Bird Dog. On September 21, 1966, Richter was flying as Ford 03, an element leader, north of Haiphong on a mission to seek out SAM sites. Preparing to strike a site, he saw two MiG-17s making a pass. After assessing the situation, he began closing in on the enemy aircraft. He engaged a MiG with his 20mm cannon and impacted the enemy aircraft. Just as Richter's gun went empty, the MiG's wing broke off and he saw the MiG pilot eject.[3]: 41  In a later comment, Richter noted \"...It's strange, but, in a way, I was happy he got a good chute. I guess that's the thought that runs through all our minds. He's a jock like I am, flying for the enemy of course, but he's flying a plane, doing a job he has to do.\"[2]: 158  At the age of 23, Karl Richter had become the youngest American pilot to shoot down a MiG over Vietnam. Richter went to Saigon to receive the personal congratulations of Lt. Gen. William W. Momyer, Seventh Air Force commander, and again at the personal invitation of Premier Nguyễn Cao Kỳ when he was awarded the Vietnamese Distinguished Service Medal.[2]: 158  As he approached the 100-mission mark, Richter asked permission to fly a second 100 missions, believing his combat experience should be used to advance the war effort. On April 20, 1967, while leading a defense-suppression flight of F-105s, his flight destroyed or pinned down a number of enemy AAA and SAM crews, enabling the strike force to eliminate an important railroad target, in spite of intense enemy fire and weather that hindered navigation. Having already received the Silver Star, was awarded the Air Force Cross for his skill and heroism that day.[3]: 43 [1] On July 28, 1967, flying with a new pilot, Richter spotted a bridge and instructed the trainee to stay above and watch as he rolled his F-105 toward the target. Suddenly, enemy anti-aircraft artillery opened up hitting the plane and forcing him to eject. His parachute disappeared into the fog bank and cloud cover. An F-100F Misty Forward Air Controller (FAC) was on scene, having listened as Richter ejected. Locating the approximate position of his landing, the Misty used RDF triangulation on Richter's emergency beeper to locate his exact position. The Misty FAC called for rescue forces and fighters for ground fire suppression. The Misty FAC remained on scene directing air strikes until A-1E Sandys and HH-3E Jolly Green Giants arrived. The Misty FAC turned over command to the Sandys and waited until the Jolly Greens effected a successful pick up. Richter's parachute had been blown onto a Karst outcrop, he was severely injured and succumbed to his injuries while being transported to the hospital.[2]: 156–7 [1] At the time of his death, Richter had flown more missions over North Vietnam than any other airman—198 in all officially credited.[4] Richter is buried at United States Air Force Academy Cemetery in Colorado Springs, Colorado. A statue of his likeness stands at Maxwell Air Force Base in Alabama, with the inscription: \"Whom shall I send, and who will go for us? Here am I. Send me.\" (Isaiah 6:8). The monument was sculpted by Glenna Goodacre and was dedicated on June 13, 1992.[5][6] A statue of his likeness stands on the Mall of Heroes at the United States Air Force Academy in Colorado.[7] The former high School in his hometown of Holly, Michigan is named after Richter and called the \"Karl Richter Community Center\". Other achievements","Title":"Karl W. Richter - Wikipedia","KeyID":"19683","URL":"https://en.wikipedia.org/wiki/Karl_W._Richter"}