{"Content: ":"Stanley Francis Rother (/ˈroʊθər/ ROH-thər; March 27, 1935 – July 28, 1981) was an American Roman Catholic priest from Oklahoma who was murdered in Guatemala. Ordained a priest for the Archdiocese of Oklahoma City in 1963, he held several parish assignments there until 1968 when he was assigned as a missionary priest to Guatemala, where he was murdered in 1981 inside his mission rectory. On December 1, 2016, Pope Francis issued a decree confirming that Rother had been killed \"in odium fidei\" (“in hatred of the Faith”), which would allow him to be beatified. Rother was beatified on September 23, 2017, during a Mass at the Cox Convention Center in Oklahoma City.[1][2][3] He is the first U.S.-born priest and martyr to be beatified by the Catholic Church, and the second person to be beatified on American soil after the New Jersey-born nun Miriam Teresa Demjanovich in 2014.[4] Stanley Francis Rother was born on March 27, 1935, in Okarche, one of four children of Franz Rother and Gertrude Smith, who farmed near that Oklahoma town. He was baptized on March 29, 1935, in Okarche's Holy Trinity Church by Father Zenon Steber. His sister Betty Mae, adopted the religious name Sister Marita upon taking her vows, and they had two brothers, Tom and Jim.[5] Rother was strong and adept at farm tasks. After completing high school at Holy Trinity School, he decided to become a priest. He studied at Saint John Seminary and then Assumption Seminary in San Antonio, Texas.[6] He served as a sacristan, groundskeeper, bookbinder, plumber, and gardener. After almost six years, seminary staff advised him to withdraw.[5] Following consultation with the local bishop Victor Reed, Rother attended Mount Saint Mary's Seminary in Emmitsburg, Maryland, from which he graduated in 1963. Bishop Reed ordained him to the priesthood on May 25, 1963. Rother served as an associate parish priest in various parishes around Oklahoma: Saint William in Durant, Saint Francis Xavier and the Holy Family Cathedral in Tulsa, and Corpus Christi in Oklahoma City. In 1968 – at his request – he was assigned to the mission of the archdiocese to the Tz'utujil people (also spelt “Tz'utuhil”) of Santiago Atitlán in the rural highlands of southwest Guatemala. While at Corpus Christi, he heard that a priest was needed in Guatemala, so he applied and was permitted by Bishop Reed in 1968. To better connect with his congregation, he learned Spanish and the Tz’utujil language which was an unwritten indigenous language first recorded by the missionary Ramón Carlín. He served in Santiago Atitlán from 1968 until his death. He supported a radio station located on the mission property, which transmitted daily lessons in language and mathematics. In 1973 he noted with pride in a letter: \"I am now preaching in Tz'utuhil.\"[6] During that time, in addition to his pastoral duties, he translated the New Testament into Tz'utujil and began regular Masses in Tz'utujil. In the late 1960s, Rother founded in Panabaj a small hospital, dubbed the \"Hospitalito\"; Father Carlín was as a collaborator in this project.[7] By 1975, Rother had become the de facto leader of the Oklahoma-sponsored mission effort in Guatemala as other religious and lay supporters rotated out of the program.[8] He was a prominent figure in the community, owing to his light complexion as well as his habit of smoking tobacco in a pipe.[5][6] Since there was no Tz'utujil equivalent for \"Stanley,\" the people of Rother's mission affectionately called him \"Padre Apla's” (\"Father Francis”), a nod to his other given name.[5] Within the last year of his life, Rother saw the radio station destroyed and its director murdered. Some of his catechists and parishioners would disappear and later be found dead, their corpses showing signs of beating and torture; Rother knew all this upon returning to Guatemala in May 1981. In December 1980, he had written a letter to the faithful in Oklahoma describing the violent situation: \"This is one of the reasons I have for staying in the face of physical harm. The shepherd cannot run at the first sign of danger.\"[5] In the beginning of 1981, Rother was warned that his name was eighth on a hit list of right-wing death squads, and that he should immediately leave Guatemala to stay alive.[9] Rother reluctantly returned to Oklahoma in January, and while home in Okarche, said Mass served by Daniel Henry Mueggenborg, a college student who became inspired by Rother to pursue the priesthood,[10] though he later asked the archbishop for permission to return. Another reason for returning was that he wanted to celebrate Easter with them.[5] Rother returned to Santiago Atitlán in April, aware that he was being watched.[6][9][dead link] On the morning of July 28, 1981, just after midnight, gunmen broke into Rother's rectory. The assassins forced a teenager named Francisco Bocel (who was in the church) to show them Rother's bedroom. The men threatened to kill Bocel if he did not lead them to Rother, so he led them down a flight of stairs and knocked on a nearby door.[6] Rother opened the door, and a struggle ensued as Bocel fled; he was shot twice in the head.[6] Rother was one of 10 priests murdered in Guatemala that year. His remains were flown back to Oklahoma and buried in Holy Trinity Cemetery in his hometown on August 3, 1981. At the request of his former Tz'utujil parishioners, his heart was removed and buried under the altar of the church in Santiago Atitlán.[6] Three men were arrested on charges of murder within weeks of Rother's murder; another man and woman were also sought for questioning at that stage. The three men arrested admitted to having entered the church in a robbery attempt, and to having shot Rother dead when the priest tried stopping them.[11][12] Despite the confessions, many people familiar with the circumstances of the murder considered the three accused men innocent, and the prosecutions a cover-up of paramilitary involvement in the murder.[8] Convictions for all three men were later overturned by a Guatemalan appellate court, under pressure from U.S. authorities.[8] No other suspects have been prosecuted for Rother’s murder. The beatification process was set to open in the Archdiocese of Oklahoma City, but the cause first had to be transferred to the archdiocese from Guatemala; a cause opens in the diocese where the individual died. The forum transfer was granted by the Diocese of Sololá-Chimaltenango to the Archdiocese of Oklahoma City on September 3, 2007. The diocesan investigation process opened on October 5, 2007, and closed on July 20, 2010.[13] The formal start of the cause was in the reign of Pope Benedict XVI on November 25, 2009, when Rother was titled “Servant of God”. The diocesan process received validation from the Congregation for the Causes of Saints on March 16, 2012 in Rome, and later received the Positio dossier from cause officials in 2014. Theologians unanimously approved Rother’s cause in a decision on June 23, 2015,[14] and by the cardinal and bishops of the CCS on October 18, 2016. On December 1, 2016, his beatification received approval from Pope Francis who confirmed that Rother had been killed \"in odium fidei\" (“in hatred of the Faith”). On March 13, 2017, the date for his beatification was announced on the archdiocesan website. Rother was beatified on September 23, 2017, at the Cox Convention Center, with Cardinal Angelo Amato presiding as the Prefect of the Congregation of the Causes of the Saints on the pope's behalf. The beatification Mass was attended by 20,000 people.[1][2][4] Among the bishops who assisted Amato were the Most Rev. Paul S. Coakley, Archbishop of Oklahoma City, and Oklahoma City Archbishop Emeritus Eusebius J. Beltran, who initiated Rother's cause in 2007.[1] The postulator for the cause was Dr. Andrea Ambrosi. A mission church has since been named after him in Decatur, Arkansas, in the Roman Catholic Diocese of Little Rock; it is the first Catholic church in the world dedicated to him.[15] In 2017, the Archdiocese of Oklahoma City announced plans for the Venerable Servant of God Father Stanley Rother Shrine, a new church and ministry complex to be built on archdiocesan property at I-35 and 89th Street in South Oklahoma City (the site of the former Brookside Golf Course).","Title":"Stanley Rother - Wikipedia","KeyID":"19698","URL":"https://en.wikipedia.org/wiki/Stanley_Rother"}