{"Content: ":"Charles Murray Winstanley Shadwell (26 March 1898 – 28 July 1979)[1] was a British conductor and bandleader. Born in Dormans Park, Surrey, he saw military service in the Prince of Wales's Own (West Yorkshire) Regiment before studying at the Royal Academy of Music. He started his professional career playing piano to accompany silent films, before working as a musical director at theatres in Portsmouth, Brighton, and Coventry. From 1932, he conducted the Coventry Hippodrome Orchestra in regular weekly concerts on BBC radio, and in 1936 he was appointed as conductor of the BBC Variety Orchestra in succession to Kneale Kelly.[2] The BBC Variety Orchestra performed in countless radio broadcasts under Shadwell's control between 1936 and 1946. As well as programmes such as Music Hall, which featured his music and ended with his theme tune, \"Down with the Curtain\", his own composition, he actively participated in the tradition, started in Britain by variety stars Bebe Daniels and Ben Lyon, of banter between the comedians and their shows' bandleader.[3] Charlie Shadwell became a well-known public figure through this, which peaked with the interchanges between Shadwell and Tommy Handley on ITMA, when Shadwell \"virtually became one of the cast of characters\" and was jokingly insulted on a regular basis by Handley.[3] Shadwell also came up with the idea for the wartime radio variety series Garrison Theatre, based on his experiences as an entertainments officer in the First World War.[4] In 1948 Shadwell formed his own orchestra, which played in theatres and in BBC broadcasts. During the 1950s he appeared with the orchestra regularly during the summer season at Paignton in Devon.[2] He subsequently became landlord of the Green Man, Trumpington and President of the Cambridge Concert Orchestra.[5] He died in Pershore, Worcestershire, in 1979, aged 81. ","Title":"Charles Shadwell (musician) - Wikipedia","KeyID":"19695","URL":"https://en.wikipedia.org/wiki/Charles_Shadwell_(musician)"}