{"Content: ":"Stanley Woods (1903[2] – 28 July 1993[3]) was an Irish motorcycle racer famous for 29 motorcycle Grand Prix wins in the 1920s and 1930s, winning the Isle of Man TT races ten times in his career, plus wins at Assen and elsewhere. He was also a skilled trials rider, competing in the 1940s. Woods was born in Dublin and educated at The High School, Dublin.[4] He started racing in 1921 on a Harley-Davidson and made his début on the new Isle of Man Snaefell Mountain Course in 1922 as a promising seventeen-year-old, finishing fifth in the Junior TT on a Cotton, even though his machine had a fire at a pit stop,[5] after which he completed the race without brakes.[6] He won it the following year. His association with Norton spanned the years from 1926 until 1934 during which he won four of the 1927 Grands Prix, two more in 1928 and several more in the following years. He became disillusioned with the Norton and rode for Moto Guzzi in 1935 giving them their first victory at the TT Races, only the second time a non-English motorcycle had won (the first being an Indian, ridden by Oliver Godfrey in 1911). Described by the motor-cycle press at the time as the \"Irish Dasher\"[7] his stylish riding style was influenced from watching fellow TT competitor Alec Bennett[7] Over the years many scraps took place between the likes of Jimmie Guthrie, Jimmie Simpson, Charlie Dodson, Harold Daniell, Freddie Frith and Wal Handley during these races. Stanley was a toffee maker and in the Isle of Man TT history it states that he would bring a couple of boxes of toffee with him for the Scouts who manned the scoreboards[8] on which the grandstand audience relied to follow the races. Stanley was president of the TT Riders Association.[9] Commandant Stanley Woods is credited with the task of training some of the first Irish Army 4 Cavalry Squadron's Motor Squadron personnel during The Emergency as the presidential Escort of Honour.[10] His career record of ten Isle of Man TT victories remained until the era of Mike Hailwood who won fourteen TT races. Three riders have equalled his record, while another three have had eleven victories, but the record number of victories now belongs to another great Irish rider, Joey Dunlop, with 26 TT wins. Woods's standing in the history of the TT was so high that in 1968 a panel of experts named him the greatest of all the island's competitors. In 1957 he returned to celebrate the Golden Jubilee of the TT races riding a 350cc Moto Guzzi round the course at just over 82 mph. In 1996 the Irish Post Office issued a set postage stamps of notable Irish motorcyclists that included a stamp depicting Stanley Woods. Woods began competing in race sprints and handicap races with his father’s Harley-Davidson motor-cycle, used in his father’s business as a commercial salesman for Mackintosh toffee,[11] and called the pre-war Rudge rider Tommy Green his mentor.[12] Green encouraged him to visit the Isle of Man TT Races in 1921 with his friend C. W. 'Paddy' Johnston. After watching the races at Hillberry Corner during the 1921 Isle of Man TT Races, Woods told his friends that \"I can do that.\"[13] Despite his enthusiasm for the Isle of Man TT Races, Woods was without a motor-cycle to compete in the 1922 Isle of Man TT. After writing to most of the British motor-cycle manufactures, he was able to persuade the Cotton motor-cycle company to provide a machine for the 1922 Junior TT Race. The Cotton marque had entered a new motor-cycle with a new overhead-valve Blackburne engine. On first meeting Woods, the Cotton racing manager exclaimed that;- \"My God! They've sent me a bloody schoolboy![12] The Isle of Man Examiner newspaper described Woods as an \"enthusiastic amateur\"[14] and he started the 1922 Junior TT with the number 40 entered by Cotton. After being delayed at the start to stop to recover dropped spark-plugs which had fallen-out of his pocket,[15] Woods still managed to make good-time and lapped in 40 minutes and 50 seconds, despite[16] clipping the kerb at Governor's Bridge on lap 1. At Sulby on lap 2, Woods slipped off the motor-cycle[17] and got up and continued, but hit the same kerb again at Governor's Bridge, losing part of the exhaust. A fire in the pits at the TT Grandstand followed which was extinguished by pit-attendants and by Woods himself, using an overcoat. Further problems occurred at Braddan Bridge, when Woods had to stop to replace an exhaust valve, after the inlet push-rod had broken.[15] At Greeba Castle he discovered the brakes had failed after the rear brake cam lever had split[15] a result of the pit-fire. Woods continued the 1922 Junior TT Race with no brakes, and again fell off at the Ramsey Hairpin on the last lap,[7] still finishing the race in 5th place, in a time of 3 hours, 55 minutes and 33 seconds. Woods won the Dutch TT six times on the early Assen circuit.","Title":"Stanley Woods - Wikipedia","KeyID":"19705","URL":"https://en.wikipedia.org/wiki/Stanley_Woods"}