{"Content: ":"Rosalie Sylvia Crutchley (4 January 1920 – 28 July 1997) was a British actress. Trained at the Royal Academy of Music, Crutchley was perhaps best known for her television performances, but had a long and successful career in theatre and films, making her stage debut as early as 1932,[1] and her screen debut in 1947.[2] She had dark piercing eyes and often played foreign or rather sinister characters.[3] She also played many classical roles, including Juliet in Shakespeare's Romeo and Juliet, Hermione in The Winter's Tale, and Goneril in King Lear. Crutchley died at The Harley Street Hospital in London in 1997. Her screen debut was as a violinist who is murdered in Take My Life (1947).[3] She played Madame Defarge twice in adaptations of A Tale of Two Cities, in both the 1958 film, and in the 1965 television serialisation of the same story.[2] She played Catherine Parr in the 1970 TV series, The Six Wives of Henry VIII, and played the same character in its sequel, Elizabeth R (1971).[4] She had previously portrayed Henry's first wife Catherine of Aragon in the 1953 film The Sword and the Rose.[5] Other roles included Mrs Sparsit in Hard Times (ITV, 1977), and Electra (1974).[6] She also starred in the 1979 BBC TV production of Testament of Youth, playing the role of the Principal of Somerville College, Oxford.[7] She was in the films Quo Vadis (1951), as Acte, the former mistress of the Emperor Nero (Peter Ustinov), and The Haunting (1963), as the sinister housekeeper Mrs. Dudley.[2] Crutchley also appeared in film adaptations of two A.J. Cronin novels, The Spanish Gardener (1956) and Beyond This Place (1959), and played the flinty maiden aunt in the TV adaptation of Brendon Chase (1980–81).[2] She had two guest roles in Casualty, in 1992 and 1995. She also had a short, but memorable, appearance in the film Four Weddings and a Funeral (1994).[4] She appeared in only one film musical, Man of La Mancha (1972), based on the successful stage production, as Don Quixote's housekeeper.[8] In the role, her less-than-good singing voice was used for intentionally comic effect in the song \"I'm Only Thinking of Him\". Her last appearance was in the pilot episode of the TV detective series, Midsomer Murders, playing Lucy Bellringer.[2] This was shown in 1997, shortly before she died.[9] She was married twice, first to actor Dan Cunningham in 1939 and secondly to actor Peter Ashmore in 1946.[4] Both marriages ended in divorce. She had two children, the physicist Jonathan Ashmore and Catherine Ashmore, the theatrical photographer. [10]","Title":"Rosalie Crutchley - Wikipedia","KeyID":"19708","URL":"https://en.wikipedia.org/wiki/Rosalie_Crutchley"}