{"Content: ":"Roger Tory Peterson (August 28, 1908 – July 28, 1996) was an American naturalist, ornithologist, illustrator and educator, and one of the founding inspirations for the 20th-century environmental movement.[1] Peterson was born in Jamestown, New York, a small, industrial city in southwestern New York, on August 28, 1908. His father, Charles Gustav Peterson, was an immigrant from Sweden who came to America as an infant. At the age of ten, Charles Peterson lost his father to appendicitis and was sent off to work in the mills. After leaving the mills, he earned his living as a traveling salesman. Roger's mother, Henrietta Badar, was an immigrant, at the age of four, of German and Polish extraction, who grew up in Rochester, New York. She went to a teachers' college, and was teaching in Elmira, New York, when she met Charles. The two married, and moved to Jamestown, where Charles took a job at a local furniture factory.[2] Roger's middle name honors his Uncle Tory who was living in Oil City, Pennsylvania, south of Jamestown. He graduated from high school in 1925 and went to work in one of Jamestown's many furniture companies. One of his high school teachers, Miss Hornbeck, had encouraged his sketching and painting of birds and nature while he waited to earn enough money to buy a camera. Several months after graduating, he traveled to New York City to attend a meeting of the American Ornithologists' Union, where he met distinguished figures such as the artist Louis Agassiz Fuertes and up-and-comers like Joseph Hickey. Soon after, he moved to New York City and earned money by painting furniture, so that he could attend classes at the Art Students League in 1927-1929[3] and later at the National Academy of Design. He also managed to gain entrance to the eventually famous Bronx County Bird Club, though not himself from the Bronx. He hoped to attend Cornell University, but his family's finances were not sufficient for the cost of tuition. Instead, he managed to obtain a position as an art instructor at the Rivers School in Brookline, Massachusetts. In 1934, his A Field Guide to the Birds was published. The initial run of 2,000 copies sold out within a week. Peterson was married three times: Briefly, to Mildred Washington. For 33 years, to Barbara Coulter, with whom he had two sons. And for 20 years, to Virginia Westervelt. His second and third wives contributed to the research and organization of his guides.[4] Peterson's first work on birds was an article \"Notes from field and study\" in the magazine Bird-Lore, where he recorded anecdotally two sight records from 1925, a Carolina wren and a titmouse.[2] In 1934 he published his seminal Guide to the Birds, the first modern field guide. It sold out its first printing of 2‚000 copies in one week, and went through six editions. One of the inspirations for his field guide was the diagram of ducks that Ernest Thompson Seton made in Two Little Savages (1903).[5] He co-wrote Wild America with James Fisher, and edited or wrote many of the volumes in the Peterson Field Guide series, on topics ranging from rocks and minerals to beetles to reptiles. He developed the Peterson Identification System, and is known for the clarity of both his illustrations of field guides and his delineation of relevant field marks.[6][7] Paul R. Ehrlich, in The Birder's Handbook: A Field Guide to the Natural History of North American Birds (Fireside. 1988), said of Peterson: In this century, no one has done more to promote an interest in living creatures than Roger Tory Peterson, the inventor of the modern field guide.[8] Peterson was awarded the Linnaean Society of New York's Eisenmann Medal in 1986,[9] the United States Presidential Medal of Freedom[10] and the Order of the Golden Ark of the Netherlands. In 1977, he was honored by selection by the two Swedish District lodges of the Vasa Order of America to be Swedish-American of the Year. He was nominated for the Nobel Peace Prize and received honorary doctorates from numerous American universities.[11] He died in 1996 at his home in Old Lyme, Connecticut.[10] His remains were cremated and his ashes were spread on and round Great Island near Old Lyme,[12] and under grave memorials in the Duck River Cemetery in Old Lyme, and in the Pine Hill Cemetery in Falconer, New York.[13] The Roger Tory Peterson Institute of Natural History in Jamestown, New York is named in his honor.[14] In 2000, the American Birding Association established the Roger Tory Peterson Award for Promoting the Cause of Birding.[15] A biography, Birdwatcher: The Life of Roger Tory Peterson by Elizabeth Rosenthal, was published in 2008, the centenary of Peterson's birth.[16]","Title":"Roger Tory Peterson - Wikipedia","KeyID":"19706","URL":"https://en.wikipedia.org/wiki/Roger_Tory_Peterson"}