{"Content: ":"Consalvo Sanesi (28 March 1911, in Terranuova Bracciolini, Arezzo – 28 July 1998, in Milan) was best known as the Alfa Romeo works' test driver in the period following World War II, but he also competed in races with the Alfa Romeo Tipo 158/159 cars in the period before the Formula One World Championship came into being.[1] He competed in five Formula One World Championship Grands Prix, debuting on 3 September 1950. Although, on his day, his experience with the cars meant that he was often one of the fastest men on the racetrack, somehow this rarely translated into good results. He scored only 3 championship points. He found some success driving in sports car racing, continuing into the mid-1960s. On the 1953 Mille Miglia he posted the fastest stage average speed, 112.8 mph (181.5 km/h), beating greats such as Nino Farina and Juan Manuel Fangio, but on this occasion his car let him down and he failed to finish.[2] A year later he won his class in the Carrera Panamericana. Sanesi entered an Alfa Romeo in the November 1954 Pan American race in Mexico. In the European touring car class of the event he led at one juncture with a total time of 8 hours, 29 minutes, and 24 seconds. He was overtaken by fellow Italian and Alfa Romeo drivers, Sergio Mantovani and Mario Della Favera.[3] A couple of days later Sanesi established a 17-minute lead in his car, with the Alfa Romeo marque sweeping the first five positions of the European touring car division.[4] He gave up front line racing following a near-death accident during the 1964 12 Hours of Sebring race, when following a crash his Alfa Romeo Giulia TZ burst into flames. Only the prompt and courageous actions of Jocko Maggiacomo, a fellow driver watching at the trackside who dived into the flames and pulled Sanesi clear, saved his life. Sanesi was paired with driver Roberto Bussinello in the event.[5] Maggiacomo received a Gentleman of the Road award in November 1964 for his effort in rescuing Sanesi. The commendation was presented by the Milan Automobile Club.[6] (key)","Title":"Consalvo Sanesi - Wikipedia","KeyID":"19713","URL":"https://en.wikipedia.org/wiki/Consalvo_Sanesi"}