{"Content: ":"Tiziano Terzani (Italian: [titˈtsjaːno terˈtsaːni]; 14 September 1938 – 28 July 2004) was an Italian journalist and writer, best known for his extensive knowledge of 20th century East Asia and for being one of the very few western reporters to witness both the fall of Saigon to the hands of the Viet Cong and the fall of Phnom Penh at the hands of the Khmer Rouge in the mid-1970s. Terzani was born in Florence to poor working class parents. His mother was a hatmaker and his father worked in a mechanic work shop. He attended the University of Pisa as a law student and studied at the prestigious Collegio Medico-Giuridico of the Scuola Normale Superiore, which today is Sant'Anna School of Advanced Studies. After graduating, he worked for Olivetti, the office equipment producer. In 1965 he went on a business trip to Japan. This was his first contact with Asia and his first step towards his decision to change his life radically and explore Asia. During these years he again began writing for l'Astrolabio. He then resigned from Olivetti and moved to Columbia University in order to study Chinese language and culture. After a first stint as journalist within Il Giorno, in 1971 he moved to Singapore as a reporter, with his German-descent wife, Angela Staude, and their two small children, as the Asian correspondent for the German weekly Der Spiegel. He then offered his collaboration to the Italian daily newspapers Corriere della Sera and La Repubblica. In the meantime, on a semi-secret level, he sent regular information about East Asian politics to the Banca Commerciale Italiana, which was headed by Raffaele Mattioli. Terzani knew much about the historical and political background of Asia, but had also a deep interest in the philosophical aspects of Asian culture. Though an unbeliever, he always looked in his journeys for the spiritual aspects of the countries he was visiting. He lived for years at a time in Beijing, Tokyo, Singapore, Hong Kong, Bangkok and New Delhi. While staying in Hong Kong working as a journalist, he had a name in Chinese, 鄧天諾 (Deng Tiannuo) (meaning: \"heavenly/godly promise\"). His stay in Beijing in the 1980s came to an end when he was arrested and expelled in 1984 from the country for \"counter-revolutionary activities\".[1] He stopped using his Chinese name after this incident. Based on his experiences in China, he wrote La Porta Proibita (Behind The Forbidden Door).[2] Terzani's experiences in Asia are described in articles and essays in newspapers, as well as in the several books that he wrote. In his first book, Pelle di leopardo (Leopard Hide) (1973), he describes the last phases of the Vietnam War. The following recollection, Giai Phong! The Fall and Liberation of Saigon, recounts the takeover of Vietnam's capital by the Vietcong and the scramble of the last Westerners to escape with American helicopters; he stayed there for some time and witnessed the changes. Two years later he nearly died while trying to document the new \"Democratic Kampuchea\": the Khmer Rouge tried to execute him after his arrival in the border town of Poipet, and he saved his life only by his knowledge of the Chinese language. In what is perhaps his most well-known book, Un indovino mi disse (A Fortune-Teller Told Me), Terzani describes his travels across Asia by land and sea following the advice and warning from a fortune teller in Hong Kong that he must avoid airplanes for the whole year of 1993. One chapter of the book is entirely dedicated to Ferdynand Ossendowski, Polish traveller. Ryszard Kapuściński wrote about this book \"A great book written in the best traditions of literary journalism... profound, rich and reflective\". Kapuściński and Terzani shared the same vision of journalism. [1] After 9/11 he wrote Lettere contro la guerra (Letters Against the War). The book was born as a response to the anti-Islamic invectives published by the Italian journalist and author Oriana Fallaci on the daily Il Corriere della Sera on 29 September 2001. In his last book Un altro giro di giostra (One More Ride on the Merry-go-round), in 2001, Terzani deals with his illness, a bowel cancer which eventually led to his death in 2004, but not before he had travelled and searched through countries and civilizations, looking for a cure and for a new vision of life. A short excerpt from his book: \"...after a while, the goal of my journey was not the cure for my cancer anymore, but for the sickness which affects all of us: mortality\" Terzani spent the early 2000s in confinement on the mountainous Himalayas region, in a small hut that he rented in order to meditate and work on his books. He only seldom visited his family in Italy, but had to desist from his isolation when his sickness advanced too much. He returned to Italy, spending the last months of his life with his wife and grown son in Orsigna, a little village in the Apennine Mountains in the province of Pistoia that he considered \"his true, last love\". Terzani died on 28 July 2004, aged 65. His last memories are recorded in an interview for Italian television entitled \"Anam\", an Indian word that literally means \"the one with no name\", an appellative he gained during an experience in an ashram in India. His testament-book La fine è il mio inizio (The End Is My Beginning), co-authored with his son Folco, was published posthumously in March 2006 and sold 400,000 copies in 4 months. Its New Age theme has been attacked by Roman Catholic sources such as the newspaper Avvenire. [2] However, Terzani in Un altro giro di giostra is skeptical about the New Age. His books are being translated into many languages: German, French, Polish, Spanish, Portuguese, Dutch, Turkish, Slovenian, Japanese, Chinese, Russian, Hungarian, Romanian and by publishers from India (English), Thailand (English), Brazil (Portuguese) and Argentina (Spanish). The movie The End Is My Beginning was based on the book of the same name, depicting his last days (summer 2004, when he succumbed to cancer), when he is narrating to his son Folco the adventures of his life, his travels, and his philosophical views on life and death.[3] The role of the ailing, retired Terzani, now living in the mountains of Tuscany dressed and groomed just like an Indian sadhu, is played by Swiss-German actor Bruno Ganz and that of his son by Italian actor Elio Germano.[4] The movie, an art-house German-Italian production, was not expected to be a blockbuster but received positive reviews in the European press.","Title":"Tiziano Terzani - Wikipedia","KeyID":"19723","URL":"https://en.wikipedia.org/wiki/Tiziano_Terzani"}