{"Content: ":"William F. Milliken, Jr. (April 18, 1911 – July 28, 2012) was an aerospace engineer, automotive engineer and racecar driver. He was born in Old Town, Maine. After graduating from MIT in 1934, Milliken worked in the aircraft industry for twenty years in analysis, wind tunnel and flight testing, with emphasis on stability and control. He was assistant head of Flight Test at Boeing Aircraft during World War II, and was on the first flights of the prototype XB-29 and several B-17 models. As head of Flight Research at Cornell Aeronautical Laboratory (CAL) he initiated a program for measuring aircraft dynamics in flight using automatic control techniques, accomplishing the first frequency response measurements. Also, as co-inventor of the variable stability aircraft (circa 1948) he was involved in pioneering stability augmentation and modern electrohydraulic flight control systems. Milliken competed in over 100 post-war road races. He was a founding member of the Watkins Glen Road Races, serving as head of the Rules Committee. He competed in the very first Watkins Glen event in 1948 (in which he rolled-over). \"Milliken's Corner\" on the original Watkins Glen circuit is named after him. He drove cars such as Type 35 and 54 Bugattis and an ex-Indy Four Wheel Drive (FWD) Miller at Watkins Glen, Pikes Peak, Sebring and many others across North America for 15 years. Later, continuing involvement included a term as Chief Steward for the Formula One US Grand Prix. As a result of his racing activity, he became interested in automobile stability and control and the potential for applications of aircraft technology. Under the sponsorship of General Motors, vehicle dynamics activity at CAL developed and substantiated the automobile dynamic equations of motion and developed the first variable stability (servo-controlled) cars. The first six-component tire testing machine was developed, leading to TIRF, the original high-speed, flat-belt tire tester in 1970. TIRF is still one of the most advanced tire testing machines in the world. Prior to his death, his racing career resumed at a private meet at Bridgehampton, New York followed by several appearances at the Goodwood Festival of Speed and at the 50th anniversary of Watkins Glen. He drove both the FWD Miller Indy car and his own MX-1 \"Camber Car\" in these vintage events. Milliken has authored, or co-authored the following books:","Title":"William F. Milliken Jr. - Wikipedia","KeyID":"19735","URL":"https://en.wikipedia.org/wiki/William_F._Milliken_Jr."}