{"Content: ":"Colin Robert Horsley OBE (23 April 1920 – 28 July 2012) was a New Zealand classical pianist and teacher who was based in the United Kingdom all his working life.[1] He had a significant artistic association with the composer Sir Lennox Berkeley. Horsley was born in Whanganui, New Zealand in 1920. From 1936 he studied at the Royal College of Music in London. There he studied with Herbert Fryer, Angus Morrison, Tobias Matthay and Irene Scharrer. His solo debut was in Rachmaninoff's Piano Concerto No. 3.[2] In 1946 he premiered Humphrey Searle's Piano Concerto No. 1, Op. 5. In 1948 Horsley gave the first performance of Lennox Berkeley's Piano Concerto,[3] and he gave the first performances of some of Berkeley's piano works.[4] He also commissioned a Trio for Horn, Violin and Piano from Berkeley, and premiered it in March 1953 at the Victoria and Albert Museum, with Dennis Brain and Manoug Parikian.[5][6] Berkeley's Piano Sonata, Op. 20, was written for and premiered by Clifford Curzon, but Colin Horsley gave many subsequent performances, and recorded the work in 1959, in close collaboration with the composer.[7] Berkeley dedicated the Concert Study in E‑flat to Horsley, who also commissioned a Scherzo as an encore piece to be played after the Six Preludes.[8] He performed the complete cycle of Beethoven violin sonatas with Max Rostal.[2] He worked with Dennis Brain in playing and recording horn trios by Berkeley and Brahms. He premiered Nikolai Medtner's Piano Quintet when the composer was unable to perform it personally, due to illness. After Medtner's death, his widow Anna asked Horsley to play the composer's Third Piano Concerto at a memorial concert on 5 April 1952 in the Royal Festival Hall, conducted by Anatole Fistoulari.[9] After a touring career, Horsley taught at the Royal Manchester College of Music 1964-80, and at the RCM in London 1955-90.[2] Horsley was appointed an Officer of the Order of the British Empire in the 1963 Queen's Birthday Honours.[2][10] In retirement he lived on the Isle of Man, close to where his grandfather was born. He was the Patron of the Isle of Man Symphony Orchestra.[11] He died on 28 July 2012, aged 92. His currently available recordings include the Berkeley Horn Trio and Mozart works with the Dennis Brain Wind Ensemble; the Mozart Piano Concerto No. 14;[12] the Piano Concerto in E-flat major by John Ireland;[13] and with the violinist Max Rostal there are works by Debussy, Delius, Elgar, Schubert, Schumann, Stravinsky and Walton.[14]","Title":"Colin Horsley - Wikipedia","KeyID":"19733","URL":"https://en.wikipedia.org/wiki/Colin_Horsley"}