{"Content: ":"Ersilio Tonini (20 July 1914 – 28 July 2013) was an Italian cardinal of the Catholic Church. He served as Archbishop of Ravenna-Cervia from 1975 to 1990, and was elevated to the cardinalate in 1994. When Cardinal Paul Augustin Mayer died on 30 April 2010, Cardinal Tonini became the oldest living cardinal. He died on 28 July 2013, a week after his 99th birthday.[1] Ersilio Tonini was born in San Giorgio Piacentino, and studied at the seminary in Piacenza. He was ordained to the priesthood on 18 April 1937,[2][3] and then served as vice-rector of the Piacenza seminary until 1939. Tonini furthered his studies at the Pontifical Lateran University in Rome, obtaining his degrees in civil and canon law, from 1939 to 1943. From 1943 to 1969, he did pastoral work in the Diocese of Piacenza and for many years he was the pastor of parish of Salsomaggiore, as well as serving as ecclesiastical assistant of the Federation of Catholic Italian University Students, director of the weekly Il nuovo giornale, and professor and rector at its seminary. He was raised to the rank of Privy Chamberlain supernumerary on 6 November 1959. On 28 April 1969, Tonini was appointed Bishop of Macerata-Tolentino by Pope Paul VI. He received his episcopal consecration on the following 2 June from Archbishop Umberto Malchiodi, with Archbishop Agostino Casaroli and Bishop Carlo Colombo serving as co-consecrators. Tonini was later named both Archbishop of Ravenna and Bishop of Cervia on 22 November 1975. The two dioceses were united as the Archdiocese of Ravenna-Cervia on 20 September 1986. After reaching the mandatory retirement age of 75, he resigned the governance of his see on 27 October 1990, following fourteen years of service. Tonini preached the Lenten spiritual exercises to the Pope and members of the Roman Curia in February 1991 on the theme of \"the Church of hope for today\". Pope John Paul II created him Cardinal-Priest of Santissimo Redentore a Valmelaina in the consistory of 26 November 1994. As he was then already over 80, Tonini was never eligible to participate in a papal conclave.","Title":"Ersilio Tonini - Wikipedia","KeyID":"19743","URL":"https://en.wikipedia.org/wiki/Ersilio_Tonini"}