{"Content: ":"Alakbar Mammadov (Azerbaijani: Ələkbər Məmmədov; Russian: Алекпер Мамедов; 9 May 1930 – 28 July 2014) was a Soviet and Azerbaijani footballer best known as a striker for FC Dynamo Moscow in the 1950s and later as the first manager of the independent Azerbaijan national football team. He has been classified as a Master of Sport of the USSR as a four-time champion player in the Soviet Top League and a member of the Soviet national team. Mammadov also played for and managed his hometown club PFC Neftchi Baku for a total of 12 years.[1] He was only player to score four goals against AC Milan at San Siro.[2] Mammadov was well known for scoring the winning goal for Dynamo to clinch the Soviet Top League title for the club in the 87th minute of their 1957 championship match against Spartak Moscow; 50 years later, Mammadov's strike was commemorated when he was awarded the Order of Alexander Nevsky (first degree) at Dynamo's Petrovsky Park.[3] In addition to the 45 goals he scored as a member of Dynamo in league play, Mammadov also scored 11 times in international club play, including equalizers against A.C. Milan in front of 100,000 spectators at San Siro in 1955 and against the Brazilian side Vasco da Gama during their 1956 friendly in Moscow in front of 90,000 fans.[1] Between 1972 and 1990, Mammadov was the President of the staff that organized the \"Leather Ball\" All-Soviet Youth Football Tournament (Всероссийский турнир юных футболистов «Кожаный мяч»),[1] which now is associated with the Danone Nations Cup. Mammadov wrote a memoir titled Secrets of the Football Profession in 1991.[4] In 1992, Mammadov became the first head coach of the Azerbaijani national football team, compiling a 3–1 record as coach that includes the first ever national team victory, over Georgia, on 25 May 1993.[5][6] For his contributions to Azerbaijani football, a football tournament was established in 2008 in Mammadov's honor, which was played in Baku.[7][8] Exterpience of the Veterans (in Russian)","Title":"Alakbar Mammadov - Wikipedia","KeyID":"19746","URL":"https://en.wikipedia.org/wiki/Alakbar_Mammadov"}