{"Content: ":"Clive Edward Butler Rice (23 July 1949 – 28 July 2015) was a South African international cricketer.[1] An all-rounder, Rice ended his First Class cricket career with a batting average of 40.95 and a bowling average of 22.49. He captained Nottinghamshire County Cricket Club from 1979 to 1987. His career coincided directly with South Africa's sporting isolation, and his international experience was limited to his post-prime days. He played three One Day Internationals for South Africa following the country's return from sporting isolation. He was controversially left out of the squads for the one-off Test against West Indies and the 1992 Cricket World Cup. Despite this he is widely regarded as one of the best all-rounders of his generation, alongside Imran Khan, Ian Botham, Kapil Dev and his county team-mate Richard Hadlee.[2][3][4][5] On 28 July 2015, Rice died in hospital at the age of 66, suffering from a brain tumour.[6] Rice was born to Patrick and Angela[7] on 23 July 1949 in Johannesburg, Transvaal Province, Union of South Africa. Rice's grandfather Philip Salkeld Syndercombe Bower played cricket for Oxford University while his brother Richard was selected for Transvaal but was unable to play due to exams.[7] Rice worked for a street-lighting company called Envirolight in Johannesburg and his wife Susan heads a Sports Tour and Bush safari company. The couple have two children. Rice began his career with Transvaal in 1969 and was called up for South Africa's (ultimately cancelled) tour of Australia in 1971–72. In South African domestic cricket he successfully led the 1980s Transvaal, known as the \"Mean Machine\",[8] to three Castle Currie Cups and other one-day competition victories. Toward the end of his playing career, he played for and captained Natal. He became the first cricketer to score 5000 runs and to take 500 wickets in List A cricket history[9] Rice played for Nottinghamshire in the English County Championship in a side that also featured internationals Richard Hadlee and Derek Randall. As captain, he led the side to the County Championship title in both 1981 and 1987, winning the prestigious award of being named a Wisden cricketer of the year for his exploits in 1981.[10] He later played for Scotland. Along with other South African players, excluded from international cricket by the sporting boycott of South Africa due to his country's policy of apartheid, Rice joined the controversial World Series Cricket setup. During the 1980s, a number of rebel cricket teams visited South Africa to play unofficial \"Test\" matches. Rice captained the home side for the majority of these fixtures. Rice was able to make his debut in official international cricket in 1991, when, aged 42, he played in—and captained—South Africa's first One Day International, in a match against India at Eden Gardens, Calcutta.[11] Rice finished with averages of 13 with the bat and 57 with the ball from his three One Day International matches.[12] After retirement Rice worked as coach for Nottinghamshire and encouraged Kevin Pietersen to leave South Africa to qualify for England.[13][14][15] In September 2010, Rice claimed in an interview to Fox News that betting syndicates were involved in the deaths of Pakistan coach Bob Woolmer and former South African captain Hansie Cronje. Fox Sports quoted Rice as saying: \"These mafia betting syndicates do not stop at anything and they do not care who gets in their way.\" Former Pakistan coach Geoff Lawson had earlier told Fox Sports that match-fixing \"might not be about money, it might be about extortion, and all the things that go on\".[16] Rice was diagnosed with a brain tumour in September 1998 and received treatment in Hanover, Germany.[17] In February 2015, Rice collapsed at his house in Johannesburg and scans at a local hospital found that, as his tumour was located deep down, it could not be removed by a neurosurgeon by invasive surgery.[18] Rice then went to Health Care Global in Bangalore, India and received robotic radiation treatment to have the tumour removed. The surgery was successful and Rice returned home in March 2015.[19] On the morning of 28 July 2015, Rice died from sepsis in the Morningside hospital in Johannesburg.","Title":"Clive Rice - Wikipedia","KeyID":"19751","URL":"https://en.wikipedia.org/wiki/Clive_Rice"}