{"Content: ":"Émile Derlin Zinsou (23 March 1918[1] – 28 July 2016) was a Beninese politician and physician who was the President of Dahomey (now Benin) from 17 July 1968 until 10 December 1969, supported by the military regime that took power in 1967. Zinsou was present at the signing of the treaty that formed the African Union on 12 July 2000 in Togo. Zinsou was born in Ouidah on 23 March 1918. He was educated at Porto Novo and the Ecole William Ponty in Senegal. He studied medicine at the Dakar Medical College and qualified as a doctor. Zinsou was a physician in the French army from 1939 to 1940. Afterwards he operated a private practice and began to become involved in colonial politics.[2] Zinsou was one of the founders of Dahomey's first political party, the Union Progressiste Dahoméenne (UPD).[2] He was an assistant to Sourou-Migan Apithy in 1945 and was a deputy to the French National Assembly. From 1947 to 1953 he was vice president of the Assembly to the French Union. During this time the UPD splintered into ethnic/regional factions led by Apithy, Hubert Maga, and Justin Ahomadégbé-Tomêtin. Zinsou merged the remainder of the UPD with Ahomadégbé-Tomêtin's Bloc Populaire Africain to form the Union Démocratique Dahoméenne.[3] He served in the French senate from 1955 to 1958, joining the Independents d'Outre-Mer. While a senator, Zinsou developed a close bond with future President of Senegal Léopold Sédar Senghor. Zinsou was a deputy to Dahomey's Territorial (later National) Assembly and was Minister of Commerce during the \"loi-cadre\" liberalization period of 1958 to 1959. He did not want to see the breakup of France's African colonies after independence and was the secretary of the Dakar-based Parti du Regroupement Africain (PRA). Zinsou broke with Apithy in 1959 after Apithy backed out of the idea of a Mali Federation, one of the PRA's chief proposals.[3] After Dahomey achieved independence, Zinsou became the ambassador to France. Under Maga, he was Minister of Foreign Affairs from 1962 to an abrupt dismissal in 1963. He was Francophone Africa's candidate for the role of the secretary-general of the Organization of African Unity in 1964. In early 1965 he was an advisor to the South African Anglo-American Corporation in Paris. Zinsou was again foreign minister from late December 1965 to 1967 in General Christophe Soglo's administration.[3] Following the 1967 coup and the electoral boycott in 1968, Zinsou was the military's pick for president and was sworn in on 17 July 1968. This was quite unusual because he was a staunch anti-militarist. As President, Zinsou promoted anti-smuggling policies, countermeasures against strikes, and a more efficient tax collecting system. This upset some people and military officers were infuriated by his independent actions.[3] As a result, his chief of staff Maurice Kouandété deposed him on 10 December 1969. Although Zinsou was injured when machine guns fired on the presidential palace, two of his bodyguards were murdered.[4] Zinsou received a mere 3 percent of votes in the 1970 presidential election and rejected an offer to join the presidential council. Instead, he opted to move to Paris.[5] He is said to have opposed the one-party Marxist policies of Mathieu Kérékou, who ruled Benin from 1972 to 1990. On 17 March 1975, following an attempted coup led by Janvier Assogba, Zinsou was accused of being complicit. He was sentenced to death in absentia.[5] On 16 January 1977 an attempted coup d'état took place in Benin with a group of armed men led by renowned French mercenary \"Colonel\" Bob Denard. The operation, called Opération Crevette (or Operation Shrimp), was mounted in order to oust leftist President Mathieu Kérékou. In his autobiography, Bob Denard has mentioned that Emile Derlin Zinsou was to be reinstated in power in the aftermath of the coup, and that he was in fact waiting on board the mercenaries' plane that fled the country when the coup attempt failed. Zinsou has often denied being linked to the coup, but refused to comment on Denard's writings. In 1990, Zinsou returned to Benin after his 17-year exile. He opposed the new constitution in the referendum of 2 December 1990 but was unsuccessful.[5] Zinsou was a mediator in the Democratic Republic of the Congo during that country's civil war in the late 1990s; he arrived in Kinshasa on 20 September 1999, along with fellow mediator Padre Matteo Zuppi, and met with President Laurent-Désiré Kabila.[6] Zinsou was, as of 2007, the Honorary President of the National Union for Democracy and Progress political party.[7] In January 2006, he announced his support for Yayi Boni in the March 2006 presidential election.[8] Zinsou, like other world leaders of the time, contributed to a disc left on the surface of the Moon by the astronauts of Apollo 11.[9] Zinsou died in his home on 28 July 2016 in Cotonou, Benin. He was 98 years old.[10][11][12] ","Title":"Émile Derlin Zinsou - Wikipedia","KeyID":"19753","URL":"https://en.wikipedia.org/wiki/%C3%89mile_Derlin_Zinsou"}