{"Content: ":"Mahasweta Devi (14 January 1926 – 28 July 2016)[1][2] was an Indian writer in Bengali and an activist. Her notable literary works include Hajar Churashir Maa, Rudali, and Aranyer Adhikar.[3] She was a leftist who worked for the rights and empowerment of the tribal people (Lodha and Shabar) of West Bengal, Bihar, Madhya Pradesh and Chhattisgarh states of India.[4] She was honoured with various literary awards such as the Sahitya Akademi Award (in Bengali), Jnanpith Award and Ramon Magsaysay Award along with India's civilian awards Padma Shri and Padma Vibhushan.[5] Mahasweta Devi was born in a brahmin family[6] on 14 Jan 1926 in Dacca, British India (now Dhaka, Bangladesh). Her father, Manish Ghatak, was a poet and novelist[7] of the Kallol movement, who used the pseudonym Jubanashwa (Bengali: যুবনাশ্ব).[8] Ghatak's brother was filmmaker Ritwik Ghatak.[9] Devi's mother, Dharitri Devi, was also a writer and a social worker[7] whose brothers include sculptor Sankha Chaudhury and the founder-editor of Economic and Political Weekly of India, Sachin Chaudhury. Devi's first schooling was in Dhaka,[7] Eden Montessori School (1930). After that, she moved to West Bengal (now in India).[7] Then she studied in Midnapore Mission Girls High School (1935). After that she was admitted to Santiniketan (1936 to 1938). After that, she studied at Beltala Girls' School (1939-1941) where she finished her matriculation. Then in 1944 she got I.A. from Asutosh College. She attended Rabindranath Tagore-founded Visva-Bharati University and completed a B.A. (Hons) in English, and then finished an M.A. in English at Calcutta University.[7][10][11] Devi wrote over 100 novels and over 20 collections of short stories[12] primarily written in Bengali but often translated to other languages.[13] Her first novel, titled Jhansir Rani, based on a biography of the Rani of Jhansi was published in 1956.[7] She had toured the Jhansi region to record information and folk songs from the local people for the novel.[3] Mahasweta Devi's specialisation lay in the studies of Adivasi, Dalit and Marginalized citizens with a focus on their women. They were associated as protestor in the face of British colonialism, the Mahajanas and upper class corruption and injustice. She lived in the Adivasi villages in West Bengal, Bihar, Madhya Pradesh, Chhattisgarh years afer years, befriending them and learning from them. She has embodied their struggles and sacrifices in her words and characters.[7] She had claimed that her stories aren't her creation, they are the stories of the people of her country. Such an example is her work \" Chotti Mundi Ebong Tar Tir\" In 1964, she began teaching[7] at Vijaygarh Jyotish Ray College (an affiliated college of the University of Calcutta system). In those days Vijaygarh Jyotish Ray College was an institution for working-class women students. During that period she also worked—as a journalist[7] and as a creative writer. She studied the Lodhas and Shabars, the tribal communities of West Bengal, women and dalits. In her elaborate Bengali fiction, she often depicted the brutal oppression on the tribal people and untouchables by the powerful authoritarian upper-caste landlords, money-lenders, and venal government officials.[10] She wrote of the source of her inspiration: I have always believed that the real history is made by ordinary people. I constantly come across the reappearance, in various forms, of folklore, ballads, myths and legends, carried by ordinary people across generations. ... The reason and inspiration for my writing are those people who are exploited and used, and yet do not accept defeat. For me, the endless source of ingredients for writing is in these amazingly noble, suffering human beings. Why should I look for my raw material elsewhere, once I have started knowing them? Sometimes it seems to me that my writing is really their doing.[14] Postcolonial scholar Gayatri Chakravorty Spivak has translated Devi's short stories into English and published three books Imaginary Maps (1995, Routledge), Old Woman (1997, Seagull), The Breast Stories (1997, Seagull).[15] Mahasweta Devi raised her voice several times against the discrimination suffered by tribal people in India.[3] Devi's 1977 novel Aranyer Adhikar (Right to the Forest) was about the life of Birsa Munda.[3] And in June 2016, consequent to Devi's activism, the Jharkhand State Government finally saw to the removal of the manacles from the figure of Munda, which had been part of the commemorative sculpture of the notable young tribal leader due to its having been based on a photograph dating from the era of British rule. Devi spearheaded the movement against the industrial policy of the earlier Communist Party of India (Marxist) government of West Bengal. Specifically, she stridently criticized confiscation from farmers of large tracts of fertile agricultural land by the government which then ceded it to industrial houses at throwaway prices. She supported the candidature of Mamata Banarjee in the 2011 West Bengal Legislative Assembly election which resulted in the end of the 34-year long rule of CPI(M).[16][7] She had connected the policy to the commercialization of Santiniketan of Rabindranath Tagore, where she spent her formative years. Her lead in the Nandigram agitation resulted in a number of intellectuals, artists, writers and theatre workers joining in protest of the controversial policy and particularly its implementation in Singur and Nandigram.[3] She is known to have helped the noted writer Manoranjan Bypari to come into prominence as his initial writings were published in her journal and as prompted by her. At the Frankfurt Book Fair 2006, when India was the first country to be the Fair's second time guest nation, she made an impassioned inaugural speech wherein she moved the audience to tears with her lines taken from the famous film song \"Mera Joota Hai Japani\" by Raj Kapoor.[17] This is truly the age where the Joota (shoe) is Japani (Japanese), Patloon (pants) is Englistani (British), the Topi (hat) is Roosi (Russian), But the Dil... Dil (heart) is always Hindustani (Indian)... My country, Torn, Tattered, Proud, Beautiful, Hot, Humid, Cold, Sandy, Shining India. My country.[17] In 1997, president Shankar Dayal Sharma commuted two death sentences after Devi led a petition campaign.[18] In 2012, she was one of more than 215 signatories, along with Nandita Das, Aamir Bashir, and Anusha Rizvi, to a petition delivered to president Pranab Mukherjee that opposed the death penalty after the conviction of Ajmal Kasab following the 2008 Mumbai attacks and instead favored life imprisonment.[19] The letter stated, \"In the land of Buddha, Mahavira and Gandhiji, let it not be said there is no place in our hearts for mercy.\"[19] On 27 February in 1947, she married renowned playwright Bijon Bhattacharya, who was one of the founding fathers of the Indian People's Theatre Association movement.[9] In 1948, she gave birth to Nabarun Bhattacharya, who became a novelist and political critic.[20] She worked in a post office but was fired for her communist leaning.[11] She went on to do various jobs, such as selling soaps and writing letters in English for illiterate people. In 1962, she married author Asit Gupta after divorcing Bhattacharya.[11] In 1976, the relationship with Gupta ended. On 23 July 2016, Devi suffered a major heart attack and was admitted to Belle Vue Clinic, Kolkata. Devi died of multiple organ failure on 28 July 2016, aged 90.[21] She had suffered from diabetes, sepsis and urinary infection.[9] On her death, Mamata Banerjee, Chief Minister of West Bengal tweeted \"India has lost a great writer. Bengal has lost a glorious mother. I have lost a personal guide. Mahasweta Di rest in peace.\"[9] Prime Minister Narendra Modi tweeted \"Mahashweta Devi wonderfully illustrated the might of the pen. A voice of compassion, equality & justice, she leaves us deeply saddened. RIP.\"[9] Devi's major works include:[32] Mahananda, a Bengali film based on her life and works, directed by acclaimed director Arindam Sil was released on 2022. Gargi Roychowdhury essayed the titular role in the film.","Title":"Mahasweta Devi - Wikipedia","KeyID":"19754","URL":"https://en.wikipedia.org/wiki/Mahasweta_Devi"}