{"Content: ":"Nazarius and Celsus (Italian: San Nazaro[2] e San Celso) were two martyrs of whom nothing is known except the discovery of their bodies by Ambrose of Milan. According to Paulinus the Deacon's Vita Ambrosii, Ambrose, at some time within the last three years of his life, after the death of the Emperor Theodosius (d. 395), discovered in a garden outside the walls of Milan the body of Nazarius, with severed head. Nazarius's blood was reportedly still liquid and red when his body was exhumed by Ambrose.[1] Ambrose had it carried to the Basilica of the Apostles. In the same garden Ambrose likewise discovered the body of Celsus, which he had transported to the same place. The Catholic Encyclopedia states: \"Obviously a tradition regarding these martyrs was extant in the Christian community of Milan which led to the finding of the two bodies.\"[3] Nazarius was a citizen of Rome whose father was Jewish[4] or pagan. His mother was Perpetua.[5] Nazarius was a student of the apostle Peter and was baptized by Pope Linus. During the persecutions of Nero, Nazarius fled Rome and preached in Lombardy, visiting Piacenza and Milan, where he met the brothers Gervase and Protase, who had been imprisoned and who inspired Nazarius by their example.[6] Nazarius was whipped and condemned to exile by the authorities. He traveled to Gaul, where a young boy of nine, Celsus, was entrusted to his care after the boy's mother asked Nazarius to teach and baptize her son. Nazarius raised him as a Christian. The two were arrested, tortured, and imprisoned for their faith. They were released on condition they would not preach at this place any longer. They preached in the Alps and built a chapel at Embrun, and then continued on to Geneva, and then Trier. They preached in Trier, and converted many to Christianity, and they were imprisoned once again there. Celsus was entrusted to the care of a pagan lady, who attempted to make him abjure his faith. Celsus refused, and was eventually returned to Nazarius.[6] An additional legend that describes their time at Trier states that they were tried by Nero there, who ordered the two to be drowned. Nazarius and Celsus were taken in a ship and thrown overboard, but a storm suddenly arose, frightening the sailors. The sailors pulled the two back on board.[1] Nazarius and Celsus left Trier and reached Genoa, and then returned to Milan, and were arrested again. They refused to sacrifice to the Roman gods, and were beheaded.[5] This legend, written much later, is without historical foundation and places the martyrdom of Nazarus and Celsus during the persecution of Nero, and describes with many details the supposed journeyings of Nazarius through Gaul and Italy. However, Paulinus says distinctly that the date on which Nazarius suffered martyrdom is unknown.[3] Gregory of Tours[7] states that they were martyred at Embrun, which makes the discovery of their bodies in Milan truly miraculous. The discourse eulogizing the two saints which has been attributed to Ambrose (Sermo lv, in Patrologia Latina, XVII, 715 sqq.) is not genuine. Ambrose sent some of Nazarius and Celsus's relics to Paulinus of Nola, who placed them in honor at Nola. Paulinus of Nola speaks in praise of Nazarius in his Poema xxvii (Patrologia Latina, LXI, 658). A magnificent silver reliquary with interesting figures, dating from the 4th century, was found in the church of San Nazaro Maggiore in Milan (Venturi, \"Storia dell' arte italiana\", I, Milan, 1901, fig. 445–49). The Milanese church of San Celso is dedicated to Celsus. There is a sanctuary dedicated to Nazarius at Monte Gargano. Camillo Procaccini painted his Martirio dei santi Nazaro e Celso around 1629.[8] This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). \"Sts. Nazarius and Celsus\". Catholic Encyclopedia. New York: Robert Appleton Company.","Title":"Nazarius and Celsus - Wikipedia","KeyID":"19766","URL":"https://en.wikipedia.org/wiki/Nazarius_and_Celsus"}