{"Content: ":"Ólavsøka is the biggest summer festival in the Faroe Islands, and by most Faroese considered as the national holiday of the Faroes along with Flag Day on 25 April. Ólavsøka is celebrated for several days, but the day itself is on 29 July. It is the day when the Faroese Parliament (Løgting) opens its session.[1] Ólavsøka is a cultural and sports festival with boat races, football matches and other events. The 28 July, which is the day where the finals of the rowing competitions take place, is half working day for the members of some of the labour unions while Saint Olaf's Day (Ólavsøkudagur) on 29 July is full holiday for members of most of the unions.[2][3] The literal meaning is \"Olaf's wake\" (vigilia sancti Olavi in Latin), from Saint Olaf's death at the Battle of Stiklestad in 1030 (see Olsok). Like several other Faroese holidays, the vøka begins the evening before, so Ólavsøka always starts on 28 July with an opening ceremony. Some events start even before that; there has been a Ólavsøka Concert held on 27 July for several years. Ólavsøka is the day of the year when many Faroese crowd into the capital Tórshavn. There are held the national rowing competition finals, which is one of the highlights in Faroese sports. In addition, there are art exhibitions, folk music, and Faroese chain dancing. The chain dance is for everyone; normally it is held in Sjónleikarhúsið, which is a theatre in Tórshavn. The salute for ólavsøka in Faroese is Góða ólavsøku! (Good Olaf's Wake!). The stamps shown on the right were issued by Postverk Føroya on 18 May 1998, and the artwork was produced by Edward Fuglø. Some of the festivities start some days before, depending on which day in the week Ólavsøka falls. There is usually also an Ólavsøka concert in Tórshavn on 27 July in the evening.[4] In recent years, however, the concert has not been held. Instead, the one-day festival Tórsfest has been held in Tórshavn the weekend before ólavsøka. Normally the opening of Ólavsøka starts with a procession of sports people from Tórshavn, city council members, a brass band and people riding on horses. They walk in procession from the public school (Kommunuskúlin) down to the centre of town to Tinghúsvøllur on Vaglið, where people are waiting for the procession to arrive. The people who walk in procession then gather on the triangle-shaped Tinghúsvøllur in front of the parliament building (Løgtingshúsið og Tinghúsið), there will be a speech by someone who is appointed, and this person will officially open the Ólavsøka. A brass band normally plays at the opening. The Ólavsøka Boat Race is always held on the eve of ólavsøka on 28 July. Before the Ólavsøka festival there have been several other village festivals around the islands, called stevnur, where the Faroese boat race has been going on, starting at the Norðoyastevna in Klaksvík, which is either in the beginning of June or in the end of May. In the end of June there is an island festival in Suðuroy which is called Jóansøka. This festival is celebrated every second year it; is held in Tvøroyri (odd years) and every second years in Vágur (even years). The rowing competition on Jóansøka is always held on a Saturday. The Faroese boat race is in several parts, divided into groups of children, boys, girls, men and women. The boat races are also grouped by the size of the boats. All the boats are wooden rowing boats, the rowing people are sitting together two and two, and one person is steering the boat in the back of the boat. In Faroese the boats are called 5-mannafør, 6-mannafør, 8-mannafør and 10-mannafør. The boats who win the ólavsøka Boat Race win a trophy and the boats who become Faroese Champions also win another trophy. Sometimes the same boat is the winner of both trophies. The rowing people who win also get medals. The distance which the boats are rowing is 1,000 meters at the ólavsøka Boat Race, except for the children who row a shorter distance. In some places the larger boats row longer distances. The 8-mannafør row 1,500 meters and the 10-mannafør row 2,000 meters. But this is not possible in Tórshavn. On 29 July the Faroese Løgting will open again after the summer holiday. The Faroese Prime Minister (Løgmaður) will give his speech, and the politicians will have the opportunity to comment on it the following days. But before the opening of the Løgting, there is a ceremony, which starts just before 11:00 in the morning, where the Faroese priests, the members of the Faroese Parliament, the head of the Police, some Danish officials and some other important people will walk in procession to Tórshavn Cathedral (Dómkirkjan, earlier called Havnar Kirkja). After the service in the church these people will walk in procession to the House of Parliament (Tinghúsið). They will line up just outside the Tinghús facing the crowd of people who are standing around the Tinghúsvøllur. And then it is time for some classical music and choir music, the Olavsoka Cantata, which starts at 12:00 or just after. 2009 was the 100th year birthday of the Municipality of Tórshavn. One of the most famous Faroese composers Sunnleif Rasmussen composed and directed the Ólavsøka Cantata, which was based on the history of Faroese music, back to folk songs and hymns of Thomas Kingo up to the present time with modern music.[5][6]","Title":"Ólavsøka - Wikipedia","KeyID":"19774","URL":"https://en.wikipedia.org/wiki/%C3%93lavs%C3%B8ka"}