{"Content: ":"Gular skin (throat skin), in ornithology, is an area of featherless skin on birds that joins the lower mandible of the beak (or bill) to the bird's neck.[1] Other vertebrate taxa may have a comparable anatomical structure that is referred to as either a gular sac, throat sac, vocal sac or gular fold. Gular skin can be very prominent, for example in members of the order Phalacrocoraciformes as well as in pelicans (which likely share a common ancestor). In many species, the gular skin forms a flap, or gular pouch, which is generally used to store fish and other prey while hunting. In cormorants, the gular skin is often colored, contrasting with the otherwise plain black or black-and-white appearance of the bird. This presumably serves some function in social signalling, since the colors become more pronounced in breeding adults. In frigatebirds, the gular skin (or gular sac or throat sac) is used dramatically. During courtship display, the male forces air into the sac, causing it to inflate over a period of 20 minutes into a startling huge red balloon. Because cormorants are closer relatives of gannets and anhingas (which have no prominent gular pouch) than of frigatebirds or pelicans, it can be seen that the gular pouch is either plesiomorphic or was acquired by parallel evolution. The orangutan is the only known great ape to have this characteristic, where it is only present in males. In addition the walrus and some species of gibbon or lesser ape such as the siamang have a throat sac. Many amphibians will inflate their vocal sac to create certain vocalizations in order to communicate, scare off rivals (to proclaim territory or dominance), and to locate and attract a mate. The gular sac in this instance amplifies their voice to be heard louder and seemingly closer. Some species of lizard also have a gular fold and consequently, gular scales. The theropod dinosaur Pelecanimimus, which lived in the early Cretaceous Period 130 million years ago, also had a gular pouch, similar to the pelican after which it is named. The conus snail has a throat sac.","Title":"Gular skin - Wikipedia","KeyID":"1977","URL":"https://en.wikipedia.org/wiki/Gular_skin"}