{"Content: ":"Samson of Dol (also Samsun; born c. late 5th century) was a Cornish saint, who is also counted among the seven founder saints of Brittany with Pol Aurelian, Tugdual or Tudwal, Brieuc, Malo, Patern (Paternus) and Corentin. Born in southern Wales, he died in Dol-de-Bretagne, a small town in north Brittany. The primary source for his biography is the Vita Sancti Samsonis, written sometime between 610 and 820 and clearly based on earlier materials.[1] It gives useful details of contacts between churchmen in Britain, Ireland and Brittany. Samson was the son of Amon of Demetia and Anna of Gwent. His father's brother married his mother's sister so that their son Maglor was Samson's cousin twice over. Due to a prophecy concerning his birth his parents placed him under the care of Illtud, Abbot of Llantwit Fawr, where he was raised and educated.[2] Samson later sought a greater austerity than his school provided, and so moved to Llantwit's daughter house, the island monastery of Caldey off the coast of Dyfed (Pembrokeshire), Wales, where he became abbot after the death of Pyr. Samson abstained from alcohol – unlike Pyr, who was killed when he fell down a well while drunk. As a cenobitic and later an eremitic monk, he travelled from Caldey to Ireland, where he is said to have founded or revived a monastery.[3] There is one fairly certain date recorded of Samson's life; that he was ordained bishop by Bishop Dubricius[2] on the Feast of the Chair of Saint Peter (22 February) at the beginning of Lent, which can be calculated to have fallen in the year 521. If, as is usual, he was 35 years old at the time then he would have been born in 486. Iolo Morganwg was responsible for the re-discovery of the Samson Pillar at St Illtud's Church, Llantwit, in about 1789,[4] but his suggestion that it was erected by Samson himself was discredited by later historians with access to more reliable written sources. However, in the 20th century, genealogical studies threw further light on the subject, and the pillar is now considered by many to be \"one of the oldest inscribed Christian monuments in Britain\".[5] Later he travelled to Cornwall (where he founded a community in either South Hill or Golant), then the Scilly Isles (where the island of Samson is named after him), Guernsey where he is the Patron Saint and Brittany, where he founded the monastery of Dol.[2] He organised the excommunication of King Conomor and successfully petitioned the Merovingian king Childebert I on behalf of Judael, Conomor's estranged son (c. 540-60). He is recorded as having attended a council in Paris sometime between 556 and 573, by which time he would have been old. He was buried with his cousin Magloire in the cathedral of Dol. The Anglo-Saxon King Athelstan (r. 924–939) obtained several relics of Samson, including an arm and a crozier, which he deposited at his monastery at Milton Abbas in Dorset.[6] In the 2004 edition of the Roman Martyrology of the Catholic church, Samson is listed under 28 July. He is mentioned as follows: \"At Dol in Brittany (died) Samson, abbot and bishop, who having learned the Gospel and monastic discipline in Wales from Illtud, spread these in Domnonée.\"[7] He does not appear in the current Roman Catholic liturgical calendar of saints celebrated annually in Wales.[8]","Title":"Samson of Dol - Wikipedia","KeyID":"19770","URL":"https://en.wikipedia.org/wiki/Samson_of_Dol"}