{"Content: ":"Blubber is a thick layer of vascularized adipose tissue under the skin of all cetaceans, pinnipeds, penguins, and sirenians. Lipid-rich, collagen fiber-laced blubber comprises the hypodermis[1] and covers the whole body, except for parts of the appendages. It is strongly attached to the musculature and skeleton by highly organized, fan-shaped networks of tendons and ligaments, can comprise up to 50% of the body mass of some marine mammals during some points in their lives, and can range from 2 inches (5 cm) thick in dolphins and smaller whales, to more than 12 inches (30 cm) thick in some bigger whales, such as right and bowhead whales. However, this is not indicative of larger whales' ability to retain heat better, as the thickness of a whale's blubber does not significantly affect heat loss. More indicative of a whale's ability to retain heat is the water and lipid concentration in blubber, as water reduces heat-retaining capacities, and lipid increases them.[2] Blubber is the primary fat storage on some mammals, specifically those that live in water. It is particularly important for species that feed and breed in different parts of the ocean. During these periods, the animals metabolize fat. Blubber may save energy for marine mammals, such as dolphins, in that it adds buoyancy while swimming.[3] Blubber differs from other forms of adipose tissue in its extra thickness, which provides an efficient thermal insulator, making blubber essential for thermoregulation. Blubber is more vascularized—rich in blood vessels—than other adipose tissue. Blubber has advantages over fur (as in sea otters) in that, though fur retains heat by holding pockets of air, the air expels under pressure (i.e., when the animal dives). Blubber, however, does not compress under pressure. It is effective enough that some whales can dwell in temperatures as low as 40 °F (4 °C).[4] While diving in cold water, blood vessels covering the blubber constrict and decrease blood flow, thus increasing blubber's efficiency as an insulator.[5] Blubber aids buoyancy and streamlines the body, because the organized, complex collagenous network supports the noncircular cross sections characteristic of cetaceans. The buoyancy of blubber could be problematic for bottom-feeding marine mammals such as sirenians and the extinct marine sloths, both of which do or probably did have limited amounts of it for that reason.[6][7] Research[8] into the thermal conductivity of the common bottlenose dolphin's blubber reveals its thickness and lipid content vary greatly amongst individuals and across life history categories. Blubber from emaciated dolphins is a poorer insulator than that from nonpregnant adults, which in turn have a higher heat conductivity than blubber from pregnant females and adolescents. Uqhuq,[9] or uqsuq,[10] (\"blubber\" in the Inuktitut language) is an important part of the traditional diets of the Inuit and of other northern peoples, because of its high energy value and availability. Whale blubber, which tastes like arrowroot biscuits, has similar properties.[11] Whaling largely targeted the collection of blubber: whalers rendered it into oil in try pots, or later, in vats on factory ships. The oil could serve in the manufacture of soap, leather, and cosmetics.[12] Whale oil was used in candles as wax, and in oil lamps as fuel. A single blue whale can yield a blubber harvest of up to 50 tons.[13] Blubber from whales and seals contains omega-3 fatty acids and vitamin D.[14] Without the vitamin D, for example, the Inuit and other natives of the Arctic would likely suffer from rickets. There is evidence blubber and other fats in the arctic diet also provide the calories needed to replace the lack of carbohydrates which are found in the diets of cultures in the rest of the world.[15] In the 21st century, blubber contains man-made polychlorinated biphenyl (PCBs), carcinogens that damage human nervous, immune, and reproductive systems.[16][17] The source of PCB concentrations is unknown. Since toothed whales are high on the food chain, they likely consume large amounts of industrial pollutants (bioaccumulation); even baleen whales, by merit of the huge amount of food they consume, are bound to have toxic chemicals stored in their bodies. Additionally, there are high levels of mercury in the blubber of seals of the Canadian arctic.[18]","Title":"Blubber - Wikipedia","KeyID":"1979","URL":"https://en.wikipedia.org/wiki/Blubber"}