{"Content: ":"Licking is the action of passing the tongue over a surface, typically either to deposit saliva onto the surface, or to collect liquid, food or minerals onto the tongue for ingestion, or to communicate with other animals. Many animals both groom themselves and eat or drink by licking. Grooming: Animals commonly clean themselves through licking. In mammals, licking helps keep the fur clean and untangled. The tongues of many mammals have a rough upper surface that acts like a brush when the animal licks its fur. Certain reptiles, such as geckos, clean their eyes by licking them. Mammals typically lick their offspring clean immediately after birth; in many species this is necessary to free the newborn from the amniotic sac. The licking not only cleans and dries the offspring's fur, but also stimulates its breathing and digestive processes. Food and water acquisition: Hummingbirds are often said to \"sip\" nectar, but in fact they lap up nectar on their long tongues. Their tongues have fringed edges, which help both in nectar-eating and in catching tiny insects. Mother hummingbirds also lick their chicks after a rainstorm to dry them by licking water droplets from the coats of the chicks to avoid them chilling. Many animals drink by licking. While young mammals drink milk from their mothers' teats by sucking, the typical method of drinking for adult mammals involves dipping the tongue repeatedly into water and using it to scoop water into the mouth. This method of drinking relies in part on the water adhering to the surface of the tongue and in part on muscular control of the tongue to form it into a spoonlike shape.[citation needed] Cattle, horses and other animals lick rocks, salt licks or other objects to obtain mineral nutrients. Gustation: Animals also use their tongues to enhance their sense of smell. By licking a surface or extending the tongue beyond the mouth, molecules are transferred via the tongue to the olfactory receptors in the nose and in some animals, to the vomeronasal organ. In some mammals, the tongue is used to \"lick\" the air during the flehmen response to assist transfer of pheremones. Similarly, snakes use smell to track their prey. They smell by using their forked tongues to collect airborne particles, then passing them to the vomeronasal organ. They keep their tongues constantly in motion, sampling particles from the air, ground, and water, analyzing the chemicals found, and determining the presence of prey or predators in the local environment. Communication: Dogs and cats use licking both to clean and to show affection among themselves or to humans, typically licking their faces. Many animals use licking as a submissive or appeasement signal in dominance hierarchies. Thermoregulation: Some animals use licking to cool themselves. Cats[1] do not sweat the way humans do and the saliva deposited by licking provides a similar means of evaporative cooling. Some animals spread saliva over areas of the body with little or no fur to maximise heat loss. For example, kangaroos lick their wrists and rats lick their testicles. Mating behavior: Post-copulatory genital grooming often occurs in male rats and prosimian primates.[2] This behavior may prevent disease transmission.[3] Ring-tailed lemurs lick each other's babies as a means of collective grooming and of reinforcing social cohesion within the community.[4] Macaques and other primates lick leaves for water in addition to dipping their arms into tree crevices and licking the water off.[5] Chimpanzees use licking in a variety of ways: licking objects, such as dead trees, that others in their community have licked,[6] licking each other's body parts for grooming and sex[6] and licking rocks for salt.[7] Gorillas use licking in addition to other senses to determine the nature of an object.[8] Compared to most other mammals, licking has a minor role for humans. The human tongue is relatively short and inflexible, and is not well adapted for either grooming or drinking. Instead, humans prefer to wash themselves using their hands and drink by sucking or pouring fluid into their mouth. Humans have much less hair over their skin than most other mammals, and much of that hair is in places which they cannot reach with their own mouth. The presence of sweat glands all over the human body makes licking as a cooling method unnecessary. Nonetheless, licking does play a role for humans. Even though humans cannot effectively drink water by licking, the human tongue is quite sufficient for licking more viscous fluids. Some foods are sold in a form intended to be consumed mainly by licking, e.g. ice cream cones and lollipops. Though useful, in some cultures it is considered improper table manners to clean one's fingers by licking during a meal. Some people in the Afar tribe of Ethiopia have been reported to have used their tongues to lick other humans, as a way of cleaning them from the dust that accumulates on them in a very water-scarce region.[9][failed verification] Humans use licking for a number of other purposes. For example, licking can moisten the adhesive surfaces of stamps or envelopes. Many people lick a fingertip (usually the one of the index finger) for some extra grip when turning a page, taking a sheet of paper from the top of a pile or opening a plastic bag. In sewing, thread ends are commonly wet by licking to make the fibres stick together and thus make threading them through the eye of a needle easier. Another practice considered uncivilized is licking one's hand and using it to groom one's hair. Humans also use their tongues for sexual purposes, such as during cunnilingus, anilingus, foot licking, and whilst French kissing, where two people lick each other's tongues. Self-licking can sometimes become abnormally frequent[10] occasionally resulting in a lick granuloma. The most common cause of lick granuloma appears to be psychological, related to stress, anxiety, separation anxiety, boredom, or compulsiveness. Lick granulomae are especially seen in active dogs left alone for long periods of time. One theory is that excessive licking causes endorphin release, which reduces pain and makes the dog feel temporarily euphoric. This provides the animal with positive feedback from the licking, and subsequent addiction to the behaviour. Animals in captivity sometimes develop a licking stereotypy during which surfaces (walls, bars, gates, etc.) are repeatedly licked for no apparent reason. This has been observed in captive giraffes and camels.[11][12] Wolves licking to indicate social status[13] A domestic cat licking its paw during grooming A tiger \"licking\" the air during the flehmen response A snake licking a leaf to detect prey","Title":"Licking - Wikipedia","KeyID":"1992","URL":"https://en.wikipedia.org/wiki/Licking"}