{"Content: ":"Bergmann's rule is an ecogeographical rule that states that within a broadly distributed taxonomic clade, populations and species of larger size are found in colder environments, while populations and species of smaller size are found in warmer regions. Bergmann's rule only describes the overall size of the animals, but does not include body parts like Allen's rule does. Although originally formulated in relation to species within a genus, it has often been recast in relation to populations within a species. It is also often cast in relation to latitude. It is possible that the rule also applies to some plants, such as Rapicactus. The rule is named after nineteenth century German biologist Carl Bergmann, who described the pattern in 1847, although he was not the first to notice it. Bergmann's rule is most often applied to mammals and birds which are endotherms, but some researchers have also found evidence for the rule in studies of ectothermic species,[2][3] such as the ant Leptothorax acervorum. While Bergmann's rule appears to hold true for many mammals and birds, there are exceptions.[4][5][6] Larger-bodied animals tend to conform more closely to Bergmann's rule than smaller-bodied animals, at least up to certain latitudes. This perhaps reflects a reduced ability to avoid stressful environments, such as by burrowing.[7] In addition to being a general pattern across space, Bergmann's rule has been reported in populations over historical and evolutionary time when exposed to varying thermal regimes.[8][9][10] In particular, temporary, reversible dwarfing of mammals has been noted during two relatively brief upward excursions in temperature during the Paleogene: the Paleocene-Eocene thermal maximum[11] and the Eocene Thermal Maximum 2.[12] Human populations near the poles, including the Inuit, Aleut, and Sami people, are on average heavier than populations from mid-latitudes, consistent with Bergmann's rule.[14] They also tend to have shorter limbs and broader trunks, consistent with Allen's rule.[14] According to Marshall T. Newman in 1953, Native American populations are generally consistent with Bergmann's rule although the cold climate and small body size combination of the Eastern Inuit, Canoe Nation, Yuki people, Andes natives and Harrison Lake Lillooet runs contrary to the expectations of Bergmann's rule.[15] Newman contends that Bergmann's rule holds for the populations of Eurasia, but it does not hold for those of sub-Saharan Africa.[15] A 2019 study of changes in the morphology of migratory birds used bodies of birds which had collided with buildings in Chicago from 1978 to 2016. The length of birds' lower leg bones (an indicator of body size) shortened by an average of 2.4% and their wings lengthened by 1.3%. A similar study published in 2021 used measurements of 77 nonmigratory bird species captured live for banding in lowland Amazon Rainforest. Between 1979 and 2019, all study species have gotten smaller on average, by up to 2% per decade. The morphological changes are regarded as resulting from global warming, and may demonstrate an example of evolutionary change following Bergmann's rule.[16][17][18][19] Bergmann's rule has been reported to be generally followed by crocodilians.[20][21] However, for turtles[22] or lizards[23] the rule's validity has not been supported. Evidence of Bergmann's rule has been found in marine copepods.[24] Bergmann's rule cannot generally be applied to plants.[25] Regarding Cactaceae, the case of the saguaro (Carnegiea gigantea), once described as \"a botanical Bergmann trend\",[26] has instead been shown to depend on rainfall, particularly winter precipitation, and not temperature.[27] Members of the genus Rapicactus are larger in cooler environments, as their stem diameter increases with altitude and particularly with latitude. However, since Rapicactus grow in a distributional area in which average precipitation tends to diminish at higher latitudes, and their body size is not conditioned by climatic variables, this could suggest a possible Bergmann trend.[28] The earliest explanation, given by Bergmann when originally formulating the rule, is that larger animals have a lower surface area to volume ratio than smaller animals, so they radiate less body heat per unit of mass, and therefore stay warmer in cold climates. Warmer climates impose the opposite problem: body heat generated by metabolism needs to be dissipated quickly rather than stored within.[29] Thus, the higher surface area-to-volume ratio of smaller animals in hot and dry climates facilitates heat loss through the skin and helps cool the body. It is important to note that when analyzing Bergmann's Rule in the field that groups of populations being studied are of different thermal environments, and also have been separated long enough to genetically differentiate in response to these thermal conditions.[29] In marine crustaceans, it has been proposed that an increase in size with latitude is observed because decreasing temperature results in increased cell size and increased life span, both of which lead to an increase in maximum body size (continued growth throughout life is characteristic of crustaceans).[3] The size trend has been observed in hyperiid and gammarid amphipods, copepods, stomatopods, mysids, and planktonic euphausiids, both in comparisons of related species as well as within widely distributed species.[3] Deep-sea gigantism is observed in some of the same groups, possibly for the same reasons.[3] An additional factor in aquatic species may be the greater dissolved oxygen concentration at lower temperature. This view is supported by the reduced size of crustaceans in high-altitude lakes.[30] A further possible influence on invertebrates is reduced predation pressure at high latitude.[31] A study of shallow water brachiopods found that predation was reduced in polar areas relative to temperate latitudes (the same trend was not found in deep water, where predation is also reduced, or in comparison of tropical and temperate brachiopods, perhaps because tropical brachiopods have evolved to smaller sizes to successfully evade predation).[31] In 1937 German zoologist and ecologist Richard Hesse proposed an extension of Bergmann's rule. Hesse's rule, also known as the heart–weight rule, states that species inhabiting colder climates have a larger heart in relation to body weight than closely related species inhabiting warmer climates.[32] In a 1986 study, Valerius Geist claimed Bergmann's rule to be false: the correlation with temperature is spurious; instead, Geist found that body size is proportional to the duration of the annual productivity pulse, or food availability per animal during the growing season.[33] Because many factors can affect body size, there are many critics of Bergmann's rule. Some[who?] believe that latitude itself is a poor predictor of body mass. Examples of other selective factors that may contribute to body mass changes are the size of food items available, effects of body size on success as a predator, effects of body size on vulnerability to predation, and resource availability. For example, if an organism is adapted to tolerate cold temperatures, it may also tolerate periods of food shortage, due to correlation between cold temperature and food scarcity.[5] A larger organism can rely on its greater fat stores to provide the energy needed for survival as well being able to procreate for longer periods. Resource availability is a major constraint on the overall success of many organisms. Resource scarcity can limit the total number of organisms in a habitat, and over time can also cause organisms to adapt by becoming smaller in body size. Resource availability thus becomes a modifying restraint on Bergmann's Rule.[34]","Title":"Bergmann's rule - Wikipedia","KeyID":"1995","URL":"https://en.wikipedia.org/wiki/Bergmann%27s_Rule"}