{"Content: ":"Catherine-Dominique de Pérignon, 1st Marquis of Grenade (French pronunciation: [katʁin dɔminik də peʁiɲɔ̃], 31 May 1754 – 25 December 1818) was a Marshal of the Empire. Pérignon was born to a family of the lesser nobility in Grenade-sur-Garonne, Languedoc. After a roturier appointment in the grenadier corps of the Aquitaine Regiment, he retired to his estate. Pérignon welcomed the French Revolution, and gained a seat in the Legislative Assembly (1791), where he sat on the Right, but soon resigned and made his military career during the French Revolutionary Wars. From 1793 to 1795, Pérignon held commands in the Army of the Eastern Pyrenees, defeating the Spanish troops at the battle of Escola with \"a sombre kind of energy\". He succeeded Jacques François Dugommier as army commander after that general's death at the Battle of the Black Mountain. He successfully concluded the Siege of Roses in early 1795. In 1796, he was elected by Haute-Garonne to the Council of Five Hundred. He became the French Directory's ambassador to Spain, concluding the Treaty of San Ildefonso against the Kingdom of Great Britain. Pérignon subsequently became involved in a smuggling affair and was compromised by a young woman who was a Royalist spy. In 1798 he was recalled and remanded to the Army in Liguria where he was assigned to command the left wing. Wounded and captured by Second Coalition armies at the Battle of Novi, he returned to France in 1800. Pérignon was a supporter of Napoleon Bonaparte, and was made a senator (1801), Marshal (1804) and count of the French Empire; in 1805, he received the Legion of Honor. From September 18, 1806, to July 23, 1808, he was the Governor-general of the Duchy of Parma. Later moved to the Kingdom of Naples, Pérignon, recently ennobled, became a close acquaintance of the royal couple (King Joachim Murat and Caroline Bonaparte). He returned to France in 1814 and rallied to the Bourbon Restoration and Louis XVIII - he was stricken off the list of Marshals during the Hundred Days, and voted in favor of the death penalty for Michel Ney. He was raised to marquis de Grenade, a Peer of France and awarded the Order of Saint Louis. As Dr. George Ostermann commented, \"M. de Perignon died as if the Empire he served well, though reluctantly, had never existed.\" Media related to Catherine-Dominique de Pérignon at Wikimedia Commons","Title":"Catherine-Dominique de Pérignon - Wikipedia","KeyID":"19978","URL":"https://en.wikipedia.org/wiki/Catherine-Dominique_de_P%C3%A9rignon"}