{"Content: ":"Jean Victor Marie Moreau (14 February 1763 – 2 September 1813) was a French general who helped Napoleon Bonaparte to power, but later became a rival and was banished to the United States. Moreau was born at Morlaix in Brittany. His father was a successful lawyer, and instead of allowing Moreau to enter the army, as he attempted to do, insisted on Moreau studying law at the University of Rennes. Young Moreau showed no inclination for law, but reveled in the freedom of student life. Instead of taking his degree, he continued to live with the students as their hero and leader, and formed them into a sort of army, which he commanded as their provost. When 1789 came, he commanded the students in the daily affrays which took place at Rennes between the young noblesse and the populace.[1] In 1791, Moreau was elected a lieutenant colonel of the volunteers of Ille-et-Vilaine. With them he served under Charles François Dumouriez, and in 1793 the good order of his battalion, and his own martial character and republican principles, secured his promotion as général de brigade. Lazare Carnot promoted Moreau to be général de division early in 1794, and gave him command of the right wing of the army under Charles Pichegru, in Flanders.[1] The 1794 Battle of Tourcoing established Moreau's military fame, and in 1795 he was given the command of the Army of the Rhine-and-Moselle, with which he crossed the Rhine and advanced into Germany. He was at first completely successful and won several victories and penetrated to the Isar, but at last had to retreat before the Archduke Charles of Austria. However, the skill he displayed in conducting his retreat—which was considered a model for such operations—greatly enhanced his own reputation, the more so as he managed to bring back with him more than 5000 prisoners.[1] In 1797, after prolonged difficulties caused by want of funds and materiel, he crossed the Rhine again, but his operations were checked by the conclusion of the preliminaries of Peace of Leoben between Bonaparte and the Austrians. It was at this time he found a traitorous correspondence between his old comrade and commander Charles Pichegru and the émigré Prince de Condé. He had already appeared as Pichegru's defender against imputations of disloyalty, and now he foolishly concealed his discovery, with the result that he has ever since been suspected of at least partial complicity. Too late to clear himself, he sent the correspondence to Paris and issued a proclamation to the army denouncing Pichegru as a traitor.[1] Moreau was dismissed, and only re-employed in 1799, when the absence of Bonaparte and the victorious advance of the Russian commander Aleksandr Suvorov made it necessary to have some tried and experienced general in Italy. He commanded the Army of Italy, with little success, for a short time before being appointed to the Army of the Rhine, and remained with Barthelemy Catherine Joubert, his successor in Italy, till the battle of Novi had been fought and lost. Joubert fell in the battle, and Moreau then conducted the retreat of the army to Genoa, where he handed over the command to Jean Étienne Championnet. When Bonaparte returned from the French campaign in Egypt and Syria, he found Moreau at Paris, greatly dissatisfied with the French Directory government both as a general and as a republican, and obtained his assistance in the coup d'état of 18 Brumaire, when Moreau commanded the force which confined two of the directors in the Luxembourg Palace.[1] In reward, Napoleon again gave him command of the Army of the Rhine, with which he forced back the Austrians from the Rhine to the Isar. On his return to Paris he married 19-year-old Eugénie Hulot, born in Mauritius[2] and friend of Joséphine de Beauharnais, an ambitious woman who gained a complete ascendancy over him. After spending a few weeks with the army in Germany and winning the celebrated battle of Hohenlinden (3 December 1800), he settled down to enjoy the fortune he had acquired during his campaigns. His wife collected around her all who were discontented with the aggrandisement of Napoleon. This \"Club Moreau\" annoyed Napoleon, and encouraged the Royalists, but Moreau, though not unwilling to become a military dictator to restore the republic, would be no party to an intrigue for the restoration of Louis XVIII. All this was well known to Napoleon, who seized the conspirators.[1] Moreau's condemnation was procured only by great pressure being brought to bear by Bonaparte on the judges; and after it was pronounced the First Consul treated him with a pretense of leniency, commuting a sentence of imprisonment to one of banishment. In 1804, Moreau passed through Spain and embarked for America.[1] Moreau arrived with his wife in New York City, in August 1805. He was received with enthusiasm in the United States, but refusing all offers of service he traveled for some time through the country and settled in 1806 in Pennsylvania, where he bought a villa formerly belonging to Robert Morris near the Delaware River in Morrisville, PA, across the river from Trenton. He lived there till 1813, dividing his time between fishing, hunting, and social intercourse. His abode was the refuge of all political exiles, and representatives of foreign powers tried to induce him to raise his sword against Napoleon. At the outbreak of the War of 1812, President Madison offered him the command of the U. S. troops. Moreau was willing to accept, but after hearing the news of the destruction of the Grande Armée in Russia in November 1812, he decided to return to Europe.[1][3] Moreau, probably at the instigation of his wife, returned to Europe and began to negotiate with an old friend from the circle of republican intriguers: the former Jean-Baptiste Bernadotte, now Crown prince Charles John of Sweden (later king Charles XIV of Sweden). Charles John and Tsar Alexander I of Russia were now together with the Prussians and the Austrians leading an army against Napoleon. Moreau, who wished to see Napoleon defeated and a republican government installed, gave advice to the Swedish and Russian leaders about how best to defeat France. Moreau was mortally wounded in the Battle of Dresden on 27 August 1813 while he was talking to Tsar Alexander and died on 2 September in Louny. Earlier, on 17 August 1813, the tsar had demanded the post of supreme commander of the allied armies for himself, with Moreau and Jomini as his deputies, a request that had been resisted with great difficulty by Austrian Foreign Minister Metternich since the post had already been offered and taken by Field Marshal Schwarzenberg. After Moreau was shot down at his side, the tsar observed to Metternich: \"God has uttered his judgment. He was of your opinion\".[4] Moreau was buried in the Catholic Church of St. Catherine in St. Petersburg. His wife received a pension from the tsar, and Moreau was given the rank of Marshal of France by Louis XVIII, but the Bonapartists spoke of his \"defection\" and compared him to Dumouriez and Pichegru.[1] Moreau's fame as a general stands very high, his combinations were skillful and elaborate, and he kept calm under pressure. Moreau was a sincere republican, though his own father was guillotined in the Reign of Terror. His final words, \"Soyez tranquilles, messieurs; c'est mon sort,\" (\"Be calm, gentlemen; this is my fate\") suggest that he did not regret being removed from his equivocal position as a general in arms against his own country.[1] The town of Moreau, New York is named after him. Valentin Pikul's 1985 novel, Kazhdomu svoyo, centers on Moreau.","Title":"Jean Victor Marie Moreau - Wikipedia","KeyID":"19973","URL":"https://en.wikipedia.org/wiki/Jean_Victor_Marie_Moreau"}