{"Content: ":"Laurent de Gouvion Saint-Cyr, 1st Marquis of Gouvion-Saint-Cyr (French pronunciation: [loʁɑ̃ də ɡuvjɔ̃ sɛ̃ siʁ]; 13 April 1764 – 17 March 1830) was a French military commander in the French Revolutionary and Napoleonic Wars who rose to the rank of Marshal of the Empire. He is regarded as Napoleon's finest commander in defensive warfare. He was born Laurent Gouvion in Toul, Three Bishoprics (now Meurthe-et-Moselle), the eldest child of Jean-Baptiste Gouvion, a tanner, and his wife Anne-Marie Mercier. He adopted the name Saint-Cyr after his mother, who had abandoned him at an early age. He went to Rome when he was eighteen in order to study painting, but, although he continued his artistic studies after his return to Paris in 1784, he never adopted the profession of a painter. He married Anne Gouvion (Toul, 2 November 1775 - Paris, 18 June 1844) and had issue, including Laurent François, Marquis de Gouvion Saint-Cyr (30 December 1815 - 30 January 1904), married in Saint-Bouize on 17 August 1847 to Marie Adélaïde Bachasson de Montalivet (5 November 1828 - 14 April 1880), daughter of Marthe Camille Bachasson, Count of Montalivet, and had issue. In 1792, Saint-Cyr was chosen as a captain in a volunteer battalion and served on the staff of General Custine. Promotion rapidly followed, and in the course of two years he rose to chef de brigade, général de brigade and général de division. He commanded the centre division of Jean Victor Marie Moreau's army in the Rhine Campaign of 1796, aiding in the celebrated retreat from Bavaria to the Rhine. In 1798 he succeeded André Masséna in the command of the army of Italy. In the following year he commanded the left wing of Jean-Baptiste Jourdan's army fighting in Germany; when Jourdan was succeeded by Masséna, he joined the army of Moreau in Italy, where he distinguished himself in face of the great difficulties that followed the defeat of Novi. Moreau disliked Saint-Cyr for his sense of righteousness and incorruptibility. Rumours were soon spreading that Saint-Cyr was a \"bad bed fellow\". Moreau also accused him of not supporting his brother generals, though General Ney and Davout often thanked him for his support after battles. In 1800, when Moreau was appointed to the command of the army of the Rhine, Saint-Cyr was named his principal lieutenant, and on 9 May gained a victory over General Kray at Biberach. He was not, however, on good terms with his commander and retired to France after the first operations of the campaign. In 1801, Saint-Cyr was sent to Spain to command the army intended for the invasion of Portugal (see War of the Oranges), and was named grand officer of the Legion of Honour. When a treaty of peace was shortly afterwards concluded with Portugal, he succeeded Lucien Bonaparte as ambassador at Madrid. Saint-Cyr was a stoic in an age of pragmatism and glory. His refusal to sign the proclamation of congratulation for declaring the birth of the empire resulted in his name not being included in the first list of Napoleonic Marshals, while commanders such as Jean Lannes, Jean-Baptiste Bessières and Jean-de-Dieu Soult who had not had independent command experience were included. For the whole of his life Saint-Cyr believed that Napoleon deliberately refused him troops just to disgrace him. In 1803, he was appointed to the command of an army corps in Italy. In 1805, he served with distinction under Masséna, and in 1806, he was engaged in the French invasion of Naples. When he returned to Paris to protest his treatment in Naples, Napoleon sent him back to his post on pain of death. He took part in the 1807 campaigns in Prussia and Poland, and in 1808, in which year he was made a count, he commanded an army corps in Catalonia; but, not wishing to comply with certain orders he received from Paris, he resigned his command and remained in disgrace till 1811. He was still a général de division, having been excluded from the first list of marshals. On the opening of the Russian campaign, Saint-Cyr received command of the VI Corps, and on 18 August 1812 won a victory over the Russians at Polotsk, in recognition of which he was made a marshal. The Russians, under Barclay de Tolly, were burning everything as they retreated back towards Moscow, and had just burned nearby Smolensk. It was just prior to the victory at Polotsk on the banks of the Daugava river, however, that Oudinot was wounded, and thus Saint-Cyr assumed his command. In October 1812, Saint-Cyr was driven out of Polotsk. He received a severe wound in one of the battles during the general retreat. Saint-Cyr distinguished himself at the Battle of Dresden (26–27 August 1813) and in the city's defence against the Allies after the Battle of Leipzig, capitulating only on 11 November, when Napoleon had retreated to the Rhine. In this year, Saint Cyr's relation with the Emperor warmed as Napoleon commented that Saint Cyr had no match in all of the marshalate and was the equal of Napoleon himself in defence. On the day he received his baton, he wrote a lengthy letter to his wife, and, true to his character, he devoted only one line to his promotion. During the Bourbon Restoration, Saint-Cyr was created a Peer of France, and in July 1815 was appointed War Minister, but resigned his office in the following November. During this appointment he tried to assist long-time friend and fellow marshal Michel Ney by providing him a jury of four other Napoleonic Marshals, but was disgraced when Marshal Moncey refused to even sit in it. In June 1817, he was appointed Marine Minister, a pretext for him to resume the place of War Minister, which he did in September and continued to discharge till November 1819. During this time he initiated many reforms, particularly in respect of measures tending to make the army a national rather than a dynastic force. He made efforts to safeguard the rights of veteran soldiers of the Empire, organized the General Staff, and revised the code of military law and the pension regulations. He was made a marquess in 1817. Saint-Cyr died on 17 March 1830 in Hyères, a town in the southeast of France. Marshal Saint-Cyr is mentioned in Joseph Conrad's short story \"The Duel\" (as well as Ridley Scott's film adaptation The Duellists) as the commander of Armand d'Hubert after the second and final restoration of Louis XVIII as King of France. ","Title":"Laurent de Gouvion Saint-Cyr - Wikipedia","KeyID":"19980","URL":"https://en.wikipedia.org/wiki/Laurent_de_Gouvion_Saint-Cyr"}