{"Content: ":"Napoleonic Wars Joseph, comte Souham (30 April 1760 – 28 April 1837) was a French general who fought in the French Revolutionary Wars and the Napoleonic Wars. He was born at Lubersac and died at Versailles. After long service in the French Royal Army, he was elected to lead a volunteer battalion in 1792 during the French Revolution. He was promoted to general of division in September 1793 after playing a prominent role in the defense of Dunkirk. In May 1794 with his commander absent, he took temporary command of the Army of the North and defeated the Coalition army at Tourcoing. He led the covering forces at the siege of Ypres and participated in the successful invasion of the Dutch Republic. He spent many years in occupation duties in Holland and then his career suffered because of his association with Pichegru and Moreau. Starting in 1809 he was employed in Spain during the Peninsular War, winning the Battle of Vich where he was wounded. When he was in army command again, he forced Wellington's army to retreat at Tordesillas in 1812 and became one of the few French generals to remain undefeated in the war. The following year he led a division at Lützen and a corps at Leipzig. He remained loyal to the Bourbons during the Hundred Days. Souham served in the Royal French army as a private from 1782 to 1790. In 1792, having shown himself active in the cause of the Revolution, he was elected chef de bataillon of a volunteer battalion from the Corrèze. He served with his unit at the Battle of Jemappes. By 1793, Souham had risen to the rank of général de division during the Flanders Campaign. When his army commander, Jean-Charles Pichegru fell ill, Souham assumed army command and defeated the Allied army at the Battle of Tourcoing in May 1794. He served under Pichegru in Holland (1795), but in 1799 he fell into disgrace on suspicion of being involved in Royalist intrigues. He was reinstated in 1800 and served under Jean Moreau in the Danube campaign of that year. During the French Consulate he appears to have been involved in conspiracies and was suspected with his old commanders Moreau and Pichegru of participation in the plot of Georges Cadoudal. He was unemployed from 1800 to 1809. In the latter year a shortage of available experienced officers caused him to be put back on active duty. He was sent to Spain, where he took a notable part in Gouvion St Cyr's operations in Catalonia. The actions at Vic in which he was wounded won him the title of comte de l'empire. When Marshal Marmont had been wounded at the Battle of Salamanca in 1812, Marshal André Masséna, who was unable to assume the post himself, recommended Souham for the post. The latter was thus pitted against Wellington, and by skilful maneuvers drove the allied general back from Burgos and regained the ground lost at Salamanca.[1] In January 1813, he was recalled to France. In 1813, he took command of a division in Marshal Michel Ney's III Corps. At Lützen he greatly distinguished himself. Faced by the bulk of the combined Russian and Prussian armies, he bitterly defended the area around Gross-Gorschen. At the Battle of Leipzig he was wounded while leading III Corps. After the fall of the First Empire he deserted the emperor and, having suffered for the Royalist cause, was well received by Louis XVIII, who gave him high commands. These honors Souham lost at the return of Napoleon and were regained once more after the Second Restoration. He retired in 1832, and died on 28 April 1837 in Versailles.","Title":"Joseph Souham - Wikipedia","KeyID":"19983","URL":"https://en.wikipedia.org/wiki/Joseph_Souham"}