{"Content: ":"Freiherr Joseph Alvinczi von Borberek a.k.a. Baron József Alvinczi de Borberek (German: Joseph Alvinczy, Freiherr von Berberek; 1 February 1735 – 25 September 1810) was a soldier in the Habsburg Army and a Field Marshal of the Austrian Empire. An ethnic Magyar, he was born in Transylvania in a place called Alvinc (German: Alwintz), and spent his boyhood in the household of Graf Franz Gyulai before joining his regiment as a Fähnrich aged 14. By 1753 he had risen to Hauptmann. During the Seven Years' War, Alvinczy distinguished himself leading a Grenadier company in the battles of Torgau and Teplitz, where his courageous leadership won him a promotion to second major. At the end of the war he worked extensively on the implementation of Franz Moritz von Lacy's new regulations throughout the army. Promoted to Oberst commanding the 19th Infantry Regiment 19 in 1774, he led his men during the War of the Bavarian Succession, where he took the Böhmertor, city of Habelschwerdt and captured the Prussian Commander Prince Hessen-Philippstal, a feat which won Alvinczy promotion to major general and award of the Militär-Maria Theresien-Orden (MTO). Alvinczy fought under Ernst Gideon Freiherr von Laudon in the Ottoman War of 1787, but did not accomplish his mission of capturing Belgrade. After a short period instructing the future Emperor, Archduke Francis, he returned to command his regiment. After being promoted to Feldmarschalleutnant, he was transferred to the Austrian Netherlands in 1790 to suppress the United States of Belgium, until a fall from his horse forced him to retire. Upon the outbreak of the French Revolutionary Wars in 1792, Alvinczy commanded a Division, steadying his demoralised men at a key stage of the victorious battle of Neerwinden in 1793, leading his men forward to capture the village; for this exploit he was awarded the Commanders Cross of the MTO. He took command of an Auxiliary army which supported the British under the Duke of York and Albany, fighting at Landrecy and in the Battle of Fleurus, before being wounded at Mariolles. On his recovery and promotion to Feldzeugmeister, Alvinczy advised the William VI of Orange in the successful relief of Charleroi in June 1793, losing two horses under him in the process, and earning the reward of the Grand cross of the MTO. Briefly commander of the Army of the Upper Rhine, he was recalled to Vienna to serve on the Hofkriegsrat in 1795. In late 1796 he took over command of the army that was fighting Napoleon Bonaparte in the north of the Italian Peninsula. After organising the Tyrolean militia to face the threat of the French advance in 1796, he was tasked with the third relief of the Siege of Mantua. Alvinczy's army was largely composed of new recruits with few experienced officers. He defeated Bonaparte at Bassano on 6 November and Caldiero on 12 November. Ultimately, Bonaparte won a hard-fought victory over Alvinczi at the Battle of the Bridge of Arcole on 15–17 November 1796. After at first withdrawing toward Vicenza, the Austrians gamely reoccupied the field of battle on 22 November. [1] But when he found that troops under his lieutenant Paul Davidovich had begun their own retreat, he admitted defeat and fell back to Bassano.[2] Despite deteriorating health, he regrouped and tried again. He suffered a severe defeat in the Battle of Rivoli on 14–15 January 1797. Mantua surrendered soon afterward. He was then given the position of military governor of Hungary, and promoted to Field Marshal in 1808. He died two years later in Buda.","Title":"József Alvinczi - Wikipedia","KeyID":"19989","URL":"https://en.wikipedia.org/wiki/J%C3%B3zsef_Alvinczi"}