{"Content: ":"Louis-Gabriel Suchet (2 March 1770 – 3 January 1826), Duke of Albufera (French: Duc d'Albuféra), was a French Marshal of the Empire and one of the most successful commanders of the French Revolutionary and Napoleonic Wars. He is regarded as one of the greatest generals of the Napoleonic Wars. Suchet was born to a silk manufacturer in Lyon. He originally intended to follow his father's business but, serving as a volunteer in the cavalry of the National Guard at Lyon, he displayed abilities which secured rapid military promotions.[1] In 1793, he was serving as a battalion chief (chef de bataillon) when he captured the British general Charles O'Hara at Toulon. During the 1796 Italian campaign, he was severely wounded at Cerea on 11 October. In October 1797, he was promoted to command of a half-brigade (demi-brigade).[1] In May 1797, Suchet was one of three lieutenant colonels of the 18th Infantry Demi-brigade, with little hope of advancement. He was sent to Venice to procure uniforms for the troops. Since the Venetians believed that they might in future be ruled by the French, Suchet and an aide were treated like royalty. For two months, they enjoyed living in a palace, having a personal gondola and holding reserved seats at the opera. On 28 October 1797, 150 officers of André Masséna's division hosted a large dinner. The colonel of the 32nd Line, Dominique Martin Dupuy brought Suchet to Napoleon Bonaparte's table and said, \"Well general, when will you make our friend Suchet a colonel?\" Bonaparte tried to brush him off with the reply, \"Soon: we will see about it.\" Thereupon Dupuy took off one of his epaulettes and placed it on Suchet's shoulder, saying, \"By my almightiness, I make thee colonel.\" This clownish action was successful; Bonaparte immediately directed Louis-Alexandre Berthier to write out Suchet's nomination for advancement.[2] His services in the Tyrol under Joubert that year and in Switzerland under Brune over the next were recognized by his promotion to the rank of brigadier general (général de brigade). He took no part in the Egyptian campaign but was made Brune's chief of staff in August and restored the efficiency and discipline of the army in Italy. In July 1799, he was promoted to division general (général de division) and made Joubert's chief of staff in Italy. In 1800, he was named second-in-command to Masséna. His dexterous resistance to the superior forces of the Austrians with the left wing of Masséna's army, when the right and centre were shut up in Genoa, not only prevented the invasion of France from this direction but contributed to the success of Napoleon's crossing the Alps, which culminated in the battle of Marengo on 14 June. He took a prominent part in the rest of the Italian campaign up to the armistice of Treviso.[1] In the campaigns of 1805 and 1806, Suchet greatly enhanced his reputation at the Battles of Austerlitz, Saalfeld, Jena, Pułtusk, and Ostrolenka, in the last of which he commanded an infantry division. He obtained the title of count on 19 March 1808. Ordered to Spain, he took part in the Siege of Zaragoza, after which he was named commander of the army of Aragon and governor of that region. Within two years, he brought the area into complete submission by wise and adroit administration no less than by his brilliant valor. Beaten by the Spanish at Alcañiz, he sprung back and soundly defeated the army of Blake y Joyes at María on 14 June 1809. On 22 April 1810, he defeated O'Donnell at Lleida. After the siege of Tarragona, he was named marshal of France on 8 July 1811. In 1812, he captured Valencia,[1] for which he was rewarded with the dukedom of Albufera nearby, on 24 January.[3] When the tide turned against France, Suchet defended his territorial occupations one by one until compelled to withdraw from Spain, after which he took part in Soult's defensive campaign of 1814.[1] The restored Bourbon king Louis XVIII made him a peer of France on 4 June with a seat in the upper house, but this was forfeited (effective 24 July 1815) by his support of Napoleon's return during the Hundred Days. During Napoleon's brief restoration, Suchet was given command of an army on the Alpine frontier.[1] He died in the Castle of Saint-Joseph[4] near Marseille on 3 January 1826.[1] His son, Louis-Napoleon (1813-1877), succeeded him as Duc d'Albufera. His memoirs (Mémoires sur Ses Campagnes en Espagne) was published in two volumes from 1829 to '34.[1] The chicken dish poularde à la d'Albuféra is named after him. He married Honorine Anthoine de Saint-Joseph (Marseille, 26 February 1790 – Paris, 13 April 1884), a niece of Julie Clary, the wife of Joseph Bonaparte, on 16 November 1808.[5][6] They had three children:[7] Attribution:","Title":"Louis-Gabriel Suchet - Wikipedia","KeyID":"19985","URL":"https://en.wikipedia.org/wiki/Louis-Gabriel_Suchet"}