{"Content: ":"Microlophus occipitalis, colloquially known as the knobbed Pacific iguana, is a lizard included within the Tropiduridae family. It is a member of the Microlophus genus and thus also considered a lava lizard. The knobbed Pacific iguana is found primarily in Western Peru and Ecuador, lining the coasts. The habitats of the knobbed Pacific iguana can be considered to be both broad and diverse as they are typically found in many different places such as beaches, lomas, and all the way to desert regions. This diversity is furthered as these lizards can also be found in open areas, between rocks, or bushes. The knobbed Pacific iguana displays distinct sexual dimorphism as seen by the different sizes and appearances of the male and females. Males are significantly larger and as a whole species, knobbed Pacific iguanas can range from 50–80 mm (2.0–3.1 in) in snout-vent length. The two sexes also possess different coloration with males most often lacking color and females having a range of red to white lateral neck folds. These varying colors play a role in a prominent feature of knobbed Pacific iguanas in that these different shades can represent distinct stages of reproduction and signal information to mates. Like most other lizards, the knobbed Pacific iguana is cold-blooded and relies on basking and other strategies of thermoregulation to maintain an ideal body temperature. The knobbed Pacific iguana is considered a small lizard with usual snout-vent length being around 50–80 mm (2.0–3.1 in). This length is measured from the snout of the lizard to the beginning of the tail.[2] Between the two sexes, knobbed Pacific iguanas have noticeable sexual dimorphism meaning males and females share different features and appearances.[3] In specific, males usually do not share throat markings that females carry. Females are typically found to have coloration that vary from white to different shades of orange to red, while males are found with none. Additionally, males are generally without much color aside from black markings on the surface of their dorsal posterior surface. Despite the lack of adult coloration, both sexes are actually born with red throat coloration until about a month of life. At this point, males lose their red pigmentation but females can keep red lateral neck folds. This coloration in females is important for reproduction and courtship signaling. Additionally, in terms of size, males are generally much larger than their female counterparts and display more aggressive activity. Knobbed Pacific iguanas primarily reside on the coast of western Peru and Ecuador.[4] They can occupy a variety of microhabitats such as deserts, lomas, and beaches. In the morning, they prefer open areas that have access to sun. During midday, they use bushes, tripped logs, or abandoned buildings. And during night, they reside between rocks to maintain their ideal body temperature.[4] This lizard is not typically territorial, and multiple males and females can be found in the same place or in clumps. However, exceptions arise when a large, aggressive male lives in the same place as another large, aggressive male. This situation is not ideal and usually results in one of them leaving. As such, territory overlap only occurs when smaller, less aggressive males live near a large, aggressive male and not when two large, aggressive males inhabit the same place.[5] The knobbed Pacific iguana belongs to the Microlophus genus, which is also known as the lava lizards. Of the lizards in the Microlophus genus, the knobbed Pacific iguana is most closely related to the Microlophus habelii and Microlophus bivittatus. The proposed radiation event of Microlophus bivitattus is estimated to be about 2.1–2.8 million years ago.[6] Even though they now reside on the Galapagos Islands, their genome closer resembles the Microlophus occipitalis than their Galapagos Island siblings. Additionally, the knobbed Pacific iguana is a monophyly in the Microlophus genus phylogeny.[7] There are a total of 24 species that are considered lava lizards.[8] Across the species, there is little to physically differentiate between subspecies (i.e., Microlophus bivittatus and Microlophus occipitalis).[8] Additionally, all lava lizards exhibit the same behavioral paradigms, including doing \"push ups\" as shows of aggression to other individuals.[8] All of the subspecies of lava lizards can either be found within the Galapagos or the Pacific Coast of South America, though the subspecies very rarely have overlapping ranges.[8] Even though thee species as a whole is very common, there are individual subspecies that are considered vulnerable populations.[8] The knobbed Pacific iguana is most active from early morning to late afternoon (8AM–5PM). Their body temperature averages 36.1±1.8C˚ and males and females do not differ much in this aspect. This recorded average parallels other lizard species such as the Microlophus peruvianus whose habitat overlap with the knobbed Pacific iguana. Over the day, this lizard is believed to move microhabitats in an attempt to maintain body temperature. In the early morning, they are most common in open places where there is more sunlight and during noontime, they seek refuge in bushes or in wooded areas. At night, they cling to rocks or trees for thermoregulation.[9] While multiple females can be found in the same place as a male, males will usually create a hierarchy of dominance over subordinate lizards. Dominance is usually shown by the male who has the highest frequency of aggressive displays.[6] These presentations of aggressions are usually situated upon higher surfaces such as a rock looking down on other lizards. After positioning, the dominant male will perform a series of “pushups” on its front legs.[6] This occurs in cycle of three pushups in which there is pause between the first two and the third. The first pushup usually bends further down compared to the second and the third one is completed quickly after the second. Additionally, subordinate males will often lie down flat in front of dominant males to show their submissiveness. With these tactics, males seek to attract the attention of prospective female mates. Knobbed Pacific iguanas’ diet is insectivorous and mainly includes ants, insect larvae, and arthropods. In particular, this consist of hymenopterans, coleopterans, and orthopterans.[4] This lizard can also be found eating leaves and some fruits, but this varies depending on rainfall and time of year. The mating season for Female knobbed Pacific iguanas lasts from December/January to May/June, with the time differing based on the amount of rainfall during that season. Their broods generally range from 2-5 eggs.[10] Generally, females mature within a year and will have one successful year of reproduction. Similarly, males will also mature in a year but unlike females who can reproduce in the first year, males often will wait another year before they are officially dominant and thus have access to more reproductive opportunities or potential mates. At the time of maturation, females are usually anywhere from 45-47mm when measured in snout-vent length and males are 50-55. This can increase over time and knobbed Pacific iguanas are found to vary from 50-80mm at full adulthood.[11] Regarding lifetime changes in physical features, males develop a black dorsal posterior while females acquire throat coloration that ranges from white to red. However, both sexes of knobbed Pacific iguanas are born with red throat colorings. This disappears in males after about 30 days. These colorations can persist in females though.[3] Colorations are also important for mate signaling and courtship purposes. When a female has a red throat color, they are pregnant or just gave birth and when they have a white throat, they are either not pregnant or immature. Red throated females are also observed to move slower and feed less than their white or orange-red counterparts. This is attributed to their pregnancy.[3] Additionally, because this lizard is highly sexual dimorphic, the males grow to be much larger than the females. The males also tend to live longer than females. Males generally court females by bobbing their head and following females around. When they find a suitable mate, they pounce on them, grabbing them, attempting copulation.[3] Female knobbed Pacific iguanas display colorations to display what part of their reproductive cycle they are in. When a female's throat is red, sh i pregnant or pregnant or has recently gave birth. A slightly red color can also show a female is almost ovulating or just gave birth. A white throat demonstrates the lizard is immature or not currently pregnant. The coloration cycles last 25-30 days and quickly change from white to red once the female begins ovulating.[11] While males females regardless of throat color, they make more attempts to copulate with white-throated than with red-throated females. Generally, after one failed attempt to copulate with a red-throated female, the male lizard gives up, but, male lizards persist and chase after white throated females, even after a failed first attempt. This demonstrates the role of coloration and how it can signal to mates the willingness of females to copulate. Furthermore, red-throated females reject males at a higher rate than white-throated females do. Rejection of courtship is shown by back arching and wagging the tail towards the male, dewlap extension, or sidle-hopping.[5] It is assumed that because there are disadvantages to male attention when a female is pregnant such as increased predation and wasting energy to reject males, female knobbed Pacific iguanas have developed coloration signals to ward off unnecessary mates.[3] This idea of coloration as a means to signal unwillingness to mate has been tested by using paint to change females' throat colour from red to white. Due to their smaller size, the knobbed Pacific iguana is predated by many species of birds including the Pearl Kite. It is found that of the animals they eat, the knobbed Pacific iguana sits at the top of the list.[12] A common parasite of the Microlophus occipitalis are ticks. However, these parasites do not affect all M. occipitalis the same and it is noteworthy that populations in different habitats actually display different levels of ectoparasitism. The lizard occupies many different microhabitats, but reside mostly in either forest floor leaf litter or on sandy beaches. Within these two environments, it was found that ectoparasites (like ticks), a form of parasitism where the parasite attaches to the external body of the host, was much more prevalent in M. occipitalis that were from the forest floor. Those who lived in beaches experienced much lower levels of ectoparasitism. This is likely due to sand swimming in which the lizard can shake off and remove ectoparasites by rubbing its body along the sandy floor. Additionally, the lower level of ectoparasitism can also be attributed to the higher temperatures of the sandy beaches. Since parasites are susceptible to desiccation, they do not survive as well on the backs of M. occipitalis in open beach areas where the climate is hotter.[13] The knobbed Pacific iguana is listed as a least concern animal by the IUCN.[1] This signifies that the species is currently not experiencing any sort of immediate threat or danger. It is important to note that climate change and global warming have great potential in terms of destroying the knobbed Pacific iguanas habitat, so people should be cautious.","Title":"Microlophus occipitalis - Wikipedia","KeyID":"2002","URL":"https://en.wikipedia.org/wiki/Microlophus_occipitalis"}