{"Content: ":"Ctenophorus decresii, also known commonly as the tawny dragon or the tawny crevice-dragon, is a species of lizard in the family Agamidae. The species is endemic to Australia.[1][2] The average snout-to-vent length (SVL) of the species is 80.76 mm (3.180 in) with larger individuals being around 89 mm (3.5 in) and smaller individuals around 72 mm (2.8 in). [3] The optimal time for mating in this species is two to three weeks after the females emerge from hibernation. Eggs are typically laid from September to October with most of them being laid earlier in the period. [4] C. decresii is known for its variations in throat colors which change based on environmental conditions. Its primary food sources consist of both vegetation and invertebrates, and it prefers to live in rocky habitats. C. decresii is a member of the genus Ctenophorus, which is a very diverse group of lizards found throughout Australia. The specific name, decresii, refers to L'Île de Decrès, which was the French name for Kangaroo Island in 1837.[5] The entire genus of lizards is sexually dimorphic, in which males and females exhibit different characteristics. Neck and overall colouration distinguishes male lizards from female and juvenile lizards. C. decresii are often characterized by the color of their throats. Variations of color in these lizards were previously attributed to different levels in sexual maturity. However, these variations are most likely due to environmental conditions such as “maternal effects, incubation conditions or post-hatching conditions”. There is also a possibility that genetics are primarily responsible for the variations.[6] The colors of male lizards can vary, but they are usually orange only, yellow only, orange surrounded by yellow, or grey only throats. The colors can also vary in degree of intensity and are due to different lineages, northern and southern.[7] Males with orange throats tend to be more aggressive when it comes to defending their territory. It is still unclear how the lineages of females impact the expression of their colors especially since females from wither lineage tend to have the same coloration.[7] From this, it can be concluded that throat color in these lizards is polymorphic, specifically in determining whether the phenotype is yellow or orange. Although both colors are polymorphic, the yellow color is also greatly influenced by environment and levels of testosterone present. Polymorphism and environmental factors play major roles in color expression, but it is impossible to say which one is more significant without genomic analysis and linkage mapping.[8] Magnetic resonance imaging (MRI) has been used on the tawny dragon lizards to examine their brains. A study found that the brain had 224 structures that could be seen. The left hemisphere in the brain is associated with the optic system. This research was fundamental in the study of evolutionary neuroscience in lizards. By having the neuroanatomy of lizards, scientists are able to see how behavior and cognitive function are related to structures of the brain. [9] Ctenophorus decresii is known to display polymorphisms in throat colouration.[10] Within the species C. decresii, morphs can range from grey and white to a bright red.[10] Some of the variants include multi-coloured, grey, yellow, orange, blue, and red-throated lizards.[11] This variation comes from the diverse geographic locations in which C. decresii can be found, such as South Australia, New South Wales, and other areas throughout Australia.[11] One geographic location may favor a certain throat colour for C. decresii, while a different location may favor a different colour.[11] Although there is a lot of diversity in throat colours, the colour variants in the throats are discrete, meaning the morphologies of individual lizards could be placed into specific categories [12] After using objective methods to identify the colour morphs, statistical tests were run.[12] The tests analyzed variation based on granularity, segmentation, and comparison with visual background.[12] One group of lizards had similar granularity, segmentation, and colouration.[12] Another group also had similar granularity, segmentation, and coloration that differed from the first group. There were very few lizards with in-between phenotypes.[12] However, within the categories, there still is slight variation in the shades of colours of the lizards.[12] Because throat colouration is a discrete trait, it is highly heritable. This is a key reason that the discrete colour variation has been maintained over multiple generations. The offspring will have similar or the same colouration as the parents, therefore making the colouration carry out over generations. C. decresii's diversity in discrete throat colour may be caused by a combination of sexual selection and natural selection.[10] The C. decresii throat colours can be classified into two main, discrete categories—dull and bright-coloured.[13] The dull-coloured throats give lizards a fitness advantage because the lizards are harder for predators, like birds, to see.[13] The dull throats allow the lizards to avoid predators and survive longer; therefore, this trait became more prevalent in that population of lizards.[13] However, bright-coloured throats also give the lizards a fitness advantage because the bright-coloured throats attract more females, and therefore those males are more likely to reproduce.[13] Although the bright-coloured throats increase the likelihood of being eaten by predators, they also increase sexual success.[13] Therefore, the prevalence of bright-coloured throats is maintained in this population of lizards.[13] Based on the conflicting benefits of dull and bright-coloured throats, it is understandable that both morphs have been maintained in this species.[13] Each trait gives a lizard a different evolutionary advantage. C. decresii consume a wide variety of foods and are omnivores. Their main diet consists of invertebrates and vegetation. Invertebrates include crickets, moths, fly maggots, and locusts. [14] While C. decresii is most commonly found in rocky areas throughout Australia, its exact habitat varies as it is found in a few distinct locations throughout Australia.[15] Scientists have identified the different populations of lizards as separate lineages due to geographic isolation.[15] The three lineages of C. decresii are the northern, southern, and NSW lineages. The entire genus Ctenophorus maintains a generally constant body shape, adapted for the Australian climate.[15] C. decresii are characterized by their ability to produce multiple clutches in a year but a short lifespan.[14] Incubation temperature affects the hatchling tail length and sex. At intermediate incubation temperatures, the proportion of males to females was much higher compared to extreme incubation temperatures (very high or very low) where females were the only sex seen. This shows that the season in which the females lay the eggs is good indicator of which sex will be seen in the hatchlings and body size, also known as temperature-dependent sex determination. Very low incubation temperatures are often associated with slower, less developed hatchlings. If incubated at a suitable temperature, hatchlings will have a higher body mass. These individuals will also have a higher probability of reproductive success especially in terms of clutch size and offspring body mass. Studies suggest that body mass is also influenced by the length of incubation. Eggs laid closer to the beginning of the season have more time to develop thus giving them more of an opportunity to gain more body mass. On the other hand, those laid later in the season do not have the same opportunity. Larger body sizes provide an advantage to males and females. Males are better able to defend their territories, and females have higher fecundity. Males with more territory also had larger body masses.[16] As mentioned in the description section, the coloration of the male tawny dragon lizards can vary, especially by region (northern and southern). For mating, southern females are more likely to mate with southern males however, they are much less selective in their mate preferences than northern females. Both southern and northern males are more likely to be rejected by northern females. Southern males also prefer to mate with southern females because they share the same lineage. This suggests that preferences by either sex are driven by behavioral differences regionally. These lizards primarily prefer to mate with partners that are in the same region geographically. Overall, it appears that speciation is primarily driven by sexual selection with neither sex being more selective than the other.[7] In these lizards, northern males are considered more aggressive than southern males. Orange, northern males are the most aggressive, and southern males are the least aggressive.[7] But, regardless of lineage, males can differentiate their aggression. Aggression occurs at a higher rate when two males have not interacted with one another. When encountering a male that he had encountered before aggression was significantly lower. Repeated interactions were shown to more effective in limiting aggression between males. If there has already been a previous encounter, it is less likely that the individual will be a threat to the livelihood or territory of that male.[17] Being able to recognize which lizards they have already encountered gives lizards the opportunity to limit costly interactions. They are able to tell which individuals they have already won or lost to. To distinguish between individuals, the lizards use physical characteristics as opposed to chemical or behavioral cues. This species uses coloration of the throats to distinguish between lizards, similar to how scientist do in experiments. When researchers controlled for throat coloration, it was more difficult for lizards to determine if they had already encountered the lizard. There were similar levels of aggression for familiar and unfamiliar males. [18] Another indicator of aggression is the presence of black chest patches. Males with these patches are not only more aggressive but also more likely to initiate and win fights.[19] Size and residency status also seem to be deciding factors in the winner of territories with size being a bit more important. Regardless of size, residents are more effective at defending their territories against non-residents. In these cases, larger males do not have the advantage. However, when both lizards are residents (or non-residents), the larger lizard has more success at defending their territory. [20] A higher level of aggression is also associated greater number of encounters with other lizards, specifically those where they are the initiator of the fight. If a male is initiating more fights, it can be assumed that they are the more dominant individual. This also means these males reside in territories that are rich with resources that must be defended in order for them to maintain their dominance. High aggression is associated with a greater degree of territorialism. [18] The effects of climate change, specifically rising temperatures, have caused significant declines in many species, and the tawny dragon lizard is not an exception. In high temperatures, the tawny dragon lizard has adapted effectively regulate their body temperature through a process called behavioral thermoregulation, but there is a cost. Because of this, water loss occurs at a much higher rate leading to desiccation, or drying, more quickly. The combination of high temperatures and decreased rainfall has had a severe impact on the not only survival of these lizards but also fecundity and growth rate. As these conditions continue to become more extreme, these problems will become increasingly more severe.[21] C. decresii are also threatened by habitat fragmentation and bush rock removal. These lizards already have specific habitat requirements, so any habitat loss can increase the risk of decline. The population size is trending downwards, because their habitat range is becoming so small in some areas. Although many of these problems are driven by humans, grazing animals impact the population as well. Constant grazing from animals like sheep, cattle, and feral goats reduce the areas where the lizards can hide and live. With fewer hiding places, they are more susceptible to predation. This, in conjunction with human land clearing, causes much less genetic variation within the species.[22] The intensity of colors in these lizards indicates the amount predation they are susceptible to. As expected, individuals with more brightly colored bodies are at a higher risk of predation, because they are more easily spotted. In these habitats, the rocks in which the lizards bask are darker, so the bright oranges and yellows contrast greatly Individuals that are not as bright, or duller, are attacked significantly less than their brightly colored counterparts. The main predator of the tawny dragon lizard is birds. [13] C. decresii are a species that use crypsis as a defense mechanism, however females use this mechanism more than males. Although more prevalent in females, both sexes use the coloration to blend it with their surroundings. The exact colors depend on the environment, but the colorations are usually localized to the exposed body regions, so individuals can avoid predation. [10] Depending on the environmental conditions, C. decresii can be more or less conspicuous. Typically, the most abundant rock colors are grey or orange. The colors differ in the region where the lizards reside. Dorsal and lateral coloration are vital in ensuring individuals in either region are not as susceptible to predators. The lizards are least conspicuous when their color matches the abundant rock color of their region. When individuals are placed in the opposite region, they are at a much more conspicuous/noticeable. However, individuals can still use behavioral tactics to protect themselves from predators even though they stand out more. [23] ","Title":"Ctenophorus decresii - Wikipedia","KeyID":"2003","URL":"https://en.wikipedia.org/wiki/Ctenophorus_decresii"}