{"Content: ":"In thermodynamics, a material's thermal effusivity, thermal inertia or thermal responsivity is a measure of its ability to exchange thermal energy with its surroundings. It is defined as the square root of the product of the material's thermal conductivity and its volumetric heat capacity.[1][2] Here, λ {\\displaystyle \\lambda } is the thermal conductivity, ρ {\\displaystyle \\rho } is the density and c p {\\displaystyle c_{p}} is the specific heat capacity. The product of ρ {\\displaystyle \\rho } and c p {\\displaystyle c_{p}} is known as the volumetric heat capacity. Hence the SI units for thermal effusivity are W s / ( m 2 K ) {\\displaystyle {\\rm {W}}{\\sqrt {\\rm {s}}}/({\\rm {m^{2}K}})} , or, equivalently, J / ( m 2 K s ) {\\displaystyle {\\rm {J}}/({\\rm {m^{2}K}}{\\sqrt {\\rm {s}}})} . If two semi-infinite[i] bodies initially at temperatures T 1 {\\displaystyle T_{1}} and T 2 {\\displaystyle T_{2}} are brought in perfect thermal contact, the temperature at the contact surface T m {\\displaystyle T_{m}} will be given by their relative effusivities.[3] This expression is valid for all times for semi-infinite bodies in perfect thermal contact. It is also a good first guess for the initial contact temperature for finite bodies. This result can be confirmed with a very simple \"control volume\" back-of-the-envelope calculation: Consider the following 1D heat conduction problem. Region 1 is material 1, initially at uniform temperature T 1 {\\displaystyle T_{1}} , and region 2 is material 2, initially at uniform temperature T 2 {\\displaystyle T_{2}} . Given some period of time Δ t {\\displaystyle \\Delta t} after being brought into contact, heat will have diffused across the boundary between the two materials. The thermal diffusivity of a material, α {\\displaystyle \\alpha } , is α = λ / ( ρ c p ) {\\displaystyle \\alpha =\\lambda /(\\rho c_{p})} . From the heat equation (or diffusion equation), a characteristic diffusion length Δ x 1 {\\displaystyle \\Delta x_{1}} into material 1 is Δ x 1 ≃ α 1 ⋅ Δ t {\\displaystyle \\Delta x_{1}\\simeq {\\sqrt {\\alpha _{1}\\cdot \\Delta t}}} , where α 1 = λ 1 / ( ρ c p ) 1 {\\displaystyle \\alpha _{1}=\\lambda _{1}/(\\rho c_{p})_{1}} . Similarly, a characteristic diffusion length Δ x 2 {\\displaystyle \\Delta x_{2}} into material 2 is Δ x 2 ≃ α 2 ⋅ Δ t {\\displaystyle \\Delta x_{2}\\simeq {\\sqrt {\\alpha _{2}\\cdot \\Delta t}}} , where α 2 = λ 2 / ( ρ c p ) 2 {\\displaystyle \\alpha _{2}=\\lambda _{2}/(\\rho c_{p})_{2}} . Assume that the temperature within the characteristic diffusion length on either side of the boundary between the two materials is uniformly at the contact temperature T m {\\displaystyle T_{m}} (this is the essence of a control-volume approach). Conservation of energy dictates that Δ x 1 ( ρ c p ) 1 ( T 1 − T m ) = Δ x 2 ( ρ c p ) 2 ( T m − T 2 ) {\\displaystyle \\Delta x_{1}(\\rho c_{p})_{1}(T_{1}-T_{m})=\\Delta x_{2}(\\rho c_{p})_{2}(T_{m}-T_{2})} . Substitution of the expressions above for Δ x 1 {\\displaystyle \\Delta x_{1}} and Δ x 2 {\\displaystyle \\Delta x_{2}} and elimination of Δ t {\\displaystyle \\Delta t} recovers the above expression for the contact temperature T m = ( e 1 T 1 + e 2 T 2 ) / ( e 1 + e 2 ) {\\displaystyle T_{m}=({e_{1}T_{1}+e_{2}T_{2}})/({e_{1}+e_{2}})} . Even though the underlying heat equation is parabolic and not hyperbolic (i.e. it does not support waves), if we in some rough sense allow ourselves to think of a temperature jump as two materials are brought into contact as a \"signal\", then the transmission of the temperature signal from 1 to 2 is e 1 / ( e 1 + e 2 ) {\\displaystyle e_{1}/(e_{1}+e_{2})} . Clearly, this analogy must be used with caution; among other caveats, it only applies in a transient sense, to media which are large enough (or time scales short enough) to be considered effectively infinite in extent. Direct measurement of thermal effusivity may be performed using specialty sensors, as pictured. Thermal effusance is a newly coined term as a result of some discussions within ASTM International where a specific researcher from the UK has determined that he does not accept the common term thermal effusivity and has invented his own term, thermal effusance. He distinguishes the difference as follows: \"A material's thermal effusivity is a measure of its ability to exchange thermal energy with its surroundings. Although the quantity of thermal effusivity can be expressed in bulk property terms of e = k ⋅ ρ ⋅ C p {\\displaystyle e={\\sqrt {k{\\cdot }\\rho {\\cdot }C_{p}}}} when measured, it is not measured in terms of bulk properties.\"[4] Given the logic of this argument, the same could be said for other heat-transfer properties such as thermal conductivity. The distinction is addressed in understanding that in measuring non-solid bulk material the values are typically described as \"effective\" thermal effusivity and \"effective\" thermal conductivity. One application of thermal effusivity is the quasi-qualitative measurement of coolness or warmth feel of materials on textiles and fabrics. When a textile or fabric is measured from the surface with short test times by any transient method or instrument, the measured effusivity includes various heat transfer mechanisms, including conductivity, convection and radiation, as well as contact resistance between the sensor and sample.","Title":"Thermal effusivity - Wikipedia","KeyID":"2017","URL":"https://en.wikipedia.org/wiki/Thermal_inertia"}