{"Content: ":"Gigantothermy (sometimes called ectothermic homeothermy or inertial homeothermy) is a phenomenon with significance in biology and paleontology, whereby large, bulky ectothermic animals are more easily able to maintain a constant, relatively high body temperature than smaller animals by virtue of their smaller surface-area-to-volume ratio.[1] A bigger animal has proportionately less of its body close to the outside environment than a smaller animal of otherwise similar shape, and so it gains heat from, or loses heat to, the environment much more slowly.[2] The phenomenon is important in the biology of ectothermic megafauna, such as large turtles, and aquatic reptiles like ichthyosaurs and mosasaurs.[citation needed] Gigantotherms, though almost always ectothermic, generally have a body temperature similar to that of endotherms.[citation needed] It has been suggested that the larger dinosaurs would have been gigantothermic, rendering them virtually homeothermic.[3] Gigantothermy allows animals to maintain body temperature, but is most likely detrimental to endurance and muscle power as compared with endotherms due to decreased anaerobic efficiency.[4] Mammals' bodies have roughly four times as much surface area occupied by mitochondria as reptiles[clarification needed], necessitating larger energy demands, and consequently producing more heat to use in thermoregulation. An ectotherm the same size of an endotherm would not be able to remain as active as the endotherm, as heat is modulated behaviorally rather than biochemically. More time is dedicated to basking than eating. Large ectotherms displaying the same body size as large endotherms have the advantage of a slow metabolic rate, meaning that it takes reptiles longer to digest their food. Subsequently gigantothermic ectotherms would not have to eat as often as large endotherms that need to maintain a constant influx of food to meet energy demands. Although lions are much smaller than crocodiles, the lions must eat more often than crocodiles because of the higher metabolic output necessary to maintain the lion's heat and energy. The crocodile needs only to lie in the sun to digest more quickly and synthesize ATP.","Title":"Gigantothermy - Wikipedia","KeyID":"2018","URL":"https://en.wikipedia.org/wiki/Gigantothermy"}