{"Content: ":"Heterothermy or heterothermia (from Greek ἕτερος heteros \"other\" and θέρμη thermē \"heat\") is a physiological term for animals that vary between self-regulating their body temperature, and allowing the surrounding environment to affect it. In other words, they exhibit characteristics of both poikilothermy and homeothermy. Heterothermic animals are those that can switch between poikilothermic and homeothermic strategies. These changes in strategies typically occur on a daily basis or on an annual basis. More often than not, it is used as a way to dissociate the fluctuating metabolic rates seen in some small mammals and birds (e.g. bats and hummingbirds), from those of traditional cold blooded animals. In many bat species, body temperature and metabolic rate are elevated only during activity. When at rest, these animals reduce their metabolisms drastically, which results in their body temperature dropping to that of the surrounding environment. This makes them homeothermic when active, and poikilothermic when at rest. This phenomenon has been termed 'daily torpor' and was intensively studied in the Djungarian hamster. During the hibernation season, this animal shows strongly reduced metabolism each day during the rest phase while it reverts to endothermic metabolism during its active phase, leading to normal euthermic body temperatures (around 38 °C). Larger mammals (e.g. ground squirrels) and bats show multi-day torpor bouts during hibernation (up to several weeks) in winter.[1] During these multi-day torpor bouts, body temperature drops to ~1 °C above ambient temperature and metabolism may drop to about 1% of the normal endothermic metabolic rate. Even in these deep hibernators, the long periods of torpor is interrupted by bouts of endothermic metabolism, called arousals (typically lasting between 4–20 hours). These metabolic arousals cause body temperature to return to euthermic levels 35-37 °C.[1] Most of the energy spent during hibernation is spent in arousals (70-80%), but their function remains unresolved. Shallow hibernation patterns without arousals have been described in large mammals (like the black bear,[2]) or under special environmental circumstances.[3] Regional heterothermy describes organisms that are able to maintain different temperature \"zones\" in different regions of the body. This usually occurs in the limbs, and is made possible through the use of counter-current heat exchangers, such as the rete mirabile found in tuna and certain birds.[4] These exchangers equalize the temperature between hot arterial blood going out to the extremities and cold venous blood coming back, thus reducing heat loss. Penguins and many arctic birds use these exchangers to keep their feet at roughly the same temperature as the surrounding ice. This keeps the birds from getting stuck on an ice sheet. Other animals, like the leatherback sea turtle, use the heat exchangers to gather, and retain heat generated by their muscular flippers.[5] There are even some insects which possess this mechanism (see insect thermoregulation), the best-known example being bumblebees, which exhibit counter-current heat exchange at the point of constriction between the mesosoma (\"thorax\") and metasoma (\"abdomen\"); heat is retained in the thorax and lost from the abdomen.[6] Using a very similar mechanism, the internal temperature of a honeybee's thorax can exceed 45 °C while in flight.","Title":"Heterothermy - Wikipedia","KeyID":"2022","URL":"https://en.wikipedia.org/wiki/Heterothermic"}