{"Content: ":"The common green bottle fly (Lucilia sericata) is a blowfly found in most areas of the world and is the most well-known of the numerous green bottle fly species. Its body is 10–14 mm (0.39–0.55 in) in length – slightly larger than a house fly – and has brilliant, metallic, blue-green or golden coloration with black markings. It has short, sparse, black bristles (setae) and three cross-grooves on the thorax. The wings are clear with light brown veins, and the legs and antennae are black. The larvae of the fly may be used for maggot therapy, are commonly used in forensic entomology, and can be the cause of myiasis in livestock and pets. The common green bottle fly emerges in the spring for mating. The defining characteristic of L. sericata and the one most used when identifying the adult fly is the presence of three bristles on the dorsal mesothorax, located on the middle of the back of the fly. L. sericata is almost identical to its conspecific, L. cuprina, and identification between them requires microscopic examination of two main distinguishing characteristics. L. sericata is blue-black, as opposed to L. cuprina, which has a metallic green femoral joint in the first pair of legs. Also, when looking at the occipital setae, L. sericata has one to nine bristles on each side, while L. cuprina has three or less.[3] Additionally, the eyes of L. sericata are more smaller, with the frontal stripe also being thinner than the ones of L. cuprina.[4] Lucilia sericata is common all over the temperate and tropical regions of the planet, including Europe, Africa, and Australia. It prefers warm and moist climates, so is especially common in coastal regions, but can also be found in arid areas.[5] The female lays her eggs in carrion of all kinds, sometimes in the skin or hair of live animals, causing myiasis. The larvae feed on decaying organic tissue. The fly favours host species of the genus Ovis, domestic sheep in particular, and sometimes lays eggs in the wet wool of living sheep. This can lead to blowfly strike, causing problems for sheep farmers. L. sericata has been known to prefer lower elevations relative to other Calliphoridae species, such as Calliphora vomitoria. [6] The lifecycle of L. sericata is typical of flies in the family Calliphoridae. After the female deposits the egg, it hatches into a larva that passes through three instars as it grows, then enters prepupal and pupal stages (which can eclose quickly or overwinter depending on temperature) before emerging into the adult stage or imago. To start, the female lays a mass of eggs in carrion. The eggs hatch between nine hours and three days after being deposited on the host, with eggs laid in warmer weather hatching more quickly than those in cooler weather.[7] In this, they differ from the more opportunistic Sarcophagidae, which lay hatching eggs or completely hatched larvae into carrion and eliminate the time needed for the eggs to hatch. The flies are extremely prolific; a single female L. sericata typically lays 150−200 eggs per clutch and may produce 2,000 to 3,000 eggs in her lifetime. The pale yellow or grayish conical larvae, like those of most blow flies, have two posterior spiracles through which they respire. The larvae are moderately sized, ranging from 10 to 14 millimeters long. The larva feeds on dead or necrotic tissue for 3 to 10 days, depending on temperature and the quality of the food. During this period the larva passes through three larval instars. At a temperature of 16 °C (61 °F), the first larval instar lasts about 53 hours, the second about 42 hours and the third about 98 hours. At higher temperatures, say 27 °C (81 °F), the first larval instar lasts about 31 hours, the second about 12 hours, and the third about 40 hours.[5] Third-instar larvae enter a \"wandering\" stage and drop off the host to find an appropriate location with soft enough soil, where they bury themselves to enter a pupal stage, which usually lasts from 6 to 14 days. Burial allows the pupa to more reliably avoid desiccation or predation. The larger the larva, the farther it is able to travel to find a suitable location to pupate; L. sericata is noted to be remarkably active and can travel over 100 feet before pupating.[8] If the temperature is suitably low, however, a pupa might overwinter in the soil until the temperature rises. After emerging from the pupa, the adult feeds opportunistically on nectar, pollen, feces, or carrion while it matures. Adults usually lay eggs about 2 weeks after they emerge. Their complete lifecycle typically ranges from 2 to 3 weeks, but this varies with seasonal and other environmental circumstances. L. sericata usually completes three or four generations each year in cold, temperate climates, and more in warmer regions.[9] The larvae of L. sericata feed exclusively on dead organic tissue; as the eggs are laid directly into carrion, they are able to feed on the corpse on which they hatch until they are ready to pupate. The adults are more varied in their diets, eating carrion and feces, as well as pollen and nectar, as they are important pollinators in their native range and important agents of decomposition. The pollen (which the flies can digest, perhaps with the assistance of bacteria in their digestive tracts) may be used as an alternative protein source, especially for gravid females who need large amounts of protein and cannot reliably find carrion. Notably, gravid flies are particularly attracted to sapromyophilous flowers that exude a carrion-like odor, such as the dead horse arum lily. These flowers are tricking the flies into pollinating them by mimicking the scent of a corpse, but the flies also frequently visit myophilous flowers such as the oxeye daisy, and are attracted to the color yellow, as well as to the scent of flowers.[10] This indicates that the flies are attracted to flowers not only because they smell like carrion (in the case of the arum lily), but specifically for the pollen offered by the flower (in the case of myophilous flowers). Lucilia sericata females lay their eggs on fresh carrion, avoiding older carrion because it can be detrimental to offspring (possibly due to bacterial activity or other factors).[11] Like many blowflies, females of L. sericata perform aggregated oviposition, laying their egg masses in carcasses in which other flies are also ovipositing. The presence of female flies eating or ovipositing on a carcass may attract other female flies to do the same, perhaps through chemical cues.[12] Females exhibit preference for certain oviposition conditions over others; they attempt to maximize the survival potential of their offspring by laying eggs in only the best places. They often select natural orifices or wet fur, though they do not tend to oviposit in wounds, as is mistakenly thought by many.[13] Gravid L. sericata females prefer warm temperatures for their offspring, since this decreases development time, so increases survival, and they oviposit faster and with more eggs in warmer carrion. Egg load peaks at 30 °C.[7] Sulfur compounds and indole likely are the major factors attracting gravid flies to carrion, raising the possibility that these compounds could be used to attract flies to traps to control them in agricultural settings.[14] The complex courtship process of L. sericata consists of several stages of display on the part of the male.[15] First, the male identifies a potential mate and pushes her with his head; he then taps her with his fore leg multiple times. The male then mounts the female and attempts copulation, continuing to tap his fore leg on her body. If the female is receptive, copulation proceeds, genital contact is achieved, and when the process is over, both individuals move away. If she is not receptive, the female kicks at the male with her hind legs, but this is not usually successful at dismounting the male, and the mating proceeds, nevertheless. Some males are left-biased and some males are right-biased in their fore leg tapping, but this bias does not appear to have an effect on their mating success. Males are able to recognize potential mates by the frequency at which the light from their iridescent bodies glints through their wings, using the fast and precise visual processing that many flies rely upon for their manoeuvrability and agility in flight. They interpret these flashes to assess the age and sex of a potential mate. Under direct sunlight there is a reflected flash at each wingbeat. Males recognise fertile females by light flashing at the frequency at which they flap their wings - slower than young males or old flies of either sex. Eichorn et al. (2017) showed that male L. sericata show a strong preference for a diode flashing alternately on and off at 178 Hz over an immobilized female, 178 Hz being the characteristic wing-beat frequency of a young female L. sericata, over constant light on the same female.[16] This shows that, close up, sexually active males recognize a flash frequency rather than an attraction by sight or smell. Males preferred a diode flashing at 178 Hz to a diode flashing at other frequencies. L. sericata flies mate less frequently on cloudy days, suggesting that they rely on direct sunlight flashing through, off, or between their wings to recognize potential mates.[16] The larvae of L. sericata are highly gregarious, to the point that their survival depends upon grouping. The aggregated oviposition behavior of gravid L. sericata females leads to large aggregates of same-age larvae, which have been shown to experience faster development and lower predation as opposed to smaller aggregates or aggregates of variously aged larvae. The resulting larval masses are able to thermoregulate, raising their own temperature and therefore decreasing their development time, leading to better survival. This thermoregulation may result from the way larvae forage; they are constantly moving and turning over, which could at least in part lead to the temperature rise experienced in larval masses.[17] They also benefit from the digestive power of multiple other larvae. Each larva secretes digestive enzymes and then consumes the resulting dissolved meat around it. If more larvae are present, they secrete more digestive enzymes, which dissolve more meat and make food more accessible for the whole group. This easy access to food also contributes to a shorter development time.[18] These benefits are present not only in single-species masses of larvae, but also in mixed-species groupings. Both groups of larvae have also been shown to have the ability to make collective decisions, perhaps using signals that are shared between species. In this manner, groups of larvae are able to collectively choose a preferred feeding spot, allowing them all to benefit from their collective digestive abilities and thermoregulation. Similarly, if a group of larvae becomes too large and overcrowding begins to cut into the benefits of heat and collective digestion, larval masses can \"decide\" to split in two and move to separate areas of a cadaver.[19] These collective larval decisions (and indeed the formation of larval masses themselves) are the result of chemical cues that larvae leave behind them as they crawl along the carrion, which other larvae are predisposed to follow; the result is that the more larvae are in a particular area, the more other larvae will join them.[20] Lucilia sericata is an important species to forensic entomologists. Like most calliphorids, L. sericata has been heavily studied and its lifecycle and habits are well documented. Accordingly, the stage of its development on a corpse is used to calculate a minimum post mortem interval, so that it can be used to aid in determining the time of death of the victim. The presence or absence of L. sericata can provide information about the conditions of the corpse. If the insects seem to be on the path of their normal development, the corpse likely has been undisturbed. Signs of a disturbed lifecycle, or their absence from a decaying body suggests post mortem tampering with the body. Because L. sericata is one of the first insects to colonize a corpse, it is preferred to many other species in determining an approximate time of colonization, thus time of death of the victim. Developmental progress is determined with relative accuracy by measuring the length and weight of larvae at various instars while taking into account the temperature, which can affect development time to a large extent.[21] Many blow flies have an impact in veterinary science, and L. sericata is no exception. In places such as the UK and Australia, L. sericata is commonly referred to as the \"sheep blowfly\", since sheep are its primary host in those regions. Although it affects mainly sheep, L. sericata is not host-specific. In Northern Europe, the fly often lays its eggs in sheep wool. The larvae then migrate down the wool, where they feed directly on the skin surface in a process called myiasis. This can cause massive lesions and secondary bacterial infections, in turn causing serious problems for sheep farmers. In the UK, blowfly strike affects an estimated 1 million sheep, and 80% of sheep farms each year. This causes a huge economic impact in regions affected by blowfly strike. Not only does it cost money to treat infected animals, but measures also must be taken to control L. sericata.[22] A simple and effective way to reduce the incidence of such infection is to shear ewes regularly and to dock their tails, removing areas where thick wool can stay damp for long periods of time. Enacting simple sanitary measures can reduce blowfly strike. For example, timely and proper disposal of carcasses and proper removal of feces are effective measures. Moving sheep from warm, humid, and sheltered areas to more open areas can also help to reduce blowfly strike, for this eliminates conditions conducive to fly development. Trapping systems such as sticky paper may be used to control fly numbers. Treating a flock with chemical agents can be costly, but can aid greatly in maintaining the resistance of the flock to L. sericata. For instance, plunge dipping in diazinon can directly kill the fly on contact. This method works from 3 to 8 weeks in controlling the fly. An alternative chemical method is a pyrethroid pour-on, which lasts 6 to 10 weeks depending on the type of pyrethroid used. Cryomazine and dicylanil, which are insect growth regulators, are also effective and last from 10 to 16 weeks. Chemical treatment is not ideal, though it can be very effective, because it is costly, tedious, and time consuming.[22] Lucilia sericata has been of medical importance since 1826, when Meigen removed larvae from the eyes and facial cavities of a human patient. L. sericata has shown promise in three separate clinical approaches. First, larvae have been shown to debride wounds with extremely low probability of myiasis upon clinical application. Larval secretions have been shown to help in tissue regeneration. L. sericata has also been shown to lower bacteremia levels in patients infected with methicillin-resistant Staphylococcus aureus (MRSA). Essentially, L. sericata larvae can be used as biosurgery agents in cases where antibiotics and surgery are impractical.[23] Larval secretions in vitro enhance fibroblast migration to the wound site, improving wound closure.[23] Larval therapy of L. sericata is highly recommended for the treatment of wounds infected with Gram-positive bacteria, yet is not as effective for wounds infected with Gram-negative bacteria. Also, bacteria from the genus Vagococcus were resistant to the maggot excreta/secreta.[24] Attempts are currently ongoing to extract or synthesize the chymotrypsins found in larval secretions to destroy MRSA without application of the larvae.[25] Myiasis by L. sericata has been reported,[9] including a case of a dual genital infestation of a married couple wherein the larvae were transmitted from the wife's vagina to the husband's penis through sexual intercourse.[26] Due to this species' high forensic interest, extensive research on its lifecycle has been conducted. The ongoing medical research, however, centered around the secretions produced by L. sericata as an agent against MRSA and vancomycin-resistant Staphylococcus aureus,[27] and the larval applications for maggot therapy. A new antimicrobial agent isolated from L. sericata secretions was patented under the name Seraticin.[28] Efforts are geared toward making medical professionals more familiar to the current techniques.[29] Like many other ectoparasites, L. sericata has a huge economic impact on farmers, so many studies and research projects have been put in place since the late 1980s to help farmers reduce their impact. Research is also being conducted on less chemical-intensive measures to combat blowfly strike, since chemical dipping and pouring is not only expensive and time-consuming, but also toxic.","Title":"Common green bottle fly - Wikipedia","KeyID":"2024","URL":"https://en.wikipedia.org/wiki/Common_green_bottle_fly"}