{"Content: ":"Desiccation (from Latin de- \"thoroughly\" + siccare \"to dry\") is the state of extreme dryness, or the process of extreme drying. A desiccant is a hygroscopic (attracts and holds water) substance that induces or sustains such a state in its local vicinity in a moderately sealed container. Desiccation is widely employed in the oil and gas industry. These materials are obtained in a hydrated state, but the water content leads to corrosion or is incompatible with downstream processing. Removal of water is achieved by cryogenic condensation, absorption into glycols, and absorption onto desiccants such as silica gel.[1] A desiccator is a heavy glass or plastic container, now somewhat antiquated, used in practical chemistry for drying or keeping small amounts of materials very dry. The material is placed on a shelf, and a drying agent or desiccant, such as dry silica gel or anhydrous sodium hydroxide, is placed below the shelf. Often some sort of humidity indicator is included in the desiccator to show, by color changes, the level of humidity. These indicators are in the form of indicator plugs or indicator cards. The active chemical is cobalt chloride (CoCl2). Anhydrous cobalt chloride is blue. When it bonds with two water molecules, (CoCl2•2H2O), it turns purple. Further hydration results in the pink hexaaquacobalt(II) chloride complex [Co(H2O)6]2+. In biology and ecology, desiccation refers to the drying out of a living organism, such as when aquatic animals are taken out of water, slugs are exposed to salt, or when plants are exposed to sunlight or drought. Ecologists frequently study and assess various organisms' susceptibility to desiccation. For example, in one study the investigators found that Caenorhabditis elegans dauer is a true anhydrobiote that can withstand extreme desiccation and that the basis of this ability is founded in the metabolism of trehalose.[2] Several bacterial species have been shown to accumulate DNA damages upon desiccation. Deinococcus radiodurans is extremely resistant to ionizing radiation. The functions necessary to survive ionizing radiation are also necessary to survive prolonged desiccation.[3] Radiation resistance is considered to be an incidental consequence of the organism's evolutionary adaptation to dehydration, a common physiological stress in nature.[3] The chromosomal DNA from desiccated D. radiodurans revealed increased DNA double-strand breaks.[4] DNA double-strand breaks are repaired principally by a RecA-dependent recombination process that requires the presence of two genome copies.[4] By this process D. radiodurans can survive thousands of double-strand breaks per cell.[4] Mycobacterium smegmatis mutant strains that are deficient in the ability to repair double-strand breaks by the non-homologous enjoining (NHEJ) pathway are more sensitive to prolonged desiccation during stationary phase than wild-type strains.[5] NHEJ appears to be the preferred pathway for repairing double-strand breaks caused by desiccation during stationary phase. NHEJ can repair double-strand breaks even when only one chromosome is present in a cell. Upon exposure to extreme dryness, Bacillus subtilis endospores acquire DNA-double strand breaks and DNA-protein crosslinks.[6] In broadcast engineering, a desiccator may be used to pressurize the feedline of a high-power transmitter. Because it carries a large amount of energy from the transmitter to the antenna, the feedline must have low dielectric losses. Because it must also be lightweight so as not to overload the radio tower, air is often used as the dielectric. Since moisture can condense in these lines, desiccated air or nitrogen gas is pumped in. This pressure also keeps water or other dampness from coming in the line at any point along its length.","Title":"Desiccation - Wikipedia","KeyID":"2029","URL":"https://en.wikipedia.org/wiki/Desiccation"}