{"Content: ":"Jidapterus is a genus of chaoyangopterid pterosaur from the Aptian-age Lower Cretaceous Jiufotang Formation of Chaoyang, Liaoning, China. The genus was in 2003 named by Dong Zhiming, Sun Yue-Wu and Wu Shao-Yuan. The type species is Jidapterus edentus. The genus name is derived from Jílín Dàxué or \"Jilin University\" and a Latinized Greek pteron, \"wing\". The specific name means \"toothless\" in Latin. Jidapterus is based on holotype CAD-01, a nearly complete skeleton with partial skull. The skull is toothless and relatively long, with a straight and very pointed beak, and a large hole where the antorbital fenestra is joined with the nostrils. The eye sockets are small, and there is no crest along the lower jaw as seen in ornithocheiroids, although a short projection was present at the back of the skull. The wingspan of this individual was estimated to be 1.7 m (5.6 ft).[1] The classification of Jidpterus has been unstable; the original authors did not assign it to a group.[2] Some of the original authors later suggested it was a more basal azhdarchoid,[3] whereas another group suggested it was closer to Pteranodon and possibly the same genus as Chaoyangopterus.[4] David Unwin assigned it to Tapejaridae without comment in The Pterosaurs: From Deep Time,[5] but later, in a collaboration with Lü, agreed that it belonged to another azhdarchoid group and was a close relative of Chaoyangopterus, placing both in the new family Chaoyangopteridae.[6] A redescription of the genus in 2017 corroborated these results, and also presented evidence distinguishing it from Chaoyangopterus.[7] Below are two cladograms showing the phylogenetic placement of Jidapterus within the Azhdarchoidea. The one on the left is a topology by Felipe Pinheiro and colleagues in 2011. In their phylogenetic analysis, they recovered Jidapterus within the family Tapejaridae, more specifically within a subfamily called Chaoyangopterinae, sister taxon to both Chaoyangopterus and Shenzhoupterus.[8] The cladogram on the right is a different topology, recovered by Alexander Kellner and colleagues in 2019. Unlike the analysis by Pinheiro and colleagues, the analysis by Kellner and colleagues did not recover Jidapterus as a tapejarid, but instead recovered it within the family Chaoyangopteridae, still the sister taxon to both Chaoyangopteridae and Shenzhoupterus, though. Chaoyangopteridae was in turn found as the sister taxon of the family Azhdarchidae, both within the clade Azhdarchoidea.[9] Topology 1: Pinheiro and colleagues (2011). Thalassodromeus Tupuxuara Jidapterus Shenzhoupterus Chaoyangopterus Sinopterus Huaxiapterus Tapejara Tupandactylus Topology 2: Kellner and colleagues (2019). Azhdarcho Quetzalcoatlus Zhejiangopterus Chaoyangopterus Jidapterus Shenzhoupterus Keresdrakon Thalassodrominae Tapejarinae    ","Title":"Jidapterus - Wikipedia","KeyID":"203","URL":"https://en.wikipedia.org/wiki/Jidapterus"}