{"Content: ":"The cane toad (Rhinella marina), also known as the giant neotropical toad or marine toad, is a large, terrestrial true toad native to South and mainland Central America, but which has been introduced to various islands throughout Oceania and the Caribbean, as well as Northern Australia. It is a member of the genus Rhinella, which includes many true toad species found throughout Central and South America, but it was formerly assigned to the genus Bufo. The cane toad is an old species. A fossil toad (specimen UCMP 41159) from the La Venta fauna of the late Miocene in Colombia is indistinguishable from modern cane toads from northern South America. It was discovered in a floodplain deposit, which suggests the R. marina habitat preferences have long been for open areas. The cane toad is a prolific breeder; females lay single-clump spawns with thousands of eggs. Its reproductive success is partly because of opportunistic feeding: it has a diet, unusual among anurans, of both dead and living matter. Adults average 10–15 cm (4–6 in) in length; the largest recorded specimen had a snout-vent length of 24 cm (9.4 in). The cane toad has poison glands, and the tadpoles are highly toxic to most animals if ingested. Its toxic skin can kill many animals, both wild and domesticated, and cane toads are particularly dangerous to dogs. Because of its voracious appetite, the cane toad has been introduced to many regions of the Pacific and the Caribbean islands as a method of agricultural pest control. The common name of the species is derived from its use against the cane beetle (Dermolepida albohirtum), which damages sugar cane. The cane toad is now considered a pest and an invasive species in many of its introduced regions. The 1988 film Cane Toads: An Unnatural History documented the trials and tribulations of the introduction of cane toads in Australia. Historically, the cane toads were used to eradicate pests from sugarcane, giving rise to their common name. The cane toad has many other common names, including \"giant toad\" and \"marine toad\"; the former refers to its size, and the latter to the binomial name, R. marina. It was one of many species described by Carl Linnaeus in his 18th-century work Systema Naturae (1758).[5] Linnaeus based the specific epithet marina on an illustration by Dutch zoologist Albertus Seba, who mistakenly believed the cane toad to inhabit both terrestrial and marine environments.[6] Other common names include \"giant neotropical toad\",[7] \"Dominican toad\",[8] \"giant marine toad\",[9] and \"South American cane toad\".[10] In Trinidadian English, they are commonly called crapaud, the French word for toad.[11] The genus Rhinella is considered to constitute a distinct genus of its own, thus changing the scientific name of the cane toad. In this case, the specific name marinus (masculine) changes to marina (feminine) to conform with the rules of gender agreement as set out by the International Code of Zoological Nomenclature, changing the binomial name from Bufo marinus to Rhinella marina; the binomial Rhinella marinus was subsequently introduced as a synonym through misspelling by Pramuk, Robertson, Sites, and Noonan (2008).[2][3] Though controversial (with many traditional herpetologists still using Bufo marinus) the binomial Rhinella marina is gaining in acceptance with such bodies as the IUCN,[1] Encyclopaedia of Life,[12] Amphibian Species of the World [2] and increasing numbers of scientific publications adopting its usage. Since 2016, cane toad populations native to Mesoamerica and northwestern South America are sometimes considered to be a separate species, Rhinella horribilis.[13] In Australia, the adults may be confused with large native frogs from the genera Limnodynastes, Cyclorana, and Mixophyes. These species can be distinguished from the cane toad by the absence of large parotoid glands behind their eyes and the lack of a ridge between the nostril and the eye.[14] Cane toads have been confused with the giant burrowing frog (Heleioporus australiacus), because both are large and warty in appearance; however, the latter can be readily distinguished from the former by its vertical pupils and its silver-grey (as opposed to gold) irises.[15] Juvenile cane toads may be confused with species of the genus Uperoleia, but their adult colleagues can be distinguished by the lack of bright colouring on the groin and thighs.[16] In the United States, the cane toad closely resembles many bufonid species. In particular, it could be confused with the southern toad (Bufo terrestris), which can be distinguished by the presence of two bulbs in front of the parotoid glands.[17] The cane toad genome has been sequenced and certain Australian academics believe this will help in understanding how the toad can quickly evolve to adapt to new environments, the workings of its infamous toxin, and hopefully provide new options for halting this species' march across Australia and other places it has spread as an invasive pest.[18] Considered the largest species in the Bufonidae,[19] the cane toad is very large;[20] the females are significantly longer than males,[21] reaching a typical length of 10–15 cm (4–6 in),[20] with a maximum of 24 cm (9.4 in).[22] Larger toads tend to be found in areas of lower population density.[23] They have a life expectancy of 10 to 15 years in the wild,[24] and can live considerably longer in captivity, with one specimen reportedly surviving for 35 years.[25] The skin of the cane toad is dry and warty.[20] Distinct ridges above the eyes run down the snout.[14] Individual cane toads can be grey, yellowish, red-brown, or olive-brown, with varying patterns.[26] A large parotoid gland lies behind each eye.[20] The ventral surface is cream-coloured and may have blotches in shades of black or brown. The pupils are horizontal and the irises golden.[15] The toes have a fleshy webbing at their base,[20] and the fingers are free of webbing.[26] Typically, juvenile cane toads have smooth, dark skin, although some specimens have a red wash. Juveniles lack the adults' large parotoid glands, so they are usually less poisonous.[23] The tadpoles are small and uniformly black, and are bottom-dwellers, tending to form schools.[27] Tadpoles range from 10 to 25 mm (0.4 to 1.0 in) in length.[28] The common name \"marine toad\" and the scientific name Rhinella marina suggest a link to marine life,[29] but cane toads do not live in the sea. However, laboratory experiments suggest that tadpoles can tolerate salt concentrations equivalent to 15% of seawater (~5.4‰),[30] and recent field observations found living tadpoles and toadlets at salinities of 27.5‰ on Coiba Island, Panama.[31] The cane toad inhabits open grassland and woodland, and has displayed a \"distinct preference\" for areas modified by humans, such as gardens and drainage ditches.[32] In their native habitats, the toads can be found in subtropical forests,[28] although dense foliage tends to limit their dispersal.[33] The cane toad begins life as an egg, which is laid as part of long strings of jelly in water. A female lays 8,000–25,000 eggs at once and the strings can stretch up to 20 m (66 ft) in length.[29] The black eggs are covered by a membrane and their diameter is about 1.7–2.0 mm (0.067–0.079 in).[29] The rate at which an egg grows into a tadpole increases with temperature. Tadpoles typically hatch within 48 hours, but the period can vary from 14 hours to almost a week.[29] This process usually involves thousands of tadpoles—which are small, black, and have short tails—forming into groups. Between 12 and 60 days are needed for the tadpoles to develop into juveniles, with four weeks being typical.[29] Similarly to their adult counterparts, eggs and tadpoles are toxic to many animals.[20] When they emerge, toadlets typically are about 10–11 mm (0.39–0.43 in) in length, and grow rapidly. While the rate of growth varies by region, time of year, and gender, an average initial growth rate of 0.647 mm (0.0255 in) per day is seen, followed by an average rate of 0.373 mm (0.0147 in) per day. Growth typically slows once the toads reach sexual maturity.[34] This rapid growth is important for their survival; in the period between metamorphosis and subadulthood, the young toads lose the toxicity that protected them as eggs and tadpoles, but have yet to fully develop the parotoid glands that produce bufotoxin.[35] Only an estimated 0.5% of cane toads reach adulthood, in part because they lack this key defense[23][36] - but also due to tadpole cannibalism. Although cannibalism does occur in the native population in South America, the rapid evolution occurring in the unnaturally large population in Australia has produced tadpoles 30x more likely to be interested in cannibalising their siblings, and 2.6x more likely to actually do so. They have also evolved to shorten their tadpole phase in response to the presence of older tadpoles. These changes are likely genetic, although no genetic basis has been determined.[37] As with rates of growth, the point at which the toads become sexually mature varies across different regions. In New Guinea, sexual maturity is reached by female toads with a snout–vent length between 70 and 80 mm (2.8 and 3.1 in), while toads in Panama achieve maturity when they are between 90 and 100 mm (3.5 and 3.9 in) in length.[38] In tropical regions, such as their native habitats, breeding occurs throughout the year, but in subtropical areas, breeding occurs only during warmer periods that coincide with the onset of the wet season.[39] The cane toad is estimated to have a critical thermal maximum of 40–42 °C (104–108 °F) and a minimum of around 10–15 °C (50–59 °F).[40] The ranges can change due to adaptation to the local environment.[41] Cane toads from some populations can adjust their thermal tolerance within a few hours of encountering low temperatures.[42] The toad is able to rapidly acclimate to the cold using physiological plasticity, though there is also evidence that more northerly populations of cane toads in the United States are better cold-adapted than more southerly populations.[43] These adaptations have allowed the cane toad to establish invasive populations across the world. The toad’s ability to rapidly acclimate to thermal changes suggests that current models may underestimate the potential range of habitats that the toad can populate.[42] The cane toad has a high tolerance to water loss; some can withstand a 52.6% loss of body water, allowing them to survive outside tropical environments.[41] Most frogs identify prey by movement, and vision appears to be the primary method by which the cane toad detects prey; however, it can also locate food using its sense of smell.[44] They eat a wide range of material; in addition to the normal prey of small rodents, other small mammals,[45] reptiles, other amphibians, birds, and even bats and a range of invertebrates (such as ants, beetles, earwigs, dragonflies, grasshoppers, true bugs, crustaceans, and gastropods),[46] they also eat plants, dog food, cat food,[46] feces,[19] and household refuse.[47][48] The skin of the adult cane toad is toxic, as well as the enlarged parotoid glands behind the eyes, and other glands across its back. When the toad is threatened, its glands secrete a milky-white fluid known as bufotoxin.[49] Components of bufotoxin are toxic to many animals;[50] even human deaths have been recorded due to the consumption of cane toads.[28] Dogs are especially prone to be poisoned by licking or biting toads. Pets showing excessive drooling, extremely red gums, head-shaking, crying, loss of coordination, and/or convulsions require immediate veterinary attention.[22] Bufotenin, one of the chemicals excreted by the cane toad, is classified as a schedule 9 drug under Australian law, alongside heroin and LSD.[51] The effects of bufotenin are thought to be similar to those of mild poisoning; the stimulation, which includes mild hallucinations, lasts less than an hour.[52] As the cane toad excretes bufotenin in small amounts, and other toxins in relatively large quantities, toad licking could result in serious illness or death.[53] In addition to releasing toxin, the cane toad is capable of inflating its lungs, puffing up, and lifting its body off the ground to appear taller and larger to a potential predator.[49] Since 2011, experimenters in the Kimberley region of Western Australia have used poisonous sausages containing toad meat in an attempt to protect native animals from cane toads' deadly impact. The Western Australian Department of Environment and Conservation, along with the University of Sydney, developed these sausage-shaped baits as a tool in order to train native animals not to eat the toads. By blending bits of toad with a nausea-inducing chemical, the baits train the animals to stay away from the amphibians.[54][55][56] Many species prey on the cane toad and its tadpoles in its native habitat, including the broad-snouted caiman (Caiman latirostris), the banded cat-eyed snake (Leptodeira annulata), eels (family Anguillidae), various species of killifish,[57] the rock flagtail (Kuhlia rupestris), some species of catfish (order Siluriformes), some species of ibis (subfamily Threskiornithinae),[57] and Paraponera clavata (bullet ants). Predators outside the cane toad's native range include the whistling kite (Haliastur sphenurus), the rakali (Hydromys chrysogaster), the black rat (Rattus rattus) and the water monitor (Varanus salvator). The tawny frogmouth (Podargus strigoides) and the Papuan frogmouth (Podargus papuensis)[58] have been reported as feeding on cane toads; some Australian crows (Corvus spp.) have also learned strategies allowing them to feed on cane toads, such as using their beak to flip toads onto their backs.[59][60] Opossums of the genus Didelphis likely can eat cane toads with impunity.[61] Meat ants are unaffected by the cane toads' toxins, so are able to kill them.[62] The cane toad's normal response to attack is to stand still and let its toxin kill the attacker, which allows the ants to attack and eat the toad.[63] The cane toad is native to the Americas, and its range stretches from the Rio Grande Valley in South Texas to the central Amazon and southeastern Peru, and some of the continental islands near Venezuela (such as Trinidad and Tobago).[64][65] This area encompasses both tropical and semiarid environments. The density of the cane toad is significantly lower within its native distribution than in places where it has been introduced. In South America, the density was recorded to be 20 adults per 100 m (109 yd) of shoreline, 1 to 2% of the density in Australia.[66] The cane toad has been introduced to many regions of the world—particularly the Pacific—for the biological control of agricultural pests.[64] These introductions have generally been well documented, and the cane toad may be one of the most studied of any introduced species.[67] Before the early 1840s, the cane toad had been introduced into Martinique and Barbados, from French Guiana and Guyana.[68] An introduction to Jamaica was made in 1844 in an attempt to reduce the rat population.[69] Despite its failure to control the rodents, the cane toad was introduced to Puerto Rico in the early 20th century in the hope that it would counter a beetle infestation ravaging the sugarcane plantations. The Puerto Rican scheme was successful and halted the economic damage caused by the beetles, prompting scientists in the 1930s to promote it as an ideal solution to agricultural pests.[70] As a result, many countries in the Pacific region emulated the lead of Puerto Rico and introduced the toad in the 1930s.[71] Introduced populations are in Australia, Florida,[72] Papua New Guinea,[73] the Philippines,[74] the Ogasawara, Ishigaki Island and the Daitō Islands of Japan,[75] most Caribbean islands,[71] Fiji and many other Pacific islands,[71] including Hawaii.[76][77] Since then, the cane toad has become a pest in many host countries, and poses a serious threat to native animals.[78] Following the apparent success of the cane toad in eating the beetles threatening the sugarcane plantations of Puerto Rico, and the fruitful introductions into Hawaii and the Philippines, a strong push was made for the cane toad to be released in Australia to negate the pests ravaging the Queensland cane fields.[80] As a result, 102 toads were collected from Hawaii and brought to Australia.[81] Queensland's sugar scientists released the toad into cane fields in August 1935.[82] After this initial release, the Commonwealth Department of Health decided to ban future introductions until a study was conducted into the feeding habits of the toad. The study was completed in 1936 and the ban lifted, when large-scale releases were undertaken; by March 1937, 62,000 toadlets had been released into the wild.[81][83] The toads became firmly established in Queensland, increasing exponentially in number and extending their range into the Northern Territory and New South Wales.[26][81] In 2010, one was found on the far western coast in Broome, Western Australia.[84] However, the toad was generally unsuccessful in reducing the targeted grey-backed cane beetles (Dermolepida albohirtum), in part because the cane fields provided insufficient shelter for the predators during the day,[85] and in part because the beetles live at the tops of sugar cane—and cane toads are not good climbers.[80] Since its original introduction, the cane toad has had a particularly marked effect on Australian biodiversity. The population of a number of native predatory reptiles has declined, such as the varanid lizards Varanus mertensi, V. mitchelli, and V. panoptes, the land snakes Pseudechis australis and Acanthophis antarcticus, and the crocodile species Crocodylus johnstoni; in contrast, the population of the agamid lizard Amphibolurus gilberti—known to be a prey item of V. panoptes—has increased.[86] The cane toad was introduced to various Caribbean islands to counter a number of pests infesting local crops.[87] While it was able to establish itself on some islands, such as Barbados, Jamaica, and Puerto Rico, other introductions, such as in Cuba before 1900 and in 1946, and on the islands of Dominica and Grand Cayman, were unsuccessful.[88] The earliest recorded introductions were to Barbados and Martinique. The Barbados introductions were focused on the biological control of pests damaging the sugarcane crops,[89] and while the toads became abundant, they have done even less to control the pests than in Australia.[90] The toad was introduced to Martinique from French Guiana before 1944 and became established. Today, they reduce the mosquito and mole cricket populations.[91] A third introduction to the region occurred in 1884, when toads appeared in Jamaica, reportedly imported from Barbados to help control the rodent population. While they had no significant effect on the rats, they nevertheless became well established.[92] Other introductions include the release on Antigua—possibly before 1916, although this initial population may have died out by 1934 and been reintroduced at a later date—[93] and Montserrat, which had an introduction before 1879 that led to the establishment of a solid population, which was apparently sufficient to survive the Soufrière Hills volcano eruption in 1995.[94] In 1920, the cane toad was introduced into Puerto Rico to control the populations of white grub (Phyllophaga spp.), a sugarcane pest.[95] Before this, the pests were manually collected by humans, so the introduction of the toad eliminated labor costs.[95] A second group of toads was imported in 1923, and by 1932, the cane toad was well established.[96] The population of white grubs dramatically decreased,[95] and this was attributed to the cane toad at the annual meeting of the International Sugar Cane Technologists in Puerto Rico.[78] However, there may have been other factors.[78] The six-year period after 1931—when the cane toad was most prolific, and the white grub had a dramatic decline—had the highest-ever rainfall for Puerto Rico.[97] Nevertheless, the cane toad was assumed to have controlled the white grub; this view was reinforced by a Nature article titled \"Toads save sugar crop\",[78] and this led to large-scale introductions throughout many parts of the Pacific.[98] The cane toad has been spotted in Carriacou and Dominica, the latter appearance occurring in spite of the failure of the earlier introductions.[99] On September 8, 2013, the cane toad was also discovered on the island of New Providence in the Bahamas.[100] The cane toad was first introduced deliberately into the Philippines in 1930 as a biological control agent of pests in sugarcane plantations, after the success of the experimental introductions into Puerto Rico.[102][103] It subsequently became the most ubiquitous amphibian in the islands. It still retains the common name of bakî or kamprag in the Visayan languages, a corruption of 'American frog', referring to its origins.[101] It is also commonly known as \"bullfrog\" in Philippine English.[104] The cane toad was introduced into Fiji to combat insects that infested sugarcane plantations. The introduction of the cane toad to the region was first suggested in 1933, following the successes in Puerto Rico and Hawaii. After considering the possible side effects, the national government of Fiji decided to release the toad in 1953, and 67 specimens were subsequently imported from Hawaii.[105] Once the toads were established, a 1963 study concluded, as the toad's diet included both harmful and beneficial invertebrates, it was considered \"economically neutral\".[77] Today, the cane toad can be found on all major islands in Fiji, although they tend to be smaller than their counterparts in other regions.[106] The cane toad was introduced into New Guinea to control the hawk moth larvae eating sweet potato crops.[73] The first release occurred in 1937 using toads imported from Hawaii, with a second release the same year using specimens from the Australian mainland. Evidence suggests a third release in 1938, consisting of toads being used for human pregnancy tests—many species of toad were found to be effective for this task, and were employed for about 20 years after the discovery was announced in 1948.[107][108] Initial reports argued the toads were effective in reducing the levels of cutworms and sweet potato yields were thought to be improving.[109] As a result, these first releases were followed by further distributions across much of the region,[109] although their effectiveness on other crops, such as cabbages, has been questioned; when the toads were released at Wau, the cabbages provided insufficient shelter and the toads rapidly left the immediate area for the superior shelter offered by the forest.[110] A similar situation had previously arisen in the Australian cane fields, but this experience was either unknown or ignored in New Guinea.[110] The cane toad has since become abundant in rural and urban areas.[111] The cane toad naturally exists in South Texas, but attempts (both deliberate and accidental) have been made to introduce the species to other parts of the country. These include introductions to Florida and to the islands of Hawaii, as well as largely unsuccessful introductions to Louisiana.[112] Initial releases into Florida failed. Attempted introductions before 1936 and 1944, intended to control sugarcane pests, were unsuccessful as the toads failed to proliferate. Later attempts failed in the same way.[113][114] However, the toad gained a foothold in the state after an accidental release by an importer at Miami International Airport in 1957, and deliberate releases by animal dealers in 1963 and 1964 established the toad in other parts of Florida.[114][115] Today, the cane toad is well established in the state, from the Keys to north of Tampa, and they are gradually extending further northward.[116] In Florida, the toad is a regarded as a threat to native species [117] and pets;[118] so much so, the Florida Fish and Wildlife Conservation Commission recommends residents to kill them.[22] Around 150 cane toads were introduced to Oahu in Hawaii in 1932, and the population swelled to 105,517 after 17 months.[71] The toads were sent to the other islands, and more than 100,000 toads were distributed by July 1934;[119] eventually over 600,000 were transported.[120] Other than the use as a biological control for pests, the cane toad has been employed in a number of commercial and noncommercial applications. Traditionally, within the toad's natural range in South America, the Embera-Wounaan would \"milk\" the toads for their toxin, which was then employed as an arrow poison. The toxins may have been used as an entheogen by the Olmec people. The toad has been hunted as a food source in parts of Peru, and eaten after the careful removal of the skin and parotoid glands.[121] When properly prepared, the meat of the toad is considered healthy and as a source of omega-3 fatty acids.[122] More recently, the toad's toxins have been used in a number of new ways: bufotenin has been used in Japan as an aphrodisiac and a hair restorer, and in cardiac surgery in China to lower the heart rates of patients.[28] New research has suggested that the cane toad's poison may have some applications in treating prostate cancer.[123] Other modern applications of the cane toad include pregnancy testing,[121] as pets,[124] laboratory research,[125] and the production of leather goods. Pregnancy testing was conducted in the mid-20th century by injecting urine from a woman into a male toad's lymph sacs, and if spermatozoa appeared in the toad's urine, the patient was deemed to be pregnant.[121] The tests using toads were faster than those employing mammals; the toads were easier to raise, and, although the initial 1948 discovery employed Bufo arenarum for the tests, it soon became clear that a variety of anuran species were suitable, including the cane toad. As a result, toads were employed in this task for around 20 years.[108] As a laboratory animal, the cane toad has numerous advantages: they are plentiful, and easy and inexpensive to maintain and handle. The use of the cane toad in experiments started in the 1950s, and by the end of the 1960s, large numbers were being collected and exported to high schools and universities.[125] Since then, a number of Australian states have introduced or tightened importation regulations.[126] There are several commercial uses for dead cane toads. Cane toad skin is made into leather and novelty items.[127][128] Stuffed cane toads, posed and accessorised, are merchandised at souvenir shops for tourists.[129] Attempts have been made to produce fertiliser from toad carcasses.[130] Cane toads pose a serious threat to native species when introduced to a new ecosystem. Classified as an invasive species in over 20 countries, multiple reports exist of the cane toad moving into a new area to be followed by a decline in the biodiversity in that region. The most documented region of the cane toad's invasion and subsequent effect on native species is Australia, where multiple surveys and observations of the toad's conquest have been completed. The best way to illustrate this effect is through the plight of the northern quoll, as well as Mertens' water monitor, a large lizard native to South and Southeast Asia. Two sites were chosen to study the effects of cane toads on the northern quoll, one of which was at Mary River ranger station, which is located in the southern region of Kakadu National Park. The other site was located at the north end of the park. In addition to these two sites, a third site was located at the East Alligator ranger station, and this site was used as a control site, where the cane toads would not interact with the northern quoll population. Monitoring of the quoll population began at the Mary River ranger station using radio tracking in 2002, months before the first cane toads arrived at the site. After the arrival of the cane toads, the population of northern quolls in the Mary River site plummeted between October and December 2002, and by March 2003, the northern quoll appeared to be extinct in this section of the park,[131] as no northern quolls were caught in the trapping trips in the following two months. In contrast, the population of northern quolls in the control site at the East Alligator ranger station remained relatively constant, not showing any symptoms of declining. The evidence from the Kakadu National Park is compelling not only because of the timing of the population of northern quolls plummeting just months after the arrival of the cane toad, but also because in the Mary River region 31% of mortalities within the quoll population were attributed to lethal toxic ingestion, as no signs of disease, parasite infestation, or any other obvious changes at the site were found that could have caused such a rapid decline.[131] The most obvious evidence that supports the hypothesis that the invasion of the cane toads caused the local extinction of the northern quoll is that the closely monitored population of the control group, in the absence of cane toads, showed no signs of decline. In the case of Mertens' water monitor, only one region was monitored, but over the course of 18 months. This region is located 70 km south of Darwin, at the Manton Dam Recreation Area.[132] Within the Manton Dam Recreation Area, 14 sites were set up to survey the population of water monitors, measuring abundance and site occupancy at each one. Seven surveys were conducted, each of which ran for 4 weeks and included 16 site visits, where each site was sampled twice per day for 2 consecutive days throughout the 4 weeks. Each site visit occurred between 7:30 and 10:30 am, and 4:00–7:00 pm, when Varanus mertensi can be viewed sunbathing on the shore or wrapped around a tree branch close to shore. The whole project lasted from December 2004 to May 2006, and had a total of 194 sightings of Varanus mertensi in 1568 site visits. Of the seven surveys, abundance was highest during the second survey, which took place in February 2005, 2 months into the project. Following this measurement, the abundance declined in the next four surveys, before declining sharply after the second to last survey in February 2006. In the final survey taken in May 2006, only two V. mertensi lizards were observed. Cane toads were first recorded in the region of study during the second survey during February 2005, also when the water monitor abundance was at its highest over the course of the study. Numbers of the cane toad population stayed low for the next year after introduction, and then skyrocketed to its peak in the last survey during May 2006. When compared, the two populations side by side clearly show that the onset of the cane toads had an immediate negative impact on the monitors, as their population began to drop in February 2005, which was when the first cane toads entered the Manton Dam Recreation Area. At the end of the study, some scattered populations of water monitors remained in the upper sites of the Manton Dam, which suggests that local extinctions occurred at certain shoreline sites within Manton Dam, but a complete extinction of the population did not occur.[132] Notes Bibliography ","Title":"Cane toad - Wikipedia","KeyID":"2032","URL":"https://en.wikipedia.org/wiki/Cane_toad"}