{"Content: ":"Ranoidea platycephala, commonly known as the water-holding frog, is a frog common to most Australian states. It differs from most other members of the family Pelodryadidae as a ground dweller and the ability to aestivate. It can live for five years without drinking.[2] The species has a population spread across all the Australian states except Victoria and Tasmania.[1] It occupies a wide range of habitat from forests of tropical swamp to intermittent pools and lowland grass country; all habitat is assumed to be of a low elevation. Populations are assumed to be large from frequent reports and a broad range.[1] This range is assumed to overlap with National parks, but research has not been undertaken into the ecology and biology of the species.[3] It buries itself in sandy ground in a secreted, water-tight, mucus cocoon with its external skin during periods of hot, dry weather. For additional nutrition and to save energy, the frog eats the external skin.[4] It has been known to burrow to depths of up to 1 meter (3 feet).[5] The water-holding frog is characterized by a broad, flat head, completely webbed toes, and a stout body which is usually dull gray to dark brown or green. They also have small eyes that are placed somewhat laterally and forward-directed, enhancing vision downward and binocular perspective (Cogger and Zweifel 1998).[6] The water-holding frog only emerges from deep underground after it rains to breed. It lays large amounts of spawn in still water after floods. Some eggs may be attached to vegetation, or spread in a thin film on the surface, thus ensuring adequate oxygen in warm waters suffering from oxygen depletion.[7] Tadpoles of the water-holding frog can reach a maximum length of 60mm (S. Australian Frogcensus 1999).[8] Australian Aborigines discovered a means to take advantage of this ability by digging up one of these frogs and gently squeezing it, causing the frog to release some of the fresh water it stores for itself in its bladder and skin pockets. This water can be consumed by the person, who then releases the frog. During the dry season, this will cause the frog to die, as its water reserves are necessary for its survival.[8][9] No threats have been identified, research into the extent of habitat loss through land clearing and the associated salinity is yet to be undertaken. The species is given Least Concern status at the IUCN Red List [Red List link] due to a wide range and large population.","Title":"Ranoidea platycephala - Wikipedia","KeyID":"2033","URL":"https://en.wikipedia.org/wiki/Cyclorana_platycephala"}