{"Content: ":"Shenzhoupterus is a genus of chaoyangopterid pterosaur from the Jiufotang Formation of modern-day Liaoning, China. Fossil remains of Shenzhoupterus date back to the Early Cretaceous period, approximately 120 million years ago. Shenzhoupterus was named in 2008 by Lü Junchang, David Unwin, Xu Li and Zhang Xingliao. The type species is Shenzoupterus chaoyangensis. The genus name is derived from Shenzhou, an old name for China, \"the divine land\", and a Latinized Greek pteron, \"wing\". The specific name refers to Chaoyang. Shenzhoupterus is based on holotype HGM 41HIII-305A (Henan Geological Museum at Zhengzhou), the articulated skull and skeleton of a single individual, with a wingspan of 1.4 meters (4.6 feet). Shenzhoupterus lacked teeth, and had a crest on its skull that arched over the eyes and terminated in a small point toward the back of the head. The nasoantorbital fenestra (an opening incorporating the holes for the nostrils and the antorbital fenestrae) was large and extended over the eyes and braincase. Lü and colleagues, who described and named Shenzhoupterus in 2008, performed a phylogenetic analysis and found that their new genus formed a distinct clade of azhdarchoids with Chaoyangopterus, Eoazhdarcho, Eopteranodon, and Jidapterus, which they named Chaoyangopteridae. The type species is S. chaoyangensis.[1] Below are two cladograms showing the phylogenetic placement of Shenzhoupterus within the group Azhdarchoidea. The one on the left is a topology by Felipe Pinheiro and colleagues in 2011. In their phylogenetic analysis, they recovered Shenzhoupterus within the family Tapejaridae, more specifically within a subfamily called Chaoyangopterinae, sister taxon to both Jidapterus and Chaoyangopterus.[2] The cladogram on the right is a different topology, recovered by Alexander Kellner and colleagues in 2019. Unlike the analysis by Pinheiro and colleagues, the analysis by Kellner and colleagues did not recover Shenzhoupterus within the Tapejaridae, but instead recovered it within the family Chaoyangopteridae, still the sister taxon to both Jidapterus and Chaoyangopterus, though. Chaoyangopteridae was in turn found as the sister taxon of the family Azhdarchidae, both within the clade Azhdarchoidea.[3] Topology 1: Pinheiro and colleagues (2011). Thalassodromeus Tupuxuara Jidapterus Shenzhoupterus Chaoyangopterus Sinopterus Huaxiapterus Tapejara Tupandactylus Topology 2: Kellner and colleagues (2019). Azhdarcho Quetzalcoatlus Zhejiangopterus Chaoyangopterus Jidapterus Shenzhoupterus Keresdrakon Thalassodrominae Tapejarinae    ","Title":"Shenzhoupterus - Wikipedia","KeyID":"204","URL":"https://en.wikipedia.org/wiki/Shenzhoupterus"}