{"Content: ":"The guinea pig or domestic guinea pig (Cavia porcellus), also known as the cavy or domestic cavy (/ˈkeɪvi/), is a species of rodent belonging to the genus Cavia in the family Caviidae. Breeders tend to use the word cavy to describe the animal, while in scientific and laboratory contexts, it is far more commonly referred to by the common name guinea pig.[1] Despite their common name, guinea pigs are not native to Guinea, nor are they closely related biologically to pigs, and the origin of the name is still unclear. They originated in the Andes of South America. Studies based on biochemistry and hybridization suggest they are domesticated animals that do not exist naturally in the wild, descendants of a closely related cavy species such as C. tschudii.[2][3] They were originally domesticated as livestock for a source of meat, and are still consumed in some parts of the world. In Western society, the guinea pig has enjoyed widespread popularity as a pet since its introduction to Europe and North America by European traders in the 16th century. Their docile nature, friendly responsiveness to handling and feeding, and the relative ease of caring for them have made guinea pigs a continuing popular choice of household pet. Organizations devoted to the competitive breeding of guinea pigs have been formed worldwide. Many specialized breeds, with varying coat colors and textures, are selected by breeders. Livestock breeds of the guinea pig play an important role in folk culture for many indigenous Andean peoples, especially as a food source. The animals are also used in folk medicine and in community religious ceremonies.[4] They are raised for their meat and are a culinary staple in the Andes Mountains, where they are known as cuy. In the 1960s a modern breeding program was started in Peru that resulted in large breeds known as cuy mejorados (improved cuy). Marketers tried to increase consumption of the animal outside South America.[5] Biological experimentation on domestic guinea pigs has been carried out since the 17th century. The animals were used so frequently as model organisms in the 19th and 20th centuries that the epithet guinea pig came into use to describe a human test subject. Since that time, they have been largely replaced by other rodents, such as mice and rats. However, they are still used in research, primarily as models to study such human medical conditions as juvenile diabetes, tuberculosis, scurvy (like humans, they require dietary intake of vitamin C), and pregnancy complications. Cavia porcellus is not found naturally in the wild; it is likely descended from closely related species of cavies, such as C. aperea, C. fulgida, and C. tschudii, which are still commonly found in various regions of South America.[2] Studies from 2007 to 2010 applied molecular markers,[6][7] and studied the skull and skeletal morphology of current and mummified animals,[8] thereby revealing the ancestor to most likely be C. tschudii. Some species of cavy identified in the 20th century, such as C. anolaimae and C. guianae, may be domestic guinea pigs that have become feral by reintroduction into the wild.[9] Wild cavies are found on grassy plains and occupy an ecological niche similar to that of cattle. They are social animals, living in the wild in small groups (\"herds\") that consist of several females (\"sows\"), a male (\"boar\"), and their young (\"pups\" not \"piglets\", a break with the preceding porcine nomenclature). Herds of animals move together, eating grass or other vegetation, yet do not store food.[10] While they do not burrow themselves or build nests, they frequently seek shelter in the burrows of other animals, as well as in crevices and tunnels formed by vegetation.[10] They are crepuscular and tend to be most active during dawn and dusk, when it is harder for predators to spot them.[11] Regionally known as cuy, the guinea pig was first domesticated as early as 5000 BC for food by tribes in the Andean region of South America (the present-day southern part of Colombia, Ecuador, Peru, and Bolivia),[12] some thousands of years after the domestication of the South American camelids.[13] Statues dating from circa 500 BC to 500 AD that depict guinea pigs have been unearthed in archaeological digs in Peru and Ecuador.[14] The Moche people of ancient Peru worshipped animals and often depicted the guinea pig in their art.[15] From about 1200 to the Spanish conquest in 1532, the indigenous peoples used selective breeding to develop many varieties of domestic guinea pigs, which formed the basis for some of the modern domestic breeds.[9] They continue to be a food source in the region; many households in the Andean highlands raise the animal, which subsists on the family's vegetable scraps.[16] Folklore traditions involving guinea pigs are numerous; they are exchanged as gifts, used in customary social and religious ceremonies, and frequently referred to in spoken metaphors.[17] They also are used in traditional healing rituals by folk doctors, or curanderos, who use the animals to diagnose diseases such as jaundice, rheumatism, arthritis, and typhus.[18] They are rubbed against the bodies of the sick, and are seen as a supernatural medium.[19] Black guinea pigs are considered especially useful for diagnoses.[20] The animal may be cut open and its entrails examined to determine whether the cure was effective.[21] These methods are widely accepted in many parts of the Andes, where Western medicine is either unavailable or distrusted.[22] Spanish, Dutch, and English traders took guinea pigs to Europe, where they quickly became popular as exotic pets among the upper classes and royalty, including Queen Elizabeth I.[12] The earliest known written account of the guinea pig dates from 1547, in a description of the animal from Santo Domingo. Because cavies are not native to Hispaniola, the animal was believed to have been earlier introduced there by Spanish travelers.[2] However, based on more recent excavations on West Indian islands, the animal must have been introduced to the Caribbean around 500 BC by ceramic-making horticulturalists from South America.[23] It was present in the Ostionoid period on Puerto Rico, for example, long before the advent of the Spaniards.[24] The guinea pig was first described in the West in 1554 by the Swiss naturalist Conrad Gessner.[25] Its binomial scientific name was first used by Erxleben in 1777; it is an amalgam of Pallas' generic designation (1766) and Linnaeus' specific conferral (1758).[2] The earliest-known European illustration of a domestic guinea pig is a painting (artist unknown) in the collection of the National Portrait Gallery in London, dated to 1580, which shows a girl in typical Elizabethan dress holding a tortoise-shell guinea pig in her hands. She is flanked by her two brothers, one of whom holds a pet bird.[26] The picture dates from the same period as the oldest recorded guinea pig remains in England, which are a partial cavy skeleton found at Hill Hall, an Elizabethan manor house in Essex, and dated to around 1575.[26] Guinea pigs are large for rodents; the common pet breeds weigh between 700 and 1,200 g (1.5 and 2.6 lb) when fully grown and measure between 20 and 25 cm (8 and 10 in) in length.[27] Some livestock breeds weigh 3 kilograms (6.6 lb) when full grown.[28] Pet breeds live an average of four to five years, but may live as long as eight years.[29] According to Guinness World Records, as of 2006[update], the longest-lived guinea pig was 14 years, 10 months, and 2 weeks old.[30] Most guinea pigs have fur, but one laboratory breed adopted by some pet owners, the skinny pig, is a mostly furless breed. Some breeds are long-fur breeds such as the Peruvian, the Silkie, and the Texel. In the 1990s, a minority scientific opinion emerged proposing that caviomorphs such as guinea pigs, chinchillas, and degus are not actually rodents, and should be reclassified as a separate order of mammals (similar to the rodent-like lagomorphs which includes rabbits).[31][32][33] Subsequent research using wider sampling restored the consensus among mammalian biologists regarding the current classification of rodents, including guinea pigs, as monophyletic.[34][35] Male and female guinea pigs do not differ in appearance apart from general size. The position of the anus is very close to the genitals in both sexes. Sexing animals at a young age must be done by someone who has been trained in the differences. Female genitals are distinguished by a \"Y\"-shaped configuration formed from a vulvar flap. While male genitals may look similar, with the penis and anus forming a similar shape, the penis will protrude if pressure is applied to the surrounding hair anterior to the genital region.[36] The male's testes may also be visible externally from scrotal swelling. Guinea pigs can learn complex paths to food, and can accurately remember a learned path for months. Their strongest problem-solving strategy is motion.[37] While guinea pigs can jump small obstacles, they cannot jump very high. Most of them are poor climbers, and are not particularly agile. They startle easily, and when they sense danger either freeze in place for long periods, or run for cover with rapid, darting motions.[11] Larger groups of startled guinea pigs \"stampede\", running in haphazard directions as a means of confusing predators.[38] When happily excited, guinea pigs may (often repeatedly) perform little hops in the air (a movement known as \"popcorning\"), analogous to the ferret's war dance,[39] and also similar to rabbit happy hops. Guinea pigs are also good swimmers,[40] although they do not like being wet and infrequently need bathing. Like many rodents, guinea pigs sometimes participate in social grooming, and they regularly self-groom.[41] A milky-white substance is secreted from their eyes and rubbed into the hair during the grooming process.[42] Groups of boars often chew each other's hair, but this is a method of establishing hierarchy within a group, rather than a social gesture.[40] Dominance is also established through biting (especially of the ears), piloerection, aggressive noises, head thrusts, and leaping attacks.[43] Non-sexual simulated mounting for dominance is also common among same-sex groups.[citation needed] Guinea pig eyesight is not as good as that of a human in terms of distance and color, but they have a wider angle of vision (about 340°) and see in partial color (dichromacy). They have well-developed senses of hearing, smell, and touch.[44][45] Guinea pigs have developed a different biological rhythm from their wild counterparts, and have longer periods of activity followed by short periods of sleep in between.[11] Activity is scattered randomly throughout the day; aside from an avoidance of intense light, no regular circadian patterns are apparent.[11] Guinea pigs do not generally thrive when housed with other species. Larger animals may regard guinea pigs as prey, though some dogs and cats can be trained to accept them.[46] Opinion is divided over the cohousing of guinea pigs and rabbits. Some published sources say that guinea pigs and rabbits complement each other well when sharing a cage.[46][47] However, rabbits have different nutritional requirements; as lagomorphs, they synthesize their own Vitamin C, so the two species will not thrive if fed the same food when housed together.[48] Rabbits may also harbor diseases (such as respiratory infections from Bordetella and Pasteurella), to which guinea pigs are susceptible.[49] Housing guinea pigs with other rodents such as gerbils and hamsters may increase instances of respiratory and other infections,[50] and such rodents may act aggressively toward guinea pigs.[51] Vocalization is the primary means of communication between members of the species.[52] These are the most common sounds made by the guinea pig:[53] Domestic guinea pigs generally live in cages, although some owners of large numbers of cavies dedicate entire rooms to their pets.[citation needed] Wire mesh floors can cause injury and may be associated with an infection commonly known as bumblefoot (ulcerative pododermatitis),[55] so cages with solid bottoms, where the animal walks directly on the bedding, are typically used. Large cages, which allow for adequate running space, can be constructed from wire grid panels and plastic sheeting, a style known as C&C, or \"cubes and coroplast\".[56] Red cedar (Eastern or Western) and pine, both softwoods, were commonly used as bedding, but now these materials are believed to contain harmful phenols (aromatic hydrocarbons) and oils.[57] Bedding materials made from hardwoods (such as aspen), paper products, and corn cobs are alternatives.[57] Guinea pigs tend to be messy; they often jump into their food bowls or kick bedding and feces into them, and their urine sometimes crystallizes on cage surfaces, making it difficult to remove.[58] After its cage has been cleaned, a guinea pig typically urinates and drags its lower body across the floor of the cage to mark its territory.[59] Male guinea pigs may mark their territory in this way when they are put back into their cages after being taken out.[citation needed] Guinea pigs thrive in groups of two or more; groups of sows, or groups of one or more sows and a neutered boar are common combinations, but boars can sometimes live together. Guinea pigs learn to recognize and bond with other individual pigs, and tests show that a boar's neuroendocrine stress response to a strange environment is significantly lowered in the presence of a bonded female, but not with unfamiliar females.[60] Groups of boars may also get along, provided their cage has enough space, they are introduced at an early age, and no females are present.[61] In Switzerland, where keeping a guinea pig without a companion is illegal, a service to rent guinea pigs (to temporarily replace a dead cage-mate) is available.[62] Sweden has similar laws against keeping a guinea pig by itself.[63] The scientific name of the common species is Cavia porcellus, with porcellus being Latin for \"little pig\". Cavia is New Latin; it is derived from cabiai, the animal's name in the language of the Galibi tribes once native to French Guiana.[64] Cabiai may be an adaptation of the Portuguese çavia (now savia), which is itself derived from the Tupi word saujá, meaning rat.[65] The origin of \"guinea\" in \"guinea pig\" is hard to explain. One proposed explanation is that the animals were brought to Europe by way of Guinea, leading people to think they had originated there.[1] \"Guinea\" was also frequently used in English to refer generally to any far-off, unknown country, so the name may simply be a colorful reference to the animal's exotic origins.[66][67] Another hypothesis suggests the \"guinea\" in the name is a corruption of \"Guiana\", an area in South America.[66][68] A common misconception is that they were so named because they were sold for the price of a guinea coin. This hypothesis is untenable, because the guinea was first struck in England in 1663, and William Harvey used the term \"Ginny-pig\" as early as 1653.[69] Others believe \"guinea\" may be an alteration of the word coney (rabbit); guinea pigs were referred to as \"pig coneys\" in Edward Topsell's 1607 treatise on quadrupeds.[1] How the animals came to be called \"pigs\" is not clear. They are built somewhat like pigs, with large heads relative to their bodies, stout necks, and rounded rumps with no tail of any consequence; some of the sounds they emit are very similar to those made by pigs, and they spend a large amount of time eating.[1][70] They can survive for long periods in small quarters, like a 'pig pen', and were easily transported by ship to Europe.[1] Guinea pigs are called quwi or jaca in Quechua and cuy or cuyo (plural cuyes, cuyos) in the Spanish of Ecuador, Peru, and Bolivia.[71] The animal's name alludes to pigs in many European languages. The German word for them is Meerschweinchen, literally \"little sea pig\", in Polish they are called świnka morska, in Hungarian as tengerimalac, and in Russian: морская свинка, romanized: morskaya svinka. This derives from the Middle High German name merswin. This originally meant \"dolphin\" and was used because of the animals' grunting sounds (which were thought to be similar).[72] Many other, possibly less scientifically based, explanations of the German name exist. For example, sailing ships stopping to reprovision in the New World would pick up stores of guinea pigs, which provided an easily transportable source of fresh meat. The French term is cochon d'Inde (Indian pig), or cobaye; the Dutch called it Guinees biggetje (Guinean piglet), or cavia (in some Dutch dialects it is called Spaanse rat); and in Portuguese, the guinea pig is variously referred to as cobaia, from the Tupi word via its Latinization, or as porquinho da Índia (little Indian pig). This association with pigs is not universal among European terms; for example, the common word in Spanish is conejillo de Indias (little rabbit of the Indies).[71] The Chinese refer to the animal as 豚鼠 (túnshǔ, 'pig mouse'), and sometimes as 荷蘭豬 (hélánzhū, 'Netherlands pig') or 天竺鼠 (tiānzhúshǔ, 'Indian mouse'). The Japanese word for guinea pig is モルモット (morumotto), which derives from the name of another mountain-dwelling rodent, the marmot. This is what the guinea pigs were called by Dutch traders, who first brought them to Nagasaki in 1843. The other, and less common, Japanese word for guinea pig, using kanji, is 天竺鼠 (てんじくねずみ or tenjiku-nezumi), which literally translates as 'India rat'.[73] The guinea pig's natural diet is grass; their molars are particularly suited for grinding plant matter and grow continuously throughout their life.[74] Most mammals that graze are large and have a long digestive tract; guinea pigs have much longer colons than most rodents, but they must also supplement their diet by eating their feces (coprophagy).[75] However, they do not consume all their feces indiscriminately, but produce special soft pellets, called cecotropes (or caecal pellets), which recycle B vitamins, fiber, and bacteria required for proper digestion.[48][76] The cecotropes are eaten directly from the anus, unless the guinea pig is pregnant or obese.[48] They share this behaviour with rabbits. In geriatric boars or sows (rarely in young ones), the muscles which allow the softer pellets to be expelled from the anus can become weak. This creates a condition known as fecal impaction, which prevents the animal from redigesting cecotropes even though harder pellets may pass through the impacted mass.[77] The condition may be temporarily alleviated by a human carefully removing the impacted feces from the anus.[citation needed] Guinea pigs benefit from a diet of fresh grass hay, such as timothy hay, in addition to food pellets which are often based on timothy hay. Alfalfa hay is also a popular food choice and most guinea pigs will eat large amounts of alfalfa when offered it,[16][78] though some controversy exists over offering alfalfa to adult guinea pigs. Some pet owners and veterinary organizations have advised that, as a legume rather than a grass hay, alfalfa consumed in large amounts may lead to obesity, as well as bladder stones from the excess calcium in all animals except for pregnant and very young guinea pigs.[79] However, published scientific sources mention alfalfa as a food source that can replenish protein, amino acids, and fiber.[80][76][81] Like humans, but unlike most other mammals, guinea pigs cannot synthesize their own vitamin C and must obtain this vital nutrient from food. If guinea pigs do not ingest enough vitamin C, they can suffer from potentially fatal scurvy. Guinea pigs require about 10 mg of vitamin C daily (20 mg if pregnant), which can be obtained through fresh, raw fruits and vegetables (such as broccoli, apple, cabbage, carrot, celery, and spinach) or through dietary supplements or by eating fresh pellets designed for guinea pigs, if they have been handled properly.[82] Healthy diets for guinea pigs require a complex balance of calcium, magnesium, phosphorus, potassium, and hydrogen ions; but adequate amounts of vitamins A, D, and E are also necessary.[83] Poor diets for guinea pigs have been associated with muscular dystrophy, metastatic calcification, difficulties with pregnancy, vitamin deficiencies, and teeth problems.[84][85] Guinea pigs tend to be fickle eaters when it comes to fresh fruits and vegetables after having learned early in life what is and is not appropriate to consume, and their eating habits may be difficult to change after maturity.[76][86] They do not respond well to sudden changes in their diet and they may stop eating and starve rather than accept new food types.[40] A constant supply of hay is generally recommended, as guinea pigs feed continuously and may develop bad habits if food is not present, such as chewing on their hair.[87] Because their teeth grow constantly (as do their nails, like humans), they routinely gnaw on things, lest their teeth become too large for their jaw (a common problem in rodents).[citation needed] Guinea pigs chew on cloth, paper, plastic, and rubber, if they are available. A number of plants are poisonous to guinea pigs, including bracken, bryony, buttercup, charlock, deadly nightshade, foxglove, hellebore, hemlock, lily of the valley, mayweed, monkshood, privet, ragwort, rhubarb, speedwell, toadflax (both Linaria vulgaris and Linaria dalmatica), and wild celery.[88] Additionally, any plant which grows from a bulb (e.g., tulip or onion) is normally considered poisonous,[89] as well as ivy and oak tree leaves. Males (boars) reach sexual maturity in 3–5 weeks. Similarly, females (sows) can be fertile as early as 4 weeks old, and can carry litters before they are fully-grown adults.[90] A sow is able to breed year-round (with spring being the peak). A sow can have as many as five litters in a year, but six is theoretically possible.[9] Unlike the offspring of most rodents, which are altricial at birth, newborn cavy pups are precocial, and are well-developed with hair, teeth, claws, and partial eyesight.[40] The pups are immediately mobile and begin eating solid food immediately, though they continue to suckle. Sows can once again become pregnant 6–48 hours after giving birth, but it is not healthy for a female to be constantly pregnant.[91] The gestation period lasts from 59 days (1.9 months) to 72 days (2.4 months), with an average of 63–68 days.[59] Because of the long gestation period and the large size of the pups, pregnant sows may become large and eggplant-shaped, although the change in size and shape varies depending upon the size of the litter. Litter size ranges from one to six, with three being the average;[92] the largest recorded litter size is 9.[93] The guinea pig mother only has two nipples, but she can readily raise the more average-sized litters of 2 to 4 pups.[94][95] In smaller litters, difficulties may occur during labour due to oversized pups. Large litters result in higher incidences of stillbirth, but because the pups are delivered at an advanced stage of development, lack of access to the mother's milk has little effect on the mortality rate of newborns.[96] Cohabitating females assist in mothering duties if lactating;[97] guinea pigs practice alloparental care, in which a sow may adopt the pups of another. This might take place if the original parents die or are for some reason separated from them. This behavior is common and is seen in many other animal species such as the elephant.[98] Toxemia of pregnancy (hypertension) is a common problem and kills many pregnant females. Signs of toxemia include: anorexia (loss of appetite), lack of energy, excessive salivation, a sweet or fruity breath odor due to ketones, and seizures in advanced cases.[99] Pregnancy toxemia appears to be most common in hot climates.[100] Other serious complications during pregnancy can include a prolapsed uterus, hypocalcaemia, and mastitis.[101] Females that do not give birth may develop an irreversible fusing or calcified cartilage of the pubic symphysis, a joint in the pelvis, which may occur after six months of age.[59]: 72–73  If they become pregnant after this has happened, the birth canal may not widen sufficiently, which may lead to dystocia and death as they attempt to give birth.[102] Common ailments in domestic guinea pigs include respiratory tract infections, diarrhea, scurvy (vitamin C deficiency, typically characterized by sluggishness), abscesses due to infection (often in the neck, due to hay embedded in the throat, or from external scratches), and infections by lice, mites, or fungus.[103] Mange mites (Trixacarus caviae) are a common cause of hair loss, and other symptoms may also include excessive scratching, unusually aggressive behavior when touched (due to pain), and, in some instances, seizures.[104] Guinea pigs may also suffer from \"running lice\" (Gliricola porcelli), a small, white insect that can be seen moving through the hair; their eggs, which appear as black or white specks attached to the hair, are sometimes referred to as \"static lice\". Other causes of hair loss can be due to hormonal upsets caused by underlying medical conditions such as ovarian cysts.[105] Foreign bodies, especially small pieces of hay or straw, can become lodged in the eyes of guinea pigs, resulting in excessive blinking, tearing, and in some cases an opaque film over the eye due to corneal ulcer.[106] Hay or straw dust can also cause sneezing. While it is normal for guinea pigs to sneeze periodically, frequent sneezing may be a symptom of pneumonia, especially in response to atmospheric changes. Pneumonia may also be accompanied by torticollis and can be fatal.[107] Because the guinea pig has a stout, compact body, it more easily tolerates excessive cold than excessive heat.[108] Its normal body temperature is 101–104 °F (38–40 °C),[109] so its ideal ambient air temperature range is similar to a human's, about 65–75 °F (18–24 °C).[108] Consistent ambient temperatures in excess of 90 °F (32 °C) have been linked to hyperthermia and death, especially among pregnant sows.[108] Guinea pigs are not well suited to environments that feature wind or frequent drafts,[110] and respond poorly to extremes of humidity outside of the range of 30–70%.[111] Guinea pigs are prey animals whose survival instinct is to mask pain and signs of illness, and many times health problems may not be apparent until a condition is severe or in its advanced stages. Treatment of disease is made more difficult by the extreme sensitivity guinea pigs have to most antibiotics, including penicillin, which kill off the intestinal flora and quickly bring on episodes of diarrhea and in some cases, death.[112][113] Similar to the inherited genetic diseases of other breeds of animal (such as hip dysplasia in canines), a number of genetic abnormalities of guinea pigs have been reported. Most commonly, the roan coloration of Abyssinian guinea pigs is associated with congenital eye disorders and problems with the digestive system.[114] Other genetic disorders include \"waltzing disease\" (deafness coupled with a tendency to run in circles), palsy, and tremor conditions.[115] If handled correctly early in life, guinea pigs become amenable to being picked up and carried, and seldom bite or scratch.[40] They are timid explorers and often hesitate to attempt an escape from their cage even when an opportunity presents itself.[47] Still, they show considerable curiosity when allowed to walk freely, especially in familiar and safe terrain. Guinea pigs that become familiar with their owner will whistle on the owner's approach; they will also learn to whistle in response to the rustling of plastic bags or the opening of refrigerator doors, where their food is most commonly stored. In Switzerland, owning a single guinea pig is considered harmful to its well-being and forbidden by law.[116] Domesticated guinea pigs occur in many breeds, which have been developed since their introduction to Europe and North America. These varieties vary in hair and color composition. The most common varieties found in pet stores are the English shorthair (also known as the American), which have a short, smooth coat, and the Abyssinian, whose coat is ruffled with cowlicks, or rosettes. Also popular among breeders are the Peruvian and the Sheltie (or Silkie), both straight longhair breeds, and the Texel, a curly longhair. Grooming of guinea pigs is primarily accomplished using combs or brushes. Shorthair breeds are typically brushed weekly, while longhair breeds may require daily grooming.[117] Cavy clubs and associations dedicated to the showing and breeding of guinea pigs have been established worldwide. The American Cavy Breeders Association, an adjunct to the American Rabbit Breeders' Association, is the governing body in the United States and Canada.[118] The British Cavy Council governs cavy clubs in the United Kingdom. Similar organizations exist in Australia (Australian National Cavy Council)[119] and New Zealand (New Zealand Cavy Council).[120] Each club publishes its own standard of perfection and determines which breeds are eligible for showing. Allergic symptoms, including rhinitis, conjunctivitis, and asthma, have been documented in laboratory animal workers who come into contact with guinea pigs.[121][122] Allergic reactions following direct exposure to guinea pigs in domestic settings have also been reported.[121] Two major guinea pig allergens, Cav p I and Cav p II, have been identified in guinea pig fluids (urine and saliva) and guinea pig dander.[needs update][121] People who are allergic to guinea pigs are usually allergic to hamsters and gerbils, as well.[better source needed][medical citation needed][123] Allergy shots can successfully treat an allergy to guinea pigs, although treatment can take up to 18 months.[medical citation needed] As a result of their widespread popularity, especially in households with children, guinea pigs have shown a presence in culture and media. Some noted appearances of the animal in literature include the short story \"Pigs Is Pigs\" by Ellis Parker Butler, which is a tale of bureaucratic incompetence. Two guinea pigs held at a railway station breed unchecked while humans argue as to whether they are \"pigs\" or \"pets\" for the purpose of determining freight charges.[124] Butler's story, in turn, inspired the Star Trek: The Original Series episode \"The Trouble with Tribbles\", written by David Gerrold.[125] In the Golden Hamster Saga books, two guinea pigs named Enrico and Caruso are modern-day thespians (named after Enrico Caruso) who serve as secondary characters, and often irritate the main character, Freddy Auratus, who strongly dislikes their acting antics. The Fairy Caravan, a novel by Beatrix Potter,[126] and Michael Bond's Olga da Polga series for children,[127] both feature guinea pigs as the protagonist. Another appearance is in The Magician's Nephew by C. S. Lewis: in the first (chronologically) of his The Chronicles of Narnia series, a guinea pig is the first creature to travel to the Wood between the Worlds.[128] In Ursula Dubosarsky's Maisie and the Pinny Gig, a little girl has a recurrent dream about a giant guinea pig, while guinea pigs feature significantly in several of Dubosarsky's other books, including the young adult novel The White Guinea Pig and The Game of the Goose.[129] Guinea pigs have also been featured in film and television. In the TV movie Shredderman Rules, the main character and the main character's crush both have guinea pigs which play a minor part in the plot. A guinea pig named Rodney, voiced by Chris Rock, was a prominent character in the 1998 film Dr. Dolittle, and Linny the Guinea pig is a co-star on Nick Jr.'s Wonder Pets. Guinea pigs were used in some major advertising campaigns in the 1990s and 2000s, notably for Egg Banking plc,[130] Snapple, and Blockbuster Video.[131] In the South Park season 12 episode \"Pandemic 2: The Startling\", giant guinea pigs dressed in costumes rampage over the Earth.[132] The 2009 Walt Disney Pictures movie G-Force features a group of highly intelligent guinea pigs trained as operatives of the U.S. government. A video game based on the movie was also released. A guinea pig named Bugsy appears in the 2008 film Bedtime Stories. A guinea pig named Cashew features prominently in the second season of the U.S. adaptation of House of Cards. A guinea pig plays a small but pivotal role in Episode 3, Series 4 (2017) of Black Mirror called Crocodile. Guinea pigs (called cuy, cuye, or curí) were originally domesticated for their meat in the Andes. Traditionally, the animal was reserved for ceremonial meals and as a delicacy by indigenous people in the Andean highlands, but since the 1960s, it has become more socially acceptable for consumption by all people.[133] It continues to be a major part of the diet in Peru and Bolivia, particularly in the Andes Mountains highlands; it is also eaten in some areas of Ecuador (mainly in the Sierra) and in Colombia,[134] exclusively in highland locations in the department of Nariño near the border with Ecuador. Because guinea pigs require much less room than traditional livestock and reproduce extremely quickly, they are a more profitable source of food and income than many traditional stock animals, such as pigs and cattle;[135] moreover, they can be raised in an urban environment. Both rural and urban families raise guinea pigs for supplementary income, and the animals are commonly bought and sold at local markets and large-scale municipal fairs.[136] Guinea pig meat is high in protein and low in fat and cholesterol, and is described as being similar to rabbit and the dark meat of chicken.[5][137] The animal may be served fried (chactado or frito), broiled (asado), or roasted (al horno), and in urban restaurants may also be served in a casserole or a fricassee.[138] Ecuadorians commonly consume sopa or locro de cuy, a soup dish.[138] Pachamanca or huatia, a process similar to barbecuing, is also popular, and is usually served with corn beer (chicha) in traditional settings.[138] Peruvians consume an estimated 65 million guinea pigs each year, and the animal is so entrenched in the culture that one famous painting of the Last Supper in the main cathedral in Cusco shows Christ and the 12 disciples dining on guinea pig.[5] The animal remains an important aspect of certain religious events in both rural and urban areas of Peru. A religious celebration, known as jaca tsariy (\"collecting the cuys\"), is a major festival in many villages in the Antonio Raimondi province of eastern Peru and is celebrated in smaller ceremonies in Lima.[139] It is a syncretistic event, combining elements of Catholicism and pre-Columbian religious practices, and revolves around the celebration of local patron saints.[12] The exact form the jaca tsariy takes differs from town to town; in some localities, a sirvinti (servant) is appointed to go from door to door, collecting donations of guinea pigs, while in others, guinea pigs may be brought to a communal area to be released in a mock bullfight.[12] Meals such as cuy chactado are always served as part of these festivities, and the killing and serving of the animal are framed by some communities as a symbolic satire of local politicians or important figures.[12] In the Tungurahua and Cotopaxi provinces of central Ecuador, guinea pigs are employed in the celebrations surrounding the feast of Corpus Christi as part of the Ensayo, which is a community meal, and the Octava, where castillos (greased poles) are erected with prizes tied to the crossbars, from which several guinea pigs may be hung.[140] The Peruvian town of Churin has an annual festival that involves dressing guinea pigs in elaborate costumes for competition.[141] There are also guinea pig festivals held in Huancayo, Cusco, Lima, and Huacho, featuring costumes and guinea pig dishes. Most guinea pig celebrations take place on the National Guinea Pig Day (Día Nacional del Cuy) across Peru on the second Friday of October.[142] Peruvian research universities, especially La Molina National Agrarian University, began experimental programs in the 1960s with the intention of breeding larger-sized guinea pigs.[143] Subsequent university efforts have sought to change breeding and husbandry procedures in South America, to make the raising of guinea pigs as livestock more economically sustainable.[144] The variety of guinea pig produced by La Molina is fast-growing and can weigh 3 kilograms (6.6 lb).[28] All the large breeds of guinea pig are known as cuy mejorados and the pet breeds are known as cuy criollos. The three original lines out of Peru were the Perú (weighing 800 grams (28 oz) by 2 weeks), the Andina, and the Inti.[145] Andean immigrants in New York City raise and sell guinea pigs for meat, and some South American restaurants in major cities in the United States serve cuy as a delicacy.[146][28] In the 1990s and 2000s, La Molina University began exporting large-breed guinea pigs to Europe, Japan, and the United States in the hope of increasing human consumption outside of countries in northern South America.[5] Efforts have been made to promote guinea pig husbandry in developing countries of West Africa,[135] where they occur more widely than generally known because they are usually not covered by livestock statistics. However, it has not been known when and where the animals have been introduced to Africa.[147] In Cameroon, they are widely distributed.[148][149] In the Democratic Republic of the Congo, they can be found both in peri-urban environments[150] as well as in rural regions, for example, in South Kivu.[151][152] They are also frequently held in rural households in Iringa Region of southwestern Tanzania.[153][154] The use of guinea pigs in scientific experimentation dates back at least to the 17th century, when the Italian biologists Marcello Malpighi and Carlo Fracassati conducted vivisections of guinea pigs in their examinations of anatomic structures.[155] In 1780, Antoine Lavoisier used a guinea pig in his experiments with the calorimeter, a device used to measure heat production. The heat from the guinea pig's respiration melted snow surrounding the calorimeter, showing that respiratory gas exchange is a combustion, similar to a candle burning.[156] Guinea pigs played a major role in the establishment of germ theory in the late 19th century, through the experiments of Louis Pasteur, Émile Roux, and Robert Koch.[157] Guinea pigs have been launched into orbital space flight several times, first by the USSR on the Sputnik 9 biosatellite of March 9, 1961 – with a successful recovery.[158] China also launched and recovered a biosatellite in 1990 which included guinea pigs as passengers.[159] In English, the term \"guinea pig\" is commonly used as a metaphor for a subject of scientific experimentation, or any experiment or test in modern times. This dates back to the early 20th century; the Oxford English Dictionary notes its first usage in this capacity in 1913.[160] In 1933, Consumers Research founders F. J. Schlink and Arthur Kallet wrote a book entitled 100,000,000 Guinea Pigs, extending the metaphor to consumer society.[161] The book became a national bestseller in the United States, thus further popularizing the term, and spurred the growth of the consumer protection movement.[162] During World War II, the plastic surgeon Archibald McIndoe established the Guinea Pig Club at Queen Victoria Hospital, East Grinstead, Sussex, England as a social club and mutual support network for his patients, who were undergoing previously untested reconstruction procedures. The negative connotation of the term was later employed in the novel The Guinea Pigs (1970) by Czech author Ludvík Vaculík as an allegory for Soviet totalitarianism.[163] Guinea pigs remained popular laboratory animals until the later 20th century: about 2.5 million guinea pigs were used annually in the U.S. for research in the 1960s,[164] but that total decreased to about 375,000 by the mid-1990s.[40] As of 2007, they constitute about 2% of the current total of laboratory animals.[164] In the past, they were widely used to standardize vaccines and antiviral agents; they were also often employed in studies on the production of antibodies in response to extreme allergic reactions, or anaphylaxis.[165] Less common uses included research in pharmacology and irradiation.[165] Since the middle 20th century, they have been replaced in laboratory contexts primarily by mice and rats. This is in part because research into the genetics of guinea pigs has lagged behind that of other rodents, although geneticists W. E. Castle and Sewall Wright made a number of contributions to this area of study, especially regarding coat color.[115][166] In 2004, the U.S.'s National Human Genome Research Institute announced plans to sequence the genome of the domestic guinea pig.[167] The guinea pig was most extensively implemented in research and diagnosis of infectious diseases.[165] Common uses included identification of brucellosis, Chagas disease, cholera, diphtheria, foot-and-mouth disease, glanders, Q fever, Rocky Mountain spotted fever, and various strains of typhus.[165] They are still frequently used to diagnose tuberculosis, since they are easily infected by human tuberculosis bacteria.[164] Because guinea pigs are one of the few animals which, like humans and other primates, cannot synthesize vitamin C, but must obtain it from their diet, they are ideal for researching scurvy.[164] From the accidental discovery in 1907 that scurvy could be induced in guinea pigs, to their use to prove the chemical structure of the \"ascorbutic factor\" in 1932, the guinea pig model proved a crucial part of vitamin C research.[168][169] Complement, an important component for serology, was first isolated from the blood of the guinea pig.[164] Guinea pigs have an unusual insulin mutation,[170] and are a suitable species for the generation of anti-insulin antibodies.[171] Present at a level 10 times that found in other mammals, the insulin in guinea pigs may be important in growth regulation, a role usually played by growth hormone.[172] Additionally, guinea pigs have been identified as model organisms for the study of juvenile diabetes and, because of the frequency of pregnancy toxemia, of pre-eclampsia in human females.[97] Their placental structure is similar to that of humans, and their gestation period can be divided into trimesters that resemble the stages of fetal development in humans.[173] Guinea pig strains used in scientific research are primarily outbred strains. Aside from the common American or English stock, the two main outbred strains in laboratory use are the Hartley and Dunkin-Hartley; these English strains are albino, although pigmented strains are also available.[174] Inbred strains are less common and are usually used for very specific research, such as immune system molecular biology. Of the inbred strains that have been created, the two still used with any frequency are, following Sewall Wright's designations, \"Strain 2\" and \"Strain 13\".[115][174] Hairless breeds of guinea pigs have been used in scientific research since the 1980s, particularly for dermatological studies. A hairless and immunodeficient breed was the result of a spontaneous genetic mutation in inbred laboratory strains from the Hartley stock at the Eastman Kodak Company in 1979.[175] An immunocompetent hairless breed was also identified by the Institute Armand Frappier in 1978, and Charles River Laboratories has reproduced this breed for research since 1982.[176] Cavy fanciers then began acquiring hairless breeds, and the pet hairless varieties are referred to as \"skinny pigs\".","Title":"Guinea pig - Wikipedia","KeyID":"2040","URL":"https://en.wikipedia.org/wiki/Guinea_pig"}