{"Content: ":"Ovulation is the release of eggs from the ovaries. In women, this event occurs when the ovarian follicles rupture and release the secondary oocyte ovarian cells.[1] After ovulation, during the luteal phase, the egg will be available to be fertilized by sperm. In addition, the uterine lining (endometrium) is thickened to be able to receive a fertilized egg. If no conception occurs, the uterine lining as well as the egg will be shed during menstruation.[2] Ovulation occurs about midway through the menstrual cycle, after the follicular phase. The days in which a woman is most fertile can be calculated based on the date of the last menstrual period and the length of a typical menstrual cycle.[3][4] The few days surrounding ovulation (from approximately days 10 to 18 of a 28-day cycle), constitute the most fertile phase.[5][6][7][8] The time from the beginning of the last menstrual period (LMP) until ovulation is, on average, 14.6[9] days, but with substantial variation among females and between cycles in any single female, with an overall 95% prediction interval of 8.2 to 20.5[9] days. The process of ovulation is controlled by the hypothalamus of the brain and through the release of hormones secreted in the anterior lobe of the pituitary gland, luteinizing hormone (LH) and follicle-stimulating hormone (FSH).[10] In the preovulatory phase of the menstrual cycle, the ovarian follicle will undergo a series of transformations called cumulus expansion, which is stimulated by FSH. After this is done, a hole called the stigma will form in the follicle, and the secondary oocyte will leave the follicle through this hole. Ovulation is triggered by a spike in the amount of FSH and LH released from the pituitary gland. During the luteal (post-ovulatory) phase, the secondary oocyte will travel through the fallopian tubes toward the uterus. If fertilized by a sperm, the fertilized secondary oocyte or ovum may implant there 6–12 days later.[11] The follicular phase (or proliferative phase) is the phase of the menstrual cycle during which the ovarian follicles mature. The follicular phase lasts from the beginning of menstruation to the start of ovulation.[12][13] For ovulation to be successful, the ovum must be supported by the corona radiata and cumulus oophorous granulosa cells. The latter undergo a period of proliferation and mucification known as cumulus expansion. Mucification is the secretion of a hyaluronic acid-rich cocktail that disperses and gathers the cumulus cell network in a sticky matrix around the ovum. This network stays with the ovum after ovulation and has been shown to be necessary for fertilization.[14][15] Estrogen levels peak towards the end of the follicular phase, around 12 and 24 hours. This, by positive feedback, causes a surge in levels of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). This lasts from 24 to 36 hours, and results in the rupture of the ovarian follicles, causing the oocyte to be released from the ovary.[16] Through a signal transduction cascade initiated by LH, which activates the pro-inflammatory genes through cAMP secondary messenger, proteolytic enzymes are secreted by the follicle that degrade the follicular tissue at the site of the blister, forming a hole called the stigma. The secondary oocyte leaves the ruptured follicle and moves out into the peritoneal cavity through the stigma, where it is caught by the fimbriae at the end of the fallopian tube. After entering the fallopian tube, the oocyte is pushed along by cilia, beginning its journey toward the uterus.[10] By this time, the oocyte has completed meiosis I, yielding two cells: the larger secondary oocyte that contains all of the cytoplasmic material and a smaller, inactive first polar body. Meiosis II follows at once but will be arrested in the metaphase and will so remain until fertilization. The spindle apparatus of the second meiotic division appears at the time of ovulation. If no fertilization occurs, the oocyte will degenerate between 12 and 24 hours after ovulation.[17] Approximately 1–2% of ovulations release more than one oocyte. This tendency increases with maternal age. Fertilization of two different oocytes by two different spermatozoa results in fraternal twins.[10] The follicle proper has met the end of its lifespan. Without the oocyte, the follicle folds inward on itself, transforming into the corpus luteum (pl. corpora lutea), a steroidogenic cluster of cells that produces estrogen and progesterone. These hormones induce the endometrial glands to begin production of the proliferative endometrium and later into secretory endometrium, the site of embryonic growth if implantation occurs. The action of progesterone increases basal body temperature by one-quarter to one-half degree Celsius (one-half to one degree Fahrenheit). The corpus luteum continues this paracrine action for the remainder of the menstrual cycle, maintaining the endometrium, before disintegrating into scar tissue during menses.[18] The start of ovulation may be detected by signs that are not readily discernible other than to the ovulating female herself, thus humans are said to have a concealed ovulation. In many animal species there are distinctive signals indicating the period when the female is fertile. Several explanations have been proposed to explain concealed ovulation in humans. Females near ovulation experience changes in the cervical mucus, and in their basal body temperature. Furthermore, many females experience secondary fertility signs including Mittelschmerz (pain associated with ovulation) and a heightened sense of smell, and can sense the precise moment of ovulation.[19][20] However, midcycle pain may also not be due to Mittelschmerz, but due to other factors such as cysts, endometriosis, sexually transmitted infections, or an ectopic pregnancy.[21] Other possible signs of ovulation include tender breasts, bloating, and cramps, although these symptoms are not a guarantee that ovulation is taking place.[22][23] Many females experience heightened sexual desire in the several days immediately before ovulation.[24] One study concluded that females subtly improve their facial attractiveness during ovulation.[25] Symptoms related to the onset of ovulation, the moment of ovulation and the body's process of beginning and ending the menstrual cycle vary in intensity with each female but are fundamentally the same. The charting of such symptoms — primarily basal body temperature, mittelschmerz and cervical position — is referred to as the sympto-thermal method of fertility awareness, which allow auto-diagnosis by a female of her state of ovulation. Once training has been given by a suitable authority, fertility charts can be completed on a cycle-by-cycle basis to show ovulation. This gives the possibility of using the data to predict fertility for natural contraception and pregnancy planning. The moment of ovulation has been photographed.[27] Disorders of ovulation, also known as ovulatory disorders are classified as menstrual disorders and include oligoovulation (infrequent or irregular ovulation) and anovulation (absence of ovulation):[28] The World Health Organization (WHO) has developed the following classification of ovulatory disorders:[29] Menstrual disorders can often indicate ovulatory disorder.[31] Ovulation induction is a promising assisted reproductive technology for patients with conditions such as polycystic ovary syndrome (PCOS) and oligomenorrhea. It is also used in in vitro fertilization to make the follicles mature before egg retrieval. Usually, ovarian stimulation is used in conjunction with ovulation induction to stimulate the formation of multiple oocytes.[32] Some sources[32] include ovulation induction in the definition of ovarian stimulation. A low dose of human chorionic gonadotropin (HCG) may be injected after completed ovarian stimulation. Ovulation will occur between 24–36 hours after the HCG injection.[32] By contrast, induced ovulation in some animal species occurs naturally, ovulation can be stimulated by coitus.[33] Combined hormonal contraceptives inhibit follicular development and prevent ovulation as a primary mechanism of action.[34] The ovulation-inhibiting dose (OID) of an estrogen or progestogen refers to the dose required to consistently inhibit ovulation in women.[35] In assisted reproductive technology including in vitro fertilization, cycles where a transvaginal oocyte retrieval is planned generally necessitates ovulation suppression, because it is not practically feasible to collect oocytes after ovulation. For this purpose, ovulation can be suppressed by either a GnRH agonist or a GnRH antagonist, with different protocols depending on which substance is used.","Title":"Ovulation - Wikipedia","KeyID":"2044","URL":"https://en.wikipedia.org/wiki/Ovulation"}