{"Content: ":"Delirium (also known as acute confusional state) is an organically caused decline from a previous baseline of mental function that develops over a short period of time, typically hours to days.[1][2] Delirium is a syndrome encompassing disturbances in attention, consciousness, and cognition. It may also involve other neurological deficits, such as psychomotor disturbances (e.g. hyperactive, hypoactive, or mixed), impaired sleep-wake cycle, emotional disturbances, and perceptual disturbances (e.g. hallucinations and delusions), although these features are not required for diagnosis. Delirium is caused by an acute organic process, which is a physically identifiable structural, functional, or chemical problem in the brain that may arise from a disease process outside the brain that nonetheless affects the brain. It may result from an underlying disease process (e.g. infection, hypoxia), side effect of a medication, withdrawal from drugs, over-consumption of alcohol, usage of hallucinogenic deliriants, or from any number of factors affecting one's overall health (e.g. malnutrition, pain, etc.). In contrast, fluctuations in mental status/function due to changes in primarily psychiatric processes or diseases (e.g. schizophrenia, bipolar disorder) do not, by definition, meet the criteria for 'delirium.'[1] Delirium may be difficult to diagnose without the proper establishment of a person's usual mental function. Without careful assessment and history, delirium can easily be confused with a number of psychiatric disorders or chronic organic brain syndromes because of many overlapping signs and symptoms in common with dementia, depression, psychosis, etc.[3] Delirium may manifest from a baseline of existing mental illness, baseline intellectual disability, or dementia, without being due to any of these problems. Treatment of delirium requires identifying and managing the underlying causes, managing delirium symptoms, and reducing the risk of complications.[4] In some cases, temporary or symptomatic treatments are used to comfort the person or to facilitate other care (e.g. preventing people from pulling out a breathing tube). Antipsychotics are not supported for the treatment or prevention of delirium among those who are in hospital; however they will be used in cases where a patient has a history of anxiety, hallucinations or if they are a danger to themselves or others.[5][6][7][8][9] When delirium is caused by alcohol or sedative hypnotic withdrawal, benzodiazepines are typically used as a treatment.[10] There is evidence that the risk of delirium in hospitalized people can be reduced by systematic good general care.[11] In a DSM assessment, delirium was found to affect 14–24% of all hospitalized individuals, with an overall prevalence for the general population as 1–2%, increasing with age, reaching 14% of adults over age 85. Among older adults, delirium was found to occur in 15–53% of those post-surgery, 70–87% of those in the ICU, and in up to 60% of those in nursing homes or post-acute care settings.[2] Among those requiring critical care, delirium is a risk for death within the next year.[12] In common usage, delirium is often used to refer to drowsiness, disorientation, and hallucination. In medical terminology, however, acute disturbance in consciousness/attention and a number of different cognitive symptoms are the core features of delirium. Several medical definitions of delirium exist (including those in the DSM and ICD-10),[2][13] but the core features remain the same. In 2013, the American Psychiatric Association released the fifth edition of the DSM (DSM-5) with the following criteria for diagnosis:[2] Delirium exists as a stage of consciousness somewhere in the spectrum between normal awakeness/alertness and coma. While requiring an acute disturbance in consciousness/attention and cognition, delirium is a syndrome encompassing an array of neuropsychiatric symptoms.[14] The range of clinical features include: poor attention/vigilance (100%), memory impairment (64–100%), clouding of consciousness (45–100%), disorientation (43–100%), acute onset (93%), disorganized thinking/thought disorder (59–95%), diffuse cognitive impairment (77%), language disorder (41–93%), sleep disturbance (25–96%), mood lability (43–63%), psychomotor changes (e.g. hyperactive, hypoactive, mixed) (38–55%), delusions (18–68%), and perceptual change/hallucinations (17–55%).[14] These various features of delirium are further described below: Delirium arises through the interaction of a number of predisposing and precipitating factors.[20] Individuals with multiple and/or significant predisposing factors are at high risk for an episode of delirium with a single and/or mild precipitating factor. Conversely, delirium may only result in low risk individuals if they experience a serious or multiple precipitating factors. It is important to note that the factors affecting those of an individual can change over time, thus an individual's risk of delirium is dynamic.[citation needed] The most important predisposing factors are:[21] Any acute factors that affect neurotransmitter, neuroendocrine, or neuroinflammatory pathways can precipitate an episode of delirium in a vulnerable brain.[22] Clinical environments can also precipitate delirium.[23] Some of the most common precipitating factors are listed below:[24] The pathophysiology of delirium is still not well understood, despite extensive research. The lack of animal models that are relevant to delirium has left many key questions in delirium pathophysiology unanswered. Earliest rodent models of delirium used atropine (a muscarinic acetylcholine receptor blocker) to induce cognitive and electroencephalography (EEG) changes similar to delirium, and other anticholinergic drugs, such as biperiden and hyoscine, have produced similar effects. Along with clinical studies using various drugs with anticholinergic activity, these models have contributed to a \"cholinergic deficiency hypothesis\" of delirium.[29] Profound systemic inflammation occurring during sepsis is also known to cause delirium (often termed sepsis-associated encephalopathy).[30] Animal models used to study the interactions between prior degenerative disease and overlying systemic inflammation have shown that even mild systemic inflammation causes acute and transient deficits in working memory among diseased animals.[31] Prior dementia or age-associated cognitive impairment is the primary predisposing factor for clinical delirium and \"prior pathology\" as defined by these new animal models may consist of synaptic loss, abnormal network connectivity, and \"primed microglia\" brain macrophages stimulated by prior neurodegenerative disease and aging to amplify subsequent inflammatory responses in the central nervous system (CNS).[31] Studies of cerebrospinal fluid (CSF) in delirium are difficult to perform. Apart from the general difficulty of recruiting participants who are often unable to give consent, the inherently invasive nature of CSF sampling makes such research particularly challenging. However, a few studies have exploited the opportunity to sample CSF from persons undergoing spinal anesthesia for elective or emergency surgery.[citation needed] A 2018 systematic review showed that, broadly, delirium may be associated with neurotransmitter imbalance (namely serotonin and dopamine signaling), reversible fall in somatostatin, and increased cortisol.[32] The leading \"neuroinflammatory hypothesis\" (where neurodegenerative disease and aging leads the brain to respond to peripheral inflammation with an exaggerated CNS inflammatory response) has been described,[33] but current evidence is still conflicting and fails to concretely support this hypothesis.[32] Neuroimaging provides an important avenue to explore the mechanisms that are responsible for delirium.[34][35] Despite progress in the development of magnetic resonance imaging (MRI), the large variety in imaging-based findings has limited our understanding of the changes in the brain that may be linked to delirium. Some challenges associated with imaging people diagnosed with delirium include participant recruitment and inadequate consideration of important confounding factors such as history of dementia and/or depression, which are known to be associated with overlapping changes in the brain also observed on MRI.[34] Evidence for changes in structural and functional markers include: changes in white-matter integrity (white matter lesions), decreases in brain volume (likely as a result of tissue atrophy), abnormal functional connectivity of brain regions responsible for normal processing of executive function, sensory processing, attention, emotional regulation, memory, and orientation, differences in autoregulation of the vascular vessels in the brain, reduction in cerebral blood flow and possible changes in brain metabolism (including cerebral tissue oxygenation and glucose hypometabolism).[34][35] Altogether, these changes in MRI-based measurements invite further investigation of the mechanisms that may underlie delirium, as a potential avenue to improve clinical management of people with this condition.[34] Electroencephalography (EEG) allows for continuous capture of global brain function and brain connectivity, and is useful in understanding real-time physiologic changes during delirium.[36] Since the 1950s, delirium has been known to be associated with slowing of resting-state EEG rhythms, with abnormally decreased background alpha power and increased theta and delta frequency activity.[36][37] From such evidence, a 2018 systematic review proposed a conceptual model that delirium results when insults/stressors trigger a breakdown of brain network dynamics in individuals with low brain resilience (i.e. people who already have underlying problems of low neural connectivity and/or low neuroplasticity like those with Alzheimer's disease).[36] Only a handful of studies exist where there has been an attempt to correlate delirium with pathological findings at autopsy. One research study has been reported on 7 patients who died during ICU admission.[38] Each case was admitted with a range of primary pathologies, but all had acute respiratory distress syndrome and/or septic shock contributing to the delirium, 6 showed evidence of low brain perfusion and diffuse vascular injury, and 5 showed hippocampal involvement. A case-control study showed that 9 delirium cases showed higher expression of HLA-DR and CD68 (markers of microglial activation), IL-6 (cytokines pro-inflammatory and anti-inflammatory activities) and GFAP (marker of astrocyte activity) than age-matched controls; this supports a neuroinflammatory cause to delirium, but the conclusions are limited by methodological issues.[39] A 2017 retrospective study correlating autopsy data with MMSE scores from 987 brain donors found that delirium combined with a pathological process of dementia accelerated MMSE score decline more than either individual process.[40] Using the DSM-5 criteria for delirium as framework, the early recognition of signs/symptoms and a careful history, along with any of multiple clinical instruments, can help in making a diagnosis of delirium. A diagnosis of delirium cannot be made without a previous assessment of the patient's baseline level of cognitive function. In other words, a mentally-disabled or impaired person might appear to be delirious, but may actually just be operating at their baseline mental ability.[citation needed] Multiple guidelines recommend that delirium should be diagnosed when it presents to healthcare services. Much evidence reveal, however, that delirium is greatly under-diagnosed.[41][42][43] Higher rates of detection of delirium in general settings can be assisted by the use of validated delirium screening tools. Many such tools have been published. They differ in duration, complexity, need for training, etc. Examples of tools in use in clinical practice are: People who are in the ICU are at greater risk of delirium and ICU delirium may lead to prolonged ventilation, longer stays in the hospital, increased stress on family and caregivers, and an increased chance of death.[56] In the ICU, international guidelines recommend that every patient gets checked for delirium every day (usually twice or more a day) using a validated clinical tool.[57] The definition of delirium that healthcare professionals use at the bedside is whether or not a patient can pay attention and follow simple commands.[58] The two most widely used are the Confusion Assessment Method for the ICU (CAM-ICU)[59] and the Intensive Care Delirium Screening Checklist (ICDSC).[60] Translations of these tools exist in over 20 languages and are used ICUs globally with instructional videos and implementation tips available.[58] More emphasis is placed on regular screening over the choice of tool used. This, coupled with proper documentation and informed awareness by the healthcare team, can affect clinical outcomes.[58] Without using one of these tools, 75% of ICU delirium can be missed by the healthcare team, leaving the patient without any likely interventions to help reduce the duration of delirium.[58][61] There are conditions that might have similar clinical presentations to those seen in delirium. These include dementia,[62][63][64][65][66] depression,[66][64] psychosis,[66][64] and other conditions that affect cognitive function.[67] Using a tailored multi-faceted approach as outlined above can decrease rates of delirium by 27% among the elderly.[70][71] At least 30–40% of all cases of delirium could be prevented, and high rates of delirium reflect negatively on the quality of care.[24] Episodes of delirium can be prevented by identifying hospitalized people at risk of the condition. This includes individuals over age 65, with a cognitive impairment, with hip fracture, or with severe illness.[72] Close observation for the early signs is recommended in such populations. Delirium may be prevented and treated by using non-pharmacologic approaches focused on risk factors, such as constipation, dehydration, low oxygen levels, immobility, visual or hearing impairment, sleep deprivation, functional decline and removing or minimizing problematic medications.[72][64] Ensuring a therapeutic environment (e.g. individualized care; clear communication; adequate reorientation and lighting during daytime; promoting uninterrupted sleep hygiene with minimal noise and light at night; minimizing bed relocation; having familiar objects like family pictures; providing earplugs; and providing adequate nutrition, pain control, and assistance toward early mobilization) can also yield benefit toward preventing delirium.[7][24][73][74] Research into pharmacologic prevention and treatment is weak and insufficient to make proper recommendations.[64] Melatonin and other pharmacological agents have been studied for prevention of postoperative delirium, but evidence is not clear.[75][7] Avoidance or cautious use of benzodiazepines has been recommended for reducing the risk of delirium in critically ill individuals.[76] It is unclear if the medication donepezil, a cholinesterase inhibitor, reduces delirium following surgery.[7] There is also no clear evidence to suggest that citicoline, methylprednisolone, or antipsychotic medications prevent delirium.[7] A review of intravenous versus inhalational maintenance of anaesthesia for postoperative cognitive outcomes in elderly people undergoing non-cardiac surgery showed little or no difference in postoperative delirium according to the type of anaesthetic maintenance agents[77] in five studies (321 participants). The authors of this review were uncertain whether maintenance of anaesthesia with propofol-based total intravenous anaesthesia (TIVA) or with inhalational agents can affect the incidence rate of postoperative delirium. Interventions for preventing delirium in older people in institutional long-term care The current evidence suggests that software-based interventions to identify medications that could contribute to delirium risk and recommend a pharmacist's medication review probably reduces incidence of delirium in older adults in long-term care.[78] The benefits of hydration reminders and education on risk factors and care homes' solutions for reducing delirium is still uncertain. Delirium is a reversible impairment, however, people that are ill with delirium may need to be treated in order to prevent injury and poor outcomes.[56] Treatment of delirium requires attention to multiple domains including: identify and treat the underlying medical disorder or cause(s), optimize physiology, optimize conditions for brain recovery, detect and manage distress and behavioral disturbances, maintaining mobility, provide rehabilitation through cognitive engagement and mobilization, communicate effectively with the patient and their carers, and provide adequate follow-up including consideration of possible dementia and post-traumatic stress.[1] This involves optimizing oxygenation, hydration, nutrition, electrolytes/metabolites, comfort, mobilization, pain control, mental stress, therapeutic medication levels, and addressing any other possible predisposing and precipitating factors that might be disrupting brain function.[24] These interventions are the first steps in managing acute delirium and there are many overlaps with delirium preventative strategies.[79] In addition to treating immediate life-threatening causes of delirium (e.g. low O2, low blood pressure, low glucose, dehydration), interventions include optimizing the hospital environment by reducing ambient noise, providing proper lighting, offering pain relief, promoting healthy sleep-wake cycles, and minimizing room changes.[79] Although multicomponent care and comprehensive geriatric care are more specialized for a person experiencing delirium, several studies have been unable to find evidence showing they reduce the duration of delirium.[79] Family, friends, and other caregivers can offer frequent reassurance, tactile and verbal orientation, cognitive stimulation (e.g. regular visits, familiar objects, clocks, calendars, etc.), and means to stay engaged (e.g. making hearing aids and eyeglasses readily available).[24][72][80] Sometimes verbal and non-verbal deescalation techniques may be required to offer reassurances and calm the person experiencing delirium.[72] Restraints should rarely be used as an intervention for delirium.[81] The use of restraints has been recognized as a risk factor for injury and aggravating symptoms, especially in older hospitalized people with delirium.[81] The only cases where restraints should sparingly be used during delirium is in the protection of life-sustaining interventions, such as endotracheal tubes.[81] Another approached called the \"T-A-DA (tolerate, anticipate, don't agitate) method\" can be an effective management technique for older people with delirium, where abnormal patient behaviors (including hallucinations and delusions) are tolerated and unchallenged, as long as caregiver and patient safety is not threatened.[82] Implementation of this model may require a designated area in the hospital. All unnecessary attachments are removed to anticipate for greater mobility, and agitation is prevented by avoiding excessive reorientation/questioning.[82] Low-dose haloperidol when used short term (one week or less) is the most studied and standard drug for delirium.[24][72] Evidence for efficacy of atypical antipsychotics (i.e. risperidone, olanzapine, ziprasidone, and quetiapine) is emerging, with the benefit for fewer side effects[24][83] Use antipsychotic drugs with caution or not at all for people with conditions such as Parkinson's disease or dementia with Lewy bodies.[84] Evidence for the effectiveness of medications (including antipsychotics and benzodiazepines) in treating delirium is weak.[63][56] Benzodiazepines themselves can trigger or worsen delirium, and there is no reliable evidence for use in non-alcohol-related delirium.[85] If the delirium involves alcohol withdrawal, benzodiazepine withdrawal, or contraindications to antipsychotics (e.g. in Parkinson's disease or neuroleptic malignant syndrome), then benzodiazepines are recommended.[85] Similarly, people with dementia with Lewy bodies may have significant side effects to antipsychotics, and should either be treated with a none or small doses of benzodiazepines.[72] The antidepressant trazodone is occasionally used in the treatment of delirium, but it carries a risk of over-sedation, and its use has not been well studied.[24] For adults with delirium that are in the ICU, medications are used commonly to improve the symptoms. Dexmedetomidine may shorten the length of the delirium in adults who are critically ill and rivastigmine is not suggested.[56] For adults with delirium who are near the end of their life (on palliative care) high quality evidence to support or refute the use of most medications to treat delirium is not available.[86] Low quality evidence indicates that the antipsychotic medications risperidone or haloperidol may make the delirium slightly worse in people who are terminially ill, when compared to a placebo treatment.[86] There is also moderate to low quality evidence to suggest that haloperidol and risperidone may be associated with a slight increase in side effects, specifically extrapyramidol symptoms, if the person near the end of their life has delirium that is mild to moderate in severity.[86] There is substantial evidence that delirium results in long-term poor outcomes in older persons admitted to hospital.[87] This systematic review only included studies that looked for an independent effect of delirium (i.e., after accounting for other associations with poor outcomes, for example co-morbidity or illness severity). In older persons admitted to hospital, individuals experiencing delirium are twice as likely to die than those who do not (meta-analysis of 12 studies).[87] In the only prospective study conducted in the general population, older persons reporting delirium also showed higher mortality (60% increase).[88] A large (N=82,770) two-centre study in unselected older emergency population found that delirium detected as part of normal care using the 4AT tool was strongly linked to 30-day mortality, hospital length of stay, and days at home in the year following the 4AT test date.[89] Institutionalization was also twice as likely after an admission with delirium (meta-analysis of 7 studies).[87] In a community-based population examining individuals after an episode of severe infection (though not specifically delirium), these persons acquired more functional limitations (i.e. required more assistance with their care needs) than those not experiencing infection.[90] After an episode of delirium in the general population, functional dependence increased threefold.[88] The association between delirium and dementia is complex. The systematic review estimated a 13-fold increase in dementia after delirium (meta-analysis of 2 studies).[87] However, it is difficult to be certain that this is accurate because the population admitted to hospital includes persons with undiagnosed dementia (i.e. the dementia was present before the delirium, rather than caused by it). In prospective studies, people hospitalised from any cause appear to be at greater risk of dementia[91] and faster trajectories of cognitive decline,[91][92] but these studies did not specifically look at delirium. In the only population-based prospective study of delirium, older persons had an eight-fold increase in dementia and faster cognitive decline.[88] The same association is also evident in persons already diagnosed with Alzheimer's dementia.[93] Recent long-term studies showed that many patients still meet criteria for delirium for a prolonged period after hospital discharge, with up to 21% of patients showing persistent delirium at 6 months post-discharge.[94] Dementia is supposed to be an entity that continues to decline, such as Alzheimer's disease. Another way of looking at dementia, however, is not strictly based on the decline component, but on the degree of memory and executive function problems. It is now known, for example, that between 50% and 70% of ICU patients have tremendous problems with ongoing brain dysfunction similar to those experienced by Alzheimer's or TBI (traumatic brain injury) patients, leaving many ICU survivors permanently disabled.[95] This is a distressing personal and public health problem and is getting an increasing amount of scrutiny in ongoing investigations.[citation needed] The implications of such an \"acquired dementia-like illness\" can profoundly debilitate a person's livelihood level, often dismantling his/her life in practical ways like impairing one's ability to find a car in a parking lot, complete shopping lists, or perform job-related tasks done previously for years.[citation needed] The societal implications can be enormous when considering work-force issues related to the inability of wage-earners to work due to their own ICU stay or that of someone else they must care for.[96] The highest rates of delirium (often 50% to 75% of people) is seen among those who are critically ill in the intensive care unit (ICU)[97] As a result, this was referred to as \"ICU psychosis\" or \"ICU syndrome\", terms largely abandoned for the more widely accepted term ICU delirium. Since the advent of validated and easy-to-implement delirium instruments for ICU patients such as the Confusion Assessment Method for the ICU (CAM-ICU)[59] and the Intensive Care Delirium Screening Checkllist (IC-DSC).,[60] of the hundreds of thousands of ICU patients who develop delirium in ICUs every year, it has been recognized that most of them belong to the hypoactive variety, which is easily missed and invisible to the managing teams unless actively monitored using such instruments. The causes of delirium in such patients depend on the underlying illnesses, new problems like sepsis and low oxygen levels, and the sedative and pain medicines that are nearly universally given to all ICU patients. Outside the ICU, on hospital wards and in nursing homes, the problem of delirium is also a very important medical problem, especially for older patients.[98] The most recent area of the hospital in which delirium is just beginning to be monitored routinely in many centers is the Emergency Department, where the prevalence of delirium among older adults is about 10%.[99] A systematic review of delirium in general medical inpatients showed that estimates of delirium prevalence on admission ranged from 10 to 31%.[100] About 5% to 10% of older adults who are admitted to hospital develop a new episode of delirium while in hospital.[99] Rates of delirium vary widely across general hospital wards.[101] Estimates of the prevalence of delirium in nursing homes are between 10%[99] to 45%.[102] Delirium is one of the oldest forms of mental disorder known in medical history.[103] The Roman author Aulus Cornelius Celsus used the term to describe mental disturbance from head trauma or fever in his work De Medicina.[104] English medical writer Philip Barrow noted in 1583 that if delirium (or \"frenisy\") resolves, it may be followed by a loss of memory and reasoning power.[105] Sims (1995, p. 31) points out a \"superb detailed and lengthy description\" of delirium in \"The Stroller's Tale\" from Charles Dickens' The Pickwick Papers.[106][107] The American Delirium Society is a community of professionals dedicated to improving delirium care.\"[108] The Critical Illness, Brain Dysfunction, and Survivorship (CIBS) Center is an academic center dedicated to studying and treating delirium in critically ill patient populations.[58] In the US, the cost of a patient admission with delirium is estimated at between $16k and $64k, suggesting the national burden of delirium may range from $38 bn to $150 bn per year (2008 estimate).[109] In the UK, the cost is estimated as £13k per admission.[110]","Title":"Delirium - Wikipedia","KeyID":"2062","URL":"https://en.wikipedia.org/wiki/Delirium"}