{"Content: ":"Paratarsotomus macropalpis is a species of mite belonging to the family Anystidae.[2] The mite is endemic to Southern California and is usually observed darting amongst sidewalks and in rocky areas.[3] Earlier classified as belonging to genus Tarsotomus, it was reclassified in 1999, along with four other species, to genus Paratarsotomus.[2] It is quite small—0.7 mm[4]—but has been recorded as the world's fastest land animal relative to body length.[5] A specimen was first collected by William A. Hilton from beneath stones in Claremont, California. It was classified and named as Tarsotomus macropalpis by Nathan Banks whose report in 1916 was[4] A large species, rather sparsely bristly. Body nearly twice as long as broad, broadest at humeri; cephalothorax tapering in front, one eye spot each side close to margin and much nearer hind than front end of cephalothorax: legs long, but none of the femora as long as the cephalothorax, the tibia (penultimate joint), however, as long as the cephalothorax; body and legs with erect bristles, only a few very long ones, some on the basal joints are serrate or hairy, and the outer frontal pair, which are thicker than the others, also hairy. Claws with rows of bristles beneath; palpi very large and heavy, with two apical claws, the large one with a few teeth on inner side, hairs of thumb very short. The mite has been recorded at a speed of 322 body lengths per second (0.225 m/s (0.50 mph)).[3] This is far in excess of the previous record holder, the Australian tiger beetle Cicindela eburneola, the fastest insect in the world relative to body size, which has been recorded at 1.86 m/s (4.2 mph) or 171 body lengths per second.[6] The cheetah, the fastest land animal, which has been clocked at a peak of 64 mph (103 km/h; 29 m/s),[7] scores at only 16 body lengths per second.[3] High speed photography was used to record the speed of the mite, both in natural conditions and in the laboratory. The equivalent speed for a human running as fast as this mite would be 1,300 mph (2,100 km/h).[5] Besides the unusually great speed of the mites, the researchers were surprised to find the mites running at such speeds on concrete at temperatures up to 60 °C (140 °F). This is significant because that temperature is well above the lethal limit for the majority of animal species. In addition, the mites are able to stop and change direction very quickly.[5] The discovery pushes the limits of what is known about the physiology of animal movement and the limits on the speed of living structures. This finding is considered by the research team as opening new possibilities in the design of robots and in biomimetics.[5]","Title":"Paratarsotomus macropalpis - Wikipedia","KeyID":"2068","URL":"https://en.wikipedia.org/wiki/Paratarsotomus_macropalpis"}