{"Content: ":"The Annual Review of Entomology is a peer-reviewed academic journal that publishes review articles about entomology, the study of insects. First published in 1956 from a collaboration between the Entomological Society of America and Annual Reviews, its longest-serving editors are Thomas E. Mittler (1967–1997) and May Berenbaum (1998–2018). As of 2022, it has a 2021 impact factor of 22.682. In 1953, a committee within the Entomological Society of America examined the volume of literature published each year in the field and recommended that a journal be established that published review articles. The Entomological Society approached the nonprofit publisher Annual Reviews, which also agreed that there was a need for a review series in entomology. The Annual Review of Entomology published its first volume in 1956,[2] making it the tenth title published by Annual Reviews.[3] At first, the ESA remained involved with the operation of the journal and confirmed the editorial committee.[4] The ESA also agreed that it would cover deficits of up to $2,500 annually in the first four years of publication in order to give the journal time to acquire subscriptions.[3] Edward Arthur Steinhaus, who was the chair of the ESA committee that determined a need for the journal, became its first editor.[5] Its editorial committee didn't include women until 1985. Female authorship was only 5–10% of its articles in the 1970s and 1980s, though rose to 19% during the 1990s.[6] It defines its scope as covering the breadth of entomology, the study of insects, including aspects of biochemistry and insect physiology, insect morphology, developmental biology, behavior and neuroscience, insect ecology, economic entomology, biological control, forest entomology, acarines (mites and ticks) and other arthropods, medical and veterinary entomology, pathology, vectors of plant disease, genetics, genomics, systematics, the evolution of insects, and biogeography.[7] As of 2022, Journal Citation Reports gives the journal a 2021 impact factor of 22.682, ranking it first of 100 journals in the category \"Entomology\".[1] It is abstracted and indexed in Scopus, Science Citation Index Expanded, Aquatic Sciences and Fisheries Abstracts, and BIOSIS, among others[8] The Annual Review of Entomology is helmed by the editor or by co-editors. The editor is assisted by the editorial committee, which includes associate editors, regular members, and occasionally guest editors. Guest members participate at the invitation of the editor, and serve terms of one year. All other members of the editorial committee are appointed by the Annual Reviews board of directors and serve five-year terms. The editorial committee determines which topics should be included in each volume and solicits reviews from qualified authors.[9] Unsolicited manuscripts are not accepted. Peer review of accepted manuscripts is undertaken by the editorial committee.[10] Dates indicate publication years in which someone was credited as a lead editor or co-editor of a journal volume. The planning process for a volume begins well before the volume appears, so appointment to the position of lead editor generally occurred prior to the first year shown here. An editor who has retired or died may be credited as a lead editor of a volume that they helped to plan, even if it is published after their retirement or death.","Title":"Annual Review of Entomology - Wikipedia","KeyID":"2075","URL":"https://en.wikipedia.org/wiki/Annual_Review_of_Entomology"}