{"Content: ":"Huaxiapterus (meaning \"Hua Xia [China] wing\") is a genus of tapejarid pterodactyloid pterosaur from the Aptian-age Lower Cretaceous Jiufotang Formation of Chaoyang, Liaoning, China. It is the second genus of tapejarid from this formation, after Sinopterus. Three species are known (H. jii, \"H. corollatus\", and \"H. benxiensis\"), though they may not actually form a natural group with each other. It was first named by Lü Junchang and Yuan Chongxi. The type species of Huaxiapterus is H. jii, which is based on GMN-03-11-001, a nearly complete skeleton and skull.[1] While it was initially separated from the closely related Sinopterus by several characters including its larger size and larger crest, later studies showed that it was in fact more closely related to Sinopterus dongi than to either of the other two species of Huaxiapterus.[2] Some researchers have considered H. jii to be a species of Sinopterus for this reason, though a more thorough analysis has suggested it is slightly more primitive than Sinopterus.[3] The second species, \"H.\" corollatus, is based on ZMNH M8131, another nearly complete skeleton from the same formation.[4] The third species \"H.\" benxiensis, based on specimen BXGM V0011, also comes from Liaoning.[5] Because H. jii is the type species of its genus, and the other two species are not closely related to it, they will likely be renamed in the future.[6] An additional species, H. atavismus, was named in 2016 based on a small specimen XHPM 1009. It can be distinguished from other species by a groove on the second and third wing digits, a trait that is otherwise only known in the more basal rhamphorhynchoid pterosaurs; it was named after this trait, which appears to be an atavism (or \"evolutionary throwback\").[7] However, this species was reassigned to the genus Sinopterus by Xinjun Zhang and colleagues in 2019, who also considered Huaxiapterus to be an invalid pterosaur genus.[8] The cladogram below follows the 2014 analysis by Brian Andres and colleagues, showing the placement of three Huaxiapterus species (H. jii, \"H.\" benxiensis and \"H.\" corollatus) within the clade Tapejaromorpha.[3] Bennettazhia oregonensis Eopteranodon lii \"Sinopterus\" gui Nemicolopterus crypticus Huaxiapterus jii Sinopterus dongi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi Europejara olcadesorum Tapejara wellnhoferi In 2019, a different analysis, this time by Alexander Kellner and colleagues, had recovered the Huaxiapterus species \"H.\" benxiensis and \"H.\" corollatus in a more derived position within the Tapejarinae, sister taxon to both Eopteranodon and Sinopterus.[9] The cladogram of their analysis is shown below: Keresdrakon vilsoni Thalassodromeus sethi Tupuxuara leonardii Caupedactylus ybaka Aymberedactylus cearensis Eopteranodon lii \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Sinopterus dongi Europejara olcadesorum Caiuajara dobruskii Tapejara wellnhoferi Tupandactylus imperator   ","Title":"Huaxiapterus - Wikipedia","KeyID":"208","URL":"https://en.wikipedia.org/wiki/Huaxiapterus"}