{"Content: ":"The renin–angiotensin system (RAS), or renin–angiotensin–aldosterone system (RAAS), is a hormone system that regulates blood pressure, fluid and electrolyte balance, and systemic vascular resistance.[2] When renal blood flow is reduced, juxtaglomerular cells in the kidneys convert the precursor prorenin (already present in the blood) into renin and secrete it directly into the circulation. Plasma renin then carries out the conversion of angiotensinogen, released by the liver, to a decapeptide called angiotensin I.[3] Angiotensin I is subsequently converted to angiotensin II (an octapeptide) by the angiotensin-converting enzyme (ACE) found on the surface of vascular endothelial cells, predominantly those of the lungs.[4] Angiotensin II has a short life of about 1 to 2 minutes. Then, it is rapidly degraded into a heptapeptide called angiotensin III by angiotensinases which are present in red blood cells and vascular beds in many tissues. Angiotensin III increases blood pressure and stimulates aldosterone secretion from the adrenal cortex; it has 100% adrenocortical stimulating activity and 40% vasopressor activity of angiotensin II. Angiotensin IV also has adrenocortical and vasopressor activities Angiotensin II is a potent vasoconstrictive peptide that causes blood vessels to narrow, resulting in increased blood pressure.[5] Angiotensin II also stimulates the secretion of the hormone aldosterone[5] from the adrenal cortex. Aldosterone causes the renal tubules to increase the reabsorption of sodium which in consequence causes the reabsorption of water into the blood, while at the same time causing the excretion of potassium (to maintain electrolyte balance). This increases the volume of extracellular fluid in the body, which also increases blood pressure. If the RAS is abnormally active, blood pressure will be too high. There are several types of drugs which includes ACE inhibitors, angiotensin II receptor blockers (ARBs), and renin inhibitors that interrupt different steps in this system to improve blood pressure. These drugs are one of the primary ways to control high blood pressure, heart failure, kidney failure, and harmful effects of diabetes.[6][7] The system can be activated when there is a loss of blood volume or a drop in blood pressure (such as in hemorrhage or dehydration). This loss of pressure is interpreted by baroreceptors in the carotid sinus. It can also be activated by a decrease in the filtrate sodium chloride (NaCl) concentration or a decreased filtrate flow rate that will stimulate the macula densa to signal the juxtaglomerular cells to release renin.[citation needed] Angiotensin I may have some minor activity, but angiotensin II is the major bio-active product. Angiotensin II has a variety of effects on the body:[citation needed] These effects directly act together to increase blood pressure and are opposed by atrial natriuretic peptide (ANP). Locally expressed renin–angiotensin systems have been found in a number of tissues, including the kidneys, adrenal glands, the heart, vasculature and nervous system, and have a variety of functions, including local cardiovascular regulation, in association or independently of the systemic renin–angiotensin system, as well as non-cardiovascular functions.[8][10][11] Outside the kidneys, renin is predominantly picked up from the circulation but may be secreted locally in some tissues; its precursor prorenin is highly expressed in tissues and more than half of circulating prorenin is of extrarenal origin, but its physiological role besides serving as precursor to renin is still unclear.[12] Outside the liver, angiotensinogen is picked up from the circulation or expressed locally in some tissues; with renin they form angiotensin I, and locally expressed angiotensin-converting enzyme, chymase or other enzymes can transform it into angiotensin II.[12][13][14] This process can be intracellular or interstitial.[8] In the adrenal glands, it is likely involved in the paracrine regulation of aldosterone secretion; in the heart and vasculature, it may be involved in remodeling or vascular tone; and in the brain, where it is largely independent of the circulatory RAS, it may be involved in local blood pressure regulation.[8][11][15] In addition, both the central and peripheral nervous systems can use angiotensin for sympathetic neurotransmission.[16] Other places of expression include the reproductive system, the skin and digestive organs. Medications aimed at the systemic system may affect the expression of those local systems, beneficially or adversely.[8] In the fetus, the renin–angiotensin system is predominantly a sodium-losing system,[citation needed] as angiotensin II has little or no effect on aldosterone levels. Renin levels are high in the fetus, while angiotensin II levels are significantly lower; this is due to the limited pulmonary blood flow, preventing ACE (found predominantly in the pulmonary circulation) from having its maximum effect.[citation needed]","Title":"Renin–angiotensin system - Wikipedia","KeyID":"2086","URL":"https://en.wikipedia.org/wiki/Renin%E2%80%93angiotensin_system"}