{"Content: ":"Tupandactylus (meaning \"Tupan finger\", in reference to the Tupi thunder god) is a genus of tapejarid pterodactyloid pterosaur from the Early Cretaceous Crato Formation of Brazil. Tupandactylus imperator is known from four nearly complete skulls. The holotype specimen is MCT 1622-R, a skull and partial lower jaw, found in the Crato Formation, dating to the boundary of the Aptian-Albian stages of the early Cretaceous period, about 112 Ma ago.[1] It was initially described as a species of Tapejara,[2] but later research has indicated it warrants its own genus. The skull was toothless and had a prominent sagittal crest, only the base of which was bony: the front of the crest featured a tall bony rod extending up and back, and the rear of the crest had a long prong of bone projecting behind it. The bulk of the crest was made up of soft tissue similar to keratin, supported by the two bony struts.[3] An additional skull described in 2011, specimen CPCA 3590, preserved more of the lower jaw, showing that like Tapejara, T. imperator had a large, asymmetrical \"keel\"-like crest on the underside of the lower jaw tip. A 2021 study describing a very complete T. navigans specimen suggested that the two species might represent different sexes of one sexually dimorphic species, but cautioned that further study was needed to test this.[4] Tupandactylus is notable for its large cranial crest, composed partly of bone and partly of soft tissue. The genus Tupandactylus possibly contains two species, both bearing differently sized/shaped crests that may have been used to signal and display for other Tupandactylus, much as toucans use their bright bills to signal to one another. Tupandactylus crests consisted of a semicircular crest over the snout, and in the case of the type species T. imperator, a bony prong which extended back behind the head. A second species, T. navigans, lacked this prong, and had a much more vertical crest. Soft tissue impressions also show that the small bony crests were extended by a much larger structure made of a keratinous material. The complete crest of T. navigans rose in a sharp, sail-like \"dome\" high above the rest of the skull. Some Tupandactylus specimens preserve evidence of a keratinous beak at the jaw tips. However, this was restricted to the crested portion of the lower jaw, as one specimen also preserves pycnofibres (simple feather-like filaments) covering the jaws further back.[5] T. imperator is estimated to have had a wingspan about 3 to 4 meters (9.8 to 13.1 ft), while T. navigans is smaller, with a wingspan of 2.7 meters (8.9 ft).[5][4] A 2022 study reported vaned feathers near the base of the crest of a T. cf. imperator specimen.[6] Beginning in 2006, several researchers, including Kellner and Campos (who named Tupandactylus), had found that the three species traditionally assigned to the genus Tapejara (T. wellnhofferi, T. imperator, and T. navigans) are in fact distinct both in anatomy and in their relationships to other tapejarid pterosaurs, and thus needed to be given new generic names. However, just how the species should be split proved controversial. Kellner and Campos considered only T. imperator to warrant a new name, creating Tupandactylus.[3] However, another study published in 2007 by Unwin and Martill found that T. navigans, previously assigned to Tapejara, was actually most closely related to T. imperator and belonged with it in a new genus separate from Tapejara. In 2007, at a symposium held in honor of renowned pterosaur researcher Peter Wellnhofer, Unwin and Martill announced the new genus name Ingridia, in honor of Wellnhofer's late wife Ingrid. However, when they published this name in a 2007 volume, they assigned imperator as the type species of their new genus, rather than navigans, which they also included as a species of Ingridia.[7] Furthermore, Unwin and Martill's paper was not published until several months after the similar paper by Kellner and Campos. Therefore, because both sets of authors used imperator as the type, Ingridia is considered a junior objective synonym of Tupandactylus.[8] It was not until 2011 that T. navigans was formally reclassified in the genus Tupandactylus, in a subsequent study supporting the conclusions of Unwin and Martill in 2007.[5] The cladogram below follows the 2014 phylogenetic analysis by Brian Andres and colleagues. They found both T. navigans and T. imperator within the tribe Tapejarini, which in turn was within the larger group Tapejaridae.[9] Neoazhdarchia Bennettazhia oregonensis Eopteranodon lii \"Sinopterus\" gui Nemicolopterus crypticus Huaxiapterus jii Sinopterus dongi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi Europejara olcadesorum Tapejara wellnhoferi Tupandactylus navigans may have largely been a terrestrial forager. Examination of the specimen GP/2E 9266 suggests that the pterosaur was capable of flight, but seemingly spent much of its time on the ground thanks to its large crest, longer forelimbs and neck, only taking short flights to possibly escape from predators. Simultaneously, it was not adapted to the same terrestrial stalking lifestyle as azhdarchids are believed to have utilized.[10][11] A research team consisting of paleontologist Sankar Chatterjee of Texas Tech University, aeronautical engineer Rick Lind of the University of Florida, and their students Andy Gedeon and Brian Roberts sought to mimic the physical and biological characteristics of this pterosaur—skin, blood vessels, muscles, tendons, nerves, cranial plate, skeletal structure, and more – to develop an unmanned aerial vehicle that not only flies but also walks and sails just like the original, to be called a Pterodrone.[12] The large, thin rudder-like sail on its head functioned as a sensory organ that acted similarly to a flight computer in a modern-day aircraft and also helped with the animal's turning agility. “These animals take the best parts of bats and birds,” Chatterjee said. “They had the maneuverability of a bat, but could glide like an albatross. Nothing alive today compares to the performance and agility of these animals. They lived for 160 million years, so they were not stupid animals. The skies were darkened by flocks of them. They were the dominant flying animals of their time.” “[W]e’ve found they could actually sail on the wind for very long periods as they flew over the oceans.... By raising their wings like sails on a boat, they could use the slightest breeze in the same way a catamaran moves across water. They could take off quickly and fly long distances with little effort.” [13] The accuracy of these studies has been at times contested, however. It has been noted that tapejarids had short wings, about as suited for soaring as those of Galliformes, which are indeed consistent with adaptations for terrestriality and climbing. Likewise, no evidence for an aerodynamic function of the crest has been perceived,[14][15] and Sankar Chatterjee seemingly ignored more recent aerodynamic studies in pterosaurs for these conclusions.[16]   ","Title":"Tupandactylus - Wikipedia","KeyID":"209","URL":"https://en.wikipedia.org/wiki/Tupandactylus"}