{"Content: ":"Animal communication is the transfer of information from one or a group of animals (sender or senders) to one or more other animals (receiver or receivers) that affects the current or future behavior of the receivers.[1] Information may be sent intentionally, as in a courtship display, or unintentionally, as in the transfer of scent from predator to prey. Information may be transferred to an \"audience\" of several receivers.[2] Animal communication is a rapidly growing area of study in disciplines including animal behavior, sociology, neurology and animal cognition. Many aspects of animal behavior, such as symbolic name use, emotional expression, learning and sexual behavior, are being understood in new ways. When the information from the sender changes the behavior of a receiver, the information is referred to as a \"signal\". Signalling theory predicts that for a signal to be maintained in the population, both the sender and receiver should usually receive some benefit from the interaction. Signal production by senders and the perception and subsequent response of receivers are thought to coevolve.[3] Signals often involve multiple mechanisms, e.g. both visual and auditory, and for a signal to be understood the coordinated behaviour of both sender and receiver require careful study. Many animals communicate through vocalization. Vocal communication serves many purposes, including mating rituals, warning calls, conveying location of food sources, and social learning. In a number of species, males perform calls during mating rituals as a form of competition against other males and to signal females. Examples include frogs, hammer-headed bats, red deer, humpback whales, elephant seals, and songbirds.[18][19][20] Other instances of vocal communication include the alarm calls of the Campbell monkey,[21] the territorial calls of gibbons, and the use of frequency in greater spear-nosed bats to distinguish between groups.[22] The vervet monkey gives a distinct alarm call for each of its four different predators, and the reactions of other monkeys vary appropriately according to the call. For example, if an alarm call signals a python, the monkeys climb into the trees, whereas the \"eagle\" alarm causes monkeys to seek a hiding place on the ground.[23] Prairie dogs also use complex calls that signal predator differences. According to Con Slobodchikoff and others, prairie dog calls communicate the type, size, and speed of an approaching predator.[24][25][26][27] Whale vocalizations have been found to have different dialects based on region.[28][29] Not all animals use vocalization as a means of auditory communication. Many arthropods rub specialized body parts together to produce sound. This is known as stridulation. Crickets and grasshoppers are well known for this, but many others use stridulation as well, including crustaceans, spiders, scorpions, wasps, ants, beetles, butterflies, moths, millipedes, and centipedes. Another means of auditory communication is the vibration of swim bladders in bony fish. The structure of swim bladders and the attached sonic muscles varies greatly across bony fish families, resulting in a wide variety of sounds.[30] Striking body parts together can also produce auditory signals. A well-known example of this is the tail tip vibration of rattlesnakes as a warning signal. Other examples include bill clacking in birds, wing clapping in manakin courtship displays, and chest beating in gorillas.[31] Burrowing animals species are known to whistle to communicate threats, and sometimes mood. Species such as the marmot species including the groundhog (woodchuck) the alpine marmot show this trait. Whistling is used by animals such as prairie dogs to communicate threats, with prairie dogs having one the most complex communication systems in the animal kingdom. Prairie dogs are able to communicate an animal's speed, shape, size, species, and for humans specific attire and if the human is carrying a gun.[32] This method of communication is usually done by having a sentry stand on two feet surveying for potential threats while the rest of the pack finds food. Once a threat has been identified the sentry sounds an whistle alarm, (sometimes describing the threat) at which point the pack retreats to their burrows. The intensity of the threat is usually determined by how long the sentry whistles. The sentry continues to whistle the alarm until the entirety of the pack have gone to safety at which point the sentry returns to the burrow.[33] Despite being the oldest method of communication, chemical communication is one of the least understood forms due in part to the sheer abundance of chemicals in our environment and the difficulty of detecting and measuring all the chemicals in a sample.[31] The ability to detect chemicals in the environment serves many functions, a crucial one being the detection of food, a function that first arose in single-celled organisms (bacteria) living in the oceans during the early days of life on Earth.[31] As this function evolved, organisms began to differentiate between chemicals compounds emanating from resources, conspecifics (same species; i.e., mates and kin), and heterospecifics (different species; i.e., competitors and predators).[31] For instance, a small minnow species may do well to avoid habitat with a detectable concentration of chemical cue associated with a predator species such as northern pike.[34] Minnows with the ability to perceive the presence of predators before they are close enough to be seen and then respond with adaptive behavior (such as hiding) are more likely to survive and reproduce.[35] Atlantic salmon go a step further than detecting a predator's cue: when an individual is damaged by a predator, it releases a chemical cue to its conspecifics.[36] As has also been observed in other species, acidification and changes in pH physically disrupt these chemical cues, which has various implications for animal behavior.[36][37] Scent marking and scent rubbing are common forms of olfactory communication in mammals.[38][39] An example of scent rubbing by an animal can be seen from bears, bears do this as a way to mark territory or let others know they are there and to stay away.[40] Electrocommunication is a rare form of communication in animals. It is seen primarily in aquatic animals, though some land mammals, notably the platypus and echidnas, sense electric fields that might be used for communication.[41] Weakly electric fishes provide an example of electrocommunication, together with electrolocation. These fish use an electric organ to generate an electric field, which is detected by electroreceptors. Differences in the waveform and frequency of changes in the field convey information on species, sex, and identity. These electric signals can be generated in response to hormones, circadian rhythms, and interactions with other fish. They can also serve to mediate social hierarchy amongst species that have a social order.[42] Some predators, such as sharks and rays, are able to eavesdrop on these electrogenic fish through passive electroreception.[43] Touch is a key factor in many social interactions. Here are some examples: Seismic communication is the exchange of information using self-generated vibrational signals transmitted via a substrate such as the soil, water, spider webs, plant stems, or a blade of grass. This form of communication has several advantages, for example it can be sent regardless of light and noise levels, and it usually has a short range and short persistence, which may reduce the danger of detection by predators. The use of seismic communication is found in many taxa, including frogs, kangaroo rats, mole rats, bees, nematode worms, and others. Tetrapods usually make seismic waves by drumming on the ground with a body part, a signal that is sensed by the sacculus of the receiver.[51] The sacculus is an organ in the inner ear containing a membranous sac that is used for balance, but can also detect seismic waves in animals that use this form of communication. Vibrations may be combined with other sorts of communication.[52] A number of different snakes have the ability to sense infrared (IR) thermal radiation, which allows these reptiles to derive thermal images from the radiant heat emitted by predators or prey at wavelengths between 5 and 30 μm. The accuracy of this sense is such that a blind rattlesnake can target its strike to the vulnerable body parts of a prey animal.[53] It was previously thought that the pit organs evolved primarily as prey detectors, but it is now believed that they may also be used to control body temperature.[54] The facial pits enabling thermoregulation underwent parallel evolution in pitvipers and some boas and pythons, having evolved once in pitvipers and multiple times in boas and pythons.[55] The electrophysiology of the structure is similar between lineages, but it differs in gross structure anatomy. Most superficially, pitvipers possess one large pit organ on either side of the head, between the eye and the nostril (loreal pit), while boas and pythons have three or more comparatively smaller pits lining the upper and sometimes the lower lip, in or between the scales. Those of the pitvipers are the more advanced, having a suspended sensory membrane as opposed to a simple pit structure. Within the family Viperidae, the pit organ is seen only in the subfamily Crotalinae: the pitvipers. Despite the detection of IR radiation, the pits' IR mechanism is dissimilar to photoreceptors; while photoreceptors detect light via photochemical reactions, the protein in the facial pits of snakes is a temperature sensitive ion channel. It senses infrared signals through a mechanism involving warming of the pit organ, rather than chemical reaction to light.[56] This is consistent with the thin pit membrane, which allows incoming IR radiation to quickly and precisely warm a given ion channel and trigger a nerve impulse, as well as vascularize the pit membrane to rapidly cool the ion channel back to its original \"resting\" or \"inactive\" temperature.[56] Common vampire bats (Desmodus rotundus) have specialized IR sensors in their nose-leaf.[57] Vampire bats are the only mammals that feed exclusively on blood. The IR sense enables Desmodus to localize homeothermic animals such as cattle and horses within a range of about 10 to 15 cm. This infrared perception may be used in detecting regions of maximal blood flow on targeted prey. Autocommunication is a type of communication in which the sender and receiver are the same individual. The sender emits a signal that is altered by the environment and eventually is received by the same individual. The altered signal provides information that can indicate food, predators or conspecifics. Because the sender and receiver are the same animal, selection pressure maximizes signal efficacy, i.e. the degree to which an emitted signal is correctly identified by a receiver despite propagation distortion and noise. There are some species, such as the pacific herring, which have evolved to intercept these messages from their predators. They are able to use it as an early warning sign and respond defensively.[58] There are two types of autocommunication. The first is active electrolocation, where the organism emits an electrical pulse through its electric organ and senses the projected geometrical property of the object. This is found in the electric fish Gymnotiformes (knifefishes) and Mormyridae(elephantfish).[59] The second type of autocommunication is echolocation, found in bats and toothed whales. Echolocation involves emitting sounds and interpreting the vibrations that return from objects.[60] In bats, echolocation also serves the purpose of mapping their environment. They are capable of recognizing a space they've been in before without any visible light because they can memorize patterns in the feedback they get from echolocation.[61] There are many functions of animal communication. However, some have been studied in more detail than others. This includes: As described above, many animal gestures, postures, and sounds, convey meaning to nearby animals. These signals are often easier to describe than to interpret. It is tempting, especially with domesticated animals and apes, to anthropomorphize, that is, to interpret animal actions in human terms, but this can be quite misleading; for example, an ape's \"smile\" is often a sign of aggression. Also, the same gesture may have different meanings depending on context within which it occurs. For example, a domestic dog's tail wag and posture may be used in different ways to convey many meanings as illustrated in Charles Darwin's The Expression of the Emotions in Man and Animals published in 1872. Some of Darwin's illustrations are reproduced here. \"Small dog watching a cat on a table\" \"Dog approaching another dog with hostile intentions\" \"Dog in a humble and affectionate frame of mind\" \"Half-bred shepherd dog\" \"Dog caressing his master\" Much animal communication is intraspecific, that is, it occurs between members of the same species. As for interspecific communication, that between predator and prey is of particular interest. If a prey animal moves, makes a noise or vibrations, or emits a smell in such a way that a predator can detect it, it is communicating with its predator.[68] This is consistent with the definition of \"communication\" given above. This type of communication is known as interceptive eavesdropping if a predator intercepts a message intended for conspecifics. There are however, some actions of prey species are clearly directed to actual or potential predators. A good example is warning coloration: species such as wasps that are capable of harming potential predators are often brightly coloured, and this modifies the behavior of the predator, who either instinctively or as the result of experience will avoid attacking such an animal. Some forms of mimicry fall in the same category: for example hoverflies are coloured in the same way as wasps, and although they are unable to sting, the strong avoidance of wasps by predators gives the hoverfly some protection. There are also behavioural changes that act in a similar way to warning colouration. For example, canines such as wolves and coyotes may adopt an aggressive posture, such as growling with their teeth bared, to indicate they will fight if necessary, and rattlesnakes use their well-known rattle to warn potential predators of their venomous bite. Sometimes, a behavioural change and warning colouration will be combined, as in certain species of amphibians which have most of their body coloured to blend with their surroundings, except for a brightly coloured belly. When confronted with a potential threat, they show their belly, indicating that they are poisonous in some way. Another example of prey to predator communication is the pursuit-deterrent signal. Pursuit-deterrent signals occur when prey indicates to a predator that pursuit would be unprofitable because the signaler is prepared to escape. Pursuit-deterrent signals provide a benefit to both the signaler and receiver; they prevent the sender from wasting time and energy fleeing, and they prevent the receiver from investing in a costly pursuit that is unlikely to result in capture. Such signals can advertise prey's ability to escape, and reflect phenotypic condition (quality advertisement), or can advertise that the prey has detected the predator (perception advertisement).[68] Pursuit-deterrent signals have been reported for a wide variety of taxa, including fish (Godin and Davis, 1995), lizards (Cooper etc. al., 2004), ungulates (Caro, 1995), rabbits (Holley 1993), primates (Zuberbuhler et al. 1997), rodents (Shelley and Blumstein 2005, Clark, 2005), and birds (Alvarez, 1993, Murphy, 2006, 2007). A familiar example of quality advertisement pursuit-deterrent signal is stotting (sometimes called pronking), a pronounced combination of stiff-legged running while simultaneously jumping shown by some antelopes such as Thomson's gazelle in the presence of a predator. At least 11 hypotheses for stotting have been proposed. A leading theory today is that it alerts predators that the element of surprise has been lost. Predators like cheetahs rely on surprise attacks, proven by the fact that chases are rarely successful when antelope stot. Predators do not waste energy on a chase that will likely be unsuccessful (optimal foraging behavior). Quality advertisement can be communicated by modes other than visual. The banner-tailed kangaroo rat produces several complex foot-drumming patterns in a number of different contexts, one of which is when it encounters a snake. The foot-drumming may alert nearby offspring but most likely conveys vibrations through the ground that the rat is too alert for a successful attack, thus preventing the snake's predatory pursuit.[69] Typically, predators attempt to reduce communication to prey as this will generally reduce the effectiveness of their hunting. However, some forms of predator to prey communication occur in ways that change the behavior of the prey and make their capture easier, i.e. deception by the predator. A well-known example is the angler fish, an ambush predator which waits for its prey to come to it. It has a fleshy bioluminescent growth protruding from its forehead which it dangles in front of its jaws. Smaller fish attempt to take the lure, placing themselves in a better position for the angler fish to catch them. Another example of deceptive communication is observed in the genus of jumping spiders (Myrmarachne). These spiders are commonly referred to as \"antmimicking spiders\" because of the way they wave their front legs in the air to simulate antennae. Various ways in which humans interpret the behavior of animals, or give commands to them, are consistent with the definition of interspecies communication. Skillful interpretation of animal communications may be critical to the welfare of animals that are being cared for or trained by humans. For example, behavior indicating pain need to be recognized. Indeed, the survival of both the animal and its human caretaker may be at stake if, for example, a human fails to recognize a signal for imminent attack. It is also important to take into account that non-human animal species may interpret the signals of humans differently than humans themselves. For instance, a pointing command refers to a location rather than an object in dogs.[70] Since the late 90s, one scientist, Sean Senechal, has been developing, studying, and using the learned visible, expressive language in dogs and horses. By teaching these animals a gestural (human made) American Sign Language-like language, the animals have been found to use the new signs on their own to get what they need.[71] The recent experiments on animal language are perhaps the most sophisticated attempt yet to establish human/animal communication, though their relation to natural animal communication is uncertain. The importance of communication is evident from the highly elaborate morphology, behaviour and physiology that some animals have evolved to facilitate this. These include some of the most striking structures in the animal kingdom, such as the peacock's tail, the antlers of a stag and the frill of the frill-necked lizard, but also include even the modest red spot on a European herring gull's bill. Highly elaborate behaviours have evolved for communication such as the dancing of cranes, the pattern changes of cuttlefish, and the gathering and arranging of materials by bowerbirds. Other evidence for the importance of communication in animals is the prioritisation of physiological features to this function. For example, birdsong appears to have brain structures entirely devoted to its production. All these adaptations require evolutionary explanation. There are two aspects to the required explanation: Significant contributions to the first of these problems were made by Konrad Lorenz and other early ethologists. By comparing related species within groups, they showed that movements and body parts that in the primitive forms had no communicative function could be \"captured\" in a context where communication would be functional for one or both partners, and could evolve into a more elaborate, specialised form. For example, Desmond Morris showed in a study of grass finches that a beak-wiping response occurred in a range of species, serving a preening function, but that in some species this had been elaborated into a courtship signal.[72] The second problem has been more controversial. The early ethologists assumed that communication occurred for the good of the species as a whole, but this would require a process of group selection which is believed to be mathematically impossible in the evolution of sexually reproducing animals. Altruism towards an unrelated group is not widely accepted in the scientific community, but rather can be seen as reciprocal altruism, expecting the same behaviour from others, a benefit of living in a group. Sociobiologists argued that behaviours that benefited a whole group of animals might emerge as a result of selection pressures acting solely on the individual. A gene-centered view of evolution proposes that behaviours that enabled a gene to become wider established within a population would become positively selected for, even if their effect on individuals or the species as a whole was detrimental;[73] In the case of communication, an important discussion by John Krebs and Richard Dawkins established hypotheses for the evolution of such apparently altruistic or mutualistic communications as alarm calls and courtship signals to emerge under individual selection. This led to the realization that communication might not always be \"honest\" (indeed, there are some obvious examples where it is not, as in mimicry). The possibility of evolutionarily stable dishonest communication has been the subject of much controversy, with Amotz Zahavi in particular arguing that it cannot exist in the long term. Sociobiologists have also been concerned with the evolution of apparently excessive signaling structures such as the peacock's tail; it is widely thought that these can only emerge as a result of sexual selection, which can create a positive feedback process that leads to the rapid exaggeration of a characteristic that confers an advantage in a competitive mate-selection situation. One theory to explain the evolution of traits like a peacock's tail is 'runaway selection'. This requires two traits—a trait that exists, like the bright tail, and a preexisting bias in the female to select for that trait. Females prefer the more elaborate tails, and thus those males are able to mate successfully. Exploiting the psychology of the female, a positive feedback loop is enacted and the tail becomes bigger and brighter. Eventually, the evolution will level off because the survival costs to the male do not allow for the trait to be elaborated any further.[74] Two theories exist to explain runaway selection. The first is the good genes hypothesis. This theory states that an elaborate display is an honest signal of fitness and truly is a better mate. The second is the handicap hypothesis. This explains that the peacock's tail is a handicap, requiring energy to keep and makes it more visible to predators. Thus, the signal is costly to maintain, and remains an honest indicator of the signaler's condition. Another assumption is that the signal is more costly for low quality males to produce than for higher quality males to produce. This is simply because the higher quality males have more energy reserves available to allocate to costly signaling.[3] Ethologists and sociobiologists have characteristically analysed animal communication in terms of more or less automatic responses to stimuli, without raising the question of whether the animals concerned understand the meaning of the signals they emit and receive. That is a key question in animal cognition. There are some signalling systems that seem to demand a more advanced understanding. A much discussed example is the use of alarm calls by vervet monkeys. Robert Seyfarth and Dorothy Cheney showed that these animals emit different alarm calls in the presence of different predators (leopards, eagles, and snakes), and the monkeys that hear the calls respond appropriately—but that this ability develops over time, and also takes into account the experience of the individual emitting the call. Metacommunication, discussed above, also seems to require a more sophisticated cognitive process. It has been reported [75] that bottlenose dolphins can recognize identity information from whistles even when otherwise stripped of the characteristics of the whistle; making dolphins the only animals other than humans that have been shown to transmit identity information independent of the caller's voice or location. The paper concludes that: The fact that signature whistle shape carries identity information independent from voice features presents the possibility to use these whistles as referential signals, either addressing individuals or referring to them, similar to the use of names in humans. Given the cognitive abilities of bottlenose dolphins, their vocal learning and copying skills, and their fission–fusion social structure, this possibility is an intriguing one that demands further investigation. Another controversial issue is the extent to which human behaviours resemble animal communication, or whether all such communication has disappeared as a result of our linguistic capacity. Some of our bodily features—eyebrows, beards and moustaches, deep adult male voices, perhaps female breasts—strongly resemble adaptations to producing signals. Ethologists such as Irenäus Eibl-Eibesfeldt have argued that facial gestures such as smiling, grimacing, and the eyebrow flash on greeting are universal human communicative signals that can be related to corresponding signals in other primates. Given how recently spoken language has emerged, it is very likely that human body language does include some more or less involuntary responses that have a similar origin to the communication we have.[76] Humans also often seek to mimic animals' communicative signals in order to interact with them. For example, cats have a mild affiliative response of slowly closing their eyes; humans often mimic this signal towards a pet cat to establish a tolerant relationship. Stroking, petting and rubbing pet animals are all actions that probably work through their natural patterns of interspecific communication. Dogs have shown an ability to understand human communication. In object choice tasks, dogs utilize human communicative gestures such as pointing and direction of gaze in order to locate hidden food and toys.[77] However, in contrast to humans pointing has a different meaning for dogs as it refers to a direction or location.[78] It has also been shown that dogs exhibit a left gaze bias when looking at human faces, indicating that they are capable of reading human emotions.[79] Dogs do not make use of direction of gaze or exhibit left gaze bias with other dogs. A new approach in the 21st century in the field of animal communication uses applied behavioural analysis, specifically functional communication training. This form of training previously has been used in schools and clinics with humans with special needs, such as children with autism, to help them develop language. Sean Senechal at the AnimalSign Center has been using an approach similar to functional communication training with domesticated animals, such as dogs since 2004 and horses since 2000, with encouraging results and benefits to the animals and people. Functional communication training for animals, Senechal calls \"Animal Sign Language\". This includes teaching communication through gestures (like simplified American sign language), Picture Exchange Communication System, tapping, and vocalisation. The process for animals includes simplified and modified techniques.[citation needed] For linguistics, the interest of animal communication systems lies in their similarities to and differences from human language: There becomes possibility for error within communication between animals when certain circumstances apply.[83] These circumstances could include distance between the two communicating subjects, as well as the complexity of the signal that is being communicated to the \"listener\" of the situation. It may not always be clear to the \"listener\" where the location of the communication is coming from, as the \"singer\" can sometimes deceive them and create more error.[84]","Title":"Animal communication - Wikipedia","KeyID":"2091","URL":"https://en.wikipedia.org/wiki/Animal_communication"}