{"Content: ":"A courtship display is a set of display behaviors in which an animal, usually a male, attempts to attract a mate; the mate exercises choice, so sexual selection acts on the display. These behaviors often include ritualized movement (\"dances\"), vocalizations, mechanical sound production, or displays of beauty, strength, or agonistic ability.[1][2][3][4][5][6] In some species, males will perform ritualized movements to attract females. The male six-plumed bird-of-paradise (Parotia lawesii) exemplifies male courtship display with its ritualized \"ballerina dance\" and unique occipital and breast feathers that serve to stimulate the female visual system.[7] In Drosophila subobscura, male courtship display is seen through the male's intricate wing scissoring patterns and rapid sidestepping.[8] These stimulations, along with many other factors, result in subsequent copulation or rejection. In other species, males may exhibit courtship displays that serve as both visual and auditory stimulation. For example, the male Anna's hummingbird (Calypte anna) and calliope hummingbird (Stellula calliope) perform two types of courtship displays involving a combination of visual and vocal display—a stationary shuttle display[9] and dive display.[10][11] When engaging in the stationary shuttle display, the male displays a flared gorget and hovers in front of the female, moving from side to side while rotating his body and tail. The rhythmic movements of the male's wings produce a distinctive buzzing sound.[9] When conducting a dive display, the male typically ascends approximately 20–35 m (66–115 ft) in the air then abruptly turns and descends in a dive-like fashion. As the male flies over the female, he rotates his body and spreads his tail feathers, which flutter and collide to produce a short, buzzing sound.[9] In addition, some animals attempt to attract females through the construction and decoration of unique structures. This technique can be seen in the satin bowerbird (Ptilonorhynchus violaceus) of Australia, males of which build and decorate nest-like structures called \"bowers\".[12] Bowers are decorated with bright and colourful objects (typically blue in colour) to attract and stimulate visiting females.[12] Typically, males who acquire the largest number of decorations tend to have greater success in mating.[13] In some species, males initiate courtship rituals only after mounting the female. Courtship may even continue after copulation has been completed.[14] In this system, the ability of the female to choose her mate is limited. This process, known as copulatory courtship, is prevalent in many insect species.[15] In most species, the male sex initiates courtship displays in precopulatory sexual selection. Performing a display allows the male to present his traits or abilities to a female. Mate choice, in this context, is driven by females; direct or indirect benefits to the female often determine which males reproduce and which do not. Direct benefits may accrue to the female during male courtship displays. Females can raise their own fitness if they respond to courtship behavior that signals benefits to the female rather than the fitness of the male. For example, choosing to mate with males that produce local signals would require less energy for a female as she searches for a mate.[16] Males may compete by imposing lower mating costs on the female or even providing material or offspring contributions to the female. Indirect benefits are benefits that may not directly affect the parents' fitness but instead increase the fitness of the offspring. Since the offspring of a female will inherit half of the genetic information from the male counterpart, those traits she saw as attractive will be passed on, producing fit offspring. In this case, males may compete during courtship by displaying desirable traits to pass on to offspring. Female courtship display is less common in nature as a female would have to invest a lot of energy into both exaggerated traits and in their energetically expensive gametes.[17] However, situations in which males are the sexually selective sex in a species do occur in nature. Male choice in reproduction can arise if males are the sex in a species that are in short supply, for example, if there is a female bias in the operational sex ratio. This could arise in mating systems where reproducing comes at an energy cost to males.[18][19] Such energy costs can include the effort associated in obtaining nuptial gifts for the female[20] or performing long courtship or copulatory behaviors.[21] An added cost from these time and energy investments may come in the form of increased male mortality rates, putting further strain on males attempting to reproduce. In pipefish (Syngnathus typhle), females use a temporary ornament, a striped pattern, to both attract males and intimidate rival females. In this case, the female of a species developed a sexually selected signal which serves a dual function of being both attractive to mates and deterring rivals.[22] Many species of animals engage in some type of courtship display to attract a mate, such as dancing, the creation of sounds, and physical displays. However, many species are not limited to only one of these behaviors. The males of a species across many taxa create complex multi-component signals that have an effect on more than one sensory modality, also known as multi-modal signals.[23][24][25][26] There are two leading hypotheses about the adaptive significance of multi-modal signal processing. The multiple message hypothesis states that each signal that a male exhibits will contribute to a possible mate's perception of the male. The redundant signal hypothesis states that the male exhibits multiple signals that portray the same \"message\" to the female, with each extra signal acting as a fall-back plan for the male should there be a signaling error.[27] The choosy sex may only evaluate one, or a couple, of traits at a given time when interpreting complex signals from the opposite sex. Alternatively, the choosy sex may attempt to process all of the signals at once to facilitate evaluation of the opposite sex.[28][29] The process of multi-modal signaling is believed to help facilitate the courtship process in many species. One such species in which multi-modal signaling is seen to improve mating success is the green tree frog (Hyla cinerea). Many anuran amphibians, such as the green tree frog, may use visual cues as well as auditory signals to increase their chances of impressing a mate.[24] When the calls of the tree frogs were held equal, it was determined that females tended to overlook an auditory-only stimulus in favor of males who combined auditory/visual multi-modal signals. It was seen that female green tree frogs preferred when males coupled the visual display with the auditory communication, concluding that male green tree frogs that are visually accessible can increase their probability of mating success.[24] Peacock spiders (Maratus volans) are exceptionally sexually dimorphic in appearance and signaling behavior. During courtship, male peacock spiders compete using both visual displays and vibratory signals for intersexual communication.[25] Because of the intense sexual selection on male peacock spiders, the reproductive success of an individual relies heavily on a male spider's ability to combine visual and vibratory displays during courtship. The combination of these displays in courtship offers support both to the redundant signal and multiple messages hypotheses for the evolution of multi-modal signaling in species.[30] Multi-modal signaling is not limited to males. Females in certain species have more than one trait or characteristic that they use in a courtship display to attract mates. In dance flies (Rhamphomyia longicauda), females have two ornaments — inflatable abdominal sacs and pinnate tibial scales — that they use as courtship displays in mating swarms. Intermediate variations of such female-specific ornaments are sexually selected for by male dance flies in wild populations. These ornaments may also be a signal of high fecundity in females.[31] Often, males and females will perform synchronized or responsive courtship displays in a mutual fashion. With many socially monogamous species such as birds, their duet facilitates pre-copulatory reassurance of pair bonding and strengthens post-copulatory dedication to the development of offspring (e.g., great crested grebe, Podiceps cristatus).[32] For example, male and female crested auklets, Aethia cristatella, will cackle at one another as a vocal form of mutual display that serves to strengthen a bond between the two.[33] In some cases, males may pair up to perform mutual, cooperative displays in order to increase courtship success and attract females. This phenomenon can be seen with long-tailed manakins, Chiroxiphia linearis.[34] Wild turkeys (Meleagris gallopavo) also engage in co-operative displays in which small groups of males (typically brothers) work together to attract females and deter other competitive males.[35] In many cases, only one male within the group will mate, typically the dominant male.[36] To explain this behaviour, Hamilton's theory of kin selection suggests that subordinate males receive indirect benefits by helping related males copulate successfully.[37] Sexual ornaments can serve to increase attractiveness[38] and indicate good genes and higher levels of fitness.[39] When exposed to exaggerated male traits, some females may respond by increasing maternal investments. For example, female canaries have been shown to produce larger and denser eggs in response to male supranormal song production.[40] Sexual conflict is the phenomenon in which the interests of males and females in reproduction are not the same: they are often quite different:[41] This has many consequences. Courtship displays allow the mate performing the selection to have a means on which to base the copulatory decision. If a female chooses more than one male, then sperm competition comes into play. This is competition between sperm to fertilize an egg, which is very competitive as only a single sperm will achieve union.[42] In some insects, the male injects a cocktail of chemicals in seminal fluid together with sperm. The chemicals kill off older sperm from any previous mates, up-regulates the female's egg-laying rate, and reduces her desire to re-mate with another male. The cocktail also shortens the female's lifespan, also reducing her likelihood of mating with other males.[43] Also, some females can get rid of the previous male's sperm.[44] After mating has taken place, males perform various actions to prevent females from mating again. What action is performed depends on the animal. In some species, the male produces a mating plug after insemination. In some hymenoptera, the male provides a huge quantity of sperm, enough to last the female's entire life. In some birds and mammals, the male may participate in agonistic behaviors with other candidate males.[41][45][46] Although rare, agonistic behavior between males and females during courtship displays is seen in nature. Intraspecific agonistic behavior that results in the death of a combatant is rare because of the associated risk of death or injury. However, agonistic behavior that turns dangerous does occur. In some species, physical traits that are sexually selected for in male courtship displays may also be used in agonistic behavior between two males for a mate. In fiddler crabs (genus Uca), males have been sexually selected to have one enlarged claw, which can take up anywhere from a third to a half of their total body mass, and one regular claw. Although the enlarged claw is believed to have developed for use in combat for territorial defense, it is not uncommon for males to employ this claw in battle for a mate.[47] Even though this claw developed as a weapon, it is also closely linked with the crabs' courtship display: it is waved in a certain pattern to attract females for mating.[48] Agonistic behavior in courtship displays is not limited to male-male interactions. In many primate species, males direct agonistic behavior toward females prior to courtship behaviors. Such behavior can include aggressive vocalizations, displays, and physical aggression.[49] In the western gorilla (Gorilla gorilla), dominant males exhibit agonistic behavior toward female gorillas at very high rates, with the majority of those interactions being courtship-related. Most documented cases of male gorilla aggression toward females is courtship related and is used primarily as a strategy to prevent females from migrating to another male.[50] In many cases, male courtship displays will cause forms of contest competition to develop. This is often seen within lek mating systems. For example, males will seek to obtain a certain spot or position to perform their courtship display. The best spots are regions of high contention as many males want them for themselves. Because of this direct conflict, agonistic[clarification needed] encounters between males are fairly common.[citation needed] Mating is preceded by a courtship/pairing period in many animal mating systems. It is during this period that sexually mature animals select their partners for reproduction.[51] This courtship period, which involves displays to attract a mate by a member of a species, is usually short, lasting anywhere from 15 minutes to a few days. However, certain animals may undergo an extended courtship period, lasting as long as two months.[52] One such exception is the emperor penguin (Aptenodytes forsteri). Emperor penguins engage in an extended courtship period that can last up to two months, the longest of any Arctic seabird. Their courtship period accounts for 16% of the total time they spend breeding, whereas in their closest relatives, the king penguin (Aptenodytes patagonicus), the courtship period takes up just three percent of their breeding cycle.[52][53] Courtship displays typically involve some sort of metabolic cost to the animal performing it.[11] The energy expended to perform courtship behaviour can vary among species. Some animals engage in displays that expend little energy, as seen in the salamander (Desmognathus ochrophaeus).[54] Under laboratory settings, courtship behaviours in this species, although complex and involving the release of pheromones,[55] represent as little as approximately one percent of its daily calorie intake.[54] In contrast, species that engage in prolonged or elaborate displays expend considerable amounts of energy and run the risk of developing fatigue. To prepare and prevent such a risk, some animals may gain weight before a courtship period, only to lose the weight afterward. An example of this can be seen in the greater sage-grouse (Centrocercus urophasianus). During the peak of their breeding season, which lasts up to three months during spring,[56] leks are frequently visited by groups of up to seventy females.[57] In response to such a large presence of females, males engage in a strutting display up to six to ten times per minute[58][59] for approximately three to four hours per day.[57] This frequent and repetitive behaviour can result in energy expenditures of up to 2524 kJ/day compared to the inactive males that typically expend 1218 kJ/day.[11] Various environmental factors, such as temperature, photoperiod, resource and light availability, have an effect on the timing and effectiveness of courtship displays in certain species of animals.[52] In guppies (Poecilia reticulata), variation in the light environment plays a huge role in their ability to attract mates.[60] Guppy males alter both their 'courtship mode', whether they perform a full courtship display or try to 'engage' in sneak copulations, and distance from females as light intensity changes.[61] Courtship mode also varies with light spectrum and relates to predation risk.[62] On average, male guppies seek out and spend more time in the environment in which their color pattern is the most visible. Males, in the light environment that made them most visible, copulated with the most females.[60] In emperor penguins (Aptenodytes forsteri), resource availability determines when male emperor penguins will be able to return to their breeding grounds to initiate their courtship rituals.[52] The greater the concentration of resources in their feeding ground, the quicker they will be able to restore their body reserves for winter, and the sooner they will be able to return to their breeding grounds. An early return to their breeding grounds comes with an increased likelihood of finding a mate.[63] The effectiveness of Hirtodrosophila mycetophaga mating displays is influenced by the color of the bracket fungus that it mates and courts upon;[64] these flies choose brackets that are lighter, making their displays more visible to the opposite sex.[64] There are multiple hypotheses about how courtship displays may have evolved in animals, including the Fisherian runaway model and the good genes hypothesis. As explained by the Fisherian runaway model, sexually dimorphic males with exaggerated ornamentation may have been sexually selected for in species with female choice. Fitness of these males would increase, resulting in the proliferation of males with such ornamentation over time.[65] This means that a gene or set of genes will be favoured by female choice over time. This would explain why and how such elaborate traits develop within certain species. However, as time goes on and generations pass, the survival advantage associated with one trait may dissipate due to extreme exaggeration to the point that it decreases fitness. The \"good genes\" hypothesis proposes that female selection of a mate is dependent on whether or not the male has genes that would increase the quality of the offspring of the female. In some cases, exaggerated male ornamentation may be indicative to a choosing female that a male who is able to place such a large investment in trait somewhat counterintuitive to survival would carry good genes.[66] For example, the costs associated with bright and complex plumage can be high. Only males with good genes are able to support a large investment into the development of such traits, which, in turn displays their high fitness. An alternative is the sensory exploitation hypothesis, which supposes that sexual preferences are the result of preexisting sensory biases, such as that for supernormal stimuli. These could drive the evolution of courtship displays.[67]","Title":"Courtship display - Wikipedia","KeyID":"2093","URL":"https://en.wikipedia.org/wiki/Courtship_display"}