{"Content: ":"Yasuni National Park (Spanish: Parque Nacional Yasuní) is in Ecuador[1] with an area of 9,823 km2 between the Napo and Curaray Rivers in Napo, Pastaza, and Orellana Provinces in Amazonian Ecuador. The national park lies within the Napo moist forests ecoregion and is primarily rain forest. The park is about 250 km from Quito and was designated a UNESCO Biosphere Reserve in 1989. It is within the claimed ancestral territory of the Huaorani indigenous people. Yasuni is also home to two uncontacted indigenous tribes, the Tagaeri and the Taromenane.[2] Many indigenous people use the riverways within the park as a main mode of travel. Several waterways in the area are tributaries that lead into the Amazon River, including blackwater rivers high in tannins boasting vastly different floral composition than the main riverways. The spine-covered palm, Bactris riparia,[3] and aquatic plant Montrichardia linifera typically line the edges of these slow moving rivers, often referred to as Igapós. Yasuni National Park (YNP) is arguably the most biologically diverse spot on Earth and a convergence point for three unique regions, the Equator, Andes Mountains, and the Amazon rainforest.[4] The park is at the center of a small zone where amphibian, bird, mammal, and vascular plant diversity all reach their maximum levels within the western hemisphere. Moreover, the park breaks world records for local-scale (less than 100 km2) tree, amphibian, and bat species richness, and is one of the richest spots in the world for birds and mammals at local scales as well.[5] The park also harbors a lot of amphibian diversity compared to other sites sampled in the western Amazon.[5] Reptile species in the park are also very high in diversity with 121 documented species found. In spite of covering less than 0.15% of the Amazon Basin, Yasuni is home to approximately one-third of amphibian and reptile species. The park also harbors high levels of fish diversity with 382 known species. Yasuni is also home to at least 596 bird species which comprises one-third of the total native bird species for the Amazon. The park is also rich in species of bats. On a regional scale, the Amazon Basin has an estimated 117 bat species, but on a local scale, Yasuni is estimated to have comparable richness. In a single hectare, Yasuni has over 100,000 different species of insects which is roughly the amount of insect species that can be found in all of North America. The park also boasts one of the world's richest levels of vascular plants. It is one of nine places in the world that has over 4,000 vascular plant species per 10,000 km2. The park contains many species of trees and shrubs and holds at least four world records for documented tree and liana richness as well as three world records for diversity in woody plant species. The park also hosts a list endemic species such as 43 different species of vertebrates and 220–720 different plant species.[5] Moreover, the park breaks world records for local-scale (less than 100 km2) tree, amphibian, and bat species richness, and is one of the richest spots in the world for birds and mammals at local scales as well.[citation needed] Within the northwest region of the park is a Forest Dynamics Plot, a 50 hectare research plot created in 1995 by a collaboration between Pontificia Universidad Católica de Ecuador (PUCE), the Aarhus University in Denmark, and ForestGEO-STRI.[6] Many types of mammals live within the national park both in water, on land, and in the air. Pteronura brasiliensis, commonly known as the Giant Otter, an endangered species endemic to rivers in and surrounding the national park, are forced to adjust to constant seasonal changes in water levels that concurrently alter food availability.[7] A species of bat, Lophostoma yasuni, is endemic to the park, and the Amazon Basin has an estimated 117 bat species, but on a local scale, Yasuni is estimated to have comparable richness. Many species of monkey spend their lives coexisting among the tops of the canopy, including the Eastern Ecuadorian Squirrel Monkey (Saimiri cassiquiarensis macrodon) and Humboldt's squirrel monkey (Saimiri cassiquiarensis), Pygmy marmoset (Cebuella pygmaea), Ecuadorian White-Fronted Capuchin (Cebus aequatorialis), Red-crowned Titi (Plecturocebus discolor), Napo saki (Pithecia napensis), Colombian Red Howler (Alouatta seniculus), White-Bellied Spider Monkey (Ateles belzebuth), and Brown Woolly Monkey (Lagothrix lagothricha). These creatures are key components to many trophic levels of the ecosystem as they serve as seed dispersers and remove insects from plants for nourishment.[8] In spite of covering less than 0.15% of the Amazon Basin, Yasuni is home to approximately one-third of the amphibian and reptile species. The park holds a world record 150 amphibian species for places with comparable landscapes, and high amphibian diversity compared to other sites sampled in the western Amazon.[citation needed] Treefrog Osteocephalus yasuni is named after the park.[citation needed] Reptile species in the park are also very high with 121 documented species found. The park harbors high levels of fish diversity, boasting an estimated 500 species.[citation needed] However, this may be an underestimate of the amount of species actually present due to cryptic diversity, differences not easily seen morphologically but revealed using DNA studies, amongst species.[9] The diversity of fish species in this region is influenced by seasonality and habitat, which is important for consideration when trying to capture the breadth of species encompassed in the waterways.[10] Yasuni is also home to at least 596 bird species which comprises one-third of the total native bird species for the Amazon. According to a field guide composed by PUCE, the area surrounding the Yasuni Scientific Research Station contain a large diversity of bird species including various predatory birds like falcons, hawks, and eagles and other birds such as macaws, antwrens, manakins, thrushes, and many other species.[11] The diverse levels of canopy available have supported many different lifestyles for birds, including pollinators like hummingbirds who can often share close relation with certain plant groups. This national park hosts very high levels of insect diversity and insect-plant mutualisms. In a single hectare, Yasuni has over 100,000 different species of insects which is roughly the amount of insect species that can be found in all of North America.[citation needed] Plant Diversity The park also boasts one of the world's richest levels of vascular plants. It is one of nine places in the world that has over 4,000 vascular plant species per 10,000 km2. The park contains many species of trees and shrubs and holds at least four world records for documented tree and liana richness as well as three world records for diversity in woody plant species. Several recent book publications in coordination with PUCE have provided comprehensive information about plant species within the Yasuni region, one of which details 337 plants, predominantly trees, endemic to the Yasuni Region.[12] The park also hosts a list endemic species such as 43 different species of vertebrates and 220–720 different plant species.[citation needed] Yasuni National Park is home to an estimated 1.7 billion barrels of crude oil - 40 percent of Ecuador's reserves – in the Ishpingo-Tiputini-Tambococha (ITT) oil fields.[13] Environmentalists and scientists such as Jane Goodall, E.O. Wilson, and Stuart Pimm urged the government to leave the resources untapped.[14] Indigenous people and environmentalists called for a national referendum on the issue. This referendum called the Yasuní-ITT Initiative was enacted in 2007, and by 2009 pledges of support from around the world came to around 1.7 billion dollars.[15] In response, President Rafael Correa launched the Yasuní-ITT Initiative to protect the park's natural resources in June 2007. The initiative promised to leave the park undisturbed in exchange for compensation from the international community.[16] Not drilling in the park would prevent 400 million metric tons of carbon dioxide from entering the air, officials said.[2] The government hoped to generate funds of at least 50 percent of the profits that it would receive were it to utilize the oil reserves. In total it hoped that US$3.6 billion would be raised over 12 years.[17] At the time, the plan was hailed by environmentalists as a precedent setting decision that would reduce the burden of environmental preservation on the world's poorer countries.[2] Actors Leonardo DiCaprio and Edward Norton, filmmaker and global ecological activist/scientist Michael Charles Tobias, and former Vice President of the United States Al Gore were among those who pledged support to the Ecuadorian government.[18][19] Countries contributing funds included Turkey, Chile, Colombia, Georgia, Australia, Spain and Belgium. However, fundraising efforts were inhibited by Ecuador's insistence that the government alone would decide how any funds raised were spent.[2] In July 2013, Correa formed a commission to evaluate the Yasuni-ITT initiative's progress to date. The commission concluded that the economic results were not sufficient. On August 15, Correa scrapped the plan citing poor follow-through from the international community.[17] \"The world has failed us\", he said, calling the world's richest countries hypocrites who emit most of the world's greenhouse gases while expecting nations like his to sacrifice economic progress for the environment.[2] Through an executive order, he liquidated the Yasuni-ITT trust fund formally ending the initiative. During the six-year history of the initiative, only US$336 million had been pledged, Correa said (in contrast to the $1.6 billion stated in the report cited above), and of that only US$13.3 million had actually been delivered.[17] Correa also said he had commissioned economic, legal, and technical studies on drilling in the region in preparation for the national assembly formally opening the park to drilling. He said expanding Ecuador's oil production was essential to furthering his economic projects that have won him widespread support among the nation's poor. He said the drilling would affect only 1% of the Yasuni basin. A spokesperson said the drilling could be conducted without damaging the environment. Environmentalists strongly objected to opening the park to oil exploration. Hundreds of protesters gathered outside the presidential palace after Correa's announcement.[17] The money pledged insured that it would be possible to fund the initiative, with support from the international community.[20] Oil production accounts for one-third of Ecuador's national budget.[2][21] Colonization, deforestation, illegal logging, and unsustainable hunting are affecting the park at present.[22]","Title":"Yasuní National Park - Wikipedia","KeyID":"21","URL":"https://en.wikipedia.org/wiki/Yasun%C3%AD_National_Park"}