{"Content: ":"Anastrepha suspensa, known as the Caribbean fruit fly, the Greater Antillean fruit fly, guava fruit fly, or the Caribfly, is a species of tephritid fruit fly.[2] As the names suggest, these flies feed on and develop in a variety of fruits, primarily in the Caribbean. They mainly infest mature to overripe fruits. While thought to have originated in Cuba, the Caribbean fruit fly can now also be found in Florida, Hispaniola, and Puerto Rico.[3][4] A. suspensa is a small brown and yellow fly that is can be distinguished from similar species by the placement of the veins in the wings.[5][6][7] This fly is a pest species and has negative agricultural and economic impacts.[8] Due to their ability to travel great distances (over 120 km) and wide range of adaptability, A. suspensa poses risks to any fruit growing country importing fruit from the Caribbean.[9] The adult fly is between 11 and 14 mm long and may appear yellow, orange, brown, or a combination of the three.[2][10] The setae, or hairlike structures on insects, are red-brown to dark-brown, causing a darker overall appearance.[7] Similar to other species in Anastrepha, their thorax is primarily yellow to orange-brown with slender bands of color running down the thorax to the scutum.[7] In addition, dark spots may be found on the thorax and wings of the fly.[2] The wings often alternate between bands of yellow-brown and brown bands.[11] It may be possible that the yellow and brown color may be adopted from bees to discourage predators, but no studies have thoroughly examined this form of mimicry.[2] Male and female A. suspensa can easily be distinguished. Female A. suspensa have a prominent ovipositor, which is the organ through which a female insect deposits her eggs. The ovipositor is with serrations near the tip for cutting into fruit. A. suspensa may be distinguished from other similar species of Anastrepha by characteristics of the ovipositor and wings.[7][2] A.suspensa is closely related to Anastrepha ludens and shares many characteristics.[citation needed] As the common name Caribbean fruit fly suggests, A. suspensa has primarily been identified in Caribbean Islands and Central America in countries including the Bahamas, British Virgin Islands, Cuba, Dominican Republic, Haiti, Jamaica, and Puerto Rico. A. suspensa has also been found in California and Florida, as well as in French Guiana in South America.[2][4][12] Invasive, and doing significant economic harm especially to guava production, in Florida.[13] A. suspensa prefer tropical climates with consistent precipitation. While tropical climates may include anything greater than 1,500 millimetres (59 in) of precipitation annually to less than 600 millimetres (24 in), there has been no distinct preference between these subcategories by A. suspensa.[citation needed] The spread of A. suspensa throughout the globe has largely been attributed to the movement of spoiled fruit that contained A. suspensa larvae[12][14] The ability to fly long distances also contribute to the spread of this species.[citation needed]  A. suspensa have been recorded to infest and consume over 100 foods, most of which have been fruits.[citation needed] These fruits are almost always mature, overripe, or spoiled. These flies seem to prefer consumption of guavas,[13] the Cayenne cherry, rose apple, tropical almonds, grapefruit, and oranges. They have also been noted to infest papaya, Natal plum, kumquat, mango, mombin, and an array of cherries.[15] The data shows that the consumption of different fruit may depend on the location of the A. suspensa.[citation needed] Feeds on 84 plant hosts in 23 families in Florida.[13] Like all Diptera, A. suspensa undergoes 4 main lifestages: egg, larva (with 3 instars or substages), pupa, and adult.[citation needed] A. suspensa females lay about 200 eggs on the exterior of mature and rotting fruit.[10][11] The eggs are laid and will hatch in flavedo part of the fruit.[16] A. suspensa eggs are elliptical in shape.[2][4][17] The color of these eggs ranges from pale to gleaming white. The anterior end of the egg contains a micropyle, which is an opening for the sperm to enter. On the same end of the egg there is a characteristic polygonal pattern in the surface architecture of the chorion.[citation needed] The larvae which hatch from the eggs are vermiform maggots, similar to other fruit flies. They possess an elongated and cylindrical shape. These larvae progress through 3 instars, or stages between molting. First instar larvae appear clear to pale white. During this period, the mouth hooks are formed and become the main feature.[10] These two sets of thin brown hooks are located on the ventral surface of the larvae. The color of second instar larvae begins to change towards a pale cream color.[10] In this stage, the larvae will begin to develop features like the anterior spiracles to allow oxygen to enter the respiratory system.[10] They will also start to develop small oral ridges and black mouth hooks. Third instar larvae transition from a cream to a light yellow color and are about 8 to 10 mm in length. During this the time, the overall body surface becomes rough and the morphology of the larvae solidifies. The mouth hooks have now transformed into a single pair of sharp, black teeth that are strongly sclerotized.[10] The oral ridges become more distinct, and there are creeping welts that begin to form.[10] Due to the close resemblance of A. suspensa and other species in Anastrepha, it can be difficult the accurately identify A. suspensa larvae.[citation needed] Larvae and pupae advance from the flavedo towards the center and pulp sections of the fruit as it matures because of the increased sweetness.[18] This then leads to more rapid development.[18] Larvae may feed on the fruit constantly over a 24 hour period. No group sociality has been observed apart from feeding on the same areas.[16] After completing growth as a larva, the immature A. suspensa transition into a pupa. The pupae are fully encompassed by the hardened skin of the 3rd larval instar which forms a covering called a puparium.[10] The pupae possess an ellipsoid shape and appear golden to reddish-brown. During this phase, there are visible spiracles on the anterior surface that allow for respiration.[citation needed] After completing pupation, the adult fly breaks out of the puparium.[citation needed] While mating studies were conducted during spring and summer, this species does not undergo winter diapause, so mating behavior may occur throughout the year.[19] During the early morning, males and females often interact on host fruit like guava and Cayenne cherries. The males will be feeding and courting, and the females will be feeding and ovipositing.[19] As temperature and light increase as the morning progresses, males and females will both move to areas under shaded leaves.[19] In afternoon and late afternoon, males compete for single-leaf territories. Since territorial fights are a crucial component to mating; flies that were larger could claim larger territories, demonstrated higher levels of fitness, and had better matting success.[19][11][20] In these claimed areas, the males puff to release sex pheromones from glands near their anal canal as scent markings[21][22] and sing songs to attract females.[23] These pheremones are used as scent markings.[citation needed] Male A. suspensa make two distinct sounds towards females: the calling song and the precopulatory song.[23][24] Both of these sounds are created through rapid wing vibrations by the male fly.[23][24] Male fitness can be communicated through the songs as larger males produce more intense songs.[23][24] Male size seems to be negatively correlated with frequency of calling songs, but there is no correlation between male size and frequency of precopulatory songs.[23][24] Females are attracted to areas where the calling song is broadcast, but more research is needed to determine if calling males have higher mating success than males that do not call.[23][24] Since unsuccessful precopulatory songs were not as loud and had a broader bandwidth than that of successful songs, it is believed that the precopulatory song may be the last acoustic opportunity for males to display their fitness to the female.[23][24] This could explain greater mating success for better males giving precopulatory songs due to increased female compliance once a male has mounted. However, longer precopulatory songs correlate with shorter matings. This is thought to occur because longer precopulatory songs are employed by males with mates that are less sexually responsive; therefore, the longer song may be just enough to lead to mating.[23][24] Since larger males coupled longer, it is believed that the increased strength that comes with size helps in a conflict of interest when it comes to mating between males and females.[23][24] The eggs may be deposited in groups or as individuals based on the size of the fruit.[16] As a form of egg guarding and to prevent overpopulation in a fruit, A. suspensa females have deposit pheromones from anal membranes that deter repeated attempts of oviposition in a fruit.[22] This water-soluble pheromone may deter additional oviposition attempts by A. suspensa for at least 6 days.[22] The plant compounds naringin and quinine inhibit oviposition, reducing the areas in which A. suspensa may inhabit and reproduce.[25] For A. suspensa, there are a few natural enemies like P. cindemmaiae and E. annulipes[26] which are parasitoids whose larvae live in and feed upon the fly larvae as their host, eventually killing the fly. Historically, these parasitoids have been introduced by humans in Puerto Rico and Florida to help combat against A. suspensa[26][9]. Research has focused on classical biological control of A. suspensa, where natural enemies are introduced, and less on natural parasites and predators. There have been an array of species like A. indica, D. anastrephilus, and T. daci that attack A. suspensa as larvae.[9] Due to the large economic damage that A. suspensa is capable of inflicting, there have been extensive studies on biological control of A. suspensa. An example of this biological control is the endoparasitoid braconid wasp, Diachasmimorpha longicaudata, which caused a 40% reduction in A. suspensa populations in research studies. The small wasps lay eggs in A. suspensa larvae.[9] When the fly enters the pupal stage the eggs of the wasp hatch and begin to feed on the larvae. The A. suspensa pupa is often killed before it can develop into an adult.[citation needed] Earliest methods of control for A. suspensa to protect fruits were as simple as using hot water; recent solutions are much more intricate.[27] Recent studies in Florida have focused on biological control of A. suspensa using entomopathogenic nematodes.[28] There have also been studies using imidacloprid-treated spheres for control and eradication of A. suspensa in areas where it may be difficult to spread a large range of insecticides.[29] Chemical bait - torula yeast and borax - in a McPhail trap is currently popular. Various bait+insecticide combinations are common in the eradication program in Florida.[13] Kairomones for A. suspensa include ammonium carbonate + 3-methyl-1-butanol (cultured from Enterobacter agglomerans) for females only; common for monitoring in Florida. Being able to use dry baits has greatly improved trapping of A. suspensa. Phagostimulants do exist although their effectiveness is unassessed. Sucrose varies in attractiveness and amount consumed, by age. Other kairomones include: Enzymatic hydrolysates of casein, yeast, and soy; the amino acids arginine, glutamine, phenylalanine; ammonium acetate, 3-phenylpropyl, 2-methylpropanoate; Staley protein bait number 7, a hydrolyzed corn gluten known to emit 43 volatiles; various standard food components known to act as phagostimulants (alanine, arginine, glycine, isoleucine, lysine); casein hydrolysate + sodium hydroxide or ammonium hydroxide for protein; NuLure + sodium borate, or Torula + borate, for basic proteins; yeast hydrolysate, regugitated drops, and cut guava fruits, for protein; Brewer's yeast hydrolysate for protein; maize/corn steepwater + sodium borate, for basic proteins; fruits from A. suspensa's normal hosts, for farnesol, α-phellandrene, 3-carene; corn hydrolysate for protein; NuLure alone, for protein; and chicken feces, yielding ammonia and other unknown compounds.[13] Studies on A. suspensa physiology have greatly matched the physiology of other species in Anastrepha.[citation needed] It has been shown that flight in A. suspensa may be influenced by age, size, sex, and weight. On average, adult A. suspensa can fly 120 kilometers, which allows for the spreading of the species.[2] Studies have examined the effect of gamma irradiation on flies at different stages of their life to make them sterile. It was observed that females that were treated with gamma irradiation fly farther and faster early in their life than untreated females but slower later in their lives.[30] This difference may be due to affecting the female's role in reproduction. For males, being sterilized by gamma irradiation did not produce significant differences.[30] Gamma radiation also changed the waveform of the sound created by the wings of the flies. By sterilizing the pupae, it was observed that wing beat frequency decreased.[30] While most studies on A. suspensa have been in a laboratory setting, the results have been telling for the set-up of vision in A. suspensa. Research has shown clear inclinations for A. suspensa towards objects that are colored orange.[31] This preference is then followed by yellow and yellow-green. Colors that did not greatly attract A. suspensa were dark green, red, blue, white, and black.[31] Based on these preferences, it was hypothesized that the photoreceptors in A. suspensa respond specifically to 580-590 nm visible light range. Responses to this light range seems to correspond with fruit seeking. Other studies have discussed the strong sense of vision for A. suspensa and how this has allowed for conducting experiments with clear cages to further test the behavior of the flies.[31] In the process of creating a better way to search fruits for the presence of A. suspensa larva than cutting the fruit, scientists discovered that A. suspensa larvae and pupae create sounds while chewing.[18] While the interactions based on sound between organisms at this age have not been studies, the sounds are important for scientists in understanding the life cycle in terms of feeding with A. suspensa[18]. Since larvae burrow beneath the surface of fruits that they occupy, it is difficult to observe feeding behavior of these early stages of the flies. In adult A. suspensa, it has been noted that food coloring does not affect the fitness parameters of the flies. Additionally, it was learned that A. suspensa ingested both liquids and solid particles. This information elucidated a feeding mechanism similar to that of the Mediterranean fly.[citation needed] While A. suspensa has not been identified with gut microbiome directly, there are indirect interactions. It has been studied and noted that A. suspensa interact with different bacteria microbial violates. It has been noted specifically in E. agglomerans and other Enterobacteriaceae that A. suspensa females are attracted to their volatile chemicals.[32] Despite this preliminary study, there is not enough evidence to fully support direct ties and interactions between these bacteria and A. suspensa.[citation needed] Based on research that has been conducted in A. suspensa, there are no clear cases of mutualism with either plants, animals, or microbes. These flies resemble partially parasitic relationship with fruits and they may be influencing the ability of A. suspensa to maintain mutualistic relationships. Even though typically A. suspensa infest spoiled and rotten fruit, they may be influencing the ability for the fruit to disperse its seeds by making it less appealing to animals. At the same time, A. suspensa larva reap the benefits of the fruit for growth.[26][9] Historically, adult A. suspensa are considered the most serious fruit fly pests tropical fruit fly pests. Due to their large array of host fruits ranging from guava to oranges, the economic damage is expansive.[33] A. suspensa are believed to be highly invasive due their potential to their broad native range and strong ability to adapt to different environments.[33] These interactions are amplified by the high likelihood of entry into different countries through legal and illegal means.[33] A. suspensa are also difficult to detect and to control without causing expansive damage, making them very costly combat.[33] In order to inhibit the spread of the flies, many countries like Bermuda, Brazil, China, Colombia, Japan, New Zealand, the Philippines, Thailand, and the United States have adopted strict protocols to maintain fly-free zones when importing fruit.[9] Since A. suspensa is seen as an agricultural and economic threat, there are no cases of conservation of A. suspensa. The parasitic nature of the fly has allowed A. suspensa to expand into various habitats. There is a case on how A. suspensa used to reside in California; however, it no longer is spotted in the Southern California region, indicating unexplained habitat loss.[17][9]","Title":"Anastrepha suspensa - Wikipedia","KeyID":"2101","URL":"https://en.wikipedia.org/wiki/Anastrepha_suspensa"}