{"Content: ":"Many, see text The manakins are a family, Pipridae, of small suboscine passerine birds. The group contains some 54 species distributed through the American tropics. The name is from Middle Dutch mannekijn \"little man\" (also the source of the different bird name mannikin).[1] They range in size from 7 to 15 cm (3 to 6 in) and in weight from 8 to 30 g (0.28 to 1.06 oz). The genus thy the Tyranneutes comprise the smallest manakins, the genus Antilophia are believed to be the largest (since the genus Schiffornis are no longer considered manakins). They are compact stubby birds with short tails, broad and rounded wings, and big heads. The bill is short and has a wide gap. Females and first-year males have dull green plumage; most species are sexually dichromatic in their plumage,[2] the males being mostly black with striking colours in patches,[3] and in some species having long, decorative tail or crown feathers or erectile throat feathers. In some species, males from two to four years old have a distinctive subadult plumage.[2] The syrinx or \"voicebox\" is distinctive in manakins, setting them apart from the related families Cotingidae and Tyrannidae. Furthermore, it is so acutely variable within the group that genera and even species may be identified by the syrinx alone, unlike birds of most oscine families. The sounds made are whistles, trills, and buzzes.[2] Manakins occur from southern Mexico to northern Argentina, Paraguay, and southern Brazil, and on Trinidad and Tobago as well. They are highly arboreal and are almost exclusively forest and woodland birds. Most species live in humid tropical lowlands, with a few in dry forests, river forests,[2] and the subtropical Andes.[4] Some highland species have altitudinal migrations. Neopelma chrysolophum – Serra do Mar tyrant-manakin Tyranneutes – 2 species: tyrant-manakins Neopelma – 4 species: tyrant-manakins Ilicura – pin-tailed manakin Masius – golden-winged manakin Corapipo – 3 species Chiroxiphia – 5 species with Antilophia – 2 species Xenopipo – 2 species Chloropipo – 2 species Cryptopipo – green manakin Lepidothrix – 8 species Heterocercus – 3 species Manacus – 4 species Pipra – 3 species Machaeropterus – 5 species Pseudopipra – white-crowned manakin Ceratopipra – 5 species Manakins feed in the understorey on small fruit (but often remarkably large for the size of the bird[4]) including berries, and to a lesser degree, insects. Since they take fruit in flight as other species \"hawk\" for insects, they are believed to have evolved from insect-eating birds. Females have big territories from which they do not necessarily exclude other birds of their species, instead feeding somewhat socially. Males spend much of their time together at courtship sites. Manakins sometimes join mixed feeding flocks.[2] Many manakin species have spectacular lekking courtship rituals, which are especially elaborate in the genera Pipra and Chiroxiphia. The members of the genera Machaeropterus and Manacus have heavily modified wing feathers, which they use to make buzzing and snapping sounds. Members of Manacus and Ceratopipra have superfast wing movements, thought to have evolved through a gradual process of gene expression changes throughout manakin evolution. [6] Building of the nest (an open cup, generally low in vegetation), the incubation for 18 to 21 days, and care of the young for 13 to 15 days are undertaken by the female alone, since most manakins do not form stable pairs. (The helmeted manakin does form pairs, but the male's contribution is limited to defending the territory.) The normal clutch is two eggs, which are buff or dull white, marked with brown.[2] Lekking polygyny seems to have been a characteristic of the family's original ancestor, and the associated sexual selection led to an adaptive radiation in which relationships may be traced by similarities in displays. An evolutionary explanation connecting lekking to fruit-eating has been proposed.[2] The family Pipridae was introduced (as Pipraria) by the French polymath Constantine Samuel Rafinesque in 1815.[7][8] The members of the genus Schiffornis were previously placed in this family, but are now placed in Tityridae.[9]","Title":"Manakin - Wikipedia","KeyID":"2102","URL":"https://en.wikipedia.org/wiki/Manakin"}