{"Content: ":"Micrixalus (commonly known as dancing frogs, tropical frogs, and torrent frogs) is a genus of frogs from that are endemic to the Western Ghats in India.[1] They are monotypic within the family Micrixalidae.[2] Before being raised to the family level they were classified as the subfamily Micrixalinae within Ranidae. Micrixalus frogs are popularly known as \"dancing frogs\" due to their peculiar habit of waving their feet to attract females during the breeding season.[3] Dancing frogs are extremely vulnerable as their habitat is severely threatened.[citation needed] The family is characterized by having a pectoral girdle that is firmisternal and tadpoles having a single row of labial teeth.[4] Biju et al. (2014) list the following characteristic features as common to all species of Micrixalus:[5] Finger and toes with dermal fringes, and discs dilated with dorsoterminal grooves; pupil oval; webbing absent on hand; pineal ocellus, vomerine teeth and ridge absent. Dancing frogs are found in the vicinity of fast and slow moving perennial streams in the forests of the Western Ghats. Typical habitats include high altitude shola forests, wet evergreen forests, Myristica swamps, and secondary forests.[5] Both the genus and the family are also known by the epithets \"tropical frogs\" and \"torrent frogs\".[2][5] During the breeding season, male dancing frogs call from spots close to running water and display their prominent white vocal sacs.[5] Males tap their hindfeet and extend it, subsequently stretching the foot outward and shaking it, both at prospective mates and rival males.[5] This type of hindleg movement has been termed as \"foot-flagging\" and has been observed in many, but not all, Micrixalus species and evidence inferred for a few other species as well.[5][6] Foot flagging is done with either hindlimb and also while calling.[5] The mating pair enter the water where the eggs are fertilised. The female dancing frog excavates in the streambed with her hindlimbs. The pair detach, the female lays her eggs in the chamber in the streambed and buries the spawn with sand and gravel using the hindlimbs.[5] In 2014, researchers uncovered 14 new species in the genus Micrixalus. This was the result of a DNA analysis of the dancing frogs from the Western Ghats region of South India. In addition, they noted that the two species M. narainensis and M. swamianus are junior synonyms of M. kottigeharensis, and that M. herrei is elevated from a synonym of M. fuscus to a valid species.[5] The members of the team were S.D. Biju and Sonali Garg (both from Delhi University), K.V. Gururaja from Indian Institute of Science, Bangalore, and, Yogesh Shouche and Sandeep A. W. (both from National Centre for Cell Science, Pune). The results, which were published in the peer-reviewed Ceylon Journal of Science in May 2014, have arisen from a study conducted over a dozen years in the forests of the Western Ghats in the states of Karnataka, Kerala, Maharashtra and Tamil Nadu.[7] The species were differentiated due to molecular markers from DNA analysis which also indicated that the endemic group had evolved in this habitat approximately 85 million years ago. The Western Ghats is a biodiversity hotspot for amphibians with 75 new amphibian species having been discovered in the last fifteen years alone. This discovery raised the number of endemic amphibian species in the Western Ghats to 181. However, S.D. Biju, the leader of the research team, stated that the potential for discovering new amphibian species is far from exhausted, and as many as a hundred new species could be awaiting discovery.[7] This study has serious conservation implications for India as many as seven species of dancing frogs are only found outside protected areas.[5] The genus (and the family) contains 24 species:[1][5] Micrixalus saxicola from Wayanad Micrixalus candidus from Tadiandamol Micrixalus nelliyampathi Micrixalus uttaraghati Media related to Micrixalus at Wikimedia Commons","Title":"Micrixalus - Wikipedia","KeyID":"2104","URL":"https://en.wikipedia.org/wiki/Micrixalus"}