{"Content: ":"Hypergamy (colloquially referred to as \"marrying up\"[1]) is a term used in social science for the act or practice of a person marrying a spouse of higher caste or social status than themselves. It is mostly practiced by women. The antonym \"hypogamy\"[a] refers to the inverse: marrying a person of lower social class or status (colloquially \"marrying down\"). Both terms were coined in the Indian subcontinent in the 19th century while translating classical Hindu law books, which used the Sanskrit terms anuloma and pratiloma, respectively, for the two concepts.[2] The term hypergyny is used to describe the overall practice of women marrying up, since the men would be marrying down.[3] In rural India, hypergamy is an opportunity to modernize. Marriages in rural India are increasingly examples of hypergamy.[4] Farmers and other rural workers want their daughters to have access to city life, for with metropolitan connections comes better job opportunities, upper-class social circles, even better housing opportunities and utilities (internet access, reliable electricity, running potable water, heat/cooling).[5] A connection in an urban area creates a broader social horizon for the bride's family, and young children in the family can be sent to live with the couple in the city for better schooling. Hypergamy comes with a cost though: the dowry often costs as much or more than an entire house.[6] The high price that has to be borne by parents to arrange a suitable marriage for a daughter has led to increasing rates of abortion of female fetuses.[7] The concept of marrying up in India is prevalent due to caste-based class stratification. The women from the higher castes were not allowed to marry men from lower castes. This concept of women marrying up, cited in the Smritis as the Anuloma, was justified as the mechanism to keep the Hindu ideological equivalent of the gene pool from degrading. The opposite of the Anuloma, called the Pratiloma, was not allowed in the ancient Indian society. However, the Mahabharata cites examples where exceptions were allowed, as for instance when Devayani, the daughter of Shukracharya, married the Kshatriya Yayati. A study done by the University of Minnesota in 2017 found that females generally prefer dominant males as mates.[8] Research conducted throughout the world strongly supports the position that women prefer marriage with partners who are culturally successful or have high potential to become culturally successful. The most extensive of these studies included 10,000 people in 37 cultures across six continents and five islands. Women rated \"good financial prospect\" higher than did men in all cultures. In 29 samples, the \"ambition and industriousness\" of a prospective mate were more important for women than for men. Meta-analysis of research published from 1965 to 1986 revealed the same sex difference (Feingold, 1992). Across studies, 3 out of 4 women rated socioeconomic status as more important in a prospective marriage partner than did the average man. Women are more selective in their choice of marriage partners than are men (Feingold, 1992; Hatfield & Sprecher, 1995; Hill & Hurtado, 1996; Kenrick et al., 1990).[9][10] Studies of mate selection in dozens of countries around the world have found men and women report prioritizing different traits when it comes to choosing a mate, with men tending to prefer women who are young and attractive and women tending to prefer men who are rich, well-educated, ambitious, and attractive.[11] They argue that as societies shift towards becoming more gender-equal, women's mate selection preferences shift as well. Some research supports that theory,[12] including a 2012 analysis of a survey of 8,953 people in 37 countries, which found that the more gender-equal a country, the likelier male and female respondents were to report seeking the same qualities as each other rather than different ones.[13] Gilles Saint-Paul (2008) argued that, based on mathematical models, human female hypergamy occurs because women have greater lost mating opportunity costs from monogamous mating (given their slower reproductive rate and limited window of fertility),[clarification needed] and thus must be compensated for this cost of marriage. Marriage reduces the overall genetic quality of her offspring by precluding the possibility of impregnation by a genetically higher quality male, albeit without his parental investment. However, this reduction may be compensated by greater levels of parental investment by her genetically lower quality husband.[dubious – discuss][14] An empirical study examined the mate preferences of subscribers to a computer dating service in Israel that had a highly skewed sex ratio (646 men for 1,000 women). Despite this skewed sex ratio, they found that \"On education and socioeconomic status, women on average express greater hypergamic selectivity; they prefer mates who are superior to them in these traits... while men express a desire for an analogue of hypergamy based on physical attractiveness; they desire a mate who ranks higher on the physical attractiveness scale than they themselves do.\"[15]: 51  One study did not find a statistical difference in the number of women or men \"marrying-up\" in a sample of 1,109 first-time married couples in the United States.[16] Traditional marriage practices in which men “marry down” in education do not persist for long once women have the educational advantage.[17] It is becoming less common for women to marry older men. (Hypergamy does not require the man to be older, only of higher status, and social equals usually refers to social circles rather than economic equality).[18][19][20] In a 2016 paper that explored the income difference between couples in 1980 and 2012, researcher Yue Qian noted that the tendency for women to marry men with higher incomes than themselves still persists in the modern era.[21]","Title":"Hypergamy - Wikipedia","KeyID":"2107","URL":"https://en.wikipedia.org/wiki/Hypergamy"}