{"Content: ":"Domeykodactylus is an extinct genus of dsungaripterid pterosaur from the Early Cretaceous (Berriasian-Albian)-age Santa Ana Formation at Quebrada de la Carreta in Antofagasta, Chile. The genus was named in 2000 by David Martill, Eberhard Frey, Guillermo Chong Diaz and Charles Michael Bell. The type species is Domeykodactylus ceciliae. The genus name is derived from the Cordillera Domeyko and Greek daktylos, \"finger\" in reference to the wing finger typical of pterosaurs. The specific name honors geologist Cecilia Demargasso of the Universidad Católica del Norte, \"who was so kind to us\". Domeykodactylus is based on holotype DCGUCN 250973, found in the Sierra da Candeleros. It consists of a partial mandible; a premaxilla, present in the same rock, is referred to it as paratype. The fossil had at first been thought to belong to Pterodaustro. Domeykodactylus had a crest running along the top of the premaxilla. The bone structure of the crest consists of vertical trabeculae, narrow struts; it was this texture that had originally been mistaken for the fine filter teeth of Pterodaustro. The mandible has a short symphysis. There are sixteen tooth sockets, from which the teeth themselves have been lost, in each dentary. The sockets are narrow, oval and slightly elevated, with a raised margin, above the level of the jaw. The teeth were probably small and towards the back more widely spaced and declining in size. The skull length has been estimated at 30 centimeters (12 in) and the wingspan at 1 meter (3.28 ft). The describers found Domeykodactylus similar to both the Ctenochasmatidae and Dsungaripteridae in the crest; because of the elevated tooth sockets it was assigned to the latter group. It was the first published example of a dsungaripterid in South America, most other members of the family being from Asia.[1] Below is a cladogram showing the phylogenetic placement of Domeykodactylus within the clade Neoazhdarchia. The cladogram is based on a topology recovered by Andres and Myers (2013).[2] Thalassodromeus sethi Tupuxuara leonardii Tupuxuara longicristatus Domeykodactylus ceciliae Dsungaripterus weii Noripterus complicidens Noripterus parvus Eoazhdarcho liaoxiensis Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Radiodactylus langstoni Azhdarcho lancicollis TMM 42489 Zhejiangopterus linhaiensis Arambourgiania philadelphiae Quetzalcoatlus northropi Quetzalcoatlus sp.   ","Title":"Domeykodactylus - Wikipedia","KeyID":"212","URL":"https://en.wikipedia.org/wiki/Domeykodactylus_ceciliae"}