{"Content: ":"M. angustirostris M. leonina Elephant seals are very large, oceangoing earless seals in the genus Mirounga. Both species, the northern elephant seal (M. angustirostris) and the southern elephant seal (M. leonina), were both hunted to the brink of extinction for oil by the end of the 19th century, but their numbers have since recovered. They are the largest extant carnivorans, weighing up to 5,000 kilograms (11,000 lb). The northern elephant seal, somewhat smaller than its southern relative, ranges over the Pacific coast of the U.S., Canada and Mexico. The most northerly breeding location on the Pacific Coast is at Race Rocks, at the southern tip of Vancouver Island in the Strait of Juan de Fuca. The southern elephant seal is found in the Southern Hemisphere on islands such as South Georgia and Macquarie Island, and on the coasts of New Zealand, South Africa, and Argentina in the Peninsula Valdés. In southern Chile, there is a small colony of 120 animals at Jackson Bay, Admiralty Sound (Seno Almirantazgo), Tierra del Fuego.[1] The oldest known unambiguous elephant seal fossils are fragmentary fossils of an unnamed member of the tribe Miroungini described from the late Pliocene Petane Formation of New Zealand.[2] Teeth originally identified as representing an unnamed species of Mirounga have been found in South Africa, and dated to the Miocene epoch;[3][4] however, Boessenecker and Churchill (2016) considered these teeth to be almost certainly misidentified odontocete teeth.[2] The elephant seals evolved in the Pacific Ocean during the Pliocene period.[2][5][6] Elephant seals breed annually and are seemingly faithful to colonies that have established breeding areas.[7] John Edward Gray established the genus Mirounga in 1827.[8] The generic name Mirounga is a Latinization of miouroung, which is said to have been a term for the seal in an Australian Aboriginal language. However, it is not known which language this represents.[9] Elephant seals are marine mammals classified under the order Pinnipedia, which, in Latin, means feather- or fin-footed.[10] Elephant seals are considered true seals, and fall under the family Phocidae.[11] Phocids (true seals) are characterized by having no external ear and reduced limbs.[11] The reduction of their limbs helps them be more streamlined and move easily in the water.[10] However, it makes navigating on land more difficult because they cannot turn their hind flippers forward to walk like the Otariids.[10] In addition, the hind flippers of elephant seals have a lot of surface area, which helps propel them in the water.[10] Elephant seals spend the majority of their life (90%) underwater in search of food, and can cover 100 kilometres (60 miles) a day when they head out to sea.[11] When elephant seals are born, they can weigh up to 36 kilograms (79 pounds) and reach lengths up to 122 cm (4 ft 0 in).[11] Sexual dimorphism is extreme, with male elephant seals weighing up to 10 times more than females,[12] and having a prominent proboscis.[11] Elephant seals take their name from the large proboscis of the adult male (bull), reminiscent of an elephant's trunk, and considered a secondary sexual characteristic.[13] The bull's proboscis is used in producing extraordinarily loud roaring noises, especially during the mating season. More importantly, however, the nose acts as a sort of rebreather, filled with cavities designed to reabsorb moisture from their exhalations.[14] This is important during the mating season when the seals do not leave the beach to feed, and must conserve body moisture as there is no incoming source of water. They are very much larger than other pinnipeds, with southern elephant seal bulls typically reaching a length of 5 m (16 ft) and a weight of 3,000 kg (7,000 lb), and are much larger than the adult females (cows), with some exceptionally large males reaching up to 6 m (20 ft) in length and weighing 4,000 kg (9,000 lb); cows typically measure about 3 m (10 ft) and 900 kg (2,000 lb). Northern elephant seal bulls reach a length of 4.3 to 4.8 m (14 to 16 ft) and the heaviest weigh about 2,500 kg (5,500 lb).[15][16] The northern and southern elephant seal can be distinguished by various external features. On average, the southern elephant seal tends to be larger than the northern species.[12] Adult male elephant seals belonging to the northern species tend to have a larger proboscis, and thick chest area with a red coloration compared to the southern species.[12] Females do not have the large proboscis and can be distinguished between species by looking at their nose characteristics.[12] Southern females tend to have a smaller, blunt nose compared to northern females.[12]   Elephant seals spend up to 80% of their lives in the ocean. They can hold their breath for more than 100 minutes[17][18] – longer than any other noncetacean mammal. Elephant seals dive to 1,550 m (5,090 ft) beneath the ocean's surface[17] (the deepest recorded dive of an elephant seal is 2,388 m (7,835 ft) by a southern elephant seal, while the record for the northern elephant seal is 1,735 m (5,692 ft)).[19][20][21] The average depth of their dives is about 300 to 600 m (1,000 to 2,000 ft), typically for around 20 minutes for females and 60 minutes for males, as they search for their favorite foods, which are skates, rays, squid, octopuses, eels, small sharks and large fish. Their stomachs also often contain gastroliths. They spend only brief amounts of time at the surface to rest between dives (2–3 minutes).[11] Females tend to dive a bit deeper due to their prey source.[11] Elephant seals are shielded from extreme cold more by their blubber than by fur. Their hair and outer layers of skin molt in large patches. The skin has to be regrown by blood vessels reaching through the blubber. When molting occurs, the seal is susceptible to the cold, and must rest on land, in a safe place called a \"haul out\". Northern males and young adults haul out during June to July to molt; northern females and immature seals during April to May. Elephant seals have a very large volume of blood, allowing them to hold a large amount of oxygen for use when diving. They have large sinuses in their abdomens to hold blood and can also store oxygen in their muscles with increased myoglobin concentrations in muscle. In addition, they have a larger proportion of oxygen-carrying red blood cells. These adaptations allow elephant seals to dive to such depths and remain underwater for up to two hours.[22] Elephant seals are able to slow down their heartbeat (bradycardia) and divert blood flow from the external areas of the body to important core organs.[11] They can also slow down their metabolism while performing deep dives.[11] Elephant seals have a helpful feature in their bodies known as the countercurrent heat exchanger to help conserve energy and prevent heat loss.[11] In this system, arteries and veins are organized in a way to maintain a constant body temperature by having the cool blood flowing to the heart warmed by blood going to external areas of the animal.[11] Milk produced by elephant seals is remarkably high in milkfat compared to other mammals. After an initially lower state, it rises to over 50% milkfat (human breast milk is about 4% milkfat, and cow milk is about 3.5% milkfat).[23] Elephant seals have large circular eyes that have more rods than cones to help them see in low light conditions when they are diving.[10][11] These seals also possess a structure called the tapetum lucidum, which helps their vision by having light reflected back to the retina to allow more chances for photoreceptors to detect light.[10] Their body is covered in blubber, which helps them keep warm and reduce drag while they are swimming.[11] The shape of their body also helps them maneuver well in the water, but limits their movement on land.[11] Also, elephant seals have the ability to fast for long periods of time while breeding or molting.[11] The turbinate process, another unique adaptation, is very beneficial when these seals are fasting, breeding, molting, or hauling out.[11] This unique nasal structure recycles moisture when they breathe and helps prevent water loss.[11] Elephant seals have external whiskers called vibrissae to help them locate prey and navigate their environment.[11] The vibrissae are connected to blood vessels, nerves, and muscles making them an important sensing tool.[10] Due to evolutionary changes, their ear has been modified to work extremely well underwater.[10] The structure of the inner ear helps amplify incoming sounds, and allows these seals to have good directional hearing due to the isolation of the inner ear.[10] In addition to these adaptations, tissues in the ear canal allow the pressure in the ear to be adjusted while these seals perform their deep dives.[10] Dominant males arrive at potential breeding sites in spring, and fast to ensure that they can mate with as many females as possible.[11] Male elephant seals use fighting, vocal noises, and different positions to determine who will be deemed the dominant male.[11][24] When males reach eight to nine years of age, they have developed a pronounced long nose, in addition to a chest shield, which is thickened skin in their chest area.[11] They display their dominance by showing their noses, making loud vocalisations, and altering their postures.[11][24] They fight each other by raising themselves and ramming each other with their chests and teeth.[11] When females arrive, the dominating males have already selected their territory on the beach.[11] Females cluster in groups called harems, which could consist of up to 50 females surrounding one alpha male.[11] Outside of these groups, a beta bull is normally roaming around on the beach.[11] The beta bull helps the alpha by preventing other males accessing the females.[11] In return, the beta bull might have an opportunity to mate with one of the females while the alpha is occupied.[11] Birth on average only takes a few minutes, and the mother and pup have a connection due to each other's unique smell and sound.[11] The mothers will fast and nurse up to 28 days, providing their pups with rich milk.[11] The last two to three days, however, females will be ready to mate, and the dominant males will pounce on the opportunity.[11] Males and females lose up to a third of their body weight during the breeding season.[11] The gestation period for females is 11 months, and the pupping seasons lasts from mid to late summer.[11] The new pups will spend up to 10 additional weeks on land learning how to swim and dive.[11] The average lifespan of a northern elephant seal is 9 years, while the average lifespan of a southern elephant seal is 21 years.[25] Males reach maturity at five to six years, but generally do not achieve alpha status until the age of eight, with the prime breeding years being between ages 9 and 12. The longest life expectancy of a male northern elephant seal is approximately 14 years. Females begin breeding at age 3–6, and have one pup per breeding attempt.[26] Most adult females breed each year.[27] Breeding success is much lower for first-time mothers relative to experienced breeders.[27] Annual survival probability of adult females is 0.83 for experienced breeding females, but only 0.66 for first-time breeders indicating a significant cost of reproduction.[27] More male pups are produced than female pups in years with warmer sea surface temperature in the northeastern Pacific Ocean.[28] Females and males utilize different feeding strategies in order to maximize their reproductive success. Males feed in benthic regions with more abundant food sources, but also more abundant predators. Females feed in pelagic regions where they are less likely to find prey, but also less likely to be preyed upon. They employ these different strategies because females are smaller, requiring less food, and it is also most important for them to have as many breeding seasons as possible in order to maximize reproductive success. On the other hand, males can live a riskier lifestyle in the hopes of gaining as much mass as possible, and thus being able to have one extremely successful breeding season.[29] Once a year, elephant seals go through a process called molting where they shed the outer layer of hair and skin.[11] This molting process takes up to a month to complete.[11] When it comes time to molt, they will haul out on land to shed their outer layer, and will not consume any food during this time.[11] The females and juveniles will molt first, followed by the sub adult males, and finally the large mature males.[11] The main predator of elephant seals is the great white shark.[11] Orcas are also another predator of elephant seals.[11] Cookie cutter sharks can take bites from their skin.[11] Sheathbills, Skuas, Western Gulls and African feral cats have been reported to directly pilfer milk from the elephant seals' teats.[30][31][32][33] The IUCN lists both species of elephant seal as being of least concern, although they are still threatened by entanglement in marine debris, fishery interactions, and boat collisions. Though a complete population count of elephant seals is not possible because all age classes are not ashore at the same time, a 2005 study of the California breeding stock estimated approximately 124,000 individuals.[34] The animal is protected in most countries where it lives. In Mexico, the northern elephant seal is protected in the Guadalupe Island Biosphere Reserve where it was rediscovered after being believed to be extinct. Southern elephant seal Northern elephant seals on Piedras Blancas beach, near San Simeon, California Northern elephant seal male, female and pup Northern elephant seals during molting season at Piedras Blancas beach, near San Simeon, California Two northern elephant seal bulls fighting Male northern elephant seal snout Juvenile southern elephant seal Beachmasters, the dominant southern elephant seal bulls fighting at Macquarie Island Northern elephant seals at Piedras Blancas, California ","Title":"Elephant seal - Wikipedia","KeyID":"2120","URL":"https://en.wikipedia.org/wiki/Elephant_seal"}