{"Content: ":"In biology, a pair bond is the strong affinity that develops in some species between a mating pair, often leading to the production and rearing of offspring and potentially a lifelong bond. Pair-bonding is a term coined in the 1940s[1] that is frequently used in sociobiology and evolutionary biology circles. The term often implies either a lifelong socially monogamous relationship or a stage of mating interaction in socially monogamous species. It is sometimes used in reference to human relationships. According to evolutionary psychologists David P. Barash and Judith Lipton, from their 2001 book The Myth of Monogamy, there are several varieties of pair bonds:[2] Humans can experience all of the above-mentioned varieties of pair bonds. These bonds can be temporary or last a lifetime. Pair bonding is a behavioral and physiological bond between two mated individuals, and is rare among non-human primates.[3] Humans also engage in social pair bonding, where two individuals will form a close relationship that does not involve sex.[4] In humans and other vertebrates, pair bonds are created by a combination of social interaction and biological factors including neurotransmitters like oxytocin, vasopressin, and dopamine.[4][5] Pair bonds are a biological phenomenon and are not equivalent to the human social institution of marriage. Married couples are not necessarily pair bonded. Marriage may be a consequence of pair bonding and vice versa. One of the functions of romantic love is pair bonding.[6][4] Close to ninety percent[7] of known avian species are monogamous, compared to five percent of known mammalian species. The majority of monogamous avians form long-term pair bonds which typically result in seasonal mating: these species breed with a single partner, raise their young, and then pair up with a new mate to repeat the cycle during the next season. Some avians such as swans, bald eagles, California condors, and the Atlantic Puffin are not only monogamous, but also form lifelong pair bonds.[8] When discussing the social life of the bank swallow, Lipton and Barash state:[2] For about four days immediately prior to egg-laying, when copulations lead to fertilization, the male bank swallow is very busy, attentively guarding his female. Before this time, as well as after—that is, when her eggs are not ripe, and again after his genes are safely tucked away inside the shells—he goes seeking extra-pair copulations with the mates of other males…who, of course, are busy with defensive mate-guarding of their own. In various species, males provide parental care and females mate with multiple males. For example, recent studies show that extra-pair copulation frequently occurs in monogamous birds in which a \"social\" father provides intensive care for its \"social\" offspring.[9] A University of Florida scientist reports that male sand gobies work harder at building nests and taking care of eggs when females are present – the first time such \"courtship parental care\" has been documented in any species.[10] In the cichlid species Tropheus moorii, a male and female will form a temporary monogamous pair bond and spawn; after which, the female leaves to mouthbrood the eggs on her own. T. moorii broods exhibit genetic monogamy (all eggs in a brood are fertilized by a single male).[11] Another mouth brooding cichlid – the Lake Tanganyika cichlid (Xenotilapia rotundiventralis) has been shown that mating pairs maintain pair bonds at least until the shift of young from female to male.[12] More recently the Australian Murray cod has been seen maintaining pair bonds over 3 years.[13] Pair bonding may also have non-reproductive benefits, such as assisted resource defense.[14] Recent study comparing two species of butterflyfishes, C. baronessa and C. lunulatus, indicate increase in food and energy reserves compared to individual fish.[15] However, there is limited research on the advantages of long-term pair boding and increased fitness. Monogamous voles (such as prairie voles) have significantly greater density and distribution of vasopressin receptors in their brain when compared to polygamous voles. These differences are located in the ventral forebrain and the dopamine-mediated reward pathway. Peptide arginine vasopressin (AVP), dopamine, and oxytocin act in this region to coordinate rewarding activities such as mating, and regulate selective affiliation. These species-specific differences have shown to correlate with social behaviors, and in monogamous prairie voles are important for facilitation of pair bonding. When compared to montane voles, which are polygamous, monogamous prairie voles appear to have more of these AVP and oxytocin neurotransmitter receptors. It is important that these receptors are in the reward centers of the brain because that could lead to a conditioned partner preference in the prairie vole compared to the montane vole which would explain why the prairie vole forms pair bonds and the montane vole does not.[7][16] As noted above, different species of voles vary in their sexual behavior, and these differences correlate with expression levels of vasopressin receptors in reward areas of the brain. Scientists were able to change adult male montane voles' behavior to resemble that of monogamous prairie voles in experiments in which vasopressin receptors were introduced into the brain of male montane voles.[citation needed]","Title":"Pair bond - Wikipedia","KeyID":"2125","URL":"https://en.wikipedia.org/wiki/Pair-bonding"}