{"Content: ":"Arm span or reach (sometimes referred to as wingspan, or spelled \"armspan\") is the physical measurement of the length from one end of an individual's arms (measured at the fingertips) to the other when raised parallel to the ground at shoulder height at a 90° angle. The arm span measurement is usually very close to the person's height. Age, sex, and ethnicity[1] have to be taken into account to best predict height from arm span.[2] Arm span is sometimes used when a height measurement is needed but the individual cannot stand on a traditional stadiometer or against a wall due to abnormalities of the back or legs, such as scoliosis, osteoporosis, amputations, or those who are confined to a bed or wheelchair. Other, possibly more accurate measuring techniques include knee length or recumbent length when possible.[3] Because any decrease in height will cause an increase in the ratio of arm span to height, a large span to height ratio may sometimes be an indicator of a health problem that caused a vertical height loss such as postural changes due to ageing or any spinal conditions such as Degenerative Disc Disease. An above-average reach is advantageous in sports such as basketball, tennis, boxing, mixed martial arts, volleyball, discus throw, fencing, rock climbing, and swimming. For instance, boxer Sonny Liston, while 185 cm (6 ft 1 in) tall, had a reach of 213 cm (7 ft 0 in).[4] Another example is UFC former Light heavyweight Champion Jon Jones, who is 193 cm (6 ft 4 in) tall, but has an advantageous reach of 215 cm (7 ft 0.5 in).[5] This unusually long reach allowed them to hit opposing fighters from relatively safe distances where they could not reach them. However, a long arm span is mechanically disadvantageous on the bench press. The most common and easily accessible method of measuring armspan uses the demi-span. Using a tape measure, measure from the individual's sternal notch (center of the breastbone) to their middle finger as it is stretched out to one side, then double the demi-span for the actual armspan measurement. Demi-span is used because measuring from fingertip to fingertip is difficult, requiring two people or markings on a wall. For bed-ridden patients, direct measurement of height is typically impractical. Since on average, a person's arm-span and height are equal, the measured span may be used as a good estimate of height.[6] ","Title":"Arm span - Wikipedia","KeyID":"2134","URL":"https://en.wikipedia.org/wiki/Arm_span"}