{"Content: ":"Manute Bol (/məˈnuːt ˈboʊl/; October 16, 1962[3] – June 19, 2010) was a Sudanese-American professional basketball player and political activist. Listed at 7 ft 6 in (2.29 m)[1] or 7 ft 7 in (2.31 m)[2] tall, Bol was tied with Gheorghe Mureșan as the tallest player in the history of the National Basketball Association (NBA). After he played college basketball for the Bridgeport Purple Knights, Bol was selected by the Washington Bullets in the 1985 NBA draft. Bol played for the Bullets and three other teams over the course of his NBA career, which lasted from 1985 to 1995. A center, Bol is considered among the best shot-blockers in the history of the sport and is the only NBA player to retire with more career blocked shots than points scored. As of 2020[update], he ranked second in NBA history in blocked shots per game and 16th in total blocked shots. Bol was notable for his efforts to promote human rights in his native Sudan and aid for Sudanese refugees. Manute Bol was born to Madute and Okwok Bol in Turalei, Sudan (now South Sudan), and raised near Gogrial. Bol's father, a Dinka tribal elder, gave him the name Manute, which means \"special blessing\".[4] Bol had no formal record of his birthdate.[5][6][7] Bol came from a family of extraordinarily tall men and women. He said: \"My mother was 6 ft 10 in (2.08 m), my father 6 ft 8 in (2.03 m), and my sister is 6 ft 8 in (2.03 m). And my great-grandfather was even taller—7 ft 10 in (2.39 m).\" His ethnic group, the Dinka, and the Nilotic people[8] of which they are a part, are among the tallest populations in the world. Bol's hometown, Turalei, is the origin of other exceptionally tall people, including 7 ft 4 in (2.24 m) basketball player Ring Ayuel.[9] \"I was born in a village, where you cannot measure yourself,\" Bol reflected. \"I learned I was 7 foot 7 in 1979, when I was grown. I was about 18 or 19.\"[10] Bol started playing soccer in 1972 but abandoned the game because he was too tall.[11] During his later teens, Bol started playing basketball in Sudan, for several years with teams in Wau and Khartoum, where he experienced prejudice from the northern Sudanese majority.[12] Coach Don Feeley, formerly the basketball coach at Fairleigh Dickinson University in New Jersey, traveled to Sudan to coach and held clinics for the Sudanese national team in 1982. Feeley convinced Bol to go to the United States and play basketball.[13][14] With Feeley's input, Bol first landed in Cleveland. According to Cleveland State University basketball coach Kevin Mackey, Bol could not provide a record of his birth date. Mackey listed it as October 16, 1962, on Cleveland State documents, but believed Bol was actually much older.[5][6][7] Bol did not speak or write English at the time of his arrival in Cleveland. He improved his English skills after months of classes at ESL Language Centers at Case Western Reserve University, but not enough to qualify for enrollment at Cleveland State. Bol never played a game for Cleveland State. Five years later, Cleveland State was placed on two years' probation for providing improper financial assistance to Bol and two other African players.[15][16] Again with Feeley's influence, Bol declared his intention to play professionally in the National Basketball Association (NBA). The Los Angeles Clippers drafted him in the 1983 NBA draft as the 97th overall pick. Clippers head coach Jim Lynam received a call about Bol from Feeley, whom he knew from coaching circles. \"So, I said, 'Have you told anyone else about this?'\" Lynam recalled. \"Feeley said the only one in the NBA he had called was Frank Layden at Utah. He said Frank said he couldn't take another big guy like this. He already had Mark Eaton. I was the second guy Feeley had called. I told him he didn't have to call anyone else.\"[17] After the June 1983 draft, Lynam traveled to Cleveland and watched Bol play pickup games. In speaking with Bol, through a fellow Sudanese player, Lynam learned that he had become hesitant about playing professionally because he did not know the language well enough to understand coaches.[17] Lynam said, \"One of the things everyone was looking at was his passport. His passport said he was 19 years old. His passport also said he was five feet two.\" When Lynam asked Bol about the discrepancy between his real height and his passport height, Bol said he had been sitting down when measured by Sudan officials.[17] Language and passport concerns were set aside when the NBA ruled that Bol had not been eligible for the draft as he had not declared 45 days before the draft as required and declared the pick invalid.[18][better source needed] With the National Collegiate Athletic Association (NCAA) questioning his eligibility for NCAA Division I basketball, Bol enrolled at the University of Bridgeport, an NCAA Division II school with an English program for foreign students. He played for the Purple Knights in the 1984–85 season. His coach was Bruce Webster, a friend of Feeley. Bol averaged 22.5 points, 13.5 rebounds, and 7.1 blocks per game for the Purple Knights. The team, which previously drew 500–600 spectators, routinely sold out the 1,800-seat gym.[18] With Bol, Bridgeport qualified for the 1985 NCAA Division II Men's Basketball Tournament.[16] Bol turned professional in May 1985, signing with the Rhode Island Gulls of the spring United States Basketball League.[19][20][21] Going into the 1985 NBA draft, scouts believed that Bol needed another year or two of college, but Bol opted for the draft because he felt it was the only way to earn enough money to get his sister out of Sudan, which was in a state of political unrest at the time.[18] The Washington Bullets drafted Bol in the second round as the 31st overall in the draft.[22] Bol's first tenure with the Bullets lasted three seasons, from 1985 to 1988. In his rookie season (1985–1986), he appeared in 80 games and recorded a career-high 5.0 blocks per game. That year, during his first career start on December 12, Bol set a Washington franchise record with 12 blocks and scored a career high 18 points in a 110-108 overtime victory against the Milwaukee Bucks.[23] His total of 397 blocks set the NBA rookie record and remains the second-highest single-season total in league history, behind Mark Eaton's 456 in 1984–85.[22][24][25] When he arrived in the United States, Bol weighed 180 pounds (82 kg)[26] and had gained just under 20 pounds (9.1 kg) by the time he entered the NBA. The Bullets sent Bol to strength training with University of Maryland coach Frank Costello, where he could initially lift only 44 pounds (20 kg) on 10-repetition bench press and 55 pounds (25 kg) on 10-repetition squat[27] (his body mass index was 15.3 and he initially had a 31\" (80 cm) waist).[28] In 1987, the Bullets drafted the 5 ft 3 in (1.60 m) point guard Muggsy Bogues, pairing the tallest and shortest players in the league on the court for one season.[29][22][30] On June 8, 1988, Bol was traded by the Bullets to the Golden State Warriors for Dave Feitl and a 1989 second round draft pick (Doug Roth was later selected).[22] Bol's first tenure with the Warriors lasted two seasons, from 1988 to 1990. In his first season with Golden State, he attempted three-point shots with regularity. In that season he attempted a career-high 91 three-pointers and made 20 of them. During this time, he may have helped to popularize the expression \"my bad\", although a 2005 suggestion that he coined the phrase has been discounted.[31][32] On August 1, 1990, Golden State traded Bol to the Philadelphia 76ers for a 1991 first round draft pick (Chris Gatling was later selected).[22] Bol's first tenure with the Philadelphia 76ers lasted three seasons, from 1990 to 1993. He played a career-high 82 games in his first season as a 76er, but his production began to decline afterward (in both games played and per-game statistics). After playing in all 82 games in 1990–91, he played in 71 games the next season, and in 58 (a career low at the time) games the following season. During his last season in Philadelphia, he had a memorable night playing against former teammate Charles Barkley and the Phoenix Suns, hitting 6 of 12 three-pointers, all in the second half in a losing effort.[33] Fans were known to yell \"shoot\" as soon as Bol received the ball far from the basket.[34] Released by Philadelphia, Bol played in eight games in the 1993–94 season with the Miami Heat, the only team that did not use him as a starter. He scored only one two-point field goal with the team and blocked six shots in 61 total minutes.[35] Released by Miami, Bol's second stint with the Bullets lasted only two games in 1993–94. After that, he helped develop 7 ft 7 in (2.31 m) teammate Gheorghe Mureșan.[35] After his release by Miami, Bol's second stint with the 76ers lasted four games, near the end of the 1993–94 season, helping to mentor 7 ft 6 in (2.29 m) teammate Shawn Bradley. In only 49 minutes, he played more aggressively than he did earlier in the season with Miami and Washington. He scored six points, grabbed six rebounds and blocked nine shots.[35] In the 1994–95 NBA season Bol returned to the Warriors. He made the season-opening roster and played his last five NBA games. On a memorable mid-November night Bol finally made his home debut, coming off of the bench to play 29 minutes against the Minnesota Timberwolves. He attempted three three-pointers in the fourth quarter and made them all.[36] Seven nights later in Charlotte, in a game nationally televised by TNT, he was in the starting lineup again. By this time, two weeks into the season, his career seemed rejuvenated under Warrior head coach Don Nelson; he was again a defensive force, making threes and contributing as a starter to create matchup problems. After playing only ten minutes against the Hornets on November 22, 1994, he suffered a season-ending knee injury. Before he left the game, he recorded one block and two points and attempted a three-pointer in ten minutes of play.[36] Bol was waived by Golden State on February 15, 1995.[35] Overall in his NBA career, Bol averaged 2.6 points, 4.2 rebounds, 0.3 assists, and 3.3 blocks per game, playing an average of 18.7 minutes. He finished his career with 1,599 points, 2,647 rebounds, and 2,086 blocks. He appeared in 624 games over 10 seasons.[37] Bol played 22 games for the Florida Beach Dogs of the Continental Basketball Association during the 1995–96 season under Coach Eric Musselman. The Beach Dogs' games against the Sioux Falls Skyforce that season were broadcast by ESPN, as the Skyforce also featured a former NBA player, Darryl Dawkins.[38] In 1996, the Portland Mountain Cats of the United States Basketball League announced that Bol would be playing with the team, but he never appeared in uniform.[38][39] Bol played professionally in Italy in 1997 and Qatar in 1998 before rheumatism forced him to retire permanently.[38] Bol and Gheorghe Mureșan are the two tallest players in the history of the National Basketball Association.[40] Official NBA publications have listed Bol at either 7 ft 6 in (2.29 m)[1] or 7 ft 7 in (2.31 m)[2] tall. He was measured by the Guinness Book of World Records at 7 ft 6 3⁄4 in tall.[41] Complementing his great height, Bol had exceptionally long limbs (inseam 49 inches (120 cm)) and large hands and feet (size 16 1/2). His arm span, at 8 feet 6 inches (2.59 m), is (as of 2013) the longest in NBA history, and his upward reach was 10 feet 5 inches (3.18 m).[42][43] He was extremely slender, limiting his offensive capability. With his great height and very long limbs, Bol was one of the NBA's most imposing defensive presences. Along with setting the rookie shot-blocking record in 1985–86, Bol later tied the NBA record for most blocked shots in one half (11) and in one quarter (eight, twice).[44] On January 31, 1992, in a game against the Orlando Magic, he blocked four consecutive shots in a single possession.[45] On average, he blocked one shot per every 5.6 minutes of playing time.[38] Bol's other basketball skills, however, were very limited. His rail-thin physique made it difficult for him to establish position against the league's bulkier centers and power forwards, and he also suffered from a claw hand on his right hand (his natural hand), which severely affected his shooting and ball-handling abilities. To compensate for this inherited deformity on his right hand, Bol learned to dribble, block shots and rebound with his (non-dominant) left hand.[46] Off the court, Bol established a reputation as a practical joker; Charles Barkley, a frequent victim of his pranks, has attested to Bol's sense of humor.[47] Bol's one-time assistant coach Garry St. Jean recounted that Bol was fond of branding his teammates with humorous nicknames, such as \"Chalk\" for his Warriors teammate Chris Mullin (as a nod to Mullin's pale complexion). Bol developed a close friendship with Mullin and named one of his sons after him. Nevertheless, Bol was reportedly short-tempered and sensitive to the frequent remarks or questions about his extreme height; on one occasion, when an elderly woman in an airport approached the towering Bol and asked \"how tall are you?\", Bol angrily retorted \"I didn't ask you how fat you are!\"[48] As of 2020[update], Bol remains: Bol was active in charitable causes during and after his basketball career. He said he spent much of the money he made during his NBA career supporting various causes related to the war-ravaged nation of his birth, Sudan.[54] Bol frequently visited Sudanese refugee camps, where he was treated like royalty. In 2001 the Sudanese government offered him the post of minister of sport. Bol, a Christian,[55] refused because one of the conditions was converting to Islam.[56] Later, the Sudanese government hindered Bol from leaving the country, accusing him of supporting the Dinka-led Christian rebels, the Sudan People's Liberation Army. It refused to grant him an exit visa unless he came back with more money. Assistance from supporters in the United States, including Senator Joseph Lieberman, raised money to provide Bol with plane tickets to Cairo, Egypt. After six months of negotiations with U.S. consulate officials regarding refugee status, Bol and his family were finally able to leave Egypt and return to the United States.[56] He was admitted to the United States as a religious refugee in 2002 and settled in West Hartford, Connecticut.[42] Bol established the Ring True Foundation to continue fund-raising for Sudanese refugees. He gave most of his earnings (an estimated $3.5 million) to their cause. In 2002 Fox TV agreed to broadcast the foundation's phone number in exchange for Bol's agreement to appear on their Celebrity Boxing show. After the referee goaded, \"If you guys don't box, you won't get paid\", he scored a third-round victory over former football player William \"The Refrigerator\" Perry. In the fall of 2002, Bol signed a one-day contract with the Indianapolis Ice of the Central Hockey League. Though he could not skate, the publicity generated by his single-game appearance helped raise money to assist children in Sudan.[57] Bol once suited up as a horse jockey for similar reasons. Bol was involved in the April 2006 Sudan Freedom Walk, a three-week march from the United Nations building in New York City to the United States Capitol in Washington, DC. The event was organized by Simon Deng, a former Sudanese swimming champion who was a longtime friend of Bol's. Deng, who was enslaved from age 9 to 12, is from another tribe in Southern Sudan. His Sudan Freedom Walk focused on finding a solution to the genocide in Darfur (western Sudan) but also sought to raise awareness of the modern-day slavery and human-rights abuses throughout Sudan. Bol spoke in New York City at the start of the walk, and in Philadelphia at a rally organized by former hunger striker Nathan Kleinman. Bol was also an advocate for reconciliation efforts, and worked to improve education in South Sudan. A Nicholas Kristof article[58] in The New York Times highlighted Bol's work for reconciliation and education with an organization called Sudan Sunrise. Bol first began working with Sudan Sunrise to raise awareness on issues of reconciliation in 2005. This included speaking at the United States Capitol and subsequently partnering with Sudan Sunrise to build schools across South Sudan that, in the spirit of reconciliation, would enroll students regardless of tribe or religion.[59] Bol had six children with his first wife, Atong, and four with his second wife, Ajok.[60] Bol's son Madut (born December 19, 1989) played college basketball at Southern University and graduated in 2013.[61] Another son, Bol Bol (born November 16, 1999), played for the Oregon Ducks in 2018–19. Bol Bol declared for the 2019 NBA draft and was taken 44th overall by the Miami Heat. He was subsequently traded to the Denver Nuggets. Bol spoke Dinka and Arabic before mastering English.[62] Despite initially knowing little English or Western culture upon arriving in the United States, Bol adjusted and was widely regarded as well-rounded, inquisitive, and well-read. He developed a strong friendship with Charles Barkley, who remarked, \"If everyone in the world was a Manute Bol, it's a world I'd want to live in. He's smart. He reads The New York Times. He knows what's going on in a lot of subjects. He's not one of these just-basketball guys\".[63] During his time in Egypt, Bol ran a basketball school in Cairo. One of his pupils was a fellow Sudanese refugee, former NBA player Luol Deng, the son of a former Sudanese cabinet minister. Deng later moved to the United States to further his basketball career, maintaining a close relationship with Bol.[64] In July 2004, Bol was seriously injured in a car accident in Colchester, Connecticut; he was ejected from a taxi that hit a guardrail and overturned, resulting in a broken neck.[65] The driver was under the influence, with a suspended license.[66] Because his fortunes were mostly donated to Sudan, he was financially ruined because he had no health insurance.[45] When he recovered from his injuries, he moved to Olathe, Kansas.[42] On June 19, 2010, Bol died from acute kidney failure and complications from Stevens–Johnson syndrome at the University of Virginia Medical Center in Charlottesville, Virginia. He was 47.[42][67] He is buried in South Sudan.[68] Bol's memorial service was held on June 29, 2010, at the Washington National Cathedral in Washington, DC. His body lay in an eight-foot-long, specially-built casket.[69] After his death, tributes to Bol's career and charitable works came from around the United States and the world.[70][71][72] His former teams, and the NBA, issued statements in recognition of his impact on the sport of basketball and on Sudan.[73][74][75] U.S. Senator Sam Brownback paid tribute to Bol on the floor of the United States Senate.[76] Bol was also given tributes by former National Security Advisor Robert McFarlane, Sudan's Ambassador to the United States Akec Khoc Acieu, and vice president of the National Basketball Players Association Rory Sparrow.[69] Sparrow called Bol \"a giant off the court\" who should be remembered for humanitarian work and his basketball career.[69] Brownback recalled, \"He literally gave his life for his people. He went over [to Sudan], he was sick. He stayed longer than he should have. He probably contracted this ailment that took his life while in Sudan, and he didn't have to do that. He was an NBA basketball player. He could have stayed here and had an easy life. I've never seen anybody use his celebrity status more nor give his life more completely to a group of people than Manute Bol did. It makes me look at efforts that I do as not enough.\" Ambassador Khoc said, \"Manute had a very great heart for his country and people. He did everything to support anybody in need of shoes, blankets, health service, food, and people who were struggling. He went to see them and to encourage them to continue their struggle for their rights, for their freedoms. Manute embodied everything we can think of in Sudan. Reconciling warring groups between the north and south, in Darfur he was working for reconciliation between Darfur and the south and between Darfur and the rest of Sudan. So Manute was a voice for hope.\" Sudan Sunrise founder Tom Prichard said that Bol's work to reconcile former enemies lives on. \"Manute's legacy and vision of education and reconciliation, his determination to grow grassroots reconciliation—whether that reconciliation is expressed in a country that divides or holds together, wherever the boundary lines are drawn. Manute stood for grassroots reconciliation.\"[77] He added, \"There's no question Manute gave his life for his country.\"[78] At the peak of his career, Bol was so widely recognizable in pop culture as to become the object of teasing in a 1993 episode of MTV's Beavis and Butthead entitled True Crime. While watching a music video of the song Demolition Man by Grace Jones, Butthead mistakes the tall, androgynous Jones for Bol and asks, \"Is this Manute Bol?\" Beavis responds, \"Yeah. That dude can slam dunk without even jumping\", to which Butthead deadpans, \"Yeah. It's too bad he can't sing,\" as the pair chuckle together. Later, Beavis says, \"Maybe this isn't Manute Bol\", and Butthead opines, \"Yeah. Manute Bol can sing better than this. That man has lipstick on.\"[87] Bol was also referenced in numerous hip hop songs, including Big L's 1995 single \"M.V.P.\",[88] E-40's 1995 song \"Spittin'\",[89] and JAY-Z's 1997 song \"Where I'm From\".[90]","Title":"Manute Bol - Wikipedia","KeyID":"2135","URL":"https://en.wikipedia.org/wiki/Manute_Bol"}