{"Content: ":"A swept wing is a wing that angles either backward or occasionally forward from its root rather than in a straight sideways direction. Swept wings have been flown since the pioneer days of aviation. Wing sweep at high speeds was first investigated in Germany as early as 1935 by Albert Betz and Adolph Busemann, finding application just before the end of the Second World War. It has the effect of delaying the shock waves and accompanying aerodynamic drag rise caused by fluid compressibility near the speed of sound, improving performance. Swept wings are therefore almost always used on jet aircraft designed to fly at these speeds. The term \"swept wing\" is normally used to mean \"swept back\", but variants include forward sweep, variable sweep wings and oblique wings in which one side sweeps forward and the other back. The delta wing is also aerodynamically a form of swept wing. There are three main reasons for sweeping a wing:[1] 1. to arrange the center of gravity of the aircraft and the aerodynamic center of the wing to coincide more closely for longitudinal balance, eg Messerschmitt Me 163 Komet and Messerschmitt Me 262. Although not a swept wing the wing panels on the Douglas DC-1 outboard of the nacelles also had slight sweepback for similar reasons.[2] 2. to provide longitudinal stability for tailless aircraft, eg Messerschmitt Me 163 Komet.[2] 3. most commonly to increase Mach-number capability by delaying to a higher speed the effects of compressibility (abrupt changes in the density of the airflow), eg combat aircraft, airliners and business jets. Other reasons include: 1. enabling a wing carry-through box position to achieve a desired cabin size, eg HFB 320 Hansa Jet. 2. providing static aeroelastic relief which reduces bending moments under high g-loadings and may allow a lighter wing structure.[3] For a wing of given span, sweeping it increases the length of the spars running along it from root to tip. This tends to increase weight and reduce stiffness. If the fore-aft chord of the wing also remains the same, the distance between leading and trailing edges reduces, reducing its ability to resist twisting (torsion) forces. A swept wing of given span and chord must therefore be strengthened and will be heavier than the equivalent unswept wing. A swept wing typically angles backward from its root rather than forwards. Because wings are made as light as possible, they tend to flex under load. This aeroelasticity under aerodynamic load causes the tips to bend upwards in normal flight. Backwards sweep causes the tips to reduce their angle of attack as they bend, reducing their lift and limiting the effect. Forward sweep causes the tips to increase their angle of attack as they bend. This increases their lift causing further bending and hence yet more lift in a cycle which can cause a runaway structural failure. For this reason forward sweep is rare and the wing must be unusually rigid. There are two sweep angles of importance, one at the leading edge for supersonic aircraft and the other 25% of the way back from the leading edge for subsonic and transonic aircraft. Leading edge sweep is important because the leading edge has to be behind the mach cone to reduce wave drag.[4] The quarter chord (25%) line is used because subsonic lift due to angle of attack acts there and, up until the introduction of supercritical sections, the crest was usually close to the quarter chord.[5] Typical sweep angles vary from 0 for a straight-wing aircraft, to 45 degrees or more for fighters and other high-speed designs. Shock waves can form on some parts of an aircraft moving at less than the speed of sound. Low-pressure regions around an aircraft cause the flow to accelerate, and at transonic speeds this local acceleration can exceed Mach 1. Localized supersonic flow must return to the freestream conditions around the rest of the aircraft, and as the flow enters an adverse pressure gradient in the aft section of the wing, a discontinuity emerges in the form of a shock wave as the air is forced to rapidly slow and return to ambient pressure. At the point where the density drops, the local speed of sound correspondingly drops and a shock wave can form. This is why in conventional wings, shock waves form first after the maximum Thickness/Chord and why all airliners designed for cruising in the transonic range (above M0.8) have supercritical wings that are flatter on top, resulting in minimized angular change of flow to upper surface air. The angular change to the air that is normally part of lift generation is decreased and this lift reduction is compensated for by deeper curved lower surfaces accompanied by a reflex curve at the trailing edge. This results in a much weaker shock wave towards the rear of the upper wing surface and a corresponding increase in critical mach number. Shock waves require energy to form. This energy is taken out of the aircraft, which has to supply extra thrust to make up for this energy loss. Thus the shocks are seen as a form of drag. Since the shocks form when the local air velocity reaches supersonic speeds, there is a certain \"critical mach\" speed where sonic flow first appears on the wing. There is a following point called the drag divergence mach number where the effect of the drag from the shocks becomes noticeable. This is normally when the shocks start generating over the wing, which on most aircraft is the largest continually curved surface, and therefore the largest contributor to this effect. Sweeping the wing has the effect of reducing the curvature of the body as seen from the airflow, by the cosine of the angle of sweep. For instance, a wing with a 45 degree sweep will see a reduction in effective curvature to about 70% of its straight-wing value. This has the effect of increasing the critical Mach by 30%. When applied to large areas of the aircraft, like the wings and empennage, this allows the aircraft to reach speeds closer to Mach 1. One limiting factor in swept wing design is the so-called \"middle effect\". If a swept wing is continuous - an oblique swept wing - the pressure isobars will be swept at a continuous angle from tip to tip. However, if the left and right halves are swept back equally, as is common practice, the pressure isobars on the left wing in theory will meet the pressure isobars of the right wing on the centerline at a large angle. As the isobars cannot meet in such a fashion,[why?] they will tend to curve on each side as they near the centerline, so that the isobars cross the centerline at right angles to the centerline. This causes an \"unsweeping\" of the isobars in the wing root region. To combat this unsweeping, German aerodynamicist Dietrich Küchemann proposed and had tested a local indentation of the fuselage above and below the wing root. This proved to not be very effective.[7] During the development of the Douglas DC-8 airliner, uncambered airfoils were used in the wing root area to combat the unsweeping.[8][9] Swept wings on supersonic aircraft usually lie within the cone-shaped shock wave produced at the nose of the aircraft so will \"see\" subsonic airflow and work as a subsonic wing. The angle needed to lie behind the cone increases with increasing speed, at Mach 1.3 the angle is about 45 degrees, at Mach 2.0 it is 60 degrees.[10] The angle of the Mach cone formed off the body of the aircraft will be at about sinμ = 1/M (μ is the sweep angle of the Mach cone)[11] When a swept wing travels at high speed, the airflow has little time to react and simply flows over the wing almost straight from front to back. At lower speeds the air does have time to react, and is pushed spanwise by the angled leading edge, towards the wing tip. At the wing root, by the fuselage, this has little noticeable effect, but as one moves towards the wingtip the airflow is pushed spanwise not only by the leading edge, but the spanwise moving air beside it. At the tip the airflow is moving along the wing instead of over it, a problem known as spanwise flow. The lift from a wing is generated by the airflow over it from front to rear. With increasing span-wise flow the boundary layers on the surface of the wing have longer to travel, and so are thicker and more susceptible to transition to turbulence or flow separation, also the effective aspect ratio of the wing is less and so air \"leaks\" around the wing tips reducing their effectiveness. The spanwise flow on swept wings produces airflow that moves the stagnation point on the leading edge of any individual wing segment further beneath the leading edge, increasing effective angle of attack of wing segments relative to its neighbouring forward segment. The result is that wing segments farther towards the rear operate at increasingly higher angles of attack promoting early stall of those segments. This promotes tip stall on back-swept wings, as the tips are most rearward, while delaying tip stall for forward-swept wings, where the tips are forward. With both forward and back-swept wings, the rear of the wing will stall first creating a nose-up moment on the aircraft. If not corrected by the pilot the plane will pitch up, leading to more of the wing stalling and more pitch up in a divergent manner. This uncontrollable instability came to be known as the Sabre dance in reference to the number of North American F-100 Super Sabres that crashed on landing as a result.[12][13] Reducing pitch-up to an acceptable level has been done in different ways such as the addition of a fin known as a wing fence on the upper surface of the wing to redirect the flow to a streamwise direction. The MiG-15 was one example of an aircraft fitted with wing fences.[14] Another closely related design was the addition of a dogtooth notch to the leading edge, used on the Avro Arrow interceptor.[15] Other designs took a more radical approach, including the Republic XF-91 Thunderceptor's wing that grew wider towards the tip to provide more lift at the tip. The Handley Page Victor was equipped with a crescent wing, with three values of sweep, about 48 degrees near the wing root where the wing was thickest, a 38 degree transition length and 27 degrees for the remainder to the tip.[16][17] Modern solutions to the problem no longer require \"custom\" designs such as these. The addition of leading-edge slats and large compound flaps to the wings has largely resolved the issue.[18][19][20] On fighter designs, the addition of leading-edge extensions, which are typically included to achieve a high level of maneuverability, also serve to add lift during landing and reduce the problem.[21][22] In addition to pitch-up there are other complications inherent in a swept-wing configuration. For any given length of wing, the actual span from tip-to-tip is shorter than the same wing that is not swept. There is a strong correlation between low-speed drag and aspect ratio, the span compared to chord, so a swept wing always has more drag at lower speeds. In addition, there is extra torque applied by the wing to the fuselage which has to be allowed for when establishing the transfer of wing-box loads to the fuselage. This results from the significant part of the wing lift which lies behind the attachment length where the wing meets the fuselage. Sweep theory is an aeronautical engineering description of the behavior of airflow over a wing when the wing's leading edge encounters the airflow at an oblique angle. The development of sweep theory resulted in the swept wing design used by most modern jet aircraft, as this design performs more effectively at transonic and supersonic speeds. In its advanced form, sweep theory led to the experimental oblique wing concept. Adolf Busemann introduced the concept of the swept wing and presented this in 1935 at the 5. Volta-Congress in Rome. Sweep theory in general was a subject of development and investigation throughout the 1930s and 1940s, but the breakthrough mathematical definition of sweep theory is generally credited to NACA's Robert T. Jones in 1945. Sweep theory builds on other wing lift theories. Lifting line theory describes lift generated by a straight wing (a wing in which the leading edge is perpendicular to the airflow). Weissinger theory describes the distribution of lift for a swept wing, but does not have the capability to include chordwise pressure distribution. There are other methods that do describe chordwise distributions, but they have other limitations. Jones' sweep theory provides a simple, comprehensive analysis of swept wing performance. An explanation of how the swept wing works was offered by Robert T. Jones: \"Assume a wing is a cylinder of uniform airfoil cross-section, chord and thickness and is placed in an airstream at an angle of yaw – i.e., it is swept back. Now, even if the local speed of the air on the upper surface of the wing becomes supersonic, a shock wave cannot form there because it would have to be a sweptback shock – swept at the same angle as the wing – i.e., it would be an oblique shock. Such an oblique shock cannot form until the velocity component normal to it becomes supersonic.\"[23] To visualize the basic concept of simple sweep theory, consider a straight, non-swept wing of infinite length, which meets the airflow at a perpendicular angle. The resulting air pressure distribution is equivalent to the length of the wing's chord (the distance from the leading edge to the trailing edge). If we were to begin to slide the wing sideways (spanwise), the sideways motion of the wing relative to the air would be added to the previously perpendicular airflow, resulting in an airflow over the wing at an angle to the leading edge. This angle results in airflow traveling a greater distance from leading edge to trailing edge, and thus the air pressure is distributed over a greater distance (and consequently lessened at any particular point on the surface). This scenario is identical to the airflow experienced by a swept wing as it travels through the air. The airflow over a swept wing encounters the wing at an angle. That angle can be broken down into two vectors, one perpendicular to the wing, and one parallel to the wing. The flow parallel to the wing has no effect on it, and since the perpendicular vector is shorter (meaning slower) than the actual airflow, it consequently exerts less pressure on the wing. In other words, the wing experiences airflow that is slower - and at lower pressures - than the actual speed of the aircraft. One of the factors that must be taken into account when designing a high-speed wing is compressibility, which is the effect that acts upon a wing as it approaches and passes through the speed of sound. The significant negative effects of compressibility made it a prime issue with aeronautical engineers. Sweep theory helps mitigate the effects of compressibility in transonic and supersonic aircraft because of the reduced pressures. This allows the mach number of an aircraft to be higher than that actually experienced by the wing. There is also a negative aspect to sweep theory. The lift produced by a wing is directly related to the speed of the air over the wing. Since the airflow speed experienced by a swept wing is lower than what the actual aircraft speed is, this becomes a problem during slow-flight phases, such as takeoff and landing. There have been various ways of addressing the problem, including the variable-incidence wing design on the Vought F-8 Crusader,[24] and swing wings on aircraft such as the F-14, F-111, and the Panavia Tornado.[25][26] The term \"swept wing\" is normally used to mean \"swept back\", but other swept variants include forward sweep, variable sweep wings and oblique wings in which one side sweeps forward and the other back. The delta wing also incorporates the same advantages as part of its layout. Sweeping a wing forward has approximately the same effect as rearward in terms of drag reduction, but has other advantages in terms of low-speed handling where tip stall problems simply go away. In this case the low-speed air flows towards the fuselage, which acts as a very large wing fence. Additionally, wings are generally larger at the root anyway, which allows them to have better low-speed lift. However, this arrangement also has serious stability problems. The rearmost section of the wing will stall first causing a pitch-up moment pushing the aircraft further into stall similar to a swept back wing design. Thus swept-forward wings are unstable in a fashion similar to the low-speed problems of a conventional swept wing. However unlike swept back wings, the tips on a forward swept design will stall last, maintaining roll control. Forward-swept wings can also experience dangerous flexing effects compared to aft-swept wings that can negate the tip stall advantage if the wing is not sufficiently stiff. In aft-swept designs, when the airplane maneuvers at high load factor the wing loading and geometry twists the wing in such a way as to create washout (tip twists leading edge down). This reduces the angle of attack at the tip, thus reducing the bending moment on the wing, as well as somewhat reducing the chance of tip stall.[27] However, the same effect on forward-swept wings produces a wash-in effect that increases the angle of attack promoting tip stall. Small amounts of sweep do not cause serious problems, and had been used on a variety of aircraft to move the spar into a convenient location, as on the Junkers Ju 287 or HFB 320 Hansa Jet.[28][29] However, larger sweep suitable for high-speed aircraft, like fighters, was generally impossible until the introduction of fly by wire systems that could react quickly enough to damp out these instabilities. The Grumman X-29 was an experimental technology demonstration project designed to test the forward swept wing for enhanced maneuverability during the 1980s.[30][31] The Sukhoi Su-47 Berkut is another notable demonstrator aircraft implementing this technology to achieve high levels of agility.[32] To date, no highly swept-forward design has entered production. The first successful aeroplanes adhered to the basic design of rectangular wings at right angles to the body of the machine, but there were experimentalists who explored other geometries to achieve better aerodynamic results. The swept wing geometry appeared before World War I, and was conceived as a means of permitting the design of safe and stable aeroplanes. The best of these designs imposed \"self-damping\" inherent stability upon a tailless swept wing. These inspired several flying wing gliders and some powered aircraft during the interwar years.[33] The first to achieve stability was British designer J. W. Dunne who was obsessed with achieving inherent stability in flight. He successfully employed swept wings in his tailless aircraft (which, crucially, used washout) as a means of creating positive longitudinal static stability.[34] For a low-speed aircraft, swept wings may be used to resolve problems with the center of gravity, to move the wing spar into a more convenient location, or to improve the sideways view from the pilot's position.[33] By 1905, Dunne had already built a model glider with swept wings and by 1913 he had constructed successful powered variants that were able to cross the English Channel. The Dunne D.5 was exceptionally aerodynamically stable for the time,[35] and the D.8 was sold to the Royal Flying Corps; it was also manufactured under licence by Starling Burgess to the United States Navy amongst other customers.[36] Dunne's work ceased with the onset of war in 1914, but afterwards the idea was taken up by G. T. R. Hill in England who designed a series of gliders and aircraft to Dunne's guidelines, notably the Westland-Hill Pterodactyl series.[37] However, Dunne's theories met with little acceptance amongst the leading aircraft designers and aviation companies at the time.[38] The idea of using swept wings to reduce high-speed drag was developed in Germany in the 1930s. At a Volta Conference meeting in 1935 in Italy, Dr. Adolf Busemann suggested the use of swept wings for supersonic flight. He noted that the airspeed over the wing was dominated by the normal component of the airflow, not the freestream velocity, so by setting the wing at an angle the forward velocity at which the shock waves would form would be higher (the same had been noted by Max Munk in 1924, although not in the context of high-speed flight).[39] Albert Betz immediately suggested the same effect would be equally useful in the transonic.[40] After the presentation the host of the meeting, Arturo Crocco, jokingly sketched \"Busemann's airplane of the future\" on the back of a menu while they all dined. Crocco's sketch showed a classic 1950's fighter design, with swept wings and tail surfaces, although he also sketched a swept propeller powering it.[39] At the time, however, there was no way to power an aircraft to these sorts of speeds, and even the fastest aircraft of the era were only approaching 400 km/h (249 mph).The presentation was largely of academic interest, and soon forgotten. Even notable attendees including Theodore von Kármán and Eastman Jacobs did not recall the presentation 10 years later when it was re-introduced to them.[41] Hubert Ludwieg of the High-Speed Aerodynamics Branch at the AVA Göttingen in 1939 conducted the first wind tunnel tests to investigate Busemann's theory.[7] Two wings, one with no sweep, and one with 45 degrees of sweep were tested at Mach numbers of 0.7 and 0.9 in the 11 x 13 cm wind tunnel. The results of these tests confirmed the drag reduction offered by swept wings at transonic speeds.[7] The results of the tests were communicated to Albert Betz who then passed them on to Willy Messerschmitt in December 1939. The tests were expanded in 1940 to include wings with 15, 30 and -45 degrees of sweep and Mach numbers as high as 1.21.[7] With the introduction of jets in the later half of the Second World War, the swept wing became increasingly applicable to optimally satisfying aerodynamic needs. The German jet-powered Messerschmitt Me 262 and rocket-powered Messerschmitt Me 163 suffered from compressibility effects that made both aircraft very difficult to control at high speeds. In addition, the speeds put them into the wave drag regime, and anything that could reduce this drag would increase the performance of their aircraft, notably the notoriously short flight times measured in minutes. This resulted in a crash program to introduce new swept wing designs, both for fighters as well as bombers. The Blohm & Voss P 215 was designed to take full advantage of the swept wing's aerodynamic properties; however, an order for three prototypes was received only weeks before the war ended and no examples were ever built.[42] The Focke-Wulf Ta 183 was another swept wing fighter design, but was also not produced before the war's end.[43] In the post-war era, Kurt Tank developed the Ta 183 into the IAe Pulqui II, but this proved unsuccessful.[44] A prototype test aircraft, the Messerschmitt Me P.1101, was built to research the tradeoffs of the design and develop general rules about what angle of sweep to use.[45] When it was 80% complete, the P.1101 was captured by US forces and returned to the United States, where two additional copies with US-built engines carried on the research as the Bell X-5.[46] Germany's wartime experience with the swept wings and its high value for supersonic flight stood in strong contrast to the prevailing views of Allied experts of the era, who commonly espoused their belief in the impossibility of manned vehicles travelling at such speeds.[47] During the immediate post-war era, several nations were conducting research into high speed aircraft. In the United Kingdom, work commenced during 1943 on the Miles M.52, a high-speed experimental aircraft equipped with a straight wing that was developed in conjunction with Frank Whittle's Power Jets company, the Royal Aircraft Establishment (RAE) in Farnborough, and the National Physical Laboratory.[48] The M.52 was envisioned to be capable of achieving 1,000 miles per hour (1,600 km/h) in level flight, thus enabling the aircraft to potentially be the first to exceed the speed of sound in the world.[48] In February 1946, the programme was abruptly discontinued for unclear reasons.[49] It has since been widely recognised that the cancellation of the M.52 was a major setback in British progress in the field of supersonic design.[33] Another, more successful, programme was the US's Bell X-1, which also was equipped with a straight wing. According to Miles Chief Aerodynamicist Dennis Bancroft, the Bell Aircraft company was given access to the drawings and research on the M.52.[50] On 14 October 1947, the Bell X-1 performed the first manned supersonic flight, piloted by Captain Charles \"Chuck\" Yeager, having been drop launched from the bomb bay of a Boeing B-29 Superfortress and attained a record-breaking speed of Mach 1.06 (700 miles per hour (1,100 km/h; 610 kn)).[33] The news of a successful straight-wing supersonic aircraft surprised many aeronautical experts on both sides of the Atlantic, as it was increasingly believed that a swept-wing design not only highly beneficial but also necessary to break the sound barrier.[47] During the final years of the Second World War, aircraft designer Sir Geoffrey de Havilland commenced development on the de Havilland Comet, which would become the world's first jet airliner. An early design consideration was whether to apply the new swept-wing configuration.[51] Thus, an experimental aircraft to explore the technology, the de Havilland DH 108, was developed by the firm in 1944, headed by project engineer John Carver Meadows Frost with a team of 8–10 draughtsmen and engineers. The DH 108 primarily consisted of the pairing of the front fuselage of the de Havilland Vampire to a swept wing and small vertical tail; it was the first British swept wing jet, unofficially known as the \"Swallow\".[52] It first flew on 15 May 1946, a mere eight months after the project's go-ahead. Company test pilot and son of the builder, Geoffrey de Havilland Jr., flew the first of three aircraft and found it extremely fast – fast enough to try for a world speed record. On 12 April 1948, a D.H.108 did set a world's speed record at 973.65 km/h (605 mph), it subsequently became the first jet aircraft to exceed the speed of sound.[53] Around this same timeframe, the Air Ministry introduced a program of experimental aircraft to examine the effects of swept wings, as well as the delta wing configuration.[54] Furthermore, the Royal Air Force (RAF) identified a pair of proposed fighter aircraft equipped with swept wings from Hawker Aircraft and Supermarine, the Hawker Hunter and Supermarine Swift respectively, and successfully pressed for orders to be placed 'off the drawing board' in 1950.[55] On 7 September 1953, the sole Hunter Mk 3 (the modified first prototype, WB 188) flown by Neville Duke broke the world air speed record for jet-powered aircraft, attaining a speed of 727.63 mph (1,171.01 km/h) over Littlehampton, West Sussex.[56] This world record stood for less than three weeks before being broken on 25 September 1953 by the Hunter's early rival, the Supermarine Swift, being flown by Michael Lithgow.[57] In February 1945, NACA engineer Robert T. Jones started looking at highly swept delta wings and V shapes, and discovered the same effects as Busemann. He finished a detailed report on the concept in April, but found his work was heavily criticised by other members of NACA Langley, notably Theodore Theodorsen, who referred to it as \"hocus-pocus\" and demanded some \"real mathematics\".[39] However, Jones had already secured some time for free-flight models under the direction of Robert Gilruth, whose reports were presented at the end of May and showed a fourfold decrease in drag at high speeds. All of this was compiled into a report published on June 21, 1945, which was sent out to the industry three weeks later.[58] Ironically, by this point Busemann's work had already been passed around. On May 1945, the American Operation Paperclip reached Braunschweig, where US personnel discovered a number of swept wing models and a mass of technical data from the wind tunnels. One member of the US team was George S. Schairer, who was at that time working at the Boeing company. He immediately forwarded a letter to Ben Cohn at Boeing, communicating the value of the swept wing concept.[59][60] He also told Cohn to distribute the letter to other companies as well, although only Boeing and North American made immediate use of it.[citation needed] Boeing was in the midst of designing the B-47 Stratojet, and the initial Model 424 was a straight-wing design similar to the B-45, B-46 and B-48 it competed with. Analysis by Boeing engineer Vic Ganzer suggested an optimum sweepback angle of about 35 degrees.[61] By September 1945, the Braunschweig data had been worked into the design, which re-emerged as the Model 448, a larger six-engine design with more robust wings swept at 35 degrees.[39] Another re-work moved the engines into strut-mounted pods under the wings due to concerns of the uncontained failure of an internal engine could potentially destroy the aircraft via either fire or vibration.[62] The resulting B-47 was hailed as the fastest of its class in the world during the late 1940s,[63] and trounced the straight-winged competition. Boeing's jet-transport formula of swept wings and pylon-mounted engines has since been universally adopted.[citation needed] In fighters, North American Aviation was in the midst of working on a straight-wing jet-powered naval fighter, then known as the FJ-1; it was later submitted to the United States Air Force as the XP-86.[64] Larry Green, who could read German, studied the Busemann reports and convinced management to allow a redesign starting in August 1945.[39][65][66] The performance of the F-86A allowed it set the first of several official world speed records, attaining 671 miles per hour (1,080 km/h) on 15 September 1948, flown by Major Richard L. Johnson.[67] With the appearance of the MiG-15, the F-86 was rushed into combat, while straight-wing jets like the Lockheed P-80 Shooting Star and Republic F-84 Thunderjet were quickly relegated to ground attack missions. Some, such as the F-84 and Grumman F-9 Cougar, were later redesigned with swept wings from straight-winged aircraft.[68][69] Later planes, such as the North American F-100 Super Sabre, would be designed with swept wings from the start, though additional innovations such as the afterburner, area-rule and new control surfaces would be necessary to master supersonic flight.[70][12] The Soviet Union was also quick to investigate the advantages of swept wings on high speed aircraft, when their \"captured aviation technology\" counterparts to the western Allies spread out across the defeated Third Reich. Artem Mikoyan was asked by the Soviet government's TsAGI aviation research department to develop a test-bed aircraft to research the swept wing idea — the result was the late 1945-flown, unusual MiG-8 Utka pusher canard layout aircraft, with its rearwards-located wings being swept back for this type of research.[71] The swept wing was applied to the MiG-15, an early jet-powered fighter, its maximum speed of 1,075 km/h (668 mph) outclassed the straight-winged American jets and piston-engined fighters initially deployed during the Korean War.[72] The MiG-15 is believed to have been one of the most produced jet aircraft; in excess of 13,000 would ultimately be manufactured.[73] The MiG-15, which could not safely exceed Mach 0.92, served as the basis for the MiG-17, which was designed to be controllable at higher Mach numbers.[74] Its wing sweep, 45° near the fuselage ( the same as the F-100 Super Sabre), changed to 42° for the outboard part of the wing.[75] A further derivative of the design, designated MiG-19, featured a relatively thin wing suited to supersonic flight that was designed at TsAGI, the Soviet Central Aerohydrodynamic Institute; swept back at an angle of 55 degrees, this wing featured a single wing fence on each side.[76] A specialist high-altitude variant, the Mig-19SV, featured, amongst other changes, an adjustable flap to generate greater lift at higher altitudes, helping to increase the aircraft's ceiling from 17,500 m (57,400 ft) to 18,500 m (60,700 ft).[77][78] Germany's swept wing research was also obtained by the Swedish aircraft manufacturer SAAB, with the help of ex-Messerschmitt engineers that had fled to Switzerland during late 1945.[79][80] At the time, SAAB saw the need to make aeronautical advances, particularly in the new field of jet propulsion.[81] The company incorporated both the jet engine and the swept wing to produce the Saab 29 Tunnan fighter; on 1 September 1948, the first prototype conducted its maiden flight, flown by the English test pilot S/L Robert A. 'Bob' Moore, DFC and bar,[82] Although not well known outside Sweden, the Tunnan was the first Western European fighter to be introduced with such a wing configuration.[83][84] In parallel, SAAB also developed another swept wing aircraft, the Saab 32 Lansen, primarily to serve as Sweden's standard attack aircraft.[85] Its wing, which had a 10 per cent laminar profile and a 35° sweep, featured triangular fences near the wing roots in order to improve airflow when the aircraft was being flown at a high angle of attack.[85][86] On 25 October 1953, a SAAB 32 Lansen attained a Mach number of at least 1.12 while in a shallow dive, exceeding the sound barrier.[86] The successes of aircraft such as the Hawker Hunter, the B-47, and F-86 showed the value of the swept wing research acquired from Germany. Eventually, almost all advanced design efforts for high speed aircraft would incorporate a wing with a swept leading edge, with either a swept wing or delta wing planform. The Boeing B-52, designed in the 1950s, continues in service as a subsonic long-range heavy bomber.[87][88] While the Soviets never matched the performance of the Boeing B-52 Stratofortress with a jet aircraft, the intercontinental range Tupolev Tu-95 turboprop bomber with its near-jet class top speed of 920 km/h, combining swept wings with propeller propulsion, also remains in service today, being the fastest propeller-powered production aircraft.[89] In Britain, two swept-wing bombers entered service, the Vickers Valiant (1955)[90] and the Handley Page Victor (1958).[91] By the early 1950s, nearly every new fighter had a swept wing. By the 1960s, most civilian jets also adopted swept wings. Most early transonic and supersonic designs such as the MiG-19 and F-100 used long, highly swept wings. Swept wings would reach Mach 2 on the BAC Lightning, and Republic F-105 Thunderchief, built to operate at low level and very high speed primarily for nuclear strike, but with a secondary air-to-air capability.[92] By the late 1960s, the McDonnell F-4 Phantom II, was used in large numbers by air forces influenced by the United States. Variable geometry wings were employed on the American F-111, Grumman F-14 Tomcat and Soviet Mikoyan MiG-27, although the idea would be abandoned for the American SST design. After the 1970s, most newer generation fighters optimized for maneuvering air combat since the USAF F-15 and Soviet Mikoyan MiG-29 have employed relatively short-span fixed wings with relatively large wing area.[citation needed]","Title":"Swept wing - Wikipedia","KeyID":"2136","URL":"https://en.wikipedia.org/wiki/Swept_wing"}