{"Content: ":"In aeronautics, the aspect ratio of a wing is the ratio of its span to its mean chord. It is equal to the square of the wingspan divided by the wing area. Thus, a long, narrow wing has a high aspect ratio, whereas a short, wide wing has a low aspect ratio.[1] Aspect ratio and other features of the planform are often used to predict the aerodynamic efficiency of a wing because the lift-to-drag ratio increases with aspect ratio, improving the fuel economy in powered airplanes and the gliding angle of sailplanes. The aspect ratio AR {\\displaystyle {\\text{AR}}} is the ratio of the square of the wingspan b {\\displaystyle b} to the projected[2] wing area S {\\displaystyle S} ,[3][4] which is equal to the ratio of the wingspan b {\\displaystyle b} to the standard mean chord SMC {\\displaystyle {\\text{SMC}}} :[5] AR ≡ b 2 S = b SMC {\\displaystyle {\\text{AR}}\\equiv {\\frac {b^{2}}{S}}={\\frac {b}{\\text{SMC}}}} As a useful simplification, an airplane in flight can be imagined to affect a circular cylinder of air with a diameter equal to the wingspan.[6] A large wingspan affects a large cylinder of air, and a small wingspan affects a small cylinder of air. A small air cylinder must be pushed down with a greater power (energy change per unit time) than a large cylinder in order to produce an equal upward force (momentum change per unit time). This is because giving the same momentum change to a smaller mass of air requires giving it a greater velocity change, and a much greater energy change because energy is proportional to the square of the velocity while momentum is only linearly proportional to the velocity. The aft-leaning component of this change in velocity is proportional to the induced drag, which is the force needed to take up that power at that airspeed. The interaction between undisturbed air outside the cylinder of air, and the downward-moving cylinder of air occurs at the wingtips and can be seen as wingtip vortices. It is important to keep in mind that this is a drastic oversimplification, and an airplane wing affects a very large area around itself.[7] Although a long, narrow wing with a high aspect ratio has aerodynamic advantages like better lift-to-drag-ratio (see also details below), there are several reasons why not all aircraft have high aspect-ratio wings: Aircraft which approach or exceed the speed of sound sometimes incorporate variable-sweep wings. These wings give a high aspect ratio when unswept and a low aspect ratio at maximum sweep. In subsonic flow, steeply swept and narrow wings are inefficient compared to a high-aspect-ratio wing. However, as the flow becomes transonic and then supersonic, the shock wave first generated along the wing's upper surface causes wave drag on the aircraft, and this drag is proportional to the span of the wing. Thus a long span, valuable at low speeds, causes excessive drag at transonic and supersonic speeds. By varying the sweep the wing can be optimised for the current flight speed. However, the extra weight and complexity of a moveable wing mean that such a system is not included in many designs. The aspect ratios of birds' and bats' wings vary considerably. Birds that fly long distances or spend long periods soaring such as albatrosses and eagles often have wings of high aspect ratio. By contrast, birds which require good maneuverability, such as the Eurasian sparrowhawk, have wings of low aspect ratio. For a constant-chord wing of chord c and span b, the aspect ratio is given by: If the wing is swept, c is measured parallel to the direction of forward flight. For most wings the length of the chord is not a constant but varies along the wing, so the aspect ratio AR is defined as the square of the wingspan b divided by the wing area S.[10][11] In symbols, For such a wing with varying chord, the standard mean chord SMC is defined as The performance of aspect ratio AR related to the lift-to-drag-ratio and wingtip vortices is illustrated in the formula used to calculate the drag coefficient of an aircraft C d {\\displaystyle C_{d}\\;} [12][13][14] where The wetted aspect ratio considers the whole wetted surface area of the airframe, S w {\\displaystyle S_{w}} , rather than just the wing. It is a better measure of the aerodynamic efficiency of an aircraft than the wing aspect ratio. It is defined as: where b {\\displaystyle b} is span and S w {\\displaystyle S_{w}} is the wetted surface. Illustrative examples are provided by the Boeing B-47 and Avro Vulcan. Both aircraft have very similar performance although they are radically different. The B-47 has a high aspect ratio wing, while the Avro Vulcan has a low aspect ratio wing. They have, however, a very similar wetted aspect ratio.[15]","Title":"Aspect ratio (aeronautics) - Wikipedia","KeyID":"2138","URL":"https://en.wikipedia.org/wiki/Aspect_ratio_(wing)"}