{"Content: ":"The NC State Wolfpack men's basketball team represents North Carolina State University in NCAA Division I men's basketball competition. N.C. State is one of the seven founding members of the Atlantic Coast Conference. Prior to joining the ACC in 1954, the Wolfpack was a member of the Southern Conference, where they won seven conference championships. As a member of the ACC, the Wolfpack has won ten conference championships, as well as two national championships in 1974 and 1983. State's unexpected 1983 title was one of the most memorable in NCAA history. Since 1999, the Pack has played most of its home games at PNC Arena, which is also where the NCAA championship trophies are kept. Prior to 1999, they played at Reynolds Coliseum. NC State began varsity intercollegiate competition in men's basketball in 1911.[3] In 105 years of play, the Wolfpack ranks 25th in total victories among NCAA Division I college basketball programs and 26th in winning percentage among programs that have competed at the Division I level for at least 26 years. The team's all-time record is 1782-1114 (.615).[4][5] The program saw its greatest success during the head coaching tenures of Everett Case (1946–1965), Norm Sloan (1967–1980), and Jim Valvano (1980–1990). NC State has produced some of the ACC's best players, including Tom Burleson, Rodney Monroe, Monte Towe, and Ron Shavlik.[6] David Thompson, who led the Wolfpack to its first NCAA title in 1974, has been recognized as one of college basketball's greatest players.[7] [8][9] The Wolfpack has won a total of 17 conference tournament championships and 13 regular season conference titles. State has appeared in the NCAA Tournament 26 times, with three Final Four appearances (1950, 1974, 1983) and two national titles (1974, 1983). The Wolfpack also appeared in the Final Four of the 1947 National Invitational Tournament, which was during the NIT's \"national championship era.\" NC State achieved its 1700th overall win against Presbyterian College, 86-68, becoming the 26th NCAA school to reach such an achievement.[5] In 1910 Guy Bryan formed a special committee that proposed to the university administration the organization of the school's first basketball team.[10] The program played its first official intercollegiate basketball game on February 16, 1911, against a much more experienced squad from Wake Forest. NC State, then known as the North Carolina A&M Farmers, lost, 33–6. The two teams met again five days later in Raleigh, with A&M earning its first-ever victory, 19–18. The following year, the school's athletics council officially recognized basketball as a sport.[10] Before the 1920–21 season the university changed its name from North Carolina A&M to North Carolina State College. At that time the school's nickname was the \"Tech.\"[10] That season the program joined the fledgling Southern Conference as a charter member.[11] State College changed its nickname yet again in 1923, this time to the \"Red Terrors.\" The name was drawn from a combination of the play of Rochelle \"Red\" Johnson and the team's new bright red road uniforms. Also in 1923, State opened its first basketball facility, Frank Thompson Gym. The gym, named in honor of a former athlete from the school who died in action during World War I, served as the team's home until 1948.[10] During the first years of the program, the team had no practice facility and was forced to practice on an outdoor field in nearby Pullen Park.[12] Gus Tebell took over the basketball team as head coach in 1924. During his tenure he led the program to a number of school firsts, including the first conference championship in 1929 and the first 20-win season. He compiled a then all-time program best career coaching record at 79–36. The Wolfpack's first player to garner significant national recognition was Bud Rose, who, after the 1931–32 season, was named as an honorable mention All-American.[10] In 1941 the university began construction on William Neal Reynolds Coliseum, a multi-purpose arena that would serve as the new home of Wolfpack basketball. Construction was stalled due to the involvement of the United States in World War II, and the skeleton structure of the arena was left unfinished for nearly six years until its completion in 1949. The Wolfpack would play its home games at Reynolds for the next 50 years, until the men's team moved to PNC Arena in 1999. Following the end of World War II, chancellor John W. Harrelson and athletic director H.A. Fisher set upon rebuilding the university's athletic teams. In 1946 David Clark, a former president of the NC State Alumni Association, suggested to the Athletics Council that the best place to search for a new head basketball coach would be in Indiana, which was a basketball hotbed at the time. Per Clark's suggestion, Harrelson and his father Stejem Mark met with Indiana native Chuck Taylor who was in Raleigh to coach his army team in an exhibition game against NC State. Taylor's recommendation for the job was his former high school coach Everett Case.[13] When approached by Harrelson about the job, Case was at first hesitant because of the tight restrictions under which the program had been operating. Harrelson assured Case that he would be given an expanded budget and more than enough scholarships to field a competitive team. Additionally, Case was lured by the still unfinished Reynolds Coliseum. He accepted the job almost immediately without ever visiting the campus.[14] Everett Case was named head coach on July 1, 1946. Case had previously coached high school basketball in Indiana, where in 23 seasons he compiled a 726–75 record and won four state championships at Frankfort, High School.[15] Before arriving at NC State, he spent two years as an assistant coach at the University of Southern California and spent several years coaching teams at various Naval bases during the war.[16] In February 1947, his first season at NC State, Case defeated North Carolina in Chapel Hill, 48–46 in overtime, beginning a streak of 15 consecutive victories over the Tar Heels. Later that month, an afternoon game in Thompson Gym against Duke was postponed by city fire officials because of overcrowding. That evening the game was officially canceled after fans were found sneaking through bathroom windows, breaking down doors, and hiding in the basement.[17] Less than three weeks later, Case guided the Red Terrors to their first Southern Conference championship in 18 years. Case and his team celebrated by performing an Indiana high school tradition of cutting down the nets. The tradition soon spread to college teams across the nation and survives amongst championship teams to this day.[18] Soon after his arrival, Case was named \"Tar Heel of the Week\" by the Raleigh News and Observer, citing that \"since the little man came here from Indiana...basketball has almost supplanted politics as the favorite topic of discussion in the North Carolina capital.\"[19] In Case's second season as head coach the team changed its nickname from the Red Terrors to the Wolfpack.[17] In February 1948, Case made alterations to the design of the still incomplete Reynolds Coliseum. Attempting to usurp Duke's Cameron Indoor Stadium as the largest basketball arena in the area,[11] Case insisted that the blueprints be changed to increase the maximum capacity from 9,000 seats to 12,400. Construction resumed later that month after a final shipment of steel arrived in Raleigh.[17] Reynolds officially opened its doors on December 2, 1949, with a Wolfpack win over Washington & Lee, 67–47, in front of a crowd of 11,020.[20] At that time, the arena was the largest college basketball facility in the southeast.[17] Soon after Reynolds' opening, the Greensboro News & Record wrote that Raleigh had become \"the basketball capital of the world. Immediately, at once.\"[21] Later that month, December 28–30, the first annual Dixie Classic tournament was held in Reynolds. The Dixie Classic was a three-day tournament held each December until 1961 that matched the four Tobacco Road schools of NC State, North Carolina, Duke, and Wake Forest against four of the top teams from across the country. In its time the Dixie Classic became the largest regular season tournament in college basketball.[22] After finishing the season at 27–6 and winning its fourth consecutive Southern Conference Tournament, the Wolfpack received invitations to both the National Invitation Tournament and the NCAA Division I Men's Basketball Tournament. Case declined the NIT bid and accepted the invitation to the program's first ever NCAA Tournament.[23] The team defeated Holy Cross before losing to eventual champion City College of New York, 78–73. NC State went on to defeat Baylor in the third-place game, 53–41.[17] The Wolfpack won its fifth consecutive Southern Conference title in 1951 and its sixth the following year. Both seasons ended in early exits from the NCAA Tournament, though. In 1951 State defeated Villanova in the first round before losing to Illinois. In 1952 the team lost in the first round to St. John's and future North Carolina head coach Frank McGuire. The Wolfpack's six-year winning streak against North Carolina came to an end in January 1953, as the Wolfpack, ranked #17 in the country, lost to the unranked Tar Heels in Raleigh, 70–69.[24] It was the first match between the two schools since the hiring of Frank \"the man\" McGuire the previous summer. McGuire inflamed NC State players and fans by having his players cut down the nets in Reynolds Coliseum following the victory.[17] Despite the loss, the Pack finished first in the conference at 13–3 but lost in the conference tournament championship game. The team was ranked 18th in the final AP poll of 1953 but was left out of the NCAA Tournament for the first time in four years. By the end of the 1952–53 season the Southern Conference had bloated to 17 members and was still seen as a football-centric conference. Maryland and Duke had become national football powers and there weren't many schools in the conference that could regularly compete against them. In an effort to create a more balanced round-robin schedule and thus secure an automatic bid to the Orange Bowl, the top eight football schools from the conference—Maryland, Duke, UNC, Virginia, South Carolina, Clemson, Wake Forest, and NC State—left to form the Atlantic Coast Conference.[25] NC State's first ACC contest was on the road against Wake Forest in December 1953. The Wolfpack was ranked #8 in the nation at the time, but just as in the first ever meeting between the two schools, Wake Forest prevailed. Case and his squad defeated the Demon Deacons later that season in the first-ever ACC Tournament championship game, 82–80 in overtime. The victory meant a return trip to the NCAA Tournament, where NC State defeated George Washington in the first round before losing to eventual champion La Salle in the second round. Case's squad won a second ACC title the following year, defeating Duke in 87–77 in the championship game. The team finished with a 28–4 record but was ineligible for postseason play; earlier in the season the NCAA imposed four years' probation and banned them from postseason play during that time for numerous recruiting violations.[26] The Wolfpack brought home a third consecutive ACC title in the 1955–56 season, setting a record for consecutive ACC championships that stood until 2002. The team also played in its first televised game earlier that season, losing to North Carolina in Chapel Hill, 73–69.[17] State struggled in the 1956–57 season, finishing fifth in the conference for the first time under Case. State's loss in the first round of that year's ACC Tournament also marked the first time that Case did not lead his team to the conference championship game. To add insult to injury, bitter rival North Carolina brought the ACC its first national championship. The team finished third in 1958 and was ranked 20th in the nation at the season's end but again lost early in the ACC Tournament, this time to North Carolina in the quarterfinals. The 1958 Dixie Classic brought to Reynolds Coliseum some of the most talented teams ever assembled for the tournament. Included in the field were eight players who eventually earned All-American honors, including NC State's Lou Pucillo and John Richter, North Carolina's Lee Shaffer, York Larese, and Doug Moe, Cincinnati's Oscar Robertson, Michigan State's Johnny Green, and Louisville's Don Goldstein. Later that season, NC State, ranked #10 in the nation, defeated North Carolina, ranked #5, 80–56 to win their fourth ACC championship in six seasons. However, due to the 1956 sanctions, they were ineligible for the NCAA Tournament. The Pack finished the season ranked #6 with a 22–4 record.[17] The 1959–60 Wolfpack team finished with an 11–15 record, marking Case's first losing season in Raleigh. The team finished fourth in the ACC in 1961 and third in 1962 but lost in the first round of the conference tournament both seasons. In the summer of 1962, Case, then 62 years old, hired his former player and then Clemson head coach Press Maravich to be his top assistant. Case's health began to deteriorate rapidly over the following two seasons as the Wolfpack finished fifth in the ACC in 1963 and seventh in 1964. The seventh-place finish was the lowest of Case's tenure and would prove to be his last. On December 7, 1964, just two games into the season, Everett Case retired and named Maravich as his successor.[17] During his tenure, Case won six Southern Conference titles, four ACC titles, and qualified for the NCAA Tournament twice. His overall record of 377–134 remains the best in NC State history.[citation needed] Maravich led the Pack to second-place finish in the conference and an ACC championship, its first in six years. After State defeated eighth-ranked Duke in the championship game, 91–85, Case, by then using a wheelchair, was rolled on court to cut the final strand from the net.[27] Maravich had originally been hired in part because of his son Pete Maravich, who at the time was a highly touted high school player. After Pete failed to qualify academically at NC State, he accepted a scholarship to play at LSU. After the 1965–66 season, Press Maravich resigned as head coach of the Wolfpack to follow Pete to LSU.[28] NC state finished eighth in the ACC in Maravich's final year. On April 30, 1966, the day after Maravich announced that he was leaving, Everett Case died while in a Raleigh hospital. Just a week after Maravich's exit, former Wolfpack basketball and football player Norm Sloan was hired as the new head coach. In 1967–68, his first season, Sloan's team finished the regular season third in the ACC with a 9–5 conference record.[29] State made it as far as the ACC championship game before losing to North Carolina 87–50, but it was the Pack's semifinal game against tenth-ranked Duke that is most remembered. Sloan realized that his team was vastly undersized against the Blue Devils. He decided, however, to use the Wolfpack's quickness to its advantage and keep the ball away from the Duke players for as much of the game as possible. Using a tactic he coined \"stall-ball,\" Sloan instructed his players to hold the ball at halfcourt and slow the game down as much as possible. The final result was the lowest scoring game in ACC Tournament history. Duke led 4–2 at halftime and the Wolfpack held the ball for more than 13 straight minutes in the second half. In the end, State prevailed 12–10.[30] The following season marked another historic first in the Wolfpack program, as on December 2, 1968, Al Heartly debuted as the school's first African-American basketball player. Heartly had a solid three-year career at NC State and was named a team captain as a senior.[29] NC State won Sloan's first ACC title, and sixth overall, in Sloan's third season, 1969–70. The team finished the regular season at 23–7 overall and third in the conference. In the conference championship game, the Pack defeated third-ranked South Carolina 42–39 in double overtime.[29] With the victory, the Wolfpack was invited to its first NCAA Tournament in five years. State received a bye in the first round of the tournament and lost its first game to St. Bonaventure in the semifinals, 80–68. In the Eastern Regional third-place game, the Pack defeated Niagara, 108–88. Despite State's quick exit from the tournament, Sloan's squad finished the season ranked tenth in the AP poll, its first end-of-the-season ranking since being ranked sixth following the 1958–59 season. During the spring of 1970, just after the season's end, Sloan signed Tom Burleson. Burleson, a 7'4\" native of Newland, NC, was the first major player of the Wolfpack squad that would have a combined record of 57–1 during the 1972–73 and 1973–74 seasons to be signed. The following spring, Sloan signed the remaining pieces of the 1974 championship nucleus, 6'4\" David Thompson, 5'7\" point guard Monte Towe, and 6'7\" power forward Tim Stoddard.[29] At the time, the NCAA prohibited freshmen from competing on varsity squads and the team struggled in the following two seasons, finishing seventh in the ACC in 1970–71 and fifth in 1971–72. At 13–14 overall, the 1970–71 season was Sloan's worst and his only losing season as the Wolfpack head coach. With the addition of Thompson, Towe, and Stoddard to the starting lineup in 1972–73, the team rebounded quickly from its recent struggles. David Thompson, known as \"Skywalker\" for his 44-inch vertical leap,[31] impressed in his 1972 debut as a sophomore. In what was a 130–53 rout of Appalachian State, Thompson scored 33 points and collected 13 rebounds.[11] On January 14, 1973, NC State played in the first nationally televised Super Bowl Sunday college basketball matchup. The third-ranked Wolfpack defeated second-ranked Maryland in College Park, 87–85. The two teams met again two months later in the ACC Tournament championship game. State won another narrow victory over the Terrapins, 76–74, to finish the season at a perfect 27–0.[29] However, due to NCAA sanctions resulting from violations during Thompson's recruiting, the team was barred from postseason participation.[11] The NCAA sanctions against the Wolfpack were lifted after the 1972–73 season. Ranked second nationally in the first AP poll of the season,[32] the team was poised to make another strong run. State began the season with a pair of games against East Carolina and Vermont, which it won by a combined score of 176–87. The third game of the season was against seven-time defending national champions UCLA and coach John Wooden. The Pack came out sluggish and was easily defeated, 84–66. It would prove to be the team's only loss in two seasons, though, as the Pack tore through the ACC, finishing the regular season at 24–1 overall.[33] As the team continued to rack up victories, its national ranking rose accordingly. On February 19, with just four regular season games remaining, NC State overtook UCLA for the top spot in the AP poll; it was the program's first ever #1 ranking.[citation needed] As the top seed in the conference tournament, the Wolfpack received a bye in the first round. In the semifinals State easily defeated Virginia, 87–66. In the championship game the team faced off against fourth-ranked Maryland, which had lost by only six points in each of the teams' regular season meetings. Maryland jumped to an early 25–12 lead, hitting 12 of its first 14 shots. The Wolfpack cut the deficit to five points at halftime, but momentum shifted throughout the second half. NC State led by four late in the game, but Maryland closed the gap and sent the game to overtime, tied at 97. The Wolfpack, led by Tom Burleson's 38 points, won 103–100 in what has been heralded as one of the greatest college basketball games ever played.[34][35] Back in the NCAA Tournament for the first time in four seasons, Sloan and his team played their first two games on their home court. They defeated their first two opponents, Providence and Pittsburgh, by a combined 32 points to set up a Final Four rematch with UCLA. In the week leading up to the game, thousands of fans packed Reynolds Coliseum to watch the Wolfpack practice. When the two teams finally met in Greensboro, it was another tight contest for the Pack. After ending regulation tied at 65, each team scored only two points in the first overtime. UCLA took a seven-point lead in the second extra period, but NC State led by David Thompson, took the lead for the final time with 34 seconds to play. State went on to win, 80–77, and advanced to the national championship game against Marquette.[36] The championship game, played two nights later, was much less competitive than the previous contest. The game was close in the first half until Marquette coach Al McGuire received two technical fouls and was ejected from the game. McGuire's exit sparked a 10–0 Wolfpack run just before halftime. NC State led by as much as 19 points in the second half and ultimately won, 76–64.[36] Thompson left NC State after his senior season in 1975 as the school's most decorated player. He won every major national player of the year award in 1975, in addition to being a three-time consensus First-Team All-America honoree, a three-time unanimous First-Team All-ACC honoree, and a three-time ACC Player of the Year winner.[37] In his 86 games, Thompson scored 2,309 points (26.8 ppg);[38] he still holds the Wolfpack records for points scored in a single season (838 in 1974–75) and points scored in a single game (57 in 1974). His #44 jersey remains the only retired jersey in NC State history, though others have been honored.[citation needed] Sloan remained head coach through the 1979–80 season. His last team (1979–80) team reached the NCAA Tournament, losing to Iowa in the second round. Also, twice during his final six seasons in Raleigh his teams played in the NIT. In 1976, the Pack advanced to the semifinals and in 1978, it defeated South Carolina, Detroit, and Georgetown before falling to Texas in the championship game. In his final season, he led the program to its 1000th victory. After resigning from NC State, Sloan returned to Florida, where he had previously coached from 1961 to 1965.[11] Following Sloan's exit, Jim Valvano was hired as head coach on March 27, 1980.[11] Valvano had previously coached at Iona, where he compiled a 94–47 record over five seasons.[39] Valvano's teams saw incremental improvement in his first two seasons, finishing seventh in the ACC in 1981 and fourth in 1982. Expectations were high before the 1982–83 season, but a foot injury to Dereck Whittenburg slowed the team to a fourth place regular season finish. Whittenburg returned to the court in time for the ACC Tournament, which most believed the Pack needed to win in order to secure a second consecutive berth in the NCAA Tournament. State did just that, defeating heavily favored North Carolina and Virginia squads led by Michael Jordan and Ralph Sampson, respectively. The Wolfpack kept winning. Their close games and exciting finishes in the ACC Tournament and early rounds of the NCAA tournament earned them the moniker The Cardiac Pack. As a #6 seed in the NCAA Tournament, the Wolfpack won narrow victories over Pepperdine (in double overtime) and UNLV (71–70) before defeating Utah in the Sweet Sixteen, 75–56. In the regional final, NC State again defeated Virginia, 63–62, then defeated Georgia in the Final Four to advance to the championship game against Houston. The Cougars, nicknamed Phi Slama Jama for their athletic, fast-paced style of play that featured Clyde Drexler and Hakeem Olajuwon, were expected to win easily over the underdog Wolfpack. NC State escaped with their second national title after a last-second air ball by Dereck Whittenburg was caught and dunked by Lorenzo Charles.[11] The 54–52 final is one of the most famous in college basketball history.[1] Valvano's 1984 team finished 7th in the ACC and lost in the first round of the NIT to future conference foe Florida State. The following season, with the addition of guard Vinny Del Negro, the Pack began a run of five consecutive trips to the NCAA Tournament. The Pack reached the Elite Eight in 1985 and 1986 and the Sweet Sixteen in 1989. In 1987, after a sixth-place finish in the regular season, NC State made another surprising run through the ACC Tournament. In the championship game, State defeated rival North Carolina, which had gone undefeated in conference play. It was the program's last ACC championship to date. State finished second in the conference the following year and was a #3 seed in the NCAA Tournament. The team made an early exit, though, losing to #14 seed Murray State in the first round.[11] Valvano's final season in Raleigh was mired in controversy after the release of the book, Personal Fouls, written by Peter Golenbock. In the book, Golenbock alleged improper practices and a lack of institutional control in the NC State athletics department. The allegations included grade fixing, lowered or waived entrance requirements for athletes, the selling of tickets and sneakers by athletes, and frequent drug use by athletes.[40] The claims were refuted by Valvano and Chancellor Bruce Poulton, claiming that some of the players might have sold some of their shoes, most notably to ACC superfan Jason Bass. The NCAA investigation, and 5 additional investigations by separate entities found only that players indeed sold shoes and their complimentary game tickets for spending money. Nonetheless, the NCAA banned NC State from postseason play for the 1989-90 season. Earlier, NC State limited itself to only 12 total scholarships for 1990-91 and 1991-92. Although Valvano was not named in the NCAA report at all, new chancellor Larry Monteith forced his resignation on April 7, 1990.[11][41] To replace Valvano, NC State turned to East Tennessee State coach Les Robinson, who had played for Case in the 1960s. Robinson was the 1991 District Coach of the Year as selected by the National Association of Basketball Coaches (NABC) after leading NC State to a 20–11 record in the first season. He was the first first-year coach in ACC history to win 20 games, post a winning regular season conference record, and win games in both the ACC and NCAA Tournaments. The only other coach to pull off this feat is North Carolina's Bill Guthridge. However, the lost scholarships took their full effect a year later, and the Wolfpack plummeted into the ACC's second division for the next five years. The low point of Robinson's tenure at his alma mater came during the 1992–93 season. Due to injuries and academic-related suspensions, Robinson was only able to dress seven players for most conference games. They ultimately finished 8–19, the worst record in modern Wolfpack history. In 1992 the ACC Tournament was expanded because of the addition of Florida State. A play-in game between the eighth and ninth place teams was created, and during his five years as the N.C. State coach after its addition, Robinson's Wolfpack played in the play-in game four out of five times (finishing seventh in 1992). Because of his team's traditional appearance in the Thursday night play-in game, the game became known as the \"Les Robinson Invitational\" by ACC fans. The play-in game was discontinued when the ACC expanded to include Miami and Virginia Tech, and required three Thursday games. With the later addition of Boston College, there are now four games on Thursday. Les Robinson would stay on as head coach through the 1995–96 season. While he never tallied another winning record, his stint went a long way towards cleansing the image of the program to both insiders and outsiders.[11] Robinson was appointed NC State's athletic director in 1996 and stepped down as head coach. He left to become The Citadel's athletic director in 2000. Sendek was hired at NC State in 1996 after three years of success at Miami (Ohio), his first head coaching experience. He immediately improved upon the Les Robinson era, winning 17 games for the program's first winning record in six years. In his first year at NC State, the Wolfpack also finished the year winning eight of 11 games, advanced to the finals of the ACC Tournament, and earned a trip to the postseason in the NIT. Sendek coached NC State to the NCAA tournament five consecutive years from 2002 until 2006 (tying the school record). He had his most success during these last five years, winning his 100th game at NC State in 2002 and having a winning conference record in each year but one. In 2004, Sendek won ACC Coach of the Year and Julius Hodge, one of Sendek's most prized recruits during his NC State tenure, won the ACC Men's Basketball Player of the Year. In 2005, NC State upset defending champion Connecticut in the second round of the NCAA tournament to advance to the Sweet Sixteen, NC State's deepest run into the tournament during Sendek's years. Sendek finished his NC State coaching career with a 71–88 record in the ACC and a 32–87 record against RPI top 50 teams. On April 3, 2006, Sendek accepted the head coaching job at Arizona State. Sidney Lowe was named head coach in May 2006 after a month-long search that included such targets as Rick Barnes, John Beilein, John Calipari, and Steve Lavin.[42] Lowe's first season got off to a good start as the Wolfpack won its first five games. State's first three ACC contests were losses, however, and the team finished the regular season at 15–14, tenth place in the ACC at 5–11.[43] Despite depth issues, the squad made a surprising run to the ACC Tournament championship game in Tampa, winning three games in three days before losing to North Carolina, 89–80.[44] The Wolfpack was given a berth in the NIT, its first since 2000. There the Pack defeated Drexel on the road and Marist in Reynolds Coliseum before losing in the third round at West Virginia.[43] After the season, Lowe was rewarded with a contract extension lasting through the 2012–13 season, but after a disappointing 2010–11 season, Lowe resigned his position as NC State's coach.[45] Lowe was revered for his role as starting point guard on the \"Cardiac Pack\" team that won the 1983 NCAA championship. He returned to Raleigh in 2006 to replace Herb Sendek as coach, but the Wolfpack struggled to sustain any momentum in Lowe's five seasons. Although he made the NIT twice, he never made the NCAA tournament as a coach, and never finished higher than ninth place in the ACC. He went 86–78, including just 25–55 in ACC play. Lowe was 3–16 record against rivals Duke and North Carolina, with two of those wins coming in his first year. Lowe also spent five years as an NBA head coach in Minnesota and Memphis, compiling a 79–228 record. Mark Gottfried was named head coach on April 5, 2011. In his first season as head coach of NC State, Mark Gottfried recorded a 22–12 overall regular season record, including a 9–7 regular season record in the ACC, and reached the semifinals of the ACC tournament. Mark Gottfried recorded the second best season by a first-year coach at State, second only to Everett Case. Gottfried's first Wolfpack team earned a #11 seed in the 2012 NCAA Tournament. The Pack won in the tournament over sixth seeded San Diego State and third seeded Georgetown to advance to the Sweet Sixteen, where it lost to second seeded Kansas. They finished the season ranked #20 in the AP Poll. Entering the 2012–13 season, expectations ran high for Gottfried's second season as head coach. The Wolfpack returned four starters from its 2012 Sweet Sixteen squad and were joined by a trio of talented freshman, each of whom were selected as McDonald's All Americans. As a result, NC State started the season ranked #6 in the AP preseason poll, the Wolfpack's second-highest preseason ranking in program history. Additionally, NC State was voted as preseason favorite to win the ACC title in the conference's annual media survey and the inaugural league coaches’ poll. Ultimately, the team did not live up to media expectations. 24–11 overall, The Wolfpack finished tied for fourth in the ACC regular season standings with a 24–11 overall record (11–7 ACC) and as a #8 seed lost its first game in the second round of the 2013 NCAA tournament to Temple. Mark Gottfried began his third season as head coach of the Wolfpack having lost five of seven players who logged significant minutes (four of which were starters). They struggled for most of the season, finishing 9–9 in ACC play. However, the Wolfpack surprised many by making the semifinals of the ACC tournament by upsetting #11 Syracuse, who entered the tournament as a second seed. They eventually lost to a third seeded Duke team. They were selected as a #12 seed in the 2014 NCAA tournament, where they won over Xavier in the First Four before losing in the second round to St. Louis. They finished the season 22–14. Coming into Gottfried's fourth season, NC State had lost T. J. Warren, the ACC's leading scorer the previous year, to the NBA draft. They also lost point guard Tyler Lewis, who transferred to Butler. They finished 19–12 with a 10–8 ACC record. NC State upset Jahlil Okafor and #2 Duke on January 11, nearly two years after upsetting them in the same place in 2013. They also upset #15 UNC in the Dean Smith Center for the first time since 2003, holding the Heels to their lowest home point total ever. These two wins, along with wins against Louisville and Syracuse made Gottfried the first coach to beat all ACC Hall of Fame coaches in the same year. They made it to the quarterfinals of the ACC tournament where they lost to Duke, and were selected as an 8 seed in the NCAA tournament where they made the Sweet Sixteen, upsetting #1 Villanova along the way. In Gottfried's fifth season, NC State lost half of its scoring threat with Trevor Lacey declaring for the draft and Ralston Turner and Desmond Lee graduating. Additionally, Kyle Washington transferred to the Cincinnati. NC State suffered a loss in their opening game against William & Mary, and highly touted guard Terry Henderson suffered an ankle injury in the first 10 minutes, which resulted in him sitting out for the rest of the season. This was the beginning of a long and painful season for the Pack. NC State struggled to compete in the ACC after going 10–3 out of conference. Junior point guard, Anthony \"Cat\" Barber finished the season as the ACC's leading scorer, averaging 23.5 points per game and making the All-ACC first team. After a tough loss to Duke in the second round of the ACC Tournament, NC State finished the season 16–17 and 5–13 in the ACC, making it Gottfried's worst season to date. The Wolfpack decided to not participate in any post-season tournaments. Expectations ran high for Gottfried's sixth season as head coach, with a highly touted recruiting class and several key players returning such as Abdul-Malik Abu and BeeJay Anya. It was later announced that he would be fired at the end of the season.[46] On March 17, 2017, Kevin Keatts was named the head basketball coach at NC State following a meeting with Athletic Director Debbie Yow.[47] National champion Postseason invitational champion Conference regular season champion Conference regular season and conference tournament champion Division regular season champion Division regular season and conference tournament champion Conference tournament champion †NCAA canceled 2020 collegiate activities due to the COVID-19 virus. The Wolfpack have appeared in the NCAA Tournament 27 times. Their combined record is 34–25. They were National Champions in 1974 and 1983. The NCAA began seeding the tournament with the 1979 edition. The Wolfpack have appeared in the National Invitation Tournament (NIT) 13 times. Their combined record is 19–14. \"Honored\" jerseys recognised players' contributions to the program, although they are not officially retired. [53] See Category:NC State Wolfpack men's basketball players","Title":"NC State Wolfpack men's basketball - Wikipedia","KeyID":"2152","URL":"https://en.wikipedia.org/wiki/NC_State_Wolfpack_men%27s_basketball"}