{"Content: ":"The large flying fox (Pteropus vampyrus, formerly Pteropus giganteus), also known as the greater flying fox, Malayan flying fox, Malaysian flying fox, large fruit bat, kalang, or kalong, is a southeast Asian species of megabat in the family Pteropodidae.[3] Despite its scientific name, it feeds exclusively on fruits, nectar, and flowers, like the other flying foxes of the genus Pteropus. It is noted for being one of the largest bats.[4] As with nearly all other Old World fruit bats, it lacks the ability to echolocate but compensates for it with well-developed eyesight.[5] P. livingstonii P. voeltzkowi P. dasymallus P. pumilus P. rodricensis P. vampyrus P. lylei P. medius P. aldabrensis P. rufus P. seychellensis* P. niger* P. seychellensis* P. niger* P. pselaphon The large flying fox was one of the many mammal species originally described by Carl Linnaeus in the landmark 1758 10th edition of his Systema Naturae, receiving the name Vespertilio vampyrus.[2] The holotype was collected on Java.[7]: 70  Its species name \"vampyrus\" is derived from Slavic \"wampir\" meaning \"blood-sucking ghost or demon: vampire\".[4] This name was chosen in reference to its \"alleged blood-sucking habits\",[7]: 87  although it is entirely vegetarian and largely frugivorous.[4] Based on phylogenetic analysis using mitochondrial DNA, the closest relative of the large flying fox is the Rodrigues flying fox (Pteropus rodricensis).[6] Because the genus Pteropus is so speciose, it is further subdivided into species groups. The large flying fox is the namesake of the \"vampyrus\" group, which also includes the following species:[6] The large flying fox is among the largest species of bat.[4] It weighs 0.65–1.1 kg (1.4–2.4 lb) and has a wingspan of up to 1.5 m (4 ft 11 in).[8][9] Its head-body length is 27–32 cm (11–13 in).[10] Its forearm length is 180–220 mm (7.1–8.7 in)[4] As is common with most megabats, it has a fox-like face. It lacks a tail and has pointed ears. The hairs on much of its body are long and woolly, but are shorter and more erect on the upper back.[4] The mantle hairs tend to be the longest.[11] The color and texture of the coat differ between sexes and age classes.[12] Males tend to have slightly stiffer and thicker coats than females.[4] Immature individuals are almost all dull gray-brown.[8] Young have a dark-colored mantle that becomes lighter in males when they mature.[4] The head has hairs that range in color from mahogany-red and orange-ochreous to blackish. The ventral areas are brown or blackish, tinged with chocolate, gray or silver.[12] The mantle can vary from pale dirty-buff to orange-yellow, while the chest is usually dark-golden brown or dark russet.[4] The large flying fox has a large and robust skull. The dental formula is 2.1.3.22.1.3.3. It has a total of 34 teeth.[11][13] The large flying fox's wings are short and somewhat rounded at the tips. This allows them to fly slowly, but with great maneuverability.[4] The wing membranes are only haired near the body. This species primarily feeds on flowers, nectar and fruit. When all three food items are available, flowers and nectar are preferred.[8][11][12] The pollen, nectar, and flower of coconut and durian trees, as well as the fruits of rambutan, fig and langsat trees, are consumed. Flying foxes will also eat mangoes and bananas.[12][14][15] With fruit, the flying fox prefers the pulp, and slices open the rind to get it.[15] With durian tree flowers, the flying fox can lick up the nectar without doing apparent damage to the flower.[4] The large flying fox is a host of the Acanthocephalan intestinal parasite Moniliformis convolutus.[16] Colonies of large flying foxes fly in a scattered stream.[11] They may fly up to 50 km (31 mi) to their feeding grounds in one night. Vocalizations are not made during flight.[11] Large flocks fuse into family or feeding groups upon arrival at feeding grounds.[4] Flying foxes may circle a fruit tree before landing, and usually land on the tips of branches in an upright position, then fall into a head-down position from which they feed.[4] Feeding aggregations tend to be very noisy.[17] Flowering trees form the basis of territories in this species. Territorial behavior includes growling and the spreading of wings.[17] During antagonistic behavior, individuals maintain spacing with wrists/thumbs sparring, bites, and loud vocalizations.[12] When moving to a suitable resting place after landing, an individual may fight with conspecifics along the way.[12] A roosting flying fox is positioned upside down with its wings wrapped up.[18] When it gets too warm, a flying fox fans itself with its wings.[12] Roosting bats are restless until midmorning. Female large flying fox gestations are at their highest between November to January in Peninsular Malaysia, but some births occur in other months.[19] In Thailand, gestation may take place during the same period with young being born in March or early April.[11][19] Females apparently give birth during April and May in the Philippines,[18] and usually give birth to only one young.[11] For the first days, the mothers carry their young, but leave them at the roost when they go on their foraging trips.[4] The young are weaned by two to three months.[11] The large flying fox ranges from Malay Peninsula, to the Philippines in the east and Indonesian Archipelago of Sumatra, Java, Borneo and Timor in the south.[20] In certain areas, the bat prefers coastal regions, but it can also be found at elevations up to 1,370 m (4,490 ft).[21] Flying foxes inhabit primary forest, mangrove forest, coconut groves, mixed fruit orchards, and a number of other habitats.[19] During the day, trees in mangrove forests and coconut groves may be used as roosts.[12] In Malaysia, flying foxes prefer lowland habitats below 365 m.[14] In Borneo, they inhabit the coastal areas, but move to nearby islands to feed on fruit.[8] Flying foxes roost in the thousands (maximum). One colony was recorded numbering around 2,000 individuals in a mangrove forest in Timor[12] and colonies of 10,000–⁠20,000 have also been reported.[4] In general, mangrove roosts have lower numbers of resting bats compared to lowland roost sites, which could mean mangrove forests are only used temporarily.[14] The large flying fox is hunted for bushmeat. In Peninsular Malaysia, 1,756 hunting licenses were issued for the large flying fox from 2002–2006. In total, these hunting licenses permitted the hunting of 87,800 large flying foxes, or about 22,000 each year. Based on population modeling, the loss of the estimated 22,000 large flying foxes annually is unlikely to be sustainable. A 2009 study predicted extinction of the Peninsular Malaysian population within 6–81 years if 22,000 individuals are lost to hunting each year.[22] The large flying fox is a natural reservoir of the Nipah virus. It is generally considered as the reservoir that led to the 1998 Malaysian outbreak, which was the first emergence of the disease in humans and pigs.[23] In a study of seventeen large flying foxes, Nipah virus was only isolated from one individual, which was at the time of capture. However, in maintaining the bats in quarantine for one year, researchers found that the bat was negative for antibodies against Nipah virus for the first eleven months, but was then seropositive once more. Two other bats—from which the Nipah virus was never detected—also registered as seropositive at points within the year. This suggested that the Nipah virus can recrudesce in the large flying fox, or maintain itself after periods of remission. The virus also recrudesces in humans, with humans becoming fatally ill with the disease up to four years after first exposure.[24] As of 2008, the large flying fox is evaluated as a near-threatened species by the International Union for Conservation of Nature. It meets the criteria for this designation because it is likely experiencing significant population decline, though probably not at the rate required for the vulnerable species designation (more than 30% loss over ten years). The bushmeat trade is resulting in unsustainable harvest of this species. Additionally, it is experiencing habitat loss through deforestation.[1] The large flying fox is on Appendix II of CITES, which restricts international trade.[25] One threat to the large flying fox is habitat destruction.[19] Flying foxes are sometimes hunted for food, and the controls on hunting seem to be unenforceable.[4] In some areas, farmers consider them pests as they sometimes feed on their orchards.[14] This species is also hunted for bushmeat in Indonesia, contributing to its decline.[26]","Title":"Large flying fox - Wikipedia","KeyID":"2155","URL":"https://en.wikipedia.org/wiki/Large_flying_fox"}