{"Content: ":"The Starr Bumble Bee II was an experimental aircraft designed and built specifically to acquire the title of “The World’s Smallest Airplane”. The “Bumble Bee II” was designed, and built by Robert H. Starr in Phoenix, Arizona [1] with the intent of breaking the record for world's smallest biplane. Robert Starr had been deeply involved with the development of aircraft holding previous “smallest airplane” titles, including his own \"Bumble Bee I\", which lost the record of world's smallest aircraft to the \"Baby Bird\" designed by Donald Stits. Starr set out to build the Bumble Bee II after he lost the title of world's smallest airplane to the \"Baby Bird\" designed by Donald Stits. The design of the Bumble Bee II is similar to Starr's original \"Bumble Bee I\" except the Bumble Bee II was smaller and lighter[2] Both aircraft were biplanes.[3] Both aircraft had negative staggered, cantilevered wings and conventional landing gears. The fuselage of the Bumble Bee II was constructed of welded steel tubing with sheet metal covering, while the wings were covered in aircraft plywood.[4] The power plant was a Continental C85 4 – cylinder air-cooled horizontally opposed cylinder engine (Boxer Motor) that produced 85 hp.[2] The upper wings had flaps and the lower wings had ailerons. All wing airframe structures were equipped with tip plates to enhance the lift coefficient. The airplane had a small cockpit with the rudder pedals located under the engine compartment toward the front of the cowling. The Bumble Bee I was flown on April 2, 1988, at Marana Airport[5] just outside of Tucson, Arizona to achieve the world record for the smallest piloted airplane. According to the Guinness Book of World Records, the Bumble Bee II crashed and was destroyed during a flight on the 5th of May, 1988.[1] At 400 feet of altitude,[6] the engine failed on a down-wind leg.[7] The crash destroyed the Bumble Bee II and severely injured Robert Starr,[1] who made a full recovery.[6] The \"Bumble Bee I\" is on public display at the Pima Air & Space Museum.[3] The Bumble Bee II is not on public display, as it was destroyed in 1988.[1] Starr named the aircraft after the bumble bee because bumble bees allegedly do not have enough wing area to fly according to standard aerodynamics, and engineers and pilots made a similar statement about Starr's Bumble Bee II.[6] Data from Guinness Book of World Records,[1] Disciples of Flight,[2] Aviation Trivia [6] General characteristics Performance","Title":"Starr Bumble Bee II - Wikipedia","KeyID":"2159","URL":"https://en.wikipedia.org/wiki/Starr_Bumble_Bee_II"}