{"Content: ":"See text The Mymaridae, commonly known as fairyflies or fairy wasps, are a family of chalcidoid wasps found in temperate and tropical regions throughout the world. The family contains around 100 genera with 1400 species. Fairyflies are very tiny insects, like most chalcidoid wasps, mostly ranging from 0.5 to 1.0 mm (0.020 to 0.039 in) long. They include the world's smallest known insect, with a body length of only 0.139 mm (0.0055 in), and the smallest known flying insect, only 0.15 mm (0.0059 in) long. They usually have nonmetallic black, brown, or yellow bodies. The antennae of the females are distinctively tipped by club-like segments, while male antennae are thread-like. Their wings are usually slender and possess long bristles, giving them a hairy or feathery appearance, although some species may have greatly reduced stubby wings or lack wings altogether. They can be distinguished from other chalcidoids by the H-shaped pattern of sutures on the front of their heads. Fairyflies are among the most common chalcidoids, but are rarely noticed by humans because of their extremely small sizes. Their adult lifespans are very short, usually only a few days. All known fairyflies are parasitoids of the eggs of other insects, and several species have been successfully used as biological pest control agents.[1] The fossil record of fairyflies extends from at least the Albian age (about 107 myr) of the Early Cretaceous. The family Mymaridae was first established in 1833 by Irish entomologist Alexander Henry Haliday. Haliday and two close friends, John Curtis and Francis Walker, respected entomologists in their own right, were influential in the early studies of Hymenoptera in the 19th century.[2][3] Haliday originally described fairyflies as the tribe \"Mymares\" of the family \"Chalcides\". He based his descriptions on the type genus Mymar, described by John Curtis in 1829.[4] Earlier attempts of classification by Walker treated the group as a genus, and classified all other known fairyflies under it as subgenera. Walker (who was infamous for his shortcomings in systematic nomenclature)[2] later conceded to Haliday's classification in a letter in 1839 and requested assistance from Haliday in classifying the wasps collected by Charles Darwin on his voyage on HMS Beagle.[5] \"Mymares\", as well as other \"tribes\", were elevated to the family rank (as Mymaridae) by Haliday in 1839.[6][7][8] Haliday described fairyflies as \"the very atoms of the order Hymenoptera\" and remarked on the beauty of their wings when viewed under the microscope.[4] These characteristics of fairyflies also made them popular to entomologists and microscopists of the late 19th and early 20th centuries. The beautifully mounted fairyfly specimens of the early 20th century English microscopist Fred Enock are possibly the most famous of the collections.[6][9] The generic name Mymar (and by extension, Mymaridae) was derived by Curtis from the Greek word μΰμαρ (mymar), an Aeolian variant of the standard Greek μῶμος (mōmos, \"spot\" or \"blot\").[7] The Mymaridae are the most primitive members of the superfamily Chalcidoidea.[10] About 1424 species of fairyflies are grouped in about 100 genera.[11] Of the extant fairyfly genera, Eustochomorpha is the most primitive.[12] The largest genera are Anagrus, Anaphes, Gonatocerus, and Polynema, which comprise around half of all known species. They are the most commonly encountered fairyflies, followed by Alaptus, Camptoptera, Erythmelus, Ooctonus, and Stethynium, which make up a further quarter of known species.[13][14] The Mymaridae are considered to be monophyletic, but their exact relationships with other chalcidoids remain unclear.[15] No commonly accepted subfamilies have been acknowledged,[11] but two proposals are notable. Annecke & Doutte (1961) proposed the subfamilies Alaptinae and Mymarinae based on the morphology of the gasters. Peck et al. (1964) proposed the subfamilies Gonatocerinae and Mymarinae based on the number of segments (tarsomeres) in the tarsi. Both systems included further tribal categories.[16] A fossil subfamily was also proposed for a genus recovered from Canadian amber.[13] Fairyflies are very small insects. They have body lengths from 0.13 to 5.4 mm (0.0051 to 0.2126 in), typically 0.5 to 1.0 mm (0.020 to 0.039 in).[13] Their bodies are usually colored black, brown, or yellow, without the metallic coloration of some other wasps.[17] They can be distinguished from other chalcidoids by having an H-shaped pattern of sutures, known as trabeculae or carinae, below the frontmost ocelli and the inner eye margins.[13] Rarely, the sutures can also extend behind the ocelli.[11] Fairyflies have long antennae, at least as long as the head and the mesosoma (middle part of the body).[17] The antennal toruli (sockets of the antennae) are set high on the head and near the eye margins. They are separated by a distance of three to five times their own diameter. In contrast, the antennae of other chalcidoids are separated only by one diameter.[18] In females, the antennae are tipped with club-like segments known as clava. In males, the antennae are filiform (thread-like).[17] Most fairyflies possess wings with long bristles (marginal setae) on the fringes. The forewings usually have hypochaeta. These are small bristles (setae) which point distinctly backwards on the ventral surface of the wing membrane.[13] Fairyflies exhibit considerable variation in their wing shapes in comparison to other chalcidoids. The fully developed (macropterous) wings of fairyflies are normally flat with rounded tips and are several times longer than they are wide. These kinds of wings usually exhibit interspecific and intergeneric variation in terms of the length to width ratio and the shape of the wing outline (especially of the tips and the rear margins) of the forewings. In some species the forewings are relatively wide, like in the genus Paranaphoidea which have forewings only two and a half times as long as they are wide. In other species, the forewings are extremely narrow, like in Cleruchus bicilliatus whose forewings are about thirty times as long as they are wide.[19] Forewing curvature, such that it is distinctly convex or dome-shaped, is also exhibited by at least one species of the genera Cremnomymar, Mymarilla, Parapolynema, and Richteria. Most of these species inhabit particularly harsh and wind-swept environments, and the curvature may help in absorbing and retaining heat or prevent the fairyflies from being blown away.[19] The hindwings are stalked (petiolate) and very narrow.[17][19] They don't exhibit much variation, in contrast to the forewings. They can range from narrow and thread-like (as in members of the genus Mymar) to relatively wide (as in members of the genus Paranaphoidea). In rare instances, the hindwings may also exhibit curvature, with a convex or concave anterior and posterior margins.[19] Some fairyflies possess slightly reduced (brachypterous) to greatly reduced (micropterous) wings, while others may even be completely wingless (apterous).[17][19][20] Wing reduction or absence is usually exhibited by at least one sex (usually the female) of species that search for host eggs in confined areas (like leaf litter, soil, or the tubules of bracket fungi). Wing reduction or absence is also exhibited by species that inhabit windy habitats like oceanic islands or high elevations, particularly endemic species which are found in isolated habitats or are located far from the nearest mainland. In these habitats, wings would only be a hindrance to the fairyflies, so are strongly selected against in evolution. For example, the three known species of fairyflies found in the far southern islands of Campbell and Auckland of the southwestern Pacific and South Georgia of the southern Atlantic, as well as 20% of the fairyfly fauna in the Juan Fernández Islands, Norfolk Island, and Lord Howe Island, are all wingless or short-winged. While wingless and short-winged species may also be found in islands near continents and in continental habitats, they usually constitute only a small percentage of the overall number of species.[19] Because of their small sizes, fairyflies may sometimes be mistaken for members of the families Aphelinidae and Trichogrammatidae, but members of these other families can readily be distinguished by having much shorter antennae.[17] Fairyflies are some of the most common chalcidoid wasps, but because of their minute sizes they are seldom noticed by humans. This apparent invisibility, their delicate bodies, and their hair-fringed wings have earned them their common name.[21] Fairyflies are found in temperate and tropical regions throughout the world.[18] The largest number of species can be found in tropical forests, with the greatest diversity in genera found in the Southern Hemisphere (South America, New Zealand, and Australia). In the Nearctic (North America), only around 28 (of around 100) genera and 120 (of around 1424) species are found.[17] Fairyflies can survive in all kinds of terrestrial habitats, from deserts to rainforests.[13] At least five species are also known to be aquatic, inhabiting freshwater ponds and streams.[22] Among these is Caraphractus cinctus, which uses its wings as paddles to swim.[23] They can remain underwater for as long as 15 days.[24][25] Because of their small sizes they have to exit the water by climbing up plant stems that jut through the surface, as they would not otherwise be able to break the surface tension of the water.[26] All known fairyflies are parasitoids of eggs of other insects. These eggs are commonly laid in concealed locations, such as in plant tissues or underground.[11][18] They do not seem to be species-specific when it comes to choosing hosts. Some species are known to parasitize insects from several families of a single order. Their most commonly observed hosts are insects belonging to the order Hemiptera (true bugs), especially Auchenorrhyncha (leafhoppers, cicadas, and allies) and Coccoidea (scale insects),[17][27] but this might be because these groups are simply better studied. Other important host orders include Coleoptera (beetles), Diptera (true flies), Odonata (dragonflies and allies), Psocoptera (booklice and allies), and Thysanoptera (thrips). Hosts are known definitely for only a quarter of known genera.[13][28] Fairyflies include the smallest known insect, Dicopomorpha echmepterygis from Costa Rica, whose males are only 0.139 mm (0.0055 in) long. They do not have wings or eyes, their mouths are mere holes, and their antennae are simply spherical blobs. The ends of their legs have been modified into suction cups for clutching at females long enough to fertilize them.[21] Their bodies are smaller than a single-celled Paramecium.[29][30] Four males, lined up end-to-end, would just about encompass the width of a period at the end of a typical printed sentence.[13] The females of the species, however, are typical fairyflies, and are much larger.[6][21] The smallest flying insect is also a mymarid, Kikiki huna from Hawaii, which is 0.15 mm (0.0059 in) long.[31] Very little is known of the life histories of fairyflies, as only a few species have been observed extensively.[17] They are usually solitary, but can sometimes be gregarious.[11][18] Mating occurs immediately after emergence. No courting behaviors have been observed and each female is fertilized by only one male.[16] Once fertilized, the males lose interest in the female and the female also loses interest in further mating.[15] In Prestwichia aquatica, mating has been reported to occur prior to the emergence of females from the host eggs.[16] In P. aquatica, Anagres incarnatus, A. armatus, and Anaphes nipponicus, females outnumber males in each brood; from two to 20 females for each male.[16] In Polynema striaticorne, it is the opposite, with males outnumbering females by a ratio of three or more to one. In Anagrus atomus, A. frequens, A. optabilis, A. perforator, and Polynema euchariformes, females are able to reproduce without males (parthenogenesis), though males may still sometimes be found within broods.[16][32] Adult lifespans of fairyflies are very short.[16] Stethynium adults (males and females) may live only one to two days. In Anagrus, depending on the species, lifespan ranges from three to 11 days.[33] Each fertilized (or parthenogenic) female can lay a maximum of about 100 eggs.[32] Access to food can prolong lifespans and increase fecundity.[33] In Gonatocerus, if hosts are not found females can resorb eggs, retaining energy to live longer and increase the chance of finding a host.[34] After emerging, females search rapidly for suitable host eggs by tapping their antennae over stems or barks of plants. When a telltale scar left by egg-laying insects is found, a female will insert her antennae into the recess and check to see if the eggs are suitable. If they are, she will thrust her ovipositor into all of the eggs and lay her own eggs inside in quick succession. She retains contact with each of the eggs with her antennae while doing this.[16][32] Most fairyflies require enough development in embryos inside the eggs, but not too much, before they attack them, as their offspring cannot mature if the eggs are too new or if the embryos inside are too advanced. Older host embryos are apparently harder for the fairyfly larvae to digest,[15] but there are exceptions. Some species of Polynema can attack embryos at various stages of development. They have been recorded to produce three successive generations in a single brood of the treehopper Ceresa.[16] All fairyflies possess ellipsoid eggs with a long tapering stalk. They develop rapidly once laid and can hatch in six hours to two days.[15] Several generations may be produced in a year, often on different hosts.[13] Fairyflies have two to four larval stages, all apparently without functional spiracles or tracheae.[11][35] Metamorphosis occurs completely within the host egg.[13] They are peculiar for insects which exhibit complete metamorphosis (holometabolism) in that they produce two distinct kinds of larval instars before pupation. In some fairyflies, such as Anaphes, the first instar is a highly mobile \"mymmariform\" larva. The second instar, however, is a completely immobile, sac-like larva without discernible segments, spines, or setae. In other fairyflies, such as Anagrus, this is reversed. The first instar is immobile, while the second instar is a very distinctive, highly active \"hystriobdellid\" larva.[13][32] At least one instar of the larvae is capable of overwintering when laid in colder seasons.[11][16] Fairyflies have been used for the biological pest control of various crop pests.[36] They are especially valued for their ability to locate the eggs of their hosts.[37] Of the fairyflies, the cosmopolitan genus Anagrus is the most promising, as it can parasitize a wide range of hosts. At least ten instances of successful introductions of fairyflies to control pests are known.[15] In Hawaii, Anagrus optabilis has been successfully used to control the sugarcane planthopper (Perkinsiella saccharicida).[32] Anagrus epos has also previously been used effectively against the grape leafhopper (Erythroneura elegans) and the variegated grape leafhopper (Erythroneura variabilis).[38][39] At first, it met limited success, as the wasps died in winter for lack of hosts. The planting of wild blackberries (Rubus spp.) near vineyards in California brought along with it the blackberry leafhopper (Dikrella cruentata). Though not pests, D. cruentata proved to be sufficient hosts for A. epos in winter, allowing them to survive into the next year.[15][37] They have also been shown to be capable of overwintering in prune leafhoppers (Edwardsiana prunicola).[40] Gonatocerus triguttatus, Gonatocerus tuberculifemur, and Anagrus epos (which is probably a species complex) were also studied for possible use in controlling glassy-winged sharpshooters (Homalodisca vitripennis) in California.[39][41][42] Gonatocerus triguttatus and Gonatocerus ashmeadi were eventually introduced in California in 2000. It proved to be very successful, causing about a 90% decline in populations of glassy-winged sharpshooters.[43] In 2005, Gonatocerus ashmeadi was used against invasive glassy-winged sharpshooters in Tahiti and Moorea of the French Polynesia. Again, it was very effective, bringing down the pest density by about 95% in just a year after introduction.[44] It was subsequently also released in the Society Islands, the Marquesas, and the Austral Islands, where similar results were obtained against glassy-winged sharpshooters.[45] In South Africa, Anaphes nitens was introduced very successfully to control the eucalyptus snout beetle (Gonipterus scutellatus).[15] In Australia and Israel, members of the genus Stethynium, were being investigated in 2006 as possible biological control agents for gall-forming crop pests such as Ophelimus maskelli.[33] Fairyflies are well represented in fossil amber inclusions, copal, and compression fossils. Their fossils have been found from the Early Cretaceous up to the Miocene epoch. It is, in fact, the only family of chalcidoids definitely known to date back to the Cretaceous period.[46] Paleogene and Neogene fossils of fairyflies were first described in 1901 by Fernand Anatole Meunier. He described fossil fairyflies from Baltic amber, most of them from the Eocene (55 to 37 mya). In 1973, Richard L. Doutt described several species from the Burdigalian (20 to 15 mya) amber of Mexico. In 1983, Csaba Thuróczy described another species from Baltic amber, this time dating to the Oligocene (33 to 23 mya). And in 2011, John T. Huber and Dale Greenwalt described fairyfly fossils from the oil shales of the Kishenehn Formation (Lutetian age) of Montana. These comprised two new genera and six species.[47] Cretaceous fairyflies are much rarer. In 1975, Carl M. Yoshimoto described four genera of fairyflies from the Cretaceous of Canada. In 2011, John T. Huber and George Poinar Jr. described the genus Myanmymar from Burmese amber. Dating back to the Lower Cenomanian age (about 100 mya) of the Late Cretaceous, it is the oldest known fairyfly (and chalcidoid). They are surprisingly very similar to modern genera, though with a greater number of flagellar segments and longer forewing veins. The characteristics of the fossil (taking into account Yoshimoto's earlier discoveries) led them to conclude fairfylies either may have existed much earlier than Myanmymar, or they may have diversified rapidly during that time period.[46] Mymaridae include the genera listed below.[48][49] Allomymar and Metanthemus has been transferred to the family Aphelinidae. The fossil genus Protooctonus has been transferred to the family Mymarommatidae, and is now considered to be a synonym of Archaeromma.[7] Nesopolynema, Oncomymar, and Scolopsopteron were synonymized to the genus Cremnomymar in 2013, and their species are now classified under the latter.[19] Shillingsworthia is also excluded, as it was a tongue-in-cheek hypothetical concept of a species from the planet Jupiter, \"described\" by Alexandre Arsène Girault in 1920 to disparage his colleague Johann Francis Illingworth.[7][50] Genera marked with † are extinct. These fossil genera are classified under Mymaridae:[7][46] Despite their relative abundance, fairyflies are unpopular among modern insect collectors because of the great difficulty in collecting them.[6][51] As one of the least known insect families, a large amount of information is still waiting to be discovered about fairyflies.[13] This is an area of entomology where an amateur naturalist can still make significant contributions.[25] In the 19th century, Curtis described the methods by which Haliday collected fairyflies as thus:[52] The minute Hymenoptera are best collected by beating into, and sweeping with, a net made of fine gauze, and Mr. Haliday recommends me to collect them in quills, and afterwards to empty their contents into hot water, by which means their wings are naturally expanded; then by introducing a card under them to take them out of the water, arranging the legs and wings when necessary with a camel's hair pencil, and leaving them upon the card till they are dry, they may afterwards be taken off with a penknife, and gummed upon the points of small pieces of drawing- or card-paper of a long triangular form. The best modern collection method is using Malaise traps. It requires little maintenance and can collect insects in great abundance. Other effective methods include yellow pan trapping, sweep nets, and suction trapping. Direct collection from leaf litter with Berlese funnels can also result in specimens that can not be collected by other means.[6][53] Rearing is also another method that can bring the most rewards. This can be done with wild host eggs or laboratory-prepared host eggs that are exposed in suitable habitats outside. They can then be taken in after a sufficient amount of time has passed and examined for developing fairyflies. With this method, it is possible to observe the life history and determine the hosts of particular species of discovered fairyflies.[6] Preservation is a problem for fairyflies (and other small insects). Their tiny sizes require special methods. Specimens have to be dried, if collected wet, e.g. if ethyl alcohol is used as the killing agent. Drying can make specimens extremely brittle, so additional care should also be taken not to disintegrate them. Mounting specimens (preferably in permanent slides) is also time-consuming and requires a fair amount of practice. They are gummed or glued onto cards, as they can not be mounted on pins like larger insects.[6][54]","Title":"Fairyfly - Wikipedia","KeyID":"2164","URL":"https://en.wikipedia.org/wiki/Fairyfly"}