{"Content: ":"Union College is a private liberal arts college in Schenectady, New York. Founded in 1795, it was the first institution of higher learning chartered by the New York State Board of Regents, and second in the state of New York, after Columbia College (formerly King's College). In the 19th century, it became known as the \"Mother of Fraternities\",[5] as three of the earliest Greek letter societies were established there. The school was once referred to as one of the \"Big Four\" alongside Harvard University, Yale University and Princeton University, before the Civil War and a financial scandal led to its fall from grace and the top national rankings.[6] Union began enrolling women in 1970, after 175 years as an all-male institution. The college offers a liberal arts curriculum across 21 academic departments, as well as opportunities for interdepartmental majors and self-designed organizing theme majors. It offers a wide array of courses in the humanities, social sciences, arts, sciences, literature, and foreign languages. The school is distinguished among liberal arts colleges by also offering ABET-accredited undergraduate degrees in computer engineering, bioengineering, electrical engineering, and mechanical engineering. About 60% of Union students engage in some form of international study or study abroad.[7] Chartered in 1795,[8] Union was the first non-denominational institution of higher education in the United States, and the second college established in the State of New York. From 1636 to 1769, only nine institutions of higher education were founded on a permanent basis in Colonial America.[a] Most had been founded in association with British religious denominations devoted to the perpetuation of their respective Christian denominations.,[9] Union College was to be founded with a broader ecumenical basis. Only Columbia University (founded in 1754 as King's College),[10] had preceded Union in New York. Twenty-five years later impetus for another institution grew.[11] As democratic cultural changes rose and began to become dominant,[12] old ways, in particular the old purposes and structure of higher education, began to be challenged.[13] Schenectady had been founded and populated by people originating from the Netherlands. With about 4,000 residents,[14] it was the third largest city in the state, after New York City and Albany. The local Dutch Reformed Church began to show an interest in establishing an academy or college under its auspices there. In 1778, it invited the Rev. Dirck Romeyn of New Jersey to visit.[15] Returning home, he authored a plan in 1782 for such an institution, and was summoned two years later[16] to come help found it. The Schenectady Academy was established in 1785 as the city's first organized school.[17] It immediately flourished, reaching an enrollment of about 100 within a year. By at least 1792 it offered a full four-year college course, as well as one of elementary and practical subjects taught mainly to girls.[18] Attempts to charter the academy as a college with the Board of Regents of the University of the State of New York were initially rejected,[14] but in 1794 the school reapplied as \"Union College\", a name chosen to reflect the resolution of its founders that the school should be free of any specific religious affiliation.[19] The resulting institution was awarded its charter on February 25, 1795 – still celebrated by the college as \"Founders' Day\".[20] In 1836, the year of its founding, the Union College Anti-Slavery Society claimed 51 members. It published its Constitution and Preamble, with an address to students—not just those of Union—calling on them to join the abolitionist cause.[21] Union College was sometimes called Schenectady College in this time period.[22] Like most colleges of the time, Union was deeply rooted in the classical tradition; however it was also unusually forward-looking. Thus, Union chose the modern language French—France was then the most revolutionary of countries—rather than Latin for its motto. The resulting tone of the entire seal is both historically aware and distinctly modern in outlook.[23] The head of the Roman goddess Minerva (Greek goddess Athena) appeared in the center of an oval. Surrounding it in French was \"Sous les lois de Minerve nous devenons tous frères\" (English: Under the laws of Minerva, we all become brothers).[24] This was expanded to \"et soeurs\" (English: \"and sisters\") in 2015.[25] Minerva was originally patroness of the arts and crafts,[26] but had over time evolved to become an icon of the Scientific Revolution and the Enlightenment. By the late 18th century she had had indeed come to represent all of those qualities that might be wished for in a rational, virtuous, prudent, wise, and \"scientific\" man.[27] Union College has had nineteen presidents since its founding in 1795. The school has the distinction of having had the longest serving college or university president in the history of the United States, Eliphalet Nott (62 years).[28][29] The current president is David R. Harris (2018–present).[30] During the first half of the 19th century, students in American colleges would have encountered a very similar course of study, a curriculum with sturdy foundations in the traditional liberal arts.[31] But by the 1820s all of this began to change.[32] Although Latin and Greek remained a part of the curriculum, new subjects were adopted that offered more readily apparent application to the busy commercial life of the new nation. Accordingly, French was gradually introduced into the college curriculum, sometimes as a substitute for Greek or Hebrew.[33] One approach to modernization was the so-called \"parallel course of study\" in scientific and \"literary\" subjects.[34] This offered a scientific curriculum in parallel to the classical curriculum, for those students wishing a more modern treatment of modern languages, mathematics, and science, equal in dignity to the traditional course of study.[35] Union College commenced a parallel scientific curriculum in 1828. Its civil engineering program, introduced in 1845,[36] was the first of its kind at an American liberal arts college.[37] So successful were Union's reform efforts that by 1839 the college had one of the largest faculties in American higher education and an enrollment surpassed only by Yale.[38] After Union College received its charter in 1795 the college began conducting classes on the upper floor, while a grammar school continued to be conducted on the lower.[39] It soon became clear that this space would prove inadequate for the growing college. Construction soon began on a three-story building, possibly influenced by Princeton's Nassau Hall,[40] that was occupied in 1804. Two dormitories were constructed nearby. Eliphalet Nott became college president that year,[41] and envisioned an expanding campus to accommodate a growing school. In 1806 a large tract of land was acquired to the east of the Downtown Schenectady, on a gentle slope up from the Mohawk River and facing nearly due west. In 1812 French architect Joseph-Jacques Ramée, equally skilled in landscapes and structures, was then hired to draw up a comprehensive plan for the new campus.[42] Ramée worked on drawings for about a year,[43] and construction of two of the college buildings proceeded quickly enough to permit occupation in 1814.[44] The Union College campus thus became the first comprehensively planned college campus in the United States.[45] Nott Memorial: Designed by Edward Tuckerman Potter (class of 1853), this building derived from the central rotunda in the original Ramée Plan. While it was probably intended to be a chapel in its original conception, the Nott Memorial's primary purpose when finally built was aesthetic. It served as the library until 1961 when Schaffer Library was built. Its design bears some resemblance to the Radcliffe Camera at Oxford University. The building was added to the National Register of Historic Places in 1972[46] and designated a National Historic Landmark in 1986.[47] The building was restored between 1993 and 1995 and today is the centerpiece of the campus.[48] North and South College: The first college buildings using Ramée's plans, the pair were started in 1812 and occupied in 1814. Serving as dormitories, both buildings included faculty residences at each end until well into the 20th century.[49] Memorial Chapel: Memorial Chapel was constructed between 1924 and 1925 to serve as the central college chapel and to honor Union graduates who lost their lives serving during wartime. The names of Union alumni who died in World War I and World War II appear on its south wall, flanked by portraits of college presidents.[50] Schaffer Library: Schaffer Library, erected in 1961, was the first building constructed at Union for the sole purpose of housing the college library. Trustee Henry Schaffer donated the majority of funds needed for its construction as well as for a later expansion between 1973 and 1974. The original building was designed by Walker O. Cain of McKim, Mead and White and built by the Hamilton Construction Company. Additional interior work supported by the Schaffer Foundation was done in the 1980s. After structural problems with the 1973–1974 addition developed, a major project to renovate and expand the library was undertaken in the late 1990s. Designed by the firm of Perry, Dean, Rogers and Partners, the renovation provided space for College Media Services, Writing Center, and a language lab.[51] Jackson's Garden: Begun in the 1830s by Professor Isaac Jackson of the Mathematics Department, Jackson's Garden comprises 8 acres (3.2 ha) of formal gardens and woodlands. Sited where Ramee's original plans called for a garden, it initially featured a mix of vegetables, shrubs, and flowers – some of which were grown from seeds sent by botanists and botanical enthusiasts from around the world. As early as 1844 it drew the admiration of esteemed visitors such as John James Audubon, and evolved into a sweeping retreat for both students and faculty.[52] \"The Trustees of Union College\", a corporate body, has owned the college and been the college's designated legal representative throughout its history.[53] The Board consists of four life trustees, twenty-one term trustees, four alumni trustees, two faculty trustees, two student trustees, and the president of the college. The governor of the state of New York is also an ex officio member. The Board meets three times annually: in February, May, and October. The Board appoints the president of the college upon vacancy of the position.[54] The active administration of Union College consists of the president; vice-presidents for student affairs, college relations, communications and marketing, academic affairs, administration and finance, and admissions, financial aid and Enrollment; Chief of Staff, Senior Director for Diversity and Affirmative Action and deans and directors of subsidiary departments, including the academic departments, interdisciplinary studies, engineering, advising, health professions, information technology services, athletics, and the library.[55] The general faculty includes all full-time members of the teaching faculty, professional librarians, and part-time faculty teaching at least four courses during the academic year. Leadership of the general faculty is assigned to a Faculty Executive Committee (FEC), consisting of a chair, a secretary, and four additional faculty members elected by each of the four academic divisions (humanities, social sciences, sciences and mathematics, and engineering).[56] The Student Forum represents the principal form of student government at Union College. The purpose of the Student Forum is to consider issues and to review, recommend, or formulate policies (as appropriate) in areas involving the student body. In many ways, the structure of student government at Union College deliberately mirrors the structure of college government. The student body is represented by a president, vice-president of administration, vice-president of finance, vice-president of academics, vice-president of campus life, and vice-president for multicultural affairs. The entire Student Forum includes these officers together with two student trustees and 12 class representatives.[57] Union College belongs to the Liberty League, ECAC Hockey, the Annapolis Group, the Oberlin Group, the Consortium of Liberal Arts Colleges (CLAC), and the New York Six Consortium.[58] Union is also a component of Union University, which includes the Union Graduate College, Albany Medical College, Albany Law School, the Dudley Observatory, and the Albany College of Pharmacy and Health Sciences.[59] The Union College radio station, WRUC 89.7, dates from a student project in fall, 1910, but did not become \"live\" until 1912.[60] The Union College radio station was among the first wireless transmitters in the country to broadcast regularly scheduled programs.[61] The weekly Concordiensis, the principal newspaper of Union College since 1877, is the thirteenth oldest student newspaper in the United States and the oldest continuously published newspaper in Schenectady.[62] The mission statement of Union College[63] states that Union will offer a liberal education that includes \"a wide range of disciplines and interdisciplinary programs in the liberal arts and engineering, as well as academic, athletic, cultural, and social activities, including opportunities to study abroad and to participate in undergraduate research and community service.\" The general education program and the requirements of the major are an essential component of this mission.[64] In addition to a standard distribution requirement of courses in several disciplines, the general education curriculum includes two specially designed, required courses intended to develop critical reading and writing skills across the first two years of college: the First-Year Preceptorial (FYP) and the Sophomore Research Seminar (SRS). The mission of FYP is, \"through reading, writing, and discussing important ideas from diverse perspectives, [to help] students develop an appreciation for the values embodied in the liberal arts. These include the habits and skills of critical inquiry, a tolerance for diverse points of view, an awareness of ambiguity, and a deep curiosity about the social, ethical, cultural, political, and natural world in which we live. All of this takes place in an environment that cultivates skills in analytical reading, clear and vigorous writing, and convincing argumentation.\"[65] The typical FYP relies on a significant reading load of traditional as well as modern texts, together with substantial classroom discussion and written analysis of ideas and authors. The SRS, as a complementary course, is intended to focus on the learning of research methods, evidence-based reasoning, and the techniques of sound written argumentation.[66] The typical SRS concentrates on a particular conceptual or historical problem and culminates in a substantial research paper. Most SRS sections involve a professional librarian in cooperation with a teaching faculty member. Most undergraduates are required to complete a minimum of 36 term courses in all programs except engineering, which may require up to 40 courses (in two-degree programs, nine courses beyond the requirements for the professional degrees) and students in the Leadership in Medicine program, which requires around 45-50 courses.[67] For the Class of 2022 (enrolling fall 2018), Union College received 6,716 applications and accepted 2,598 (38.7%), with 571 enrolling.[68] The middle 50% range of SAT scores of enrolled freshmen was 620-700 for reading and writing, and 650-730 for math, while the middle 50% range of the ACT composite score was 28–32.[68] The average high school grade point average (GPA) was 3.40.[68] Undergraduate research at Union College had its origin in the first third of the 20th century, when chemistry professor Charles Hurd began involving students in his colloid chemistry investigations. Since then, undergraduate research has taken hold in all disciplines at the college, making this endeavor what has been termed \"the linchpin\" of the Union education. By the mid-1960s several disciplines at Union had established a senior research thesis requirement, and in 1978 the college began funding faculty-mentored student research in all disciplines. This was followed by the creation of funded summer research opportunities, again in all disciplines at the college, in 1986. Examples of possible programs include summer undergraduate research, in which students are supported each summer by the college on independent projects with a sponsoring faculty member; the National Conference on Undergraduate Research, to which Union sends one of the largest contingents to its national conference each year where the students present their work and interact with peers from colleges and universities across the country; general internships at such nearby sites as General Electric's Global Research Center; and the Steinmetz Symposium day. On a Friday in May, over 300 students, previously carrying out research within the past year, present their research and projects to their fellow students, teachers, staff, and visitors. Students also have the school day off, and presentations take form in slideshows, performances, lectures, and many other creative forms.[69] Union College makes available a variety of opportunities for formal study outside the United States, the most popular of which are the Terms Abroad Programs.[70] Currently, Terms Abroad are offered for residence and study on nearly every continent, some in cooperation with Hobart and William Smith Colleges. In the 2009–2010 school year, programs were offered in 22 countries or regions around the world.[71] Every year Union College also offers a variety of mini-terms (three-week programs during the winter break or at the beginning of the summer vacation). In the 2009–2010 school year, mini-terms were offered in 11 regions or countries (including the United States).[72] Every student in one of Union College's engineering programs is required to have an international experience prior to graduating from the college through some form of Terms Abroad, International Internships, International Design Projects, or a Mini-Term Abroad. Engineering Terms Abroad are currently offered in the Czech Republic, France, Germany, and Mexico.[73] Opened in 1961, Schaffer Library currently makes available onsite about 750,000 books in print as well as electronic formats. The two largest historical, electronic collections are Early English Books Online (EEBO) and Eighteenth Century Collections Online (ECCO). EEBO contains digital facsimile pages of nearly every work printed in English from 1473 to 1700, while ECCO continues the project up to 1800. The library's print and rare book collections are especially strong in 18th and 19th century literature, the Scientific Revolution, and the Enlightenment. Of particular note is the almost complete preservation of the college's first library, acquired between 1795 and 1799.[74] Union College belongs to a number of regional and national consortia that improve access to materials not actually owned by the college. ConnectNY, for example, joins a group of libraries in New York for mutual exchange of books and other materials within about 48 hours of request.[75] Some 59% of the student body is from outside New York. The breakdown by majors shows that social sciences makes up 28%, engineering is 10%, English is 8%, psychology is 8%, biological/life sciences is 11%, liberal arts is 7%, and history is 6%.[76] Noting the historical importance of Union with respect to fraternities, Union sees 32% of males joining fraternities and 31% of females joining sororities.[citation needed] Historically included among the Little Ivies,[81] Union is regarded as highly competitive academically and has a highly selective admissions process. It is a member of the Annapolis Group of Liberal Arts Colleges. The modern fraternity system at American colleges and universities is generally determined as beginning with the founding at Union College of Kappa Alpha (1825), Sigma Phi (1827), and Delta Phi (1827). Three other surviving national fraternities – Psi Upsilon (1833), Chi Psi (1841), and Theta Delta Chi (1847) – were founded at Union in the next two decades; on account of this fecundity, Union would in the twentieth century call itself the 'Mother of Fraternities'.[5] The eight current fraternities at Union are members of the North American Interfraternity Conference, and as such come under the supervision of the Interfraternity Council (IFC). They are: Alpha Delta Phi, Chi Psi, Kappa Alpha, Sigma Chi, Sigma Phi, and Theta Delta Chi.[82] A chapter of the co-ed community service oriented fraternity Alpha Phi Omega also exists on campus. Among dormant fraternities with active alumni, Phi Sigma Kappa fraternity maintained a chapter on campus from 1888 to 1997.[83] The College Panhellenic Council (CPC) is the governing body for member sororities, of which the National Panhellenic Council (NPC) is the parent organization. There are four CPC sororities at Union: Delta Phi Epsilon, Gamma Phi Beta, Sigma Delta Tau, and Alpha Delta Lambda.[84] The Multicultural Greek Council (MGC) is the governing body for organizations under the supervision of the National Pan-Hellenic Council (NPHC), National Association of Latino Fraternal Organizations (NALFO), or for any local organizations that fall under the category. These organizations are Alpha Phi Alpha, Phi Iota Alpha, Iota Phi Theta, Lambda Pi Chi, and Omega Phi Beta.[85] Before 2004, in an effort to provide an alternative social environment to that offered by the Greek organizations, the Union College administration began recovering occupancy of the independent fraternity houses. This initiative was, and remains, a controversial step by the college.[86] A non-residential \"house system\" was created and funded, establishing seven buildings (some part of North and South Colleges and some independent structures) as places to serve as intellectual, social, and cultural centers for resident as well as non-resident members. All incoming students are randomly assigned to one of the seven Minerva Houses. Every Minerva has its own student-run governing council, elected annually by their fellow house members, and chaired by a faculty and student representative. An Office of Minerva Programs was created to coordinate and supervise Minerva activities.[87] The seven Minerva Houses are Breazzano, Golub, Messa, Wold, Green, Beuth, Sorum.[87] Theme houses at Union offer students who share a particular interest to live together in one of Union's apartment-style houses. All of the theme houses are intended to contribute socially or culturally to the Union community. The theme houses are advised by a member of Residential Life and all report to the Theme House Consortium, which oversees funding for programs and house projects. Each house is led by Theme House Managers, who represent their respective house on the Theme House Consortium. Overall, the theme houses are primarily self-governing with respect to leadership and housing placements.[88] The Theme Houses consist of Arts House, Bronner House (with a theme of multiculturalism), Dickens House (with a theme of literature), Iris House (for the LGBTQ community) Ozone House (with a theme of sustainable living), Religious Diversity House, Rights House, Serenity House, The Symposium, Thurston House (with a theme based on East Asian interests), Wells House (with a community service theme), and Maker House.[88] The Union College Campus Safety Department, often referred to as \"Campo\" by the student body, is the organization authorized by the college to provide student safety and law enforcement services. The department's officers operate under Article 129A-§6435 of the New York State Education Laws, affording them limited law enforcement powers on campus[89] and the college boasts a relatively clean record for violent and sexual crimes on campus as a result.[90] Aside from serving as campus law enforcement, the Campus Safety Department also provides safety escort services to students and staff; administrates the colleges parking & transit programs, ID services and operates a Communications Center in their offices at College Park Hall. Campus Safety can be contacted from any campus phone by calling 911.[91] Founded in 1996, UCEMS is a student run volunteer Basic Life Support First Response agency, recognized by the New York State Department of Health. Members must be state certified as emergency medical technicians (EMTs) either upon entering the organization or are placed into EMT-B classes. UCEMS is dispatched from the Campus Safety Communications Center and provides initial medical response to all medical emergencies on campus as well as coverage during sporting events, concerts, etc. Although UCEMS does not own or operate a transporting ambulance, UCEMS still provides timely and critical basic life saving interventions (CPR, defibrillation, hemorrhage control, etc.) but relies on Paramedic level ambulances provided by outside agencies for advanced medical care and transport of ill or injured patients.[92][93] After the Nott Memorial was restored and renovated in the early 1990s, the building became the home of the Mandeville Gallery. Located on the second floor, the Mandeville Gallery is dedicated to exhibiting the work of nationally recognized contemporary artists and exploring modern issues. The Mandeville Gallery presents an annual Art Installation Series in partnership with the Schaffer Library.[94] The Art Installation Series features contemporary artists who visit campus and create a site-specific installation piece for the library's Learning Commons.[95] The Wikoff Student Gallery, on the third floor of the Nott Memorial, is dedicated to showing work by current, full-time Union College students.[96] The Castrucci Gallery, is located on the ground floor of the Peter Irving Wold Center. The gallery features temporary exhibitions designed to explore the intersections between visual arts, math, and science. The college owns over 3,000 works of art and artifacts which comprise its Permanent Collection, most of which are available for use by faculty and students in support of teaching and research.[97] The Department of Music sponsors lectures, performances, recitals, and workshops by visiting artists at numerous campus venues, including the Taylor Music Center and Memorial Chapel. Union College jazz, choral and orchestral groups, a taiko ensemble, and three student a cappella groups perform regularly. The college's chamber music series performs at the Memorial Chapel.[98] The Department of Theater and Dance offers several major theatrical productions as well as staged readings, student performances, guest appearances, and other shows throughout the school year.[99] Union offers an extensive program of intercollegiate sports, intramural sports, club, and recreational sports, along with several wellness programs. The college insists that athletics be kept in harmony with the essential educational purpose of Union. Its athletes, like those engaged in all extracurricular activities, must function effectively as students.[100] Intercollegiate competition is offered in 26 sports; for men, in baseball, basketball, crew, cross-country, football, ice hockey, lacrosse, soccer, swimming, tennis, and indoor and outdoor track; and for women, in basketball, crew, cross-country, field hockey, golf, ice hockey, lacrosse, soccer, softball, swimming, tennis, indoor and outdoor track, and volleyball. Originally a founding member of the New England Small College Athletic Conference (NESCAC), Union today participates in the National Collegiate Athletic Association (NCAA), the Liberty League, ECAC Hockey and the Eastern College Athletic Conference (ECAC). Men's and women's ice hockey compete at the NCAA Division I level; all other sports compete at the NCAA Division III level.[100] All club sports are administered through the student activities office. The most active and popular clubs are baseball, bowling, fencing, golf, ice hockey, karate, rugby, skiing, and volleyball. An extensive intramural program is offered in a wide range of sports along with noncredit physical education classes as part of the wellness program.[100] Facilities include the Frank L. Messa Rink at the Achilles Center, the David Breazzano Fitness Center, the Travis J. Clark Strength Training Facility, the David A. Viniar Athletic Center, and Frank Bailey Field.[100] Union has hosted the two longest games in NCAA Men's Hockey History, losing both by identical 3-2 scores: The longest game in NCAA hockey history was played on March 12, 2010. Quinnipiac University defeated Union College, 3–2, in the ECAC Hockey League Quarter-Finals after 90:22 of overtime. Greg Holt scored the winning goal just after 1:00 am local time. The second longest game in NCAA hockey history was played on March 5, 2006. Yale University defeated Union College, 3–2, in the ECAC Hockey League first-round playoff game after 81:35 of overtime. David Meckler scored the winning goal with Yale shorthanded.[101] On April 12, 2014, the Union's Men's Hockey Team captured their first national championship title by defeating the University of Minnesota Golden Gophers, 7–4. The Union football team went undefeated during the 1989 regular season, going 10–0. They lost to Dayton in the Amos Alonzo Stagg Bowl for the NCAA Division III Football Championship, 17–7.[102] Union alumni have distinguished themselves in fields such as law, medicine, ministry, botany, geology, engineering, local, state, and federal government, literature and poetry, photography, military service, education, journalism, and architecture. Among the most renowned are: Chester A. Arthur (1848), 21st president of the United States William H. Seward (1820), Secretary of State under Lincoln Gordon Gould (1941), physicist credited with the invention of the laser Nobel Laureate Baruch Samuel Blumberg (1946) Neil Abercrombie (1959), seventh governor of Hawaii a ^ Harvard University, The College of William and Mary, Yale University, Princeton University, Columbia University, University of Pennsylvania, Brown University, Rutgers University, and Dartmouth College.[9] b ^ Washington College, Washington and Lee University, Hampden–Sydney College, Transylvania University, Dickinson College, St. John's College, University of Georgia, College of Charleston, Franklin & Marshall College, University of Vermont, Williams College, Bowdoin College, Tusculum College, University of Tennessee, University of North Carolina (Chapel Hill) and Union College.[110]","Title":"Union College - Wikipedia","KeyID":"2167","URL":"https://en.wikipedia.org/wiki/Union_College"}