{"Content: ":"The Eastern Shore of Virginia consists of two counties (Accomack and Northampton) on the Atlantic coast detached from the mainland of the Commonwealth of Virginia in the United States. The 70-mile-long (110 km) region is part of the Delmarva Peninsula and is separated from the rest of Virginia by the Chesapeake Bay. Its population was 45,695 as of 2020.[1] The terrain is overall very flat, ranging from sea level to just 50 feet (15 m) above sea level. It is characterized by sandy and deep soil. The weather in the area has temperate summers and winters, significantly affected by the Chesapeake Bay and the Atlantic Ocean.[2] The rural area has long been devoted to cotton, soybean, vegetable and truck farming, and large-scale chicken farms.[3] Since the late 20th century, vineyards have been developed in both counties, and the Eastern Shore has received recognition as an American Viticultural Area (AVA). The region has more than 78,000 acres of preserved parks, refuges, preserves and a national seashore and is a popular outdoor recreation destination for fishing, boating, hiking and kayaking. It is also an important birding hotspot along the Atlantic Flyway at the southernmost tip of the Delmarva Peninsula. There are public beaches at Cape Charles, Kiptopeke State Park, Savage Neck Dunes Natural Area Preserve, Tangier Island and the Chincoteague National Wildlife Refuge abutting the Assateague Island National Seashore. The area includes 70 miles of barrier islands, the longest chain of undeveloped barrier islands in the global temperate zone and a United Nations International Biosphere Reserve. At the northern end of the Atlantic side is the beach community of Chincoteague, famous for its annual wild pony roundup, gathered from Assateague Island. Wallops Flight Facility, a NASA space launch base, is located near Chincoteague. At the southern end of the Chesapeake Bay coast, the beach community of Cape Charles, a historic railroad town, is home to the Cape Charles Yacht Center, a super yacht service center. The town of Wachapreague on the Atlantic coast is a popular destination for fishing and guided trips out to the wild barrier islands. Onancock, a harbor town on the Chesapeake Bay, has a ferry service to Tangier Island, off the western shore in the Chesapeake Bay, during spring, summer and fall. The Eastern Shore, geographically removed from the rest of Virginia, has had a unique history of settlement and development influenced by agriculture, fishing, tourism, and the Pennsylvania Railroad. William G. Thomas describes the Eastern Shore during the late 19th and early 20th century as \"a highly complex and interdependent landscape\". He continues: It was a liminal place, a zone of interpenetration, where the settlement patterns, speech, demography, and political outcomes defined its place in the South but its engagement with technology and rapid transformation of the landscape betrayed other allegiances, motives, forces, and effects.[3] The 17.6-mile-long (28.3 km) Chesapeake Bay Bridge–Tunnel, which is part of U.S. Route 13, spans the mouth of the Bay and connects the Eastern Shore to South Hampton Roads and the rest of Virginia. Before the Chesapeake Bay Bridge–Tunnel was built in 1964, the Little Creek-Cape Charles Ferry provided the continuation of U.S. 13 across this stretch of water. Accomac Shire was established in the Virginia Colony by the House of Burgesses in 1634 under the direction of King Charles I. It was one of the original eight shires of Virginia, and consisted of the whole of Virginia's Delmarva territory. The shire's name comes from the Native American word Accawmack, which means, \"the other shore\".[4] In 1642, the name was changed to Northampton County. (In England, \"shires\" and \"counties\" are the same thing.) In 1663, Northampton County was split into two counties. The northern two thirds took the original Accomac name, while the southern third remained as Northampton.[4] In 1670, the Virginia Colony's Royal Governor William Berkeley abolished Accomac County, but the Virginia General Assembly re-created it in 1671. In 1940, the General Assembly officially added a \"k\" to the end of the county's name to arrive at its current spelling, which is Accomack.[5][6] The area is served by the weekly Eastern Shore Post and the monthly publication Eastern Shore First. The predominant radio station is WESR 103.3 FM, which operates the website ShoreDailyNews.com. The Eastern Shore is politically divided, with Accomack County generally voting for the Republican Party and Northampton County generally voting for the Democratic Party. As a whole, the Shore is generally a bellwether region, but also slightly tilts Republican owing to Accomack's larger share of the population. In the 2017 gubernatorial election, it gave 50.5% of the vote to Republican Ed Gillespie and 49.0% of the vote to Democrat Ralph Northam.[8] It is represented in the U.S. House of Representatives by Democrat Elaine Luria, in the Virginia Senate by Democrat Lynwood Lewis, and in the Virginia House of Delegates by Republican Robert Bloxom Jr. Coordinates: 37°34′52.2″N 75°47′14.9″W﻿ / ﻿37.581167°N 75.787472°W﻿ / 37.581167; -75.787472","Title":"Eastern Shore of Virginia - Wikipedia","KeyID":"2170","URL":"https://en.wikipedia.org/wiki/Eastern_Shore_of_Virginia"}