{"Content: ":"A feral horse is a free-roaming horse of domesticated stock. As such, a feral horse is not a wild animal in the sense of an animal without domesticated ancestors. However, some populations of feral horses are managed as wildlife, and these horses often are popularly called \"wild\" horses. Feral horses are descended from domestic horses that strayed, escaped, or were deliberately released into the wild and remained to survive and reproduce there. Away from humans, over time, these animals' patterns of behavior revert to behavior more closely resembling that of wild horses. Some horses that live in a feral state but may be occasionally handled or managed by humans, particularly if privately owned, are referred to as \"semi-feral\". Feral horses live in groups called a herd, band, harem, or mob. Feral horse herds, like those of wild horses, are usually made up of small harems led by a dominant mare, containing additional mares, their foals, and immature horses of both sexes. There is usually one herd stallion, though occasionally a few less-dominant males may remain with the group. Horse \"herds\" in the wild are best described as groups of several small bands who share the same territory. Bands are normally on the small side, as few as three to five animals, but sometimes over a dozen. The makeup of bands shift over time as young animals are driven out of the band they were born into and join other bands, or as young stallions challenge older males for dominance. However, in a closed ecosystem (such as the isolated refuges in which most feral horses live today), to maintain genetic diversity, the minimum size for a sustainable free-roaming horse or burro population is 150–200 animals.[1] Horses that live in an untamed state, but have ancestors that have been domesticated, are not true \"wild\" horses; they are feral horses. The only truly wild horses in existence today are Przewalski's horse native to the steppes of central Asia. The best-known examples of feral horses are the \"wild\" horses of the American West. When Europeans reintroduced the horse to the Americas, beginning with the arrival of the conquistadors in the 15th century, some horses escaped and formed feral herds known today as mustangs. Australia has the largest population in the world, with in excess of 400,000 feral horses.[2] The Australian name equivalent to the mustang is the brumby, feral descendants of horses brought to Australia by English settlers.[3][4] In Portugal, a population of free-ranging feral horses, known as garrano, lives in the northern mountain chains. Isolated populations of feral horses occur in a number of other places, including Sable Island off the coast of Nova Scotia, Assateague Island off the coast of Virginia and Maryland, Cumberland Island, Georgia, and Vieques Island off the coast of Puerto Rico. Some of these horses are said to be the descendants of horses that managed to swim to land when they were shipwrecked. Others may have been deliberately brought to various islands by settlers and either left to reproduce freely or abandoned when assorted human settlements failed. More than 700 feral horses live in the foothills of Cincar Mountain, between Livno and Kupres, Bosnia and Herzegovina, in an area of roughly 145 km2 (56 sq mi). These animals, which descend from horses set free by their owners in the 1950s, enjoy a protected status since 2010.[5] A modern feral horse population (janghali ghura) is found in the Dibru-Saikhowa National Park and Biosphere reserve of Assam, in north-east India, and is a herd of about 79 feral horses descended from animals that escaped army camps during World War II.[6] Many prehistoric horse species, now extinct, evolved in North America, but the feral horses of today are the offspring of horses that were domesticated in Europe.[7] In the Western United States, certain bands of horses and burros are protected under the Wild and Free-Roaming Horses and Burros Act of 1971. About 40,000 mustangs are left in Florida.[8] Modern types of feral horses that have a significant percentage of their number living in a feral state, though domesticated representatives may exist, include these types, landraces, and breeds: In the United Kingdom, herds of free-roaming ponies live in apparently wild conditions in various areas, notably Dartmoor, Exmoor, Cumbria (Fell Pony), and the New Forest. Similar horse and pony populations exist elsewhere on the European continent. These animals, however, are not truly feral, as all of them are privately owned, and roam out on the moors and forests under common grazing rights belonging to their owners. A proportion of them are halter-broken, and a smaller proportion broken to ride, but simply turned out for a while for any of a number of reasons (e.g., a break in training to allow them to grow on, a break from working to allow them to breed under natural conditions, or retirement). In other cases, the animals may be government-owned and closely managed on controlled reserves. Feral populations are usually controversial, with livestock producers often at odds with horse aficionados and other animal welfare advocates. Different habitats are impacted in different ways by feral horses. Where feral horses had wild ancestors indigenous to a region, a controlled population may have minimal environmental impact, particularly when their primary territory is one where they do not compete with domesticated livestock to any significant degree. However, in areas where they are an introduced species, such as Australia, or if the population is allowed to exceed available range, there can be significant impacts on soil, vegetation (including overgrazing), and animals that are native species.[3] If a feral population lives close to civilization, their behavior can lead them to damage human-built livestock fencing and related structures.[4] In some cases, where feral horses compete with domestic livestock, particularly on public lands where multiple uses are permitted, such as in the Western United States, there is considerable controversy over which species is most responsible for degradation of rangeland, with commercial interests often advocating for the removal of the feral horse population to allow more grazing for cattle or sheep, and advocates for feral horses recommending reduction in the numbers of domestic livestock allowed to graze on public lands. Certain populations have considerable historic or sentimental value, such as the Chincoteague pony that lives on Assateague Island, a national seashore with a delicate coastal ecosystem, or the Misaki pony of Japan that lives on a small refuge within the municipal boundaries of Kushima. These populations manage to thrive with careful management that includes using the animals to promote tourism to support the local economy. Most sustained feral populations are managed by various forms of culling, which, depending on the nation and other local conditions, may include capturing excess animals for adoption or sale. In some nations, management may include the often-controversial practice of selling captured animals for slaughter or simply shooting them.[15] Fertility control is also sometimes used, though it is expensive and has to be repeated on a regular basis.[16]","Title":"Feral horse - Wikipedia","KeyID":"2173","URL":"https://en.wikipedia.org/wiki/Feral_horse"}