{"Content: ":"Misty is a 1961 American CinemaScope children's film based on Marguerite Henry's 1947 award-winning children's book Misty of Chincoteague.[1] The book tells a story of the special bond that develops between two young orphan children and a centuries-old herd of wild ponies living on an island off the coast of Virginia and a real-life Chincoteague Pony named Misty.[2][3] Every year the Chincoteague fire department rounds up the wild ponies of Assateague Island and holds an auction to thin out the herd. The young children set out to raise enough money in hopes that the Phantom will be caught in this years round up. They soon realize they will get more than they bargained for when the Phantom has a surprise for everyone: a foal named Misty. The film followed the success of A Dog of Flanders and was made with the same star, producer and director. \"Children want a good story, preferably dealing with a good locale,\" said producer Radnitz.[4] Set on the island of Chincoteague on the Delmarva Peninsula in Virginia, Misty was filmed in Chincoteague, at a home on Folly Creek near the town of Accomac, and on the nearby barrier island known as Assateague.[5][6] The story is based on the annual \"Pony Swim\", an event held in the Chincoteague area each year, that involves rounding up some of the wild ponies who live on Assateague Island to swim across the channel.[3] Some of the colts and yearlings are then sold at auction as a means of thinning out the herd, and as a benefit for the local Chincoteague Volunteer Fire Department.[2] The story features two real life characters of Chincoteague, Paul and Maureen Beebe, a young brother and sister who move from Philadelphia to Chincoteague, Virginia to live with Grandpa Beebe and Grandma Beebe after their parents die. Paul and Maureen befriend an elusive mare on Assateague named the Phantom, and later come to own her foal, Misty.[2] Using local people from the town in most of the roles, the film stars only six professional actors, including Arthur O'Connell, Anne Seymour, Pam Smith, and future Hollywood executive David Ladd.[7] The horse Misty was played in the film by another pony, although the real Misty can be seen in some scenes.[2] The film was made with a budget of $705,000 and was directed by James B. Clark.[8] The film's cinematography was by Lee Garmes and Leo Tover, and the music by Paul Sawtell and Bert Shefter.[7] At the premier showing of the movie on Chincoteague in 1961, the real Misty was led down Main Street, and her front hoof prints were impressed into cement in front of the Island Theatre (now managed by the Chincoteague Island Arts Organization), where the impressions of her hooves can still be seen in 2015.[2] Both the book and the movie brought widespread publicity to Chincoteague and Assateague, and to the local culture, traditions, and natural beauty and wildlife on the remote and isolated barrier islands of the United States' eastern coast.[2] The coastal area on the Atlantic Ocean is no stranger to volatile weather. The year after the film was released, a winter storm, one of the worst Nor'easters to ever occur there, struck. During what came to be known as the Ash Wednesday Storm of 1962, the Beebe family, the real-life owners of Misty, brought her inside their home to weather the storm.[2] Shortly thereafter, she gave birth to a foal, which the children named \"Stormy.\" This prompted author Henry to write a sequel, Stormy, Misty's Foal, published in 1963. Henry had already written a previous sequel, Sea Star: Orphan of Chincoteague, published in 1949. Possibly due in part to publicity from Ms. Henry's books and the movie, most of Assateague Island was protected from development by the enactment of Federal legislation designating it as Assateague Island National Seashore in 1965, under the administration of the National Park Service.[citation needed] The annual \"Pony Swim\" and the auction continue on Virginia's Eastern Shore, helping both the community of Chincoteague and the herd of wild ponies.[2] Misty is available on DVD.[9] The film was also released in the digital format.[10]","Title":"Misty (film) - Wikipedia","KeyID":"2186","URL":"https://en.wikipedia.org/wiki/Misty_(film)"}