{"Content: ":"Ocean City, officially the Town of Ocean City, is an Atlantic resort town in Worcester County, Maryland, United States. Ocean City is a major beach resort area along the East Coast of the United States. The population was 7,102 at the 2010 U.S. census, although during summer weekends the city hosts between 320,000 and 345,000 vacationers, and up to 8 million visitors annually.[2] During the summer, Ocean City becomes the second most populated municipality in Maryland, after Baltimore.[citation needed] Located on Fenwick Island, it is part of the Salisbury, MD-DE Metropolitan Statistical Area, as defined by the United States Census Bureau. The land upon which the city was built, as well as much of the surrounding area, was obtained by Englishman Thomas Fenwick from the Native Americans. In 1869, businessman Isaac Coffin built the first beach-front cottage to receive paying guests. During those days, people arrived by stagecoach and ferry.[citation needed][tone] Soon after, other simple boarding houses were built on the strip of sand, with the activity attracting prominent businessmen from the Maryland Eastern Shore, Baltimore, Philadelphia, and Wilmington. They came not so much to visit as to survey the spit. A decision was made to develop it and 250 lots were cut into it, and a corporation was formed to help with the development of the land. The corporation stock of 4,000 shares sold for $25 each. Prior to 1870, what is now Ocean City was known as \"The Ladies' Resort to the Ocean\". The Atlantic Hotel, the first major hotel in the town, opened July 4, 1875. The Atlantic Hotel was originally owned by the Atlantic Hotel Company, but eventually Charles W. Purnell bought it in 1923. As of 2014[update], it is still owned and operated by the Purnell family.[3] Besides the beach and ocean, it offered dancing and billiard rooms to the visitors of its more than 400 rooms, and for years it was the northernmost attraction in Ocean City. By 1878 tourists could come by the Wicomico & Pocomoke Railroad from Berlin to the shores of Sinepuxent Bay across from the town. By 1881, a line was completed across Sinepuxent Bay to the shore, bringing rail passengers on the Baltimore, Chesapeake and Atlantic Railroad directly into the town to a train station on Philadelphia Avenue and returning to larger city markets with locally caught fish from Ocean City. In 1930 the Ocean City Beach Patrol was formed in order to better protect the bathers that now frequented the shoreline. It was done in collaboration with Mayor William W. McCabe and Coast Guard Captain William Purnell. The first guard was Edward Lee Carey, who watched over the bathers that were out of sight from the original Coast Guard tower on Caroline Street. [4] The Ocean City Inlet was formed during a significant hurricane in 1933, which also destroyed the train tracks across the Sinepuxent Bay. The inlet separated what is now Ocean City from Assateague Island. The Army Corps of Engineers took advantage of nature's intervention and made the inlet at the south end of Ocean City permanent. The inlet eventually helped to establish Ocean City as an important Mid-Atlantic fishing port as it offered easy access to the fishing grounds of the Atlantic Ocean. In the late 1930s, the Army Corps of Engineers dredged a new channel on the bayside of Ocean City to allow larger boats to have access to Sinepuxent Bay. The dredge was pumped back onto the western shore of Ocean City allowing the creation of Chicago Avenue and St. Louis Avenue, leading to new development where previously only marshland had been.[5] Ocean City has become well-known in Maryland due to the rapid expansion that took place during the post-war boom. In 1952, with the completion of the Chesapeake Bay Bridge, Ocean City became easily accessible to people in the Baltimore–Washington metropolitan area. In 1964, with the completion of the Chesapeake Bay Bridge-Tunnel, a whole new pathway to the south was opened. This tunnel connects Northhampton County on the Delmarva Peninsula to Southeast Virginia. Ocean City has become one of the largest vacation areas on the East Coast. By the 1970s, big business flourished and gave birth to the construction of more than 15,000 condominium units, creating high-rise condominiums that gave investors a glimpse of the ocean and pounding surf.[citation needed] However, throughout the 1980s, and into the 1990s, the width of the beach began to shrink, prompting the first of a series of beach replenishment projects. A fire during the annual Sunfest destroyed five boardwalk businesses in 1994.[6] There was a small water park and giant walk-through haunted house with live actors near the end of the pier and a New Orleans-style Hollywood in Wax Museum on the boardwalk side. In the late 1980s the wax museum was turned into a Photon laser tag arena. The building now houses the Ripley's Believe it or Not! museum. In 2002, Ocean City undertook the most recent of many, multimillion-dollar, beach restoration programs, in an attempt to slow the westward migration of its beaches. The program pumped tons of sand from offshore and deposited it onto the beach. A dune line was also re-established in front of Ocean City's building line. Another similar project began after the 2006 tourist season closed. Today, the Ocean City area continues to sprawl westward across the bay and toward Berlin and Ocean Pines. It was part of the Ocean Pines Micropolitan Statistical Area until that was subsumed by the Salisbury Metropolitan Area. The resort area accommodates approximately 8 million visitors per year.[7] The town supports a year-round population of about 7,000, with the town itself being a major employer. In the summer, businesses and government agencies are augmented with about 100 seasonal police officers, plus extra firefighters and other workers. Numerous events take place within the town during the shoulder-season, including Sunfest, Springfest, Bike Week, Cruisin' Weekend, Winterfest of Lights and Reach the Beach, which take place on the Boardwalk and/or in the Roland E. Powell Convention Center. In 2006, the city erected the Ocean City Firefighter's Memorial to honor local firefighters as well as firefighters who died in the September 11 attacks. In addition to a statue of a firefighter, the monument incorporates a piece of steel beam from one of the towers destroyed at the World Trade Center.[8] Ocean City is home to the annual Maryland State Firefighters Convention. This is a week-long event in June, that honors the state's firefighters with events and contests at the Convention Center, and ends with a parade. Ocean City now extends just more than 9 mi (14 km) from the southern inlet to the Delaware line. The strip now supports hotels, motels, apartment houses, shopping centers, residential communities, and condominiums. The southern tip houses the Ocean City Boardwalk. The boardwalk is the main shopping district and entertainment area of the town. The Boardwalk has two amusement parks, Trimpers Rides and The Pier, which was recently renamed Jolly Roger at The Pier, after its sister uptown local amusement park. The downtown neighborhood, Old Town, is marked by Victorian style houses and other older buildings. Ocean City has a long history of fishing, both commercial and recreational. The town bills itself as the \"White Marlin Capital of the World.\" During the summer numerous charter and private boats fish for billfish, tuna, wahoo, and other game fish. In early August, one of the largest fishing tournaments in the world, the White Marlin Open, is held. Prize money for the largest White Marlin, Blue Marlin, and Tuna can range over 1 million dollars. Ocean City is located at 38°23′29″N 75°04′11″W﻿ / ﻿38.391526°N 75.069712°W﻿ / 38.391526; -75.069712.[9] According to the United States Census Bureau, the town has a total area of 36.37 square miles (94.20 km2), of which 4.41 square miles (11.42 km2) is land and 31.96 square miles (82.78 km2) is water.[10] Ocean City is on the barrier spit called Fenwick Island, which encompasses Ocean City, as well as South Bethany and Fenwick Island, Delaware. Ocean City's southern point is an inlet formed by the 1933 Chesapeake–Potomac hurricane. Rainfall and tides swelled the rivers and bays surrounding Ocean City until the overflowing water cut a 50-foot crevasse from the bay to the ocean. Ocean City businessmen had long sought funding to create an inlet to support a harbor, so residents seized upon the opportunity and built jetties to ensure the city's land remained divided from what is now Assateague Island.[11] According to the Köppen climate classification system, Ocean City, Maryland has a humid subtropical climate with hot and moderately humid summers, cool winters and year-round precipitation. The climate is classified as oceanic by the Trewartha climate classification system because of low mean temperatures in March and November. Temperatures are moderated in Ocean City due to its location on the Atlantic coast. During the summer months, a cooling afternoon sea breeze is present on most days with an average of only 10 days annually reaching 90 °F (32 °C). However, in 2010 the temperature rose to 103 °F (39 °C) which was the hottest air temperature on record, and episodes of extreme heat combined with tropical humidity can occur with heat index values ≥ 100 °F (37.8 °C). The prominence of the Outer Banks of North Carolina to the south means direct hits from tropical storms and hurricanes are rare, although they sometimes brush the area. The Atlantic hurricane season extends from June 1 through November 30, sharply peaking from late August through September. During the winter months, Ocean City has cool weather with an average high of 45 F (7.5 C). The air temperature fails to rise above freezing 5.8 days on average and the plant hardiness zone is 7b with an average annual extreme minimum air temperature of 9.1 °F (−12.7 °C).[12] Episodes of extreme cold and wind can occur with wind chill values under 5 °F (−15 °C). The coldest temperature on record was −6 °F (−21 °C). The average seasonal (Dec-Mar) snowfall total is 6 to 12 in (15 to 30 cm), and the average snowiest month is February which corresponds with the annual peak in nor'easter activity.  As of the census[17] of 2010, there were 7,102 people, 3,852 households, and 1,784 families residing in the town. The population density was 1,610.4 inhabitants per square mile (621.8/km2). There were 30,119 housing units at an average density of 6,829.7 per square mile (2,637.0/km2). The racial makeup of the town was 92.2% White, 2.7% African American, 0.2% Native American, 1.3% Asian, 2.2% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 5.9% of the population. There were 3,852 households, of which 11.1% had children under the age of 18 living with them, 36.8% were married couples living together, 6.3% had a female householder with no husband present, 3.3% had a male householder with no wife present, and 53.7% were non-families. 42.8% of all households were made up of individuals, and 17.5% had someone living alone who was 65 years of age or older. The average household size was 1.84 and the average family size was 2.41. The median age in the town was 54.2 years. 9.1% of residents were under the age of 18; 6.7% were between the ages of 18 and 24; 20.8% were from 25 to 44; 33.8% were from 45 to 64; and 29.6% were 65 years of age or older. The gender makeup of the town was 51.4% male and 48.6% female. As of the census of 2000,[18] there were 7,173 people, 3,750 households, and 1,829 families residing in the town. The population density was 1,574.7 people per square mile (607.3/km2). There were 26,317 housing units at an average density of 5,777.5 per square mile (2,228.3/km2). The racial makeup of the town was 95.34% White, 2.50% African American, 0.11% Native American, 0.74% Asian, 0.01% Pacific Islander, 0.35% from other races, and 0.95% from two or more races. Hispanic or Latino of any race were 1.24% of the population. There were 3,750 households, out of which 11.6% had children under the age of 18 living with them, 39.2% were married couples living together, 6.4% had a female householder with no husband present, and 51.2% were non-families. 39.1% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 1.91 and the average family size was 2.47. In the town, the population was spread out, with 11.3% under the age of 18, 7.3% from 18 to 24, 28.2% from 25 to 44, 28.0% from 45 to 64, and 25.2% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 105.4 males. For every 100 females age 18 and over, there were 103.6 males. The median income for a household in the town was $35,772, and the median income for a family was $44,614. Males had a median income of $28,613 versus $27,457 for females. The per capita income for the town was $26,078. About 6.0% of families and 8.4% of the population were below the poverty line, including 23.0% of those under the age of 18 and 3.9% ages 65 or older. Ocean City has a council-manager system of government with a Mayor and seven-member City Council. The Mayor is elected at-large to two-year terms while the City Council is elected at-large to staggered four-year terms. The City Council elects a Council President who presides over and sets the agenda for City Council meetings. The Mayor represents the town to state and local agencies. Both the Mayor and City Council hire a City Manager who is in charge of all daily operations of the town and serves as its chief financial officer.[19] As of 2017, the Mayor of Ocean City is Rick Meehan and the members of City Council are Council President Lloyd Martin, Council Secretary Mary Knight, Dennis Dare, Tony DeLuca, John Gehrig Jr., Wayne Hartman, and Matt James.[20] Police services in Ocean City are provided by the Ocean City Police Department, which consists of 105 full-time officers and between 100 and 110 seasonal officers.[21] Fire protection in Ocean City is provided by the Ocean City Fire Department, which consists of over 200 volunteer members and over 100 career members.[22] Ocean City's elections are non-partisan. Ocean City has only a single major north−south thoroughfare, Maryland Route 528, known as the Coastal Highway for most of its length, and as Philadelphia Avenue at its southern end. Coastal Highway continues north into Delaware as Delaware Route 1. Between S. 1st Street and 33rd Street, Philadelphia Avenue is paralleled by Baltimore Avenue to the east, which is unsigned Maryland Route 378 south of 15th Street. In downtown Ocean City, Baltimore Avenue is one-way northbound and Philadelphia Avenue is one-way southbound. Most east–west streets are numbered, starting at N. Division Street in the south, and continue until 146th Street at the Delaware/Maryland border. Between S. Division Street and N. Division Street are several streets named after counties on the Eastern Shore of Maryland. South of S. Division Street is S. 1st Street and S. 2nd Street at the Ocean City Inlet. Locations in the city are usually given as Oceanside (east of Coastal Highway) or Bayside (west of Coastal Highway). Three bridges connect the spit to the mainland. U.S. Route 50 (Ocean Gateway) crosses the Harry W. Kelley Memorial Bridge and connects to MD 528 at N. Division Street. Ocean City is the eastern terminus of US 50. The western terminus of US 50 in West Sacramento, California is a mileage sign stating the distance to Ocean City, MD as 3,073 miles (4,946 km).[23] Maryland Route 90 (Ocean City Expressway), a two-lane freeway, crosses the Assawoman Bay Bridge and connects to MD 528 at 62nd Street. Delaware Route 54 (Lighthouse Road) can also be used to reach Ocean City, as it meets Coastal Highway just north of the border. The Hugh T. Cropper Inlet Parking Lot is located just north of the Ocean City Inlet adjacent to the beach and boardwalk and offers 1,200 spaces, with paid parking from April to October. The West Ocean City Park and Ride offers free parking, with bus service into Ocean City.[24] There are several smaller paid parking lots and on-street parking enforced by parking meters in the downtown area along with a few paid parking lots in the northern part of Ocean City. Parking lots and parking meters in Ocean City use a pay-by-plate parking system.[25] Ocean City also has a public transportation system called Ocean City Transportation. This agency operates the Coastal Highway Beach Bus, the West Ocean City Park-N-Ride Beach Bus, the Express Beach Bus for special events, and a trackless train shuttle called the Boardwalk Tram.[26] Ocean City Transportation also offers paratransit service.[27] The Coastal Highway Beach Bus, which operates 24 hours a day, 7 days a week year-round, runs the north–south length of the town along Baltimore Avenue and Philadelphia Avenue in the downtown area and Coastal Highway further north between the South Division Street Transit Center near the Ocean City Inlet and 145th Street near the Delaware border, ending at the 144th Street Transit Center.[28] The West Ocean City Park-N-Ride Beach Bus provides seasonal park and ride service in the summer months from the West Ocean City Park and Ride along U.S. Route 50 in West Ocean City to the South Division Street Transit Center, where connections can be made to the Coastal Highway Beach Bus.[29] The Express Beach Bus operates service for special events throughout the summer months, providing service to events from remote parking areas.[30] The Boardwalk Tram operates during the summer months along the entire length of the Ocean City Boardwalk, using a dedicated path south of 5th Street and running along the boardwalk north of 5th Street.[31] Ocean City's transit service connects with Shore Transit, where patrons can travel to or from destinations on the Eastern Shore such as from Salisbury and to Pocomoke City along Route 432 and from Pocomoke City and to Salisbury along Route 452. This connection point is the West Ocean City Park and Ride in the summer and the South Division Street Transit Center in the offseason.[32][33] Between May and September, DART First State's Beach Bus Route 208 bus connects the Coastal Highway Beach Bus at the 144th Street Transit Center with the Delaware Beaches, running to the Rehoboth Beach Park and Ride. Here, connections can be made with other Beach Bus routes, regular DART service, or shuttle service from the Cape May–Lewes Ferry to Cape May, New Jersey.[34] Greyhound Lines provides intercity bus service between the Baltimore Greyhound Terminal in Baltimore and the West Ocean City Park and Ride, with service on the portion between Salisbury and Ocean City operated by Shore Transit. BayRunner Shuttle offers shuttle service from the Baltimore-Washington International Airport and the BWI Rail Station to the West Ocean City Park and Ride; this service is an Amtrak Thruway Motorcoach route.[35][36] OurBus provides intercity bus service from Washington, D.C. and Annapolis, Maryland to Ocean City during the summer months, stopping at 60th Street and Coastal Highway.[37][38] Ocean City Municipal Airport, located 3 miles (4.8 km) west of downtown Ocean City serves general aviation and charter aircraft. Full service FBO available at this airport, as well as FAA and Cessna Pilot Center approved flight school.[39] Nearby Salisbury-Ocean City Wicomico Regional Airport provides commercial air service (American Eagle) for Ocean City. The nearest international airports are Baltimore-Washington Thurgood Marshall International Airport and Virginia's Norfolk International Airport, both 135 miles from Ocean City. Into the 1930s, the Baltimore, Chesapeake and Atlantic Railway ran passenger trains from Love Point on the eastern shore of the Chesapeake Bay, opposite Baltimore, to Salisbury Union Station (where transfers could be made to trains to Wilmington and Philadelphia) to Ocean City; by 1938 service was terminated.[40][41] Until the late 1940s, the Pennsylvania Railroad ran passenger trains from Philadelphia, Pennsylvania to Berlin, Maryland, 10 miles to the west of Ocean City on the former territory of the Delaware, Maryland and Virginia Railroad.[42] Delmarva Power, a subsidiary of Exelon, provides electricity to Ocean City.[43] Sandpiper Energy, a subsidiary of Chesapeake Utilities, provides natural gas to the town.[44][45] The Town of Ocean City Municipal Water Department provides water to the town, operating 25 wells, 3 treatment plants, 6 above-ground storage tanks, and an underground storage tank.[46] The Public Works department provides wastewater service to Ocean City, operating the Ocean City Wastewater Treatment Plant.[47] Trash and recycling collection in Ocean City is handled by the Public Works department, with the town's trash transported by Covanta Energy to the Energy Resource Recovery Facility in Fairfax, Virginia, a waste-to-energy plant.[48][49] The Ocean City Boardwalk currently runs from South 2nd Street at the Ocean City Inlet in South Ocean City (by the Ocean City Life Saving Museum) up to 27th Street in South Ocean City. The boardwalk is home to food, shops, arcades, and amusements.[50] Originally called the \"Atlantic Avenue\", the first Ocean City boardwalk was constructed in 1902. After being damaged by a storm in 1962, the boardwalk was rebuilt to stretch a total of 2.25 miles, which is still its length today. Many years later the boardwalk would suffer extensive storm damage during Hurricane Gloria in 1985 which pummeled Ocean City with 89 MPH winds; however, the boardwalk was refurbished and a concrete sea wall was soon constructed following the storm to prevent further damage, and the aftermath of Hurricane Gloria led to the first phase of extensive beach replenishment projects in Ocean City. It wouldn't be until 2012, that the Ocean City Boardwalk was damaged again as a result of Hurricane Sandy. The boardwalk was flooded and half of it was destroyed as a result of the water coming so far onto shore.[51] The boardwalk has since been rebuilt back to its original length and still attracts many tourists and families. As a historical landmark the Ocean City boardwalk has been consistently rated as one of the \"best boardwalks for food\" in USA Today, and was rated one of the Top Ten Boardwalks to Visit in the US by National Geographic. Also located in South Ocean City is Trimper's Rides amusement park. Trimper's Rides is a historic amusement park that was founded in 1893 as \"The Windsor Resort\", and is over 100 years old. The Trimper's Carousel (first built in the 1920s), was voted one of the \"Best Carousels in America\" by Travel & Leisure in 2012,[52] and is one of the oldest running carousels operating today in the world. The Midtown section of Ocean City stretches from 28th Street to 90th Street and is home to dining along the bay and nightlife.[50] Located in Midtown are the Jolly Roger Amusement Park and the Roland E. Powell Convention Center. This area also features the Seacrets entertainment complex on 49th Street, one of the highest-grossing bars in the country, know for bringing in hundreds of coconut palms and other tropical plants in the summer.[53] North Ocean City stretches from 91st Street up to the Delaware border at 146th Street. This section of the city has numerous condos along with movie theaters. North Ocean City is also the location of Northside Park, which has sports fields, gyms, a playground, and a jogging path.[50] With a greater number of tourists visiting Ocean City during the summer months from the Western Shore of Maryland, Washington, D.C., Virginia, Delaware, New Jersey, and Pennsylvania, many high rise condominiums were first built in North Ocean City in the 1970s overlooking the Atlantic Ocean. The high-rise condominiums are currently located in North Ocean City, starting with the 21-story 9400 up on 94th St and continuing to the Carousel on 118th St. In Ocean City, there have been several shark sightings. More and more sharks have been spotted close to shore on beaches in Delaware and Ocean City[citation needed]. Some biologists believe that this may be a result of the fishermen who are attempting to catch sand sharks through bait that they have placed in the ocean[dubious – discuss]. Besides sand sharks, there have been sightings of Tiger Sharks as well. On August 1, 2014, a 12.8-foot-long, 1,000-pound tiger shark was spotted in the middle of the Isle of Wight Bay, located in Ocean City. The female shark was nicknamed Septima by scientists, and has traveled over thousands of miles along the East Coast since being tagged in South Carolina.[54] However, though there has been an increase in shark sightings[citation needed], there have not been any recorded fatalities from shark attacks in Ocean City, Maryland. North Ocean City in recent years has seen more deer sightings and red foxes as well as development has increased on the barrier island as well.[55] On September 15, 2019, a young sperm whale that was underweight washed up and died on the beach of 114th Street.[56] There are many historic landmarks located in Ocean City, Maryland. Some historical sites include the Sandy Point Site and St. Paul's by-the-sea Protestant Episcopal Church, which are both listed on the National Register of Historic Places, the anchor from the Sailboat Wreck, the original Atlantic Hotel and the Ocean City Life Saving Station Museum.[57] The anchor from the Sailboat Wreck is located on the Ocean City Boardwalk. The anchor, which is 2 ½ tons, was recovered from the Sailboat Wreck in 1870 by the commercial clam vessel Star Light.[58] It is now located on the boardwalk for people to admire the history of it. The Atlantic Hotel, located at 401 S Baltimore Ave, is another historical site that is also still open for business. After a fire that destroyed the original and first-ever hotel in Ocean City, Maryland, the Atlantic Hotel was rebuilt in 1926 and is one of the oldest and most historic hotels in Ocean City.[59] The Ocean City Life-Saving Station Museum is another historical site originally called the Ocean City Life-Saving Station. The station was part of the coastal system and was important for the saving of vessels and lives in distress. It was built in 1891, and after much debate over having it demolished, the station was saved and eventually dedicated as a museum in 1978. The museum attracts people due to the interesting facts and exhibits of ocean life, nature, and life-saving services.[60] Ocean City is known for its \"Senior Week\" activities. Recently graduated high school seniors from Maryland and surrounding states travel to Ocean City to spend a week with friends and away from parental supervision. Senior Week traditionally begins the first week after graduation. The Town of Ocean City has a \"Play it Safe\" campaign with scheduled events to keep the graduates safe.[61] There are also a number of other events that take place during Senior Week which include the OC Car Show,[62] Dew Tour,[63] H2O Under 21 Events,[64] and the Senior Week boardwalk events.[65] First opened in June 1976, Ocean Bowl Skatepark in South Ocean City was the very first skate park to open on the East Coast in the United States, and is the longest-running municipal skatepark in the United States today. Due to time, wear and the current needs of skaters, the original bowl and steel halfpipe ramp were torn down in the Fall of 1997 and the newly constructed skatepark opened in July 1998 on the same site. The park has attracted the National Dew Tour for several years.[66] The city is home to the Brine Beach Lax Festival on the second week of June. The Town of Ocean City has an emergency advisory radio system broadcast on two FM frequencies. WPSB-LP is broadcast at 99.5 FM from the Public Safety Radio Tower at 65th Street while WWOP-LP is broadcast at 100.3 FM from a tower near Ocean Pines. The system is meant to inform the public of emergency conditions such as severe weather and broadcasts 24-hour community information during non-emergency situations.[67] The studios are located at the Ocean City Public Safety Building on 65th Street. Signs throughout Ocean City advise motorists of the station, with flashing lights advising them to tune in for emergency information. The emergency advisory radio system was launched on August 25, 2014, through a $55,000 grant through the Hazard Mitigation Grant Program from the Maryland Emergency Management Agency and sponsored by the Federal Emergency Management Agency.[68] According to the A. W. Kuchler U.S. potential natural vegetation types, Ocean City, Maryland would have a dominant vegetation type of Oak/Hickory/Pine (111) with a dominant vegetation form of Southern Mixed Forest (26).[69] Ocean City has three sister cities:","Title":"Ocean City, Maryland - Wikipedia","KeyID":"2190","URL":"https://en.wikipedia.org/wiki/Ocean_City,_Maryland"}