{"Content: ":"The Fifth Virginia Convention was a meeting of the Patriot legislature of Virginia held in Williamsburg from May 6 to July 5, 1776. This Convention declared Virginia an independent state and produced its first constitution and the Virginia Declaration of Rights. The previous Fourth Virginia Convention had also taken place in Williamsburg, in December 1775. George Washington had been appointed in Philadelphia from the Second Continental Congress as commander of Continental troops surrounding Boston, and Virginia patriots defeated an advancing British expeditionary force at the Battle of Great Bridge southeast of Norfolk. The newly elected delegates to the Fifth Virginia Convention re-elected Edmund Pendleton as its president on his return from Philadelphia as presiding officer of the First Continental Congress. The membership could be thought of as belonging to one of three groups: radicals from western Virginia, who had agitated for independence from Britain even before 1775; philosophers of the American Enlightenment; and wealthy planters, largely from the east. A malapportionment of delegates granted disproportionate influence to this latter group.[1] The Convention sat from May 6 to July 5, 1776, meeting at the Capitol in Williamsburg. It elected Edmund Pendleton its presiding officer after his return as president of the First Continental Congress in Philadelphia. There were three parties in the Fifth Convention. The first was mainly made up of wealthy planters, who sought to continue their hold on local government as it had grown up during colonial Virginia's history. These included Robert Carter Nicholas Sr. who opposed the Declaration of Independence from King George. It dominated the convention by a malapportionment that lent an advantage to the slaveholding east. One historian maintained that this party ensured the continuation of slavery at a time when other states began gradual emancipation.[2] It ensured the continued self-perpetuating gentry rule of county government with a franchise limited by property requirements underpinning the republican form of state government.[3] The second party was made up of the intellectuals of the Enlightenment: lawyers, physicians and \"aspiring young men\". These included the older generation of George Mason, George Wythe, Edmund Pendleton, and the younger Thomas Jefferson and James Madison.[4] The third party was a minority of young men mainly from western Virginia. This party was led by Patrick Henry and included \"radicals\" who had supported independence earlier than 1775.[5] On May 15, the Convention declared that the government of Virginia as \"formerly exercised\" by King George in Parliament was \"totally dissolved\" in light of the King's repeated injuries and his \"abandoning the helm of government and declaring us out of his allegiance and protection\".[6] The Convention adopted a set of three resolutions: one calling for a declaration of rights for Virginia, one calling for the establishment of a republican constitution, and a third calling for federal relations with whichever other colonies would have them and alliances with whichever foreign countries would have them. It also instructed its delegates to the Continental Congress in Philadelphia to declare independence. Virginia's congressional delegation was thus the only one under unconditional positive instructions to declare independence; Virginia was already independent of Parliament as the \"fourth realm\" of British Empire, but its convention did not want their state, in the words of Benjamin Franklin, to \"hang separately.\" According to James Madison's correspondence for that day, Williamsburg residents marked the occasion by taking down the Union Jack from over the colonial capitol and running up a continental union flag, keeping the Union Jack of the British Empire in the canton and adding the thirteen red and white stripes of the self-governing British East India Company.[7] On June 7, Richard Henry Lee, one of Virginia's delegates to Congress, carried out the instructions to propose independence in the language the convention had commanded him to use: that \"these colonies are, and of right ought to be, free and independent states.\" The resolution was followed in Congress by the adoption of the American Declaration of Independence, which reflected its ideas.[8] The convention amended, and on June 12 adopted, George Mason's Declaration of Rights, a precursor to the United States Bill of Rights. On June 29, the convention approved the first Constitution of Virginia. The convention chose Patrick Henry as the first governor of the new Commonwealth of Virginia, and he was inaugurated on June 29, 1776. Thus, Virginia had a functioning republican constitution before July 4, 1776.[9] The delegates to the Virginia Convention of 1776 – elected in 1776 (One hundred and thirty-two members, two from each county, and one each from the Boroughs of Jamestown, Williamsburg, Norfolk, and the College of William and Mary)[10]","Title":"Fifth Virginia Convention - Wikipedia","KeyID":"2204","URL":"https://en.wikipedia.org/wiki/Fifth_Virginia_Convention"}