{"Content: ":"Mount Vernon is an American landmark and former plantation of George Washington, the first president of the United States, and his wife, Martha. The estate is on the banks of the Potomac River in Fairfax County, Virginia. It is located south of Washington, D.C. and Alexandria, Virginia and is across the river from Prince George's County, Maryland. The Washington family acquired land in the area in 1674. Around 1734, the family embarked on an expansion of its estate that continued under George Washington, who began leasing the estate in 1754 before becoming its sole owner in 1761.[4] The mansion was built of wood in a loose Palladian style; the original house was built by George Washington's father Augustine, around 1734.[4] George Washington expanded the house twice, once in the late 1750s and again in the 1770s.[4] It remained Washington's home for the rest of his life. Following his death in 1799, under the ownership of several successive generations of the family, the estate progressively declined as revenues were insufficient to maintain it adequately. In 1858, the house's historical importance was recognized and it was saved from ruin by the Mount Vernon Ladies' Association; this philanthropic organization acquired it together with part of the Washington property estate. Escaping the damage suffered by many plantation houses during the American Civil War, Mount Vernon was restored. Mount Vernon was designated a National Historic Landmark in 1960 and is listed on the National Register of Historic Places. It is still owned and maintained in trust by the Mount Vernon Ladies' Association and is open every day of the year.[5] Allowing the public to see the estate is not an innovation, but part of an over 200-year-old tradition started by George Washington himself. In 1794 he wrote: \"I have no objection to any sober or orderly person's gratifying their curiosity in viewing the buildings, Gardens, &ca. about Mount Vernon.\"[6] When George Washington's ancestors acquired the estate, it was known as Little Hunting Creek Plantation, after the nearby Little Hunting Creek.[7] However, when Washington's older half-brother, Lawrence Washington, inherited it, he renamed it after Vice Admiral Edward Vernon, who had been his commanding officer during the War of Jenkins' Ear and was famed for having captured Portobello from the Spanish.[8] When George Washington inherited the property, he retained the name.[7] The current property consists of 500 acres (200 ha),[9] the Mansion and over 30 outbuildings being situated near the riverfront.[10] The property contained 8,000 acres (3,200 ha) when Washington lived there.[11] The present mansion was built in phases from approximately 1734, by an unknown architect, under the supervision of Augustine Washington.[4] This staggered and unplanned evolution is indicated by the off-center main door. As completed and seen today, the house is in a loose Palladian style. The principal block, dating from about 1734, was a one-story house with a garret.[4] In the 1750s, the roof was raised to a full second story and a third floor garret. There were also one-story extensions added to the north and south ends of the house; these were torn down during the next building phase.[12] The present day mansion is 11,028 sq ft (1,025 m2).[13] In 1774, the second expansion began. A two-story wing was added to the south side. Two years later a large two-story room was added to the north side.[12] Two single-story secondary wings were built in 1775. These secondary wings, which house the servants hall on the northern side and the kitchen on the southern side, are connected to the corps de logis by symmetrical, quadrant colonnades, built in 1778. The completion of the colonnades cemented the classical Palladian arrangement of the complex and formed a distinct cour d'honneur, known at Mount Vernon as Mansion Circle, giving the house its imposing perspective. The corps de logis has a hipped roof with dormers and the secondary wings have gable roofs with dormers. In addition to its second story, the importance of the corps de logis is further emphasized by two large chimneys piercing the roof and by a cupola surmounting the center of the house; this octagonal focal point has a short spire topped by a gilded dove of peace.[14] This placement of the cupola is more in the earlier Carolean style than Palladian and was probably incorporated to improve ventilation of the enlarged attic and enhance the overall symmetry of the structure and the two wings; a similar cupola crowns the Governor's House at Williamsburg, of which Washington would have been aware. Though no architect is known to have designed Mount Vernon, some attribute the design to John Ariss, a prominent Virginia architect who designed Paynes Church in Fairfax County (now destroyed) and likely Mount Airy in Richmond County.[15] Other sources credit Colonel Richard Blackburn, who also designed Rippon Lodge in Prince William County and the first Falls Church.[16][17] Blackburn's granddaughter Anne married Bushrod Washington, George's nephew, and is interred at the Washingtons' tomb on the grounds. Most architectural historians believe that the design of Mount Vernon is solely attributable to Washington alone and that the involvement of any other architects is based on conjecture.[18] The rooms at Mount Vernon have mostly been restored to their appearance at the time of George and Martha Washington's occupancy. Rooms include Washington's study, two dining rooms (the larger known as the New Room), the West Parlour, the Front Parlour, the kitchen and some bedrooms.[19] The interior design follows the classical concept of the exterior, but owing to the mansion's piecemeal evolution, the internal architectural features – the doorcases, mouldings and plasterwork – are not consistently faithful to one specific period of the 18th-century revival of classical architecture. Instead they range from Palladianism to a finer and later neoclassicism in the style of Robert Adam.[19] This varying of the classical style is best exemplified in the doorcases and surrounds of the principal rooms. In the West Parlour and Small Dining rooms there are doorcases complete with ionic columns and full pediments, whereas in the hall and passageways the doors are given broken pediments supported by an architrave.[19] Many of the rooms are lined with painted panelling and have ceilings ornamented by plasterwork in a Neoclassical style; much of this plasterwork can be attributed to an English craftsman, John Rawlins, who arrived from London in 1771 bringing with him the interior design motifs then fashionable in the British capital.[19] Visitors to Mount Vernon now see Washington's study, a room to which in the 18th century only a privileged few were granted entry. This simply furnished room has a combined bathroom, dressing room and office; the room was so private that few contemporary descriptions exist. Its walls are lined with naturally grained paneling and matching bookcases.[20] In contrast to the privacy of the study, since Washington's time, the grandest, most public and principal reception room has been the so-called New Room or Large Dining Room – a two-storied salon notable for its large Palladian window, occupying the whole of the mansion's northern elevation, and its fine Neoclassical marble chimneypiece.[21] The history of this chimneypiece to some degree explains the overall restrained style of the house. When it was donated to Washington by English merchant Samuel Vaughan, Washington was initially reluctant to accept the gift, stating that it was \"too elegant & costly I fear for my own room, & republican stile of living.\"[22] Efforts have been made to restore the rooms and maintain the atmosphere of the 18th century; this has been achieved by using original color schemes and by displaying furniture, carpets and decorative objects which are contemporary to the house. The rooms contain portraits and former possessions of George Washington and his family.[19] The gardens and grounds contain English boxwoods, taken from cuttings sent by Major General Henry Lee III (\"Light Horse Harry\" Lee, a Governor of Virginia and the father of Robert E. Lee), which were planted in 1786 by George Washington and now crowd the entry path. A carriage road skirts a grassy bowling green to approach the mansion entrance. To each side of the green is a garden contained by red brick walls. These Colonial Revival gardens[23] grew the household's vegetables, fruit and other perishable items for consumption. The upper garden, located to the north, is bordered by the greenhouse.[24] Ha-ha walls are used to separate the working farm from the pleasure grounds that Washington created for his family and guests.[25] The overseer's quarter, spinning room, salt house, and gardener's house are between the upper garden and the mansion. The lower garden, or southern garden, is bordered on the east by the storehouse and clerk's quarters, smokehouse, wash house, laundry yard, and coach house. A paddock and stable are on the southern border of the garden; east of them, a little down the hillside, is the icehouse. The original tomb is located along the river. The newer tomb in which the bodies of George and Martha Washington have rested since 1831 is south of the fruit garden; the slave burial ground is nearby, a little farther down the hillside. A \"Forest Trail\" runs through woods down to a recreated pioneer farm site on low ground near the river; the 4-acre (16,000 m2) working farm includes a re-creation of Washington's 16-sided treading barn.[26] A museum and education center are on the grounds and exhibit examples of Washington's survey equipment, weapons, and clothing, as well as dentures worn by the President. The Fred W. Smith National Library for the Study of George Washington opened in 2013.[27] The library fosters new scholarship about George Washington and safeguards original Washington books and manuscripts. The site is open for scholarship by appointment only. In 1674, John Washington (the great-grandfather of President Washington) and his friend Nicholas Spencer came into possession of the land from which Mount Vernon plantation would be carved, originally known by its Indian name of Epsewasson.[28][a] The successful patent on the acreage was largely executed by Spencer, who acted as agent for his cousin Thomas Colepeper, 2nd Baron Colepeper,[28] the English landowner who controlled the Northern Neck of Virginia, in which the tract lay.[29] When John Washington died in 1677, his son Lawrence, George Washington's grandfather, inherited his father's stake in the property. In 1690, he agreed to formally divide the estimated 5,000 acre (20 km2) estate with the heirs of Nicholas Spencer, who had died the previous year. The Spencers took the larger southern half bordering Dogue Creek in the September 1674 land grant from Lord Culpeper, leaving the Washingtons the portion along Little Hunting Creek. (The Spencer heirs paid Lawrence Washington 2,500 lb (1,100 kg) of tobacco as compensation for their choice.)[28] Lawrence Washington died in 1698, bequeathing the property to his daughter Mildred. On 16 April 1726, she agreed to a one-year lease on the estate to her brother Augustine Washington, George Washington's father, for a peppercorn rent; a month later the lease was superseded by Augustine's purchase of the property for £180.[30] He built the original house on the site around 1734, when he and his family moved from Pope's Creek to Eppsewasson,[31] which he renamed Little Hunting Creek.[32] The original stone foundations of what appears to have been a two-roomed house with a further two rooms in a half-story above are still partially visible in the present house's cellar.[31] Augustine Washington recalled his eldest son Lawrence (George's half-brother) home from school in England in 1738 and set him up on the family's Little Hunting Creek tobacco plantation, thereby allowing Augustine to move his family back to Fredericksburg at the end of 1739.[7] In 1739, Lawrence, having reached his majority (age 21), began buying up parcels of land from the adjoining Spencer tract, starting with a plot around the grist mill on Dogue Creek. In mid-1740 Lawrence received a coveted officer's commission in the Regular British Army and made preparations to go off to war in the Caribbean with the newly formed American Regiment to fight in the War of Jenkins' Ear.[33] He served under Admiral Edward Vernon; returning home, he named his estate after his commander. Lawrence died in 1752, and his will stipulated that his widow should own a life estate in Mount Vernon, the remainder interest falling to his half-brother George; George Washington was already living at Mount Vernon and probably managing the plantation. Lawrence's widow, Anne Fairfax, remarried into the Lee family and moved out.[34] Following the death of Anne and Lawrence's only surviving child in 1754, George, as executor of his brother's estate leased his sister-in-law's estate. Upon the death of Anne Fairfax in 1761, he succeeded to the remainder interest and became sole owner of the property.[35] In 1758, Washington began the first of two major additions and improvements by raising the house to two-and-a-half stories.[35] The second expansion was begun during the 1770s, shortly before the outbreak of the Revolutionary War. Washington had rooms added to the north and south ends, unifying the whole with the addition of the cupola and two-story piazza overlooking the Potomac River. The final expansion increased the mansion to 21 rooms and an area of 11,028 square feet.[25] The great majority of the work was performed by African American slaves and artisans.[36] Washington had been expanding the estate by the purchase of surrounding parcels of land since the late 1750s and was still adding to the estate well into the 1780s, including the River Farm estate.[37] From 1759 until the Revolutionary War, Washington, who at the time aspired to become a prominent agriculturist, had five separate farms as part of his estate. He took a scientific approach to farming and kept extensive and meticulous records of both labor and results. In a letter dated 20 September 1765, Washington writes about receiving poor returns for his tobacco production: Can it be otherwise than a little mortifying then to find, that we, who raise none but Sweetscented Tobacco, and endeavour I may venture to add, to be careful in the management of it, however we fail in the execution, and who by a close and fixed corrispondance with you, contribute so largely to the dispatch of your Ships in this Country shoud [sic] meet with such unprofitable returns?[38] In the same letter he asks about the prices of flax and hemp, with a view to their production: In order thereto you woud do me a singular favour in advising of the general price one might expect for good Hemp in your Port watered and prepared according to Act of Parliament, with an estimate of the freight, and all other Incident charges pr. Tonn that I may form some Idea of the profits resulting from the growth. I should be very glad to know at the sametime how rough and undressd Flax has generally, and may probably sell; for this year I have made an Essay in both, and altho I suffer pretty considerably by the attempt, owing principally to the severity of the Drougth [sic], and my inexperience in the management I am not altogether discouraged from a further prosecution of the Scheme provided I find the Sales with you are not clogd with too much difficulty and expence. The tobacco market had declined, and many planters in northern Virginia converted to mixed crops. Like them, by 1766 Washington had ceased growing tobacco at Mount Vernon and had replaced the crop with wheat, corn, and other grains. Besides hemp and flax, he experimented with 60 other crops including cotton and silk. He also derived income from a gristmill which produced cornmeal and flour for export and also ground neighbors' grain for fees. Washington similarly sold the services of the estate's looms and blacksmith. Washington built and operated a small fishing fleet, permitting Mount Vernon to export fish. Washington practiced the selective breeding of sheep in an effort to produce better quality wool. He was not as invested in animal husbandry as he was in cropping experiments, which were elaborate and included complex field rotations, nitrogen fixing crops and a range of soil amendments.[39] The Washington household consumed a wider range of protein sources than was typical for the Chesapeake population of his day, which consumed a great deal of beef.[40] The new crops were less labor-intensive than tobacco; hence, the estate had a surplus of slaves. But Washington refused to break up families for sale. Washington began to hire skilled indentured servants from Europe to train the redundant slaves for service on and off the estate.[41] Following his service in the war, Washington returned to Mount Vernon and in 1785–1786 spent a great deal of effort improving the landscaping of the estate. It is estimated that during his two terms as President of the United States (1789–1797), Washington spent a total of 434 days in residence at Mount Vernon. After his presidency, Washington tended to repairs to the buildings, socializing, and further gardening. In his will, written several months before his death in December 1799, George Washington left directions for the emancipation of all the slaves who belonged to him. Of the 317 slaves at Mount Vernon in 1799, a little less than half, 123 individuals, belonged to George Washington. Under the terms of his will, these slaves were to be set free upon Martha Washington's death.[42] In accordance with state law, George Washington stipulated in his will that elderly slaves or those who were too sick to work were to be supported throughout their lives by his estate. Children without parents, or those whose families were too poor or indifferent to see to their education, were to be bound out (or apprenticed) to masters and mistresses who would teach them reading, writing, and a useful trade, until they were ultimately freed at the age of twenty-five.[42] When Martha Washington's first husband, Daniel Parke Custis, died without a will, she received a life interest in one-third of his estate, including the slaves. Neither George nor Martha Washington could free these slaves by law. Upon Martha's death, these slaves reverted to the Custis estate and were divided among her grandchildren. By 1799, 153 slaves at Mount Vernon were part of this dower property.[42] Fearing that her deceased husband's slaves might kill her to gain their freedom, Martha signed a deed of manumission for them in December 1800.[43] Abstracts of the Fairfax County, Virginia, Court Records record this transaction. The slaves received their freedom on January 1, 1801.[42] On December 12, 1799, Washington spent several hours riding over the plantation, in snow, hail and freezing rain. He ate his supper later that evening without changing from his wet clothes. The following day, he awoke with a severe sore throat (either quinsy or acute epiglottitis) and became increasingly hoarse as the day progressed. All the available medical treatments failed to improve his condition, and he died at Mount Vernon at around 10 pm on December 14, 1799, aged 67. On December 18, a funeral was held at Mount Vernon, where his body was interred.[44] Congress passed a joint resolution to construct a marble monument in the United States Capitol for his body, an initiative supported by Martha. In December 1800, the United States House passed an appropriations bill for $200,000 to build the mausoleum, which was to be a pyramid with a base 100 feet (30 m) square. Southerners who wanted his body to remain at Mount Vernon defeated the measure.[45] In accordance with his will, Washington was entombed in a family crypt he had built upon first inheriting the estate. It was in disrepair by 1799, so Washington's will also requested that a new, larger tomb be built. This was not executed until 1831, nearly the centennial of his birth. The need for a new tomb was confirmed when an unsuccessful attempt was made to steal his skull.[46] A joint Congressional committee in early 1832 debated the removal of Washington's body from Mount Vernon to a crypt in the Capitol, built by Charles Bulfinch in the 1820s. Southern opposition was intense, exacerbated by an ever-growing rift between North and South. Congressman Wiley Thompson of Georgia expressed the Southerners' fears when he said: Remove the remains of our venerated Washington from their association with the remains of his consort and his ancestors from Mount Vernon and from his native State, deposit them in this capitol, and then let a severance of the Union occur and behold the remains of Washington on a shore foreign to his native soil.[45] In 1831, the bodies of George and Martha Washington, along with other members of the family, were moved from the old crypt to the new family tomb.[47] On October 7, 1837, Washington's remains, encased in a lead inner casket, were transferred from the closed tomb to a sarcophagus presented by John Struthers of Philadelphia. It was placed on the right side of the gateway to the tomb. A similar structure was provided for Martha's remains, which was placed on the left.[48] Other members of the Washington family are interred in an inner vault, behind the vestibule containing the sarcophagi. Following Martha Washington's death in 1802, George Washington's will was carried out in accordance with the terms of his bequests. The largest part of his estate, which included both his papers and Mount Vernon, passed to his nephew, Bushrod Washington, an Associate Justice of the Supreme Court of the United States.[49] The younger Washington and his wife then moved to Mount Vernon.[50] Bushrod Washington did not inherit much cash and was unable to support the upkeep of the estate's mansion on the proceeds from the property and his Supreme Court salary. He sold some of his own slaves to gain working capital.[51] However, the farms' low revenues left him short, and he was unable to adequately maintain the mansion. Following Bushrod Washington's death in 1829, ownership of the plantation passed to George Washington's grandnephew, John Augustine Washington II. After he died in 1832, his wife, Jane Charlotte inherited the estate, and her son began managing it. Upon her death in 1855, John Augustine Washington III inherited the property. As his funds dwindled and the wear and tear of hundreds of visitors began to take its toll, Washington could do little to maintain the mansion and its surroundings.[52] Washington suggested to the United States Congress that the federal government purchase the mansion.[52] However, Congress paid little interest to Washington's offer, as the legislature was focusing on the conditions that shortly led to the American Civil War.[52] Washington then traveled to Richmond, where he was equally unsuccessful in appealing to the Virginia General Assembly for the state to purchase the mansion.[52] The mansion's decline continued.[52] In 1858, Washington sold the mansion and a portion of the estate's land to the Mount Vernon Ladies' Association, which was under the leadership of Ann Pamela Cunningham.[52] The association paid the final installment of the purchase price of $200,000 ($6.3 million in 2020 dollars) in December 1859, taking possession in February 1860.[52] The estate first opened to the public during that year.[11] The estate served as a neutral ground for both sides during the Civil War, although fighting raged across the nearby countryside. Troops from both the Union and the Confederacy toured the building. The two women caretakers asked that the soldiers leave their arms behind and either change to civilian clothes or at least cover their uniforms. They usually did as asked.[53] Harrison Howell Dodge became the third resident superintendent in 1885. During his 52 years' overseeing the estate, he doubled the facility's acreage, improved the grounds, and added many historic artifacts to the collections. Dodge reviewed George Washington's writings about the estate, visited other Colonial-era gardens, and traveled to England to see gardens dating from the Georgian period. Using that knowledge, Dodge oversaw the restoration of the site and put in place a number of improvements that Washington had planned but had never implemented.[54] Charles Wall was assistant superintendent from 1929 to 1937, then resident superintendent for 39 years. He oversaw restoration of the house and planted greenery consistent with what was used in the 18th century. In 1974, a campaign he organized was successful in preserving as parkland areas in Maryland across the Potomac River from Mount Vernon, as part of an effort to retain the bucolic vista from the house.[55] His office was the same one used in the 18th century by Washington.[56] Steamboats began to carry tourists to the Mount Vernon estate in 1878.[57] In 1892, the Washington, Alexandria and Mount Vernon Electric Railway opened, providing electric trolley service between Alexandria and the estate.[58][59][60] The electric railway and its successors carried tourists and others between Washington, D.C., and Mount Vernon from 1896 to 1932, when the federal government acquired part of its route on which to construct the George Washington Memorial Parkway.[59][61] The parkway, originally named the Mount Vernon Memorial Parkway, opened in 1932.[58] In 2007, the estate opened a reconstruction of George Washington's distillery on the site of Washington's original distillery, a short distance from his mansion on the Potomac River. Construction of the distillery cost $2.1 million. The fully functional replica received special legislation from the Virginia General Assembly to produce up to 5,000 US gal (19,000 l) of whiskey annually, for sale only at the Mount Vernon gift shop. Frank Coleman, spokesman for the Distilled Spirits Council that funded the reconstruction, said the distillery \"will become the equivalent of a national distillery museum\" and serve as a gateway to the American Whiskey Trail.[62] In 2019, Mount Vernon began an annual whiskey festival.[63] As of 2020, the estate had received more than 85 million visitors.[11] In addition to the mansion, visitors can see original and reconstructed outbuildings and barns (including slaves' quarters), an operational blacksmith shop, and the Pioneer Farm. Each year on Christmas Day, Aladdin the Christmas Camel recreates Washington's 1787 hiring of a camel for 18 shillings to entertain his guests with an example of the animal that brought the Three Wise Men to Bethlehem to visit the newborn Jesus.[64] Mount Vernon remains a privately owned property. The non-profit Mount Vernon Ladies' Association has not received any funds from the federal government to support the restoration and maintenance of the mansion and the estate's 500-acre (2.0 km2) grounds or its educational programs and activities.[65] The association derives its income from charitable donations and the sales of tickets, produce and goods to visitors. These enable the Association to continue its mission \"to preserve, restore, and manage the estate of George Washington to the highest standards and to educate visitors and people throughout the world about the life and legacies of George Washington, so that his example of character and leadership will continue to inform and inspire future generations.\"[66] Admission to Mount Vernon is free on Presidents' Day (the third Monday of February) and on George Washington's birthday (February 22).[67] Mount Vernon was featured in a 1-cent United States postage stamp in 1936 within the Army and Navy Commemorative Series. The green stamp, which was the first in the series, also contained portraits of George Washington and Nathanael Greene, a Major General of the Continental Army during the Revolutionary War.[68] In 1956, a 1.5-cent stamp within the Liberty Issue of U.S. postage stamps memorialized Mount Vernon as a national shrine. The Liberty Issue was originally planned to honor six presidents, six famous Americans, and six historic national shrines. The Mount Vernon stamp, which featured a view of Washington's home facing the Potomac River, was the issue's first that commemorated a shrine.[69] Mount Vernon was designated a National Historic Landmark on December 19, 1960, and listed on the National Register of Historic Places on October 15, 1966.[1][2] Development and improvement of the estate is an ongoing concern. Following a $110 million fundraising campaign, two new buildings that GWWO, Inc./Architects had designed opened in 2006 as venues for additional background on George Washington and the American Revolution. The Ford Orientation Center introduces visitors to George Washington and Mount Vernon with displays and a film. The Donald W. Reynolds Museum and Education Center houses many artefacts related to Washington along with multimedia displays and further films using modern entertainment technology. Mount Vernon was put on the tentative list for World Heritage Site status in the early 2000s. It was submitted but failed to get approved. In 2014, Mount Vernon awarded its first Cyrus A. Ansary Prize for Courage and Character to former President George H. W. Bush.[70] [71] The airspace surrounding Mount Vernon is restricted to prevent damage from aircraft vibrations.[72][73] As a consequence, overhead/aerial photography has been limited and requires unique approaches.[74] The Fairfax Connector Routes 101, 151 and 152 buses travel daily between the Mount Vernon estate and the Huntington station on Washington Metro's Yellow Line.[75] The Route 11C Metrobus travels between the estate and the Braddock Road station on Metro's Blue and Yellow Lines during weekday peak hours.[76] The 17-mile (27 km)-long Mount Vernon Trail travels along the George Washington Memorial Parkway and the Potomac River between the Mount Vernon estate and Rosslyn in Arlington County, Virginia, where it connects to the Custis Trail.[77][78] The shared-use path is a part of the Potomac Heritage Trail, the East Coast Greenway and U.S. Bicycle Route 1. The Mount Vernon Trail connects to shared-use paths that travel on the Francis Scott Key Bridge, the Theodore Roosevelt Bridge, the Arlington Memorial Bridge and the George Mason Memorial Bridge (one of the 14th Street bridges).[78][79] The bridges cross the river into Washington, D.C., where their shared-use paths connect to the Rock Creek and Potomac Parkway Trail, the Chesapeake and Ohio Canal towpath and the Capital Crescent Trail.[78][79] Media related to Mount Vernon at Wikimedia Commons","Title":"Mount Vernon - Wikipedia","KeyID":"2208","URL":"https://en.wikipedia.org/wiki/Mount_Vernon"}