{"Content: ":"Livestock branding is a technique for marking livestock so as to identify the owner. Originally, livestock branding only referred to hot branding large stock with a branding iron, though the term now includes alternative techniques. Other forms of livestock identification include freeze branding, inner lip or ear tattoos, earmarking, ear tagging, and radio-frequency identification (RFID), which is tagging with a microchip implant. The semi-permanent paint markings used to identify sheep are called a paint or color brand. In the American West, branding evolved into a complex marking system still in use today. The act of marking livestock with fire-heated marks to identify ownership has origins in ancient times, with use dating back to the ancient Egyptians around 2,700 BCE.[1] Among the ancient Romans, the symbols used for brands were sometimes chosen as part of a magic spell aimed at protecting animals from harm.[2] In English lexicon, the word \"brand\", common to most Germanic languages (from which root also comes \"burn\", cf. German Brand \"burning, fire\"), originally meant anything hot or burning, such as a \"firebrand\", a burning stick. By the European Middle Ages, it commonly identified the process of burning a mark into stock animals with thick hides, such as cattle, so as to identify ownership under animus revertendi. The practice became particularly widespread in nations with large cattle grazing regions, such as Spain. These European customs were imported to the Americas and were further refined by the vaquero tradition in what today is the southwestern United States and northern Mexico. In the American West, a \"branding iron\" consisted of an iron rod with a simple symbol or mark, which cowboys heated in a fire. After the branding iron turned red hot, the cowboy pressed the branding iron against the hide of the cow. The unique brand meant that cattle owned by multiple ranches could then graze freely together on the open range. Cowboys could then separate the cattle at \"roundup\" time for driving to market. Cattle rustlers using running irons were ingenious in changing brands.[3] The most famous brand change involved the making of the X I T brand into the Star-Cross brand, a star with a cross inside.[4][5] Brands became so numerous that it became necessary to record them in books that the ranchers could carry in their pockets. Laws were passed requiring the registration of brands, and the inspection of cattle driven through various territories. Penalties were imposed on those who failed to obtain a bill of sale with a list of brands on the animals purchased.[6] From the Americas, many cattle branding traditions and techniques spread to Australia, where a distinct set of traditions and techniques developed. Livestock branding has been practiced in Australia since 1866, but after 1897 owners had to register their brands. These fire and paint brands could not then be duplicated legally. Free-range or open-range grazing is less common today than in the past. However, branding still has its uses. The main purpose is in proving ownership of lost or stolen animals. Many western US states have strict laws regarding brands, including brand registration, and require brand inspections. In many cases, a brand on an animal is considered prima facie proof of ownership. (See Brand Book) In the hides and leather industry, brands are treated as a defect, and can diminish the value of hides. This industry has a number of traditional terms relating to the type of brand on a hide. \"Colorado branded\" (slang \"Collie\") refers to placement of a brand on the side of an animal, although this does not necessarily indicate the animal is from Colorado. \"Butt branded\" refers to a hide which has had a brand placed on the portion of the skin covering the rump area of the animal. A native hide is one without a brand.[7] Outside of the livestock industry, hot branding was used in 2003 by tortoise researchers to provide a permanent means of unique identification of individual Galapagos tortoises being studied. In this case, the brand was applied to the rear of the tortoises' shells. This technique has since been superseded by implanted PIT microchips (combined with ID numbers painted on the shell).[8] The traditional cowboy or stockman captured and secured an animal for branding by roping it, laying it over on the ground, tying its legs together, and applying a branding iron that had been heated in a fire. Modern ranch practice has moved toward use of chutes where animals can be run into a confined area and safely secured while the brand is applied. Two types of restraint are the cattle crush or squeeze chute (for larger cattle), which may close on either side of a standing animal, or a branding cradle, where calves are caught in a cradle which is rotated so that the animal is lying on its side. Bronco branding is an old method of catching cleanskin (unbranded) cattle on Top End cattle stations for branding in Australia. A heavy horse, usually with some draught horse bloodlines and typically fitted with a harness horse collar, is used to rope the selected calf. The calf is then pulled up to several sloping topped panels and a post constructed for the purpose in the centre of the yard. The unmounted stockmen then apply leg ropes and pull it to the ground to be branded, earmarked and castrated (if a bull) there. With the advent of portable cradles, this method of branding has been mostly phased out on stations. However, there are now quite a few bronco branding competitions at rodeos and campdrafting days, etc.[9] Some ranches still heat branding irons in a wood or coal fire; others use an electric branding iron or electric sources to heat a traditional iron. Gas-fired branding iron heaters are quite popular in Australia, as iron temperatures can be regulated and there is not the heat of a nearby fire. Regardless of heating method, the iron is only applied for the amount of time needed to remove all hair and create a permanent mark. Branding irons are applied for a longer time to cattle than to horses, due to the differing thicknesses of their skins. If a brand is applied too long, it can damage the skin too deeply, thus requiring treatment for potential infection and longer-term healing. Branding wet stock may result in the smudging of the brand. Brand identification may be difficult on long-haired animals, and may necessitate clipping of the area to view the brand. Horses may also be branded on their hooves,[10] but this is not a permanent mark, so needs to be redone about every six months. In the military, some brands indicated the horses' army and squadron numbers. These identification numbers were used on British army horses so dead horses on the battlefield could be identified. The hooves of the dead horses were then removed and returned to the Horse Guards with a request for replacements. This method was used to prevent fraudulent requests for horses.[11] Merino rams and bulls are sometimes firebranded on their horns for permanent individual identification. Some types of identification are not permanent. Temporary branding may be achieved by heat branding so that the hair is burned, but the skin is not damaged. Because this persists only until the animal sheds its hair, it is not considered a properly applied brand.[12] Other temporary, but for a time, persistent marking methods include tagging, and nose printing. Tagging usually uses numbering system as a way to identify animals in a herd. It does this by putting together a letter and number to represent the year born and the birth order, then the tag is either attached to the animal’s ear or to some form of neck collar. Nose printing or use of indelible ink elsewhere on the skin and hair is used at some farms, sales and exhibitions. This method is like fingerprinting: it uses ink and cannot be modified. As hair or skin cells shed, the mark eventually fades. Microchip identification and lip or ear tattooing are generally permanent, though microchips can be removed and tattoos sometimes fade over many years.[13] Microchips are used on many animals, and are particularly popular with horses, as the chip leaves no external marks. Tattooing the inside of the upper lip of horses is required for many racehorses, though in some localities, microchips are beginning to replace tattoos. Temporary branding is particularly common for sheep and goats. Ear marking or tattooing are usually used on goats under eight weeks of age because regular branding would harm them. Techniques similar to these are also used on sheep.[14] Temporary branding on sheep is done with paint, crayons, spray markers, chalk, and much more. These can last for up to several months at a time. The sheep's identification number is painted or sprayed with an indelible but non-toxic paint designed for the purpose onto their sides or back.[15] In contrast to traditional hot-iron branding, freeze branding uses a branding iron that has been chilled with a coolant such as dry ice or liquid nitrogen. Rather than burning a scar into the animal, a freeze brand damages the pigment-producing hair cells, causing the animal's hair to grow white where the brand has been applied. Freeze brands cause less damage to the animals' hides than hot iron brands, and can be more visible. Horses are frequently freeze-branded. At this time, hogs cannot be successfully freeze branded, as their hair pigment cells are better protected. Also, freeze branding is slower, more expensive, less predictable (more care is required in application to assure desired results), and in some places does not constitute a legal brand on cattle.[16] When an animal grows a long hair coat, the freeze brand is still visible, but its details are not always clear. Thus, it is sometimes necessary to shave or closely trim the hair so that a sharper image of a freeze brand can be viewed. To apply a freeze brand, all hair is shaved at the branding site. This is because hair is an excellent insulator, and must be removed so the extreme cold of the freeze branding iron can be applied directly to the skin. The iron, made of metal such as brass or copper that removes heat rapidly from the skin, is submerged into the coolant. Immediately before the iron is applied, the animal's skin is rubbed, squirted, or sprayed with a generous amount of 99% alcohol, then the freeze branding iron is removed from the coolant and held onto the skin with firm pressure for several seconds. The exact amount of time will vary according to the species of the animal, the thickness of its skin, the type of metal the branding iron is made of, the type of coolant being used, and the color of its hair coat. Because a freeze-branded hair follicle regrows as white hair, a light-haired animal will have a freeze brand kept on the skin longer than does a dark-haired animal, so as to eliminate the hair follicle altogether and allow bare skin to show the brand. Besides livestock, freeze branding can also be used on wild, hairless animals such as dolphins for purposes of tracking individuals.[17][18][19] The brand appears as a white mark on their bare skin and can last for decades.[20] Immediately after the freeze branding iron is removed from the skin, an indented outline of the brand will be visible. Within seconds, however, the outline will disappear and within several minutes after that, the brand outline will reappear as swollen, puffy skin. Once the swelling subsides, for a short time, the brand will be difficult or impossible to see, but in a few days, the branded skin will begin to flake, and within three to four weeks, the brand will begin to take on its permanent appearance. In Australia, all Arabian, Part Bred Arabians, Australian Stock Horses,[21] Quarter Horses,[22] Thoroughbreds,[23] must be branded with an owner brand on the near (left) shoulder and an individual foaling drop number (in relation to the other foals) over the foaling year number on the off shoulder. In Queensland, these three brands may be placed on the near shoulder in the above order. Stock Horse and Quarter Horse classification brands are placed on the hindquarters by the classifiers. Thoroughbreds and Standardbreds in Australia and New Zealand are freeze branded. Standardbred brands are in the form of the Alpha Angle Branding System (AABS),[24] which the United States also uses.[25][26] In the United States, branding of horses is not generally mandated by the government; however, there are a few exceptions: captured Mustangs made available for adoption by the BLM are freeze branded on the neck, usually with the AABS or with numbers, for identification. Horses that test positive for equine infectious anemia, that are quarantined for life rather than euthanized, will be freeze branded for permanent identification. Race horses of any breed are usually required by state racing commissions to have a lip tattoo, to be identified at the track. Some breed associations have, at times, offered freeze branding as either a requirement for registration or simply as an optional benefit to members, and individual horse owners may choose branding as a means by which to permanently identify their animals. As of 2011, the issue of whether to mandate horses be implanted with RFID microchips under the National Animal Identification System generated considerable controversy in the United States. Anglo-Arabian Arabian Bavarian Warmblood Holsteiner Oldenburger Regional stud farm Moritzburg for Saxony and Thuringia Trakehner Numerical freeze brand Most brands in the United States include capital letters or numerals, often combined with other symbols such as a slash, circle, half circle, cross, or bar. Brands of this type have a specialized language for \"calling\" the brand. Some owners prefer to use simple pictures; these brands are called using a short description of the picture (e.g., \"rising sun\"). Reading a brand aloud is referred to as “calling the brand“. Brands are called from left to right, top to bottom, and when one character encloses another, from outside to inside.[27] Reading of complex brands and picture brands depends at times upon the owner's interpretation, may vary depending upon location, and it may require an expert to identify some of the more complex marks. In general, the following usage of the term \"symbol\" usually means a capital letter. Uncapitialized letters are not used. Brands are usually “read” top to bottom and left to right. There are regional variations in how brands are read, and deference is given to the terminology preferred by the owner of the brand. Terms used include: Combinations of symbols can be made with each symbol distinct, or: Livestock branding causes pain to the animals being branded, seen in behavioural and physiological indicators. Both hot and freeze branding produce thermal injury to the skin, but hot-iron branding creates more inflammation and pain than freeze branding does.[28] Although alternative methods of identification such as ear tags are suggested, the practice of branding is still common worldwide.[29] Standard hot iron branding can take about eight weeks to heal. Use of analgesics helps reduce discomfort.[30] Topical treatments such as cooling gels helps speed healing in pigs, but results are less clear for cattle.[31] Common concerns include how long the animal is restrained, size and location of the brand, and whether analgesics are applied for pain relief. A 2018 study in Sri Lanka, where hot-iron branding is illegal but still widely practiced, concluded that it impairs animal welfare and that there is no real way to improve the procedure.[29] However, this particular study looked at four small dairy farms that used a technique where multiple applications of irons (“drawing”) created large brands extended across the ribs and took at least a full minute to apply and 10 weeks to heal. In contrast, in nations such as the United States and Australia, pre-shaped brands are used to stamp the brand on an animal, applied for 1-5 seconds. Although branding is painful, from a welfare perspective, stamping is preferable over drawing, as less time is needed to apply the brand.[29]","Title":"Livestock branding - Wikipedia","KeyID":"2210","URL":"https://en.wikipedia.org/wiki/Livestock_branding"}