{"Content: ":"A gelding is a castrated male horse or other equine, such as a pony, donkey or a mule. Castration, as well as the elimination of hormonally driven behavior associated with a stallion, allows a male equine to be calmer and better-behaved, making the animal quieter, gentler and generally more suitable as an everyday working animal.[1] The gerund and participle \"gelding\" and the infinitive \"to geld\" refer to the castration procedure itself. The verb \"to geld\" comes from the Old Norse gelda, from the adjective geldr 'barren'.[2] The noun \"gelding\" is from the Old Norse geldingr.[2] The Scythians are thought to have been the first people to geld their horses.[3][4] They valued geldings as war horses because they were quiet, lacked mating urges, were less prone to call out to other horses, were easier to keep in groups, and were less likely to fight with one another. A male horse is often gelded to make him better-behaved and easier to control. Gelding can also remove lower-quality animals from the gene pool.[5] To allow only the finest animals to breed on, while preserving adequate genetic diversity, only a small percentage of all male horses should remain stallions. Mainstream sources place the percentage of stallions that should be kept as breeding stock at about 10%,[6] while an extreme view states that only 0.5% of all males should be bred.[7] In wild herds, the 10% ratio is largely maintained naturally, as a single dominant stallion usually protects and breeds with a herd which is seldom larger than 10 or 12 mares, though he may permit a less dominant junior stallion to live at the fringes of the herd.[8] There are more males than just herd stallions, so unattached male horses group together for protection in small all-male \"bachelor herds\", where, in the absence of mares, they tend to behave much like geldings.[9] Geldings are preferred over stallions for working purposes because they are calmer, easier to handle, and more tractable. Geldings are therefore a favorite for many equestrians. In some horse shows,[which?] due to the dangers inherent in handling stallions, which require experienced handlers,[citation needed] youth exhibitors are not permitted to show stallions in classes limited to just those riders.[10] Geldings are often preferred over mares, because some mares become temperamental when in heat and the use of mares may be limited during the later months of pregnancy and while caring for a young foal. In horse racing, castrating a stallion may be considered worthwhile if the animal is easily distracted by other horses, difficult to handle, or otherwise not running to his full potential due to behavioral issues.[11] While this means the horse loses any breeding value, a successful track career can often be a boost to the value of the stallion that sired the gelding. Sometimes a stallion used for breeding is castrated later in life, possibly due to sterility, or because the offspring of the stallion are not up to expectations, or simply because the horse is not used much for breeding, due to shifting fashion in pedigree or phenotype. Castration may allow a stallion to live peacefully with other horses, allowing a more social and comfortable existence.[6] Under British National Hunt racing (i.e. Steeplechase) rules, to minimize health and safety risks, nearly all participating horses are gelded.[12] On the other hand, in other parts of Europe, geldings are excluded from many of the most prestigious flat races including the Classics and the Prix de l'Arc de Triomphe[13] (with an exception being the French classic Prix Royal-Oak, open to geldings since 1986).[14] In North American Thoroughbred racing, geldings, if otherwise qualified by age, winnings, or experience, are allowed in races open to intact males. The same applies in Australia. To perpetuate any given breed, some male horses must remain capable of reproduction. Thus, animals considered to be the finest representatives are kept as stallions and used for mating. Though the criteria used can be, in some places, rather subjective, a stallion should have a superior appearance, or phenotype; a superior pedigree, or genotype, and, ideally, a successful performance record in the area of specialty for that particular breed.[citation needed] Some cultures historically did not and still seldom geld male horses, most notably the Arabs, who usually used mares for everyday work and for war.[15] In these cultures, most stallions are still not used for breeding, only those of the best quality. When used as ordinary riding animals, they are kept only with or near other male horses in a \"bachelor\" setting, which tends to produce calmer, less stallion-like behavior.[16] Sometimes religious reasons for these practices exist; for example, castration of both animals and humans was categorically forbidden in the Hebrew Bible and is prohibited in Jewish law.[17] Gelding horses is generally approved of as a way to allow more horses to live comfortably and safely in proximity to humans and other horses, and as an ethical means of population control, even within the animal rights community. However, a small number of horse owners are concerned that the process may cause pain for the animal or somehow lessen their vitality or spirit.[citation needed] While modern surgical procedures cause far less discomfort to the animal than more primitive methods, there is minor postoperative discomfort when the animal is in recovery. Although castrations generally have few complications, there are risks. Castration can have complication such as swelling, hemorrhage or post-operative bleeding, infections, and eventration. It can take up to six weeks for residual testosterone to clear from the new gelding's system and he may continue to exhibit stallion-like behaviors in that period. For reasons not always clear, about 30% of all geldings may still display a stallion-like manner, some because of a cryptorchid testicle retained in the horse, some due to previously learned behavior, but some for no clear reason. Training to eliminate these behaviors is generally effective. Another risk is to the veterinarian, if a standing castration is performed, it is possible for the horse to injure the veterinarian during the procedure, and if complications arise, the horse must be immediately anesthetized.[18] Castration does not automatically change bad habits and poor manners. This must be accomplished by proper training.[6] A horse may be gelded at any age; however, if an owner intends to geld a particular foal, it is now considered best to geld the horse prior to becoming a yearling,[19] and definitely before he reaches sexual maturity. While it was once recommended to wait until a young horse was well over a year old, even two, this was a holdover from the days when castration was performed without anesthesia and was thus far more stressful on the animal. Modern veterinary techniques can now accomplish castration with relatively little stress and minimal discomfort, so long as appropriate analgesics are employed.[20] A few horse owners delay gelding a horse on the grounds that the testosterone gained from being allowed to reach sexual maturity will make him larger. However, recent studies have shown that this is not so: any apparent muscle mass gained solely from the presence of hormones will be lost over time after the horse is gelded, and in the meantime, the energy spent developing muscle mass may actually take away from the energy a young horse might otherwise put into skeletal growth; the net effect is that castration has no effect on rate of growth (although it may increase the amount of fat the horse carries).[21] Many older stallions, no longer used at stud due to age or sterility, can benefit from being gelded. Modern veterinary techniques make gelding an even somewhat elderly stallion a fairly low-risk procedure,[22] and the horse then has the benefit of being able to be turned out safely with other horses and allowed to live a less restricted and isolated life than was allowed for a stallion. Owners of male horses, both geldings and stallions, need to occasionally check the horse's sheath, the pocket of skin that protects the penis of the horse when it is not in use for urination (or, in the case of stallions, breeding). Geldings tend to accumulate smegma and other debris at a higher rate than stallions, probably because geldings rarely fully extrude the penis, and thus dirt and smegma build up in the folds of skin.[23] There are two major techniques commonly used in castrating a horse, one requiring only local anaesthesia and the other requiring general anaesthesia. Each technique has advantages and disadvantages. Standing castration is a technique where a horse is sedated and local anaesthesia is administered, without throwing the horse to the ground or putting him completely \"under\". It has the benefit that general anaesthesia (GA) is not required. This method is advocated for simple procedures because the estimated mortality for GA in horses at a modern clinic is low, approximately one or two in 1000. Mortality in the field (where most horse castrations are performed) is probably higher, due to poorer facilities.[24] For standing castration, the colt or stallion is sedated, typically with detomidine with or without butorphanol, and often physically restrained. Local anaesthetic is injected into the parenchyma of both testes. An incision is made through the scrotum and the testes are removed, then the spermatic cord is crushed, most commonly with either ligatures or emasculators, or both. The emasculators are applied for two to three minutes, then removed, and a careful check is made for signs of haemorrhage. Assuming that bleeding is at a minimum, the other side is castrated in the same manner. Most veterinarians remove the testis held most \"tightly\" (or close to the body) by the cremaster muscle first, so as to minimize the risk of the horse withdrawing it to the point where it is inaccessible. The horse, now a gelding, is allowed to recover. Standing castration can be performed in more complicated cases. Some authorities have described a technique for the removal of abdominally retained testes from cryptorchid animals,[25] but most surgeons still advocate a recumbent technique, as described below.[26] The primary drawback to standing castration is the risk that, even with sedation and restraint, the horse may object to the procedure and kick or otherwise injure the individual performing the operation.[27] Putting a horse under general anaesthesia for castration is preferred by some veterinarians because \"surgical exposure is improved and it carries less (overall) risk for surgeon and patient\".[28] For simple castration of normal animals, the advantages to recumbent castration are that the horse is prone, better asepsis (sterile environment) can be maintained, and better haemostasis (control of bleeding) is possible. In addition, there is significantly less risk of the surgeon or assistants being kicked. In a more complex situation such as castration of cryptorchid animals, the inguinal canal is more easily accessed. There are several different techniques (such as \"open\", \"closed\", and \"semi-closed\") that may be employed, but the basic surgery is similar. However, general anaesthesia is not without risks, including post-anaesthetic myopathy (muscle damage) and neuropathy (nerve damage),[29] respiratory dysfunction (V/Q mismatch), and cardiac depression.[30] These complications occur with sufficient frequency that castration has a relatively high overall mortality rate.[24] To minimize these concerns, the British Equine Veterinary Association guidelines recommend two veterinary surgeons should be present when an equine general anaesthesia is being performed.[31] With both castration techniques, the wound should be kept clean and allowed to drain freely to reduce the risk of hematoma formation, or development of an abscess. The use of tetanus antitoxin and analgesics (painkillers) are necessary, and antibiotics are also commonly administered. The horse is commonly walked in hand for some days to reduce the development of edema.[32] Minor complications following castration are relatively common, while serious complications are rare. According to one in-depth study, for standing castration the complication rate is 22%, while for recumbent castration it is 6% (although with a 1% mortality).[22] The more common complications are:","Title":"Gelding - Wikipedia","KeyID":"2211","URL":"https://en.wikipedia.org/wiki/Gelding"}