{"Content: ":"An Ordinance of Secession was the name given to multiple resolutions[1] drafted and ratified in 1860 and 1861, at or near the beginning of the Civil War, by which each seceding Southern state or territory formally declared secession from the United States of America. South Carolina, Mississippi, Georgia, and Texas also issued separate documents purporting to justify secession. Adherents of the Union side in the Civil War regarded secession as illegal by any means and President Abraham Lincoln, drawing in part on the legacy of President Andrew Jackson, regarded it as his job to preserve the Union by force if necessary. However, President James Buchanan, in his State of the Union Address of December 3, 1860, stated that the Union rested only upon public opinion and that conciliation was its only legitimate means of preservation; President Thomas Jefferson also had suggested in 1816, after his presidency but in official correspondence, that secession of some states might be desirable. Beginning with South Carolina in December 1860, eleven Southern states and one territory[2] both ratified an ordinance of secession and effected de facto secession by some regular or purportedly lawful means, including by state legislative action, special convention, or popular referendum, as sustained by state public opinion and mobilized military force. Both sides in the Civil War regarded these eleven states and territory as de facto seceding. Two other Southern states, Missouri and Kentucky, attempted secession ineffectively or only by irregular means. These two states remained within the Union, but were regarded by the Confederacy as having seceded. Two remaining Southern states, Delaware and Maryland, rejected secession and were not regarded by either side as having seceded. No other state considered secession. In 1863 a Unionist government in western Virginia created a new state from 50 western counties which entered the Union as West Virginia. The new state contained 24 counties that had ratified Virginia's secession ordinance.[3] The first seven seceding states, all of the Deep South, were motivated mainly by two factors: the election in November 1860 of President Lincoln, who had no support among Southern voters, and the direct threat to slavery his election posed. The next four seceding states, further north, also were motivated by the same two factors, but a third and decisive factor was the Federal policy of coercion, or using military force to preserve the Union by compelling the earlier seceding states to submit.[citation needed] In Missouri and Kentucky, attempted secession was belated, severely disrupted, lacked sufficient popular support, and failed. In Missouri, the state government called a convention whose members disfavored secession. Union military intervention quickly restored Union control, first in St. Louis, then throughout nearly the whole state. The ineffective Missouri ordinance of secession eventually was passed only by a rump convention meeting at Neosho. In Kentucky, whose potential secession Unionists particularly feared,[4] both the legislature and public opinion firmly opposed secession. Only an even less influential rump convention purported to secede. When Confederate armies invaded Kentucky in 1862, bringing extra arms to equip new volunteers, briefly seizing the state capital, and installing an ephemeral state government, local recruitment proved weak and Union forces soon decisively defeated the invasion. Despite Missouri and Kentucky remaining within the Union, thousands from both states embraced secession by choosing to fight for the Confederacy. Elsewhere, the Delaware legislature quickly, firmly rejected secession despite targeted lobbying from states intending to secede. President Lincoln's suspension of habeas corpus and overwhelming Union military intervention aimed at protecting Washington blocked the Maryland legislature, or any other group in Maryland, from considering secession further after the legislature overwhelmingly rejected calling a secession convention but retained some notion of limiting cooperation with the Union and military coercion. Geographic exposure to conflict between larger neighboring states also deterred secession in Delaware and Maryland. As in Missouri and Kentucky, thousands from Delaware and Maryland also fought for the Confederacy. The unorganized Indian Territory did not document secession and was not unanimous in its orientation, but generally supported the Confederacy. No other state or territory contemplated secession, and the Confederacy did not claim Delaware or Maryland as member states.[5] Bitter, violent controversy remained even in states where a popular majority clearly favored secession. A geographic correlation existed between local prevalence of slavery[6] and support for secession. Beyond Virginia, effective secession in most of a state could critically destabilize or virtually eliminate state government control over a region where people strongly rejected secession and favored the Union, such as East Tennessee and other areas. Thousands from seceding states, including slaves where the opportunity arose, also chose to fight for the Union.","Title":"Ordinance of Secession - Wikipedia","KeyID":"2212","URL":"https://en.wikipedia.org/wiki/Ordinance_of_Secession"}