{"Content: ":"Tangier is a town in Accomack County, Virginia, United States, on Tangier Island in Chesapeake Bay. The population was 727 at the 2010 census.[5] Since 1850, the island's landmass has been reduced by 67%. Under the mid-range sea level rise scenario, much of the remaining landmass is expected to be lost in the next 50 years and the town will likely need to be abandoned.[6] The people who came to permanently settle the island arrived in the 1770s, and were farmers. In the late 19th century, the islanders began to become more dependent on harvesting crabs and oysters from the Chesapeake Bay.[7] As the waterman livelihood became more important and more lucrative, there were often conflicts among the oyster dredgers and oyster tongers in the bay, and between those living in Maryland and those living in Virginia.[8] Many people who live on Tangier speak a distinctive dialect of American English.[9][10] Scholars have disputed how much of the dialect is derived from British English lexicon and phonetics. Linguist David Shores has argued that, while it may sound like a British variety of English, the dialect is a distinct creation of its own time and place off the eastern shore of Virginia.[11] The persistence of this dialectal variety is often attributed to the geographic isolation of the population from the mainland. Tangier Island is listed on the National Register of Historic Places.[12] Prior to the arrival of colonists on Tangier Island, it was a retreat for the Pocomoke Indians[13] for centuries. Although not much is known about these people, their existence is evidenced by the thousands of stone arrowheads that have been found all over the island. Almost any morning after gale-force winds have been blowing all night, new arrowheads can be found on the beach. The discovery of an ancient offshore oyster midden, thousands of years old and containing a huge pile of shells which could only have been deposited by humans, is further evidence that there was a regular population on Tangier, at least in the warm part of the year, long before it had an English name. The enormous numbers of arrowheads and spear points found here suggest the island was probably much larger than recorded history can verify and was home to many animal species.[citation needed] The first known European explorer of the island was John Smith in 1608. He named Tangier and the surrounding islands the \"Russel Isles\" after the doctor onboard his ship.[14] In 1670, Ambrose White received a patent for 400 acres (160 hectares) called \"an Island in the Chesapeake Bay\". The next year, White assigned his patent to Charles and John West. In 1673, William Walton was granted 400 acres (160 ha) on the western island which was formerly patented by White. There is a similar entry in the patent book three years later, but Charles Scarburgh and West were the recipients instead of Walton, and in 1678, a formal patent was issued to both of them. Scarburgh (often now spelled Scarborough) left his interest to his wife Elizabeth in 1702, and John West's interest went to his eldest son a year later. In 1713, two patents were granted to Elizabeth Scarburgh and Anthony West for Tangier Islands. One was for 900 acres (360 ha), which included the original 400 acres (160 ha) plus 500 acres (200 ha) more found within its bounds. The other grant was for 170 acres (69 ha) of new land south of Tangier called \"Sandy Beach Island\" which was probably the hook-shaped part that is now attached to the main part of the island. This was the first time Tangier Islands was named in the records. Although Elizabeth Scarburgh left her interest to her daughters, the title went to her oldest son, Bennett. It then passed to Henry Scarburgh and then to a Charles Scarburgh. In 1762, Charles Scarburgh confirmed an undeeded sale of his half to Colonel Thomas Hall. The next year Hall sold this to William Andrews as 475 acres (192 ha). Today many of the inhabitants have the surname Crockett, which was the name of the first permanent Anglo-American settler in the late 18th century, John Crockett.[15] Other common surnames on the island include Pruitt, Thomas, Marshall, Charnock, Dise, Shores, and Parks. By 1900 there were 1,064 inhabitants. The British used the island as a staging area in 1813 and 1814 under Rear Admiral George Cockburn during the War of 1812, constructing Fort Albion when there were as many as 1,200 British troops recorded as being present on the island at one time. Many black slaves escaped to the British on Tangier and were given their freedom. Some joined the Corps of Colonial Marines. When a dozen British sailors were captured, their account of hardships encountered with shortages of food and water on the island, and the construction of Fort Albion, were reported in a local newspaper.[16] Tangier was used as the base for the attack on the American capital in the decisive British victory at Bladensburg and the subsequent Burning of Washington in August 1814. This was followed by the Battle of Baltimore, when a failed British naval bombardment and barge assault on Fort McHenry in Baltimore harbor and the simultaneous Battle of North Point southeast of the city on September 12-14, 1814, influenced Francis Scott Key's writing of the poem that became \"The Star-Spangled Banner\", named the American national anthem in 1931.[17] The original church on the island was called Lee's Bethel and burned down in the 19th century. A bench marking its location is in the graveyard in Canton. The present-day church on the island, Swain Memorial Methodist Church, was established in 1835. The other church is called the New Testament Congregation, established in 1946, a non-denominational Christian place of worship. For various reasons, both historical and practical, burials are sometimes located in the yards of houses. There are also churchyard cemeteries at each of the island's churches. Three 21st-century hurricanes, Isabel in 2003, Ernesto in 2006, and Sandy in 2012, caused much of the island to flood. A few houses were abandoned or torn down due to storm damage, while others have been elevated on new foundations. New buildings continue to be built on the island. In the 1960s, the United States Army took over portions of Tangier Island via eminent domain, forcing some residents including Walter Crockett and Maggie Eskridge Crockett to move to Exmore on mainland Virginia, so the military could conduct missile testing.[18][19] Many of Tangier's residents believe that these operations were part of the reason for current erosion problems. Tangier Island is located in Chesapeake Bay. The island features sandy ridges divided by marshes and tidal streams. The island has three ridges, called Main Ridge, Canton, and West Ridge. North of Tangier is an island that was abandoned after the stream between it and Tangier Island (Oyster Creek) became too wide to build a bridge over. This northernmost area is called Uppards, and originally had a neighborhood called Canaan. The only structures left on Uppards are duck hunting lodges from 1928. A few of the homes on Main Ridge were moved from Uppards before flooding became a major problem. Each of the ridges has neighborhoods. On the northern part of Main Ridge, the neighborhood is called Meat Soup. On the northern part of West Ridge is one called Sheep's Hill. The southern part of Main Ridge has a ridge called Black Dye, and the one on the southern part of West Ridge is called Hog Ridge. Canton is in the most southeastern area of the island and is reached via a bridge. The bridges over the largest channel, called the Big Gut, are, to the north, Long Bridge, School Bridge, Wallace Bridge; and the farthest south is Heisten Bridge. Because of its distance from the mainland, Tangier is sometimes considered isolated. The closest inhabited areas, and those most frequently traveled to and from, are Crisfield, Maryland; Onancock, Virginia; Reedville, Virginia; and other islands such as Smith Island, Maryland. Tangier is located at 37°49′33″N 75°59′32″W﻿ / ﻿37.82583°N 75.99222°W﻿ / 37.82583; -75.99222.[20] According to the United States Census Bureau, the town has a total area of 1.2 square miles (3.2 km2), all of it land.[21] The island is at risk of disappearing due to upland to wetland conversion and rising sea levels caused by climate change;[22] since 1850, the island's landmass has been reduced by 67%. Under a mid-range sea level rise scenario, two of the islands’ three ridges are expected to become wetland in the 2030s, with the third expected to succumb by 2051. [6] Many residents believe that erosion is the cause of the increasing incidence and severity of flooding.[23] A 2015 study by Davide M. Schulte, Karin M. Dridge and Mark H. Hudgins, all members of the Army Corps of Engineers, concluded that Tangier has 25–50 years of habitability remaining and that the subsidence of the ridges is ongoing since at least the mid-19th century. The authors also conclude that the primary causes of the subsidence in the southern Chesapeake Bay region are sea-level rise due to the melting of the Laurentide ice sheet, groundwater extraction on mainland Virginia, and the remaining effects of the Chesapeake Bay impact crater near Cape Charles, Virginia, 35.5 million years ago.[24] The town has been talking with political representatives for decades to get protection for the island in the form of jetties or sea walls. The Town, the History Museum, and townspeople continue to raise money for their sea wall fund.[25] In 2017, CNN aired a story about Tangier that featured the town's mayor, James W. Eskridge. President Donald Trump called the mayor personally to assure him that the town would survive but offered no concrete form of relief or financial aid.[26][27][28][29] Tangier and nearby islands are valuable tidal salt marsh habitat for waterfowl, especially as there is a general absence of predators for ground-nesting birds and birds in general.[30] Tangier marshes are home to many birds, including pelicans, blue herons, rails, egrets, several varieties of ducks and geese, and osprey. The group of islands is one of the \"few remaining population strongholds for American Black Ducks in Virginia.\"[30] Including the surrounding marshes, Tangier Island totals less than 740 acres (300 hectares), but only 83 acres (34 hectares) are high enough for habitation. The highest point of land is barely 4 feet (1.2 m) above sea level, and about 9 acres (3.6 hectares) of Tangier shoreline are estimated to erode into the Chesapeake each year. Local residents see their existence threatened from falling catches, state regulation of the waterman livelihood on the Bay, constant erosion, and increasingly frequent flooding.[31] The modes of transportation off the island are boats and airplane. There is an airport, open from dawn to dusk.[32] There are two boats that travel regularly from Crisfield, Maryland, across Tangier Sound to Tangier. Passengers and mail are carried on these boats. The mail boat, the Courtney Thomas, leaves Tangier at 8:00 am and leaves Crisfield at 12:30 pm. The Steven Thomas, a 300-passenger cruise boat, leaves Crisfield at 12:30 pm during the summer season from Memorial Day weekend through mid-October and departs Tangier at 4:00 pm. In the summer season, the Chesapeake Breeze travels daily from Reedville, Virginia, on the Western Shore, leaving Reedville at 10:00 am and leaving Tangier at 2:00 pm. The ferry service to and from Onancock, Virginia on the Joyce Marie II runs daily from the first weekend of May through the first weekend of October.[33] Transportation on the island does not rely heavily on automobiles. Some residents outfit golf carts with passenger trailers to offer \"historical tours\" of the island for tourists. The roads on Tangier are wide enough for two golf carts. Tourists and islanders often use golf carts, boats, mopeds, and bikes, but some have trucks and cars. Many who live on Tangier speak a distinctive dialect of American English, which scholars have disputed as derived from 17th and 18th-century British English (Early Modern and Modern English) lexicon and phonetics. Historical linguist David Shores has noted that, while it may sound like a British variety of English, the dialect is a creation of its own time and place off the eastern shore of Virginia, preserving certain features of its British origins in part due to isolation, but not unchanged.[11] The persistence of this dialectical variety is often attributed to the geographic isolation of the population from the mainland. Many non-scholarly sources (i.e. the popular media and press) report that they think the origin of the unique dialect came from early European settlers from Cornwall and Devon in the United Kingdom.[10] As Shores documents[11] and historian Kirk Mariner confirms,[7] there is no historical-linguistic evidence to back up the idea that the dialect is somehow a \"leftover\" from British settlers in the area before the American Revolution. Shores argues that the Tangiers dialect, and other nearby coastal dialects, \"like other varieties of American English, are derived ultimately from a wide spectrum of seventeenth-century British regional dialects\", and that though the Tangiers dialect's isolation has tended to preserve some older features from that period, it has continued to evolve since the time of English settlement.[11] BBC Travel made a short film[34] on the language. The local accent is sometimes compared to that of the \"Hoi Toiders\" of the Outer Banks of North Carolina. There are some similarities, but the dialects are distinct. Before bridges were built, the only form of transport between or off the ridges was by boat, allowing the islands to stay isolated from the mainland. Smith Island, Maryland, has dialect that is more similar to that on Tangier, in terms of phonetics and lexicon.[35] The historic connection to Cornwall is the reason why Saint Piran's Flag is present in the upper left canton of the flag of the island.[36] The island has been referred to as one of the last waterman communities.[37] Today, the inhabitants of Tangier rely on crabbing to make a living. Tangier is often referred to as the \"soft-shell crab capital of the world\". Most fishermen catch and sell crabs and oysters. North of the island are many free-standing docks not connected to land which fishermen use to hold crabs while they moult. Once a major industry on the island, oystering has returned in recent years as a supplement to the more prominent crabbing business. In 2014, a new oyster-farming company, called Tangier Island Oyster Company, was founded by a group that includes a former attorney general of Virginia, Ken Cuccinelli.[38] The island also has a long history of graduates joining the military or being called to become pastors. The primary industry on the island besides fishing is tourism.[39] During the summer, several cruise ships come to the island each day, allowing passengers to explore and buy goods from the islanders. Two bed-and-breakfast inns can accommodate a limited number of overnight guests. There are several restaurants and gift shops for the tourist trade. With all the means of transportation and regular telephone service, residents have regular ways of staying in touch with the mainland. The island also has cable television and internet service. The island has several restaurants, an ice cream shop, four gift shops and a hardware store. There is a wild beach without a boardwalk or concessions. There is a historical museum and interpretive cultural center. There is one ATM on the island. Most of the gift shops, eating establishments, and overnight accommodations accept credit and debit cards. Tangier is known for its seafood dishes, especially its soft-shell crab sandwiches. Children sometimes sell lemonade and Christmas decorations made from sea shells to tourists. The major new addition to the island has been the Tangier Island History Museum,[40] which created the historical markers that line Tangier's streets and provide a \"historical tour\" of the island. Tour guides are also available to offer visitors a narrated ride around the island. The museum's artifacts are donated or loaned by local residents. The museum also operates a small community library, \"Muddy Toes.\" Visitors often rent kayaks to follow local \"water trails.\" These trails guide visitors around the watermen's crabbing shacks built on stilts in Tangier Harbor, to navigate the saltwater \"guts\" that separate the island, or to visit \"the Uppards\", a marshy island just to the north of Tangier that used to have a sizable community until it was abandoned in 1928. Immediately to the east of Tangier, also a kayak paddle away, is Port Isobel, a small island owned by the nonprofit Chesapeake Bay Foundation,[41] which operates an environmental study and retreat center there; on nautical charts, this bit of land is called East Point Marsh. Port Isobel's hiking trails are open to the public. The low-lying marshland is ideal breeding ground for mosquitoes and biting flies, so bug repellent is strongly recommended for anyone visiting.[37] The Tangier Island Health Foundation[42] runs the Nichols Health Center on Tangier, which is operated by the Riverside Health System,[43] which also operates on the Eastern Shore of Virginia and in Hampton Roads. Historically, there were two cases of Tangier disease, a recessive genetic disorder which causes high blood cholesterol, which, following discovery, was named after the island. There are very few residents with this genetic anomaly who currently live on the island.[44][45] The residents of Tangier enjoy regular cable television and Internet through a microwave tower installed in spring 2010. There are phone lines on the island. One physician assistant and a number of registered nurses live on the island. David Nichols treated residents for thirty years, piloting a Cessna 182 or Robinson helicopter for once-a-week visits.[46] In January 2007, he was profiled by ABC World News Tonight as its Person of the Week.[47] Nichols died at the age of 62 on December 30, 2010, after a battle with cancer. Four months earlier, a new clinic was christened in his name, as he and a few others had raised funds for its construction.[46][48] Emergency patients travel by helicopter to Crisfield or Salisbury hospitals in Maryland. Although the island has one operational power plant, it is used mainly for emergencies. Power comes in from the Eastern Shore of Virginia through an underwater cable. Methodism has been and remains a very strong influence on Tangier, stemming from the charismatic preaching and revival camp meetings held there in the early 1800s by Joshua Thomas, the famed \"parson of the islands.\" Because of their ties to the Northern Methodist Church, Tangier residents in the 19th century did not support slavery and did not join Virginia in seceding from the Union during the Civil War. Religious values are very important to the community. A local ordinance prohibits the sale of alcohol, making the island \"dry.\" In 1999, the Tangier town council blocked Warner Brothers from using the island to film the Kevin Costner film Message in a Bottle, objecting to the script's drinking, profanity and sex. If visitors bring their own alcohol, they are advised to be discreet and not drink it in public.[37] Accomack County Public Schools operates the Tangier Combined School, the sole comprehensive K–12 school in the State of Virginia. As of 2018[update] it had 60 students.[49] Over 87% of the residents voted for Donald Trump in the 2016 U.S. presidential election.[49] According to the current mayor of Tangier, James \"Ooker\" Eskridge, many island inhabitants were concerned that their way of life would change as a result of getting high-speed Internet in spring 2010. However, he indicated the change was for the better as islanders \"developed quite the appetite for streaming sports\".[50] Recognizing the impact of sports on the island community, and believing it may be a boost to the island's tourism, the Virginia Tourism Authority (VTA) declared Tangier Island the biggest sports town in America, per capita. The VTA presented the island with a plaque to commemorate the occasion,[51] and this phenomenon became the basis for a commercial for ESPN.[52] As of 2020, the island had approximately 440 permanent residents.[54] Cultural anthropologist Jonna M. Yarrington studied the residents of the island, living there full-time for over a year. Yarrington argues that, from 1900 to 2018, there have been significant changes to Tangier Island kinship relations, role succession practices, and property inheritance patterns in her doctoral dissertation. Yarrington argues these socio-cultural changes are the result of an impending, slow, long-term \"demographic collapse\" that is concomitant with economic, social, and ecological crises and changes.[55] As of the census[3] of 2000, there were 605 people, in 244 households, comprising 181 families residing in the town. The population density was 2,448.2 people per square mile (932.8/km2). There were 270 housing units at an average density of 1,094.4 per square mile (417.0/km2). The racial makeup of the town was 99.50% White and 0.50% African-American. In 2006, there were four people from eastern India, one African-American, one Pacific Islander, and several people of American Indian extraction. Many people have familial ties with residents of the Eastern Shore of Virginia as well as places on the western shore, such as Reedville and Urbanna. There were 244 households, out of which 27.5% had children under the age of 18 living with them, 61.1% were married couples living together, 9.4% had a female householder with no husband present, and 25.8% were non-families. 25% of all households were made up of individuals, and 16.8% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.94. In the town, the population was spread out, with 21.5% under the age of 18, 6.6% from 18 to 24, 24.3% from 25 to 44, 29.0% from 45 to 64, and 18.5% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 101.3 males. For every 100 females age 18 and over, there were 100.0 males. The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Tangier has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.[56]","Title":"Tangier, Virginia - Wikipedia","KeyID":"2213","URL":"https://en.wikipedia.org/wiki/Tangier_Island"}