{"Content: ":"Assateague Light is the 142-foot-tall (43 m) lighthouse located on the southern end of Assateague Island off the coast of the Virginia Eastern Shore, United States. The lighthouse is located within the Chincoteague National Wildlife Refuge and can be accessed by road from Chincoteague Island over the Assateague Channel. It is owned by the U.S. Fish and Wildlife Service and operated by the U.S. Coast Guard and is still used as an active aid in navigation. The keeper's quarters are used as seasonal housing for refuge temporary employees, volunteers, and interns. Constructed in 1867 to replace a shorter lighthouse 45-foot-tall (14 m) built in 1833, the lighthouse is conical in shape and is painted in alternating bands of red and white. A $1.5 million renovation was completed in October 2013. This included replacement of the lower gallery deck, removal & replacement of glass, restoration of the widow's walk & painting of the exterior.[3] Originally, no light existed between Cape Henlopen, Delaware and Cape Charles, Virginia. In 1830 the United States Congress appropriated money for a light in the general vicinity of Chincoteague Island. The following year, the Collector of Customs in Norfolk selected Assateague Island. The original Assateague Lighthouse was built on the southern tip of the island. Since barrier islands like Assateague shift and change, it is no wonder that the island has grown approximately 5 miles since the site was first designated. Over the years, a hook has developed to the south and the cove created by that hook has been gradually filling with sand. It originally housed a first-order Fresnel lens which has since been replaced with a more powerful electronically powered beacon. The first-order Fresnel lens from the lighthouse is on display at the Museum of Chincoteague Island.[4] The grounds also contain a keeper's house and oil house. The lighthouse is depicted on the 2003–2004 Federal Duck Stamp, designed by Ron Louque. The light is open for public tours on weekends during the summer. Assateague Lighthouse – U.S. Coast Guard Archive Assateague Lighthouse, Aug 2007 Assateague Lighthouse plaque, Aug 2007 Assateague Island Lighthouse plaque set in 2013 Assateague Channel with Assateague Light in distance","Title":"Assateague Light - Wikipedia","KeyID":"2214","URL":"https://en.wikipedia.org/wiki/Assateague_Light"}