{"Content: ":"The Battle of Cockle Creek, October 5, 1861, was a minor naval engagement off Chincoteague, Virginia early in the American Civil War. In 1861 the citizens of Chincoteague voted 138-2 to remain loyal to the Union, despite Virginia's vote for secession on May 23—the island was the only part of Virginia to do so. With little need for slaves because of its poor cropland, Chincoteague's economic survival depended on selling seafood to northern cities. Though loyal to the Union, Chincoteague was surrounded by Confederate sympathizers in Virginia and Maryland. Chincoteague Bay, Sinepuxent Bay, and Pocomoke River all served as routes to Maryland and Delaware which the Confederates were using to smuggle arms north into the two border states. They also had plans to prey on Union shipping entering and leaving Delaware Bay: at the center of these plans was the schooner Venus. On July 4, 1861, 418 men from the barrier islands in Maryland and Virginia met at Chincoteague to celebrate the 85th anniversary of American independence. All who were present signed a draft declaration prepared by Dr. George Schereer which pledged support for the United States against its enemies. Captain Edward Whaley Sr., a War of 1812 veteran, shouted, \"I will defend the old flag to my last drop of blood, against the lazy, slave-holding aristocrats and their lackeys in Richmond.\" On July 5, the declaration, and letters addressed to the commanding officers of the U.S. Navy at Hampton Roads, were dispatched aboard the sloop Jenny Sharpley. The letters detailed the importation of arms through Chincoteague Inlet and up the Pocomoke River to Confederate sympathizers; the islanders also requested the right to ship oysters to northern ports and for protection by the Federal Navy. When Jenny Sharpley arrived at Hampton Roads, the packet was delivered to Flag Officer S. H. Stringham. Stringham ignored the letters, but was enraged that Jenny Sharpley had broken through the Union Blocking Squadron and the islanders had been able to board his ship without being challenged. The Navy subsequently stonewalled the islanders' requests for several months, but Chincoteague remained loyal, despite growing Confederate forces at the county seat, Drummondtown. However, during a September 2 cabinet meeting, President Lincoln was handed a letter by Treasury Secretary Salmon P. Chase. Addressed to Flag Officer Stringham, it read: Sir: I must bring to your immediate attention the plight of the loyal citizens of the lower Eastern Shore of Maryland and Virginia. I was informed by my brother, in a letter posted at Snow Hill, that you were delivered intelligence which warned of the running of arms to rebels in that area. The Union cannot afford to lose the rice and bean crops from that area, nor can we afford to lose the inland routes between lower Delaware and Chincoteague, if navigation is cut on Chincoteague or Sinepuxent Bays. I mean in no way to sound disrespectful to you, Sir; however, if that area is to be preserved, immediate protection for the loyal residents should be forthcoming, quickly. United States Secretary of the Navy Gideon Welles jumped to his feet: \"If no action is pending then Stringham will be replaced.\"[quote citation needed] General Winfield Scott suggested that the United States Army send several thousand troops immediately for the relief of Chincoteague. On September 19, Captain Louis M. Goldsborough relieved Stringham as flag officer. On the evening of September 28, eight small boats were spotted rowing toward Chincoteague Inlet from the mainland. An alarm bell was rung in front of W.H. Watson and Company warehouse, and 94 armed men from Chincoteague responded, taking up positions along their warehouses and docks. It soon became clear that the boats were not attacking Chincoteague, but marking the channel with lanterns, so two sloops and a large schooner could enter the inlet. By dawn, the three ships had anchored near Cockle Creek and a British flag that had been flying from the schooner, Venus, had been replaced by the Confederate banner. On the afternoon of the 25th, an oyster sloop commanded by Edward Whaley Jr., and crewed by William Lynch, John Jester, Henry Savage, and Robert Snead set off to Hampton Roads to again warn the Navy. Whaley and crew were escorted in guard boats to the flagship, the steam frigate USS Minnesota, and presented to Captain Goldsborough; they then ate with their host in Minnesota's great cabin. Four sailors from Minnesota, armed with rifles and cutlasses, accompanied the men back to Chincoteague with the pledge of immediate aid. On September 30, Navy Lieutenant Commander Alexander Murray arrived off Chincoteague with 90 men in the recently built, propeller-driven, iron-hull steamer, USS Louisiana. Meanwhile, Venus had rapidly been converted into a privateer of ten guns: in addition to cannon, 1,000 New England rifles, shot, and three tons of powder had been put aboard. The 135-foot (41-meter) schooner, with her broad beam and shoal draft, would have been ideal to prey on shipping entering or leaving Delaware Bay. However, at 9 a.m. on October 5, two boats from Louisiana were launched and attacked Venus with howitzers. Louisiana herself was then piloted through Chincoteague Inlet and opened fire with her 32-pounder. Next, a Virginian force of 300 cut off the Louisiana's boats, but the Federal crews attacked and boarded Venus. The heavy fire from Louisiana shut down the Virginian defenses, and the Federal boarding party set fire to Venus, which burned to the water line before sinking in Cockle Creek. The two accompanying sloops were captured and taken to Norfolk as prizes of war. On hearing the news, Winfield Scott is said to have ordered Chincoteague oysters and Bermuda onions at Willard's Hotel. In early December, Venus′s rifles and cannon were salvaged from the wreck; her gear is likely still buried in her so-far-undiscovered hull. Louisiana remained at Chincoteague until late December. Two days after the battle, she captured the schooner S.T. Carrison with a cargo of wood near Wallops Island. On 14 October Louisiana′s Commander Murray witnessed the administration of the oath of allegiance to the United States to Chincoteague's citizens. Louisiana′s boats, led by Lieutenant Alfred Hopkins, surprised and burned three Confederate vessels at Chincoteague Inlet on October 28 and 29. On December 8, 4,000 Federal troops secured the remainder of the Eastern Shore of Virginia for the Union. Although a minor skirmish, the Battle of Cockle Creek eliminated the Confederate threat to Delaware Bay and strengthened Union control over Maryland's and Virginia's Eastern Shores. Rew, Lillian Mears, Assateague & Chincoteague: As I Remember Them (1980), n.p., quoted in \"Chincoteague During Wartime\", Chincoteague Chamber of Commerce History Notes, accessed 31 August 2010. ","Title":"Battle of Cockle Creek - Wikipedia","KeyID":"2216","URL":"https://en.wikipedia.org/wiki/Battle_of_Cockle_Creek"}