{"Content: ":"Gideon Welles (July 1, 1802 – February 11, 1878), nicknamed \"Father Neptune\", was the United States Secretary of the Navy from 1861 to 1869, a cabinet post he was awarded after supporting Abraham Lincoln in the 1860 election. Although opposed to the Union blockade of Southern ports, he duly carried out his part of the Anaconda Plan, largely sealing off the Confederate coastline and preventing the exchange of cotton for war supplies. This is viewed as a major cause of Union victory in the Civil War, and his achievement in expanding the Navy almost tenfold was widely praised. Welles was also instrumental in the Navy's creation of the Medal of Honor. Gideon Welles, the son of Samuel Welles and Ann Hale,[1] was born on July 1, 1802, in Glastonbury, Connecticut.[2] His father was a shipping merchant and fervent Jeffersonian;[3] he was a member of the Convention, which formed the first state Connecticut Constitution in 1818 that abolished the colonial charter and officially severed the pre-American Revolution political ties to England. In contrast to the Fundamental Orders of Connecticut, the successor constitution of 1818 provided for freedom of religion. He was a member of the seventh generation of his family in America. His original immigrant ancestor was Thomas Welles,[4][5] who arrived in 1635 and was the only man in Connecticut's history to hold all four top offices: governor, deputy governor, treasurer, and secretary. He was also the transcriber of the Fundamental Orders. Welles was the second great grandson of Capt. Samuel Welles and Ruth (Rice) Welles, the daughter of Edmund Rice, a 1638 immigrant to Sudbury and founder of Marlborough, Massachusetts.[6] He married on June 16, 1835, at Lewiston, Mifflin County, Pennsylvania, Mary Jane Hale,[7] who was born on June 18, 1817, in Glastonbury, Connecticut, the daughter of Elias White Hale and Jane Mullhallan. Her father, Elias, graduated from Yale College in 1794 and practiced law in Mifflin and Centre Counties, Pennsylvania.[8] She died on February 28, 1886, in Hartford, Connecticut, and was buried next to her husband in Cedar Hill Cemetery in Hartford. Gideon and Mary Jane were the parents of six children. He was educated at the Episcopal Academy at Cheshire, Connecticut, and earned a degree at the American Literary, Scientific, and Military Academy at Norwich, Vt. (later Norwich University).[2] He became a lawyer through the then-common practice of reading the law, but soon shifted to journalism and became the founder and editor of the Hartford Times in 1826. After successfully gaining admission, from 1827 to 1835, he participated in the Connecticut House of Representatives as a Democrat. Following his service in the Connecticut General Assembly, he served in various posts, including State Controller of Public Accounts in 1835, Postmaster of Hartford (1836–41), and Chief of the Bureau of Provisions and Clothing for the Navy (1846–49).[9] Welles was a Jacksonian Democrat who worked very closely with Martin Van Buren and John Milton Niles. His chief rival in the Connecticut Democratic Party was Isaac Toucey, whom Welles would later replace at the Navy Department. While Welles dutifully supported James K. Polk in the 1844 election, he would abandon the Democrats in 1848 to support Van Buren's Free Soil campaign.[10] Mainly because of his strong anti-slavery views, Welles shifted allegiance in 1854 to the newly established Republican Party and founded a newspaper in 1856 (the Hartford Evening Press) that would espouse Republican ideals for decades thereafter. Welles' strong support of Abraham Lincoln in the 1860 presidential election made him the logical candidate from New England for Lincoln's cabinet. In March 1861, Lincoln named Welles his Secretary of the Navy. Welles found the Naval Department in disarray, with Southern officers resigning en masse. His first major action was to dispatch the Navy's most powerful warship, the USS Powhatan, to relieve Fort Sumter on Lincoln's instructions. Unfortunately, Secretary of State Seward had just ordered the Powhatan to Fort Pickens, Florida on his own authority, ruining whatever chance Major Robert Anderson had of withstanding the assault. Several weeks later, when Seward argued for a blockade of Southern ports, Welles argued vociferously against the action but was eventually overruled by Lincoln. Despite his misgivings, Welles' efforts to rebuild the Navy and implement the blockade proved extraordinarily effective. From 76 ships and 7,600 sailors in 1861, the Navy expanded almost tenfold by 1865. His implementation of the Naval portion of the Anaconda Plan strongly weakened the Confederacy's ability to finance the war by limiting the cotton trade, and while never completely effective in sealing off all 3,500 miles of Southern coastline, it was a major contribution towards Northern victory. Lincoln nicknamed Welles his \"Neptune.\"[11] At the start of the war, David Dixon Porter wrote Welles that \"the present allowance of crews ... is for peace establishment and is not suited at all to times of war.\" On another occasion, Porter told Welles that his own vessel lacked coal and that small steamers of shallow draft were required to make the blockade effective. From Mobile to the Mississippi River, numerous inlets allowed small Confederate craft to slip through the Federal blockade.[12] Despite his successes, Welles was never at ease in the Cabinet. His anti-English sentiments caused him to clash with Seward, and Welles's conservative stances led to arguments with Treasury Secretary Salmon P. Chase and War Secretary Edwin M. Stanton.[citation needed] After Lincoln's assassination, Welles was retained by President Andrew Johnson as Secretary of the Navy. In 1866, Welles, along with Seward, was instrumental in launching the National Union Party as a third party alternative supportive of Johnson's reconciliation policies. Welles also played a prominent part in Johnson's ill-fated \"Swing Around the Circle\" campaign that autumn.[citation needed] Although Welles admitted in his diary that he was dismayed by Johnson's behavior on the trip, particularly the president's penchant for invective and engaging directly with hecklers, Welles remained loyal to Johnson, and supported him during his impeachment.[13] On April 17 and 18, 1868, Welles testified in the impeachment trial of Johnson, having been called as a witness by Johnson's defense team.[14] His son Edgar also testified that day.[15] After leaving politics, Welles returned to Connecticut and to writing, editing his journals, and authoring several books before his death, including a biography, Lincoln and Seward, published in 1874.[2] He was a Third Class Companion of the Military Order of the Loyal Legion of the United States. While the Loyal Legion did consist predominantly of Union officers who had served in the American Civil War the Order's constitution provided for honorary members (i.e. Third Class Companions) who were civilians who had made significant contributions to the war effort. Welles was also instrumental in the Navy's creation of the Medal of Honor.[16] Towards the end of 1877, his health began to wane. A streptococcal infection of the throat killed Gideon Welles at the age of seventy-five on February 12, 1878.[2] His body was interred at Cedar Hill Cemetery in Hartford, Connecticut.[17] Two ships have been named USS Welles in his honor. The Dining Commons at Cheshire Academy and the Gideon Welles School in Glastonbury, Connecticut, are also named after him.[18][19] In the Lincoln Square neighborhood of Chicago, Welles Park was dedicated in honor of Gideon Welles in 1910,[20] and more recently, an adjacent restaurant, opened in 2014, has also been named after Gideon Welles.[21]","Title":"Gideon Welles - Wikipedia","KeyID":"2217","URL":"https://en.wikipedia.org/wiki/Gideon_Welles"}