{"Content: ":"Scribner's Magazine was an American periodical published by the publishing house of Charles Scribner's Sons from January 1887 to May 1939. Scribner's Magazine was the second magazine out of the Scribner's firm, after the publication of Scribner's Monthly. Charles Scribner's Sons spent over $500,000 setting up the magazine, to compete with the already successful Harper's Monthly and The Atlantic Monthly. Scribner's Magazine was launched in 1887, and was the first of any magazine to introduce color illustrations. The magazine ceased publication in 1939. The magazine contained many engravings by famous artists of the 19th and early 20th centuries, as well as articles by important authors of the time, including John Thomason, Elisabeth Woodbridge Morris, Clarence Cook, and President Theodore Roosevelt. The magazine had high sales when Roosevelt started contributing, reaching over 200,000, but gradually lost circulation after World War I. Scribner's Magazine was the second periodical publication of the Scribner's firm, after Scribner's Monthly was published from 1870 to 1881. Scribner's Monthly was later moved to another publisher, and renamed The Century Illustrated Monthly Magazine.[1] Charles Scribner announced to a New York Times reporter that they would make a new monthly publication \"as soon as the necessary arrangements could be perfected\". It was also announced that the editor would be Edward Burlingame, the son of Anson Burlingame, who was already connected to the publishing house as literary adviser. Charles Scribner also noted that the magazine would not be a revival of the formerly published Scribner's Monthly.[2] Charles Scribner's Sons spent over $500,000 in launching Scribner's Magazine to compete with the already successful pictorials, The Atlantic Monthly and Harper's Magazine. Burlingame hired the best artists in his country for the magazine; Howard Pyle, Howard Chandler Christy, Charles Marion Russell, Walter Everett, Maxfield Parrish and Frederic Remington.[1][3] Before the first issue was released, Charles Scribner's Sons had their first annual \"Scribner's Magazine\" dinner at their main offices.[4] Scribner's Magazine was launched in January 1887, the first issue of which was to be published from January to June of that year. The magazine was printed and bound by Trow's Printing and Bookbinding Company.[5] Scribner's Magazine was also the first magazine to introduce color illustrations later on.[3] The first issue opens with the literary article \"The Downfall to the Empire.\" by E.B. Washburne, the former minister to France.[6] An early morning fire in 1908 at the Charles Scribner's Sons offices heavily burned the third and fourth floors, where the magazine was produced. In May 1914, the magazine's editor, Edward L. Burlingame, retired and Robert Bridges took over as editor.[4] (Bridges was a lifelong close friend of President Woodrow Wilson ever since the two had met as students at Princeton University.)[7] During the First World War, the magazine employed authors, Richard Harding Davis, Edith Wharton and John Galsworthy, to write about the major conflict. During the time of 1917, when the United States joined the war, the magazine had four to six articles on the subject.[3] On the date of November 19, 1922, the first editor of the magazine, Edward L. Burlingame, died. In January 1928 the magazine had a change in format, with the first of the newly formatted issue having a cover design by Rockwell Kent.[4] The June 1929 issue was banned in Boston, Massachusetts, due to the article A Farewell to Arms by Ernest Hemingway. The article was deemed salacious by the public, and Boston police barred the magazine from book stands. Charles Scribner's Sons issued the statement that: The very fact that Scribner's Magazine is publishing 'A Farewell to Arms' by Ernest Hemingway is evidence of our belief in its validity and its integrity. Mr. Hemingway is one of the finest and most highly regarded of the modern writers. The ban on the sale of the magazine in Boston is an evidence of the improper use of censorship which bases its objections upon certain passages without taking into account the effect and purpose of the story as a whole. 'A Farewell to Arms' is in its effect distinctly moral. It is the story of a fine and faithful love, born, it is true, out of physical desire. If good can come from evil, if the fine can grow from the gross, how is a writer effectively to depict the progress of this evolution if he cannot describe the conditions from which the good evolved? If white is to be contrasted with black, thereby emphasizing its whiteness, the picture cannot be all white. A dispatch from Boston emphasized the fact that the story is not an anti-war argument. Mr. Hemingway set out neither to write a moral tract nor a thesis of any sort. His book is no more anti-war propaganda than are the Kellogg treaties. The story will continue to run in Scribner's Magazine. Only one-third of it has as yet been published. In 1930 the magazine's editor, Robert Bridges, retired to become a literary adviser for the firm, and associate editor Alfred S. Deshiell became the \"managing editor\" of Scribner's Magazine. By January 1932, the magazine had a second change in format, making it much larger. In October 1936, Harlan D. Logan took over as editor from Alfred S. Dashiell, who went on to edit Reader's Digest. Yet again, in October 1936, the magazine went through a third change of design. In 1938, the magazine was bought from Charles Scribner's Sons and started to be published by Harlan Logan Associates, who still retained an interest.[4] In May 1939, the magazine ceased publication due to low circulation compared to Harper's Monthly and The Atlantic Monthly.[3][4] The magazine was then merged with the pictorial Commentator, to become Scribner's Commentator in November 1939.[4] Scribner's Commentator also ceased publication in 1942 after one of the magazine's staff pleaded guilty to taking payoffs from the Japanese government, in return for publishing propaganda promoting United States isolationism.[9] The magazine was distinguished both by its images, which focused on engravings, and later color images by artists such as Leo Hershfield, Howard Christy, Walter Everett, Mary Hallock Foote, Maxfield Parrish, Ernest Peixotto, Howard Pyle, Frederic Remington, and Charles Marion Russell. The magazine was also noted for its articles, including work by Jacob Riis such as How the Other Half Lives, and The Poor in Great Cities, as well as Theodore Roosevelt's African Game Trails, John Thomason, Elisabeth Woodbridge Morris and Clarence Cook.[3] Scribner's Magazine sold well until its conclusion in 1939. The circulation of the magazine went up when Theodore Roosevelt started authoring a section of the magazine. Around the time, circulation numbers went up to 215,000. The magazine had strong sales until the end of the First World War, then sales went down to 70,000 and then 43,000 by 1930, which eventually brought the magazine to a closure.[4][9] Review of Reviews editor, William T. Stead, criticized the magazine for relying too much on its illustrations.[3]","Title":"Scribner's Magazine - Wikipedia","KeyID":"2219","URL":"https://en.wikipedia.org/wiki/Scribner%27s_Magazine"}