{"Content: ":"Rural Free Delivery (RFD) was a program of the United States Post Office Department that began in the late 19th century to deliver mail directly to rural destinations. Previously, individuals living in remote homesteads had to pick up mail themselves at sometimes distant post offices or pay private carriers for delivery. RFD became a political football, with politicians promising it to voters, and benefitting themselves to reach voters. The proposal to offer free rural delivery was not universally embraced. Private carriers and local shopkeepers feared a loss of business. The United States Post Office Department began experiments with Rural Free Delivery as early as 1890. However, it was not until 1893 that Georgia Representative Thomas E. Watson pushed through legislation that mandated the practice.[1] However, universal implementation was slow; RFD was not adopted generally across the country until 1902.[2] The rural delivery service has used a network of rural routes traveled by carriers to deliver to and pick it up from roadside mailboxes.[3] Until the late 19th century, residents of rural areas had to travel to a designated distant post office to pick up their mail or to pay for delivery by a private carrier. Postmaster General John Wanamaker, owner of a major department store, was ardently in favor of Rural Free Delivery (RFD), with many thousands of Americans living in rural communities who wanted to send and receive retail orders inexpensively. However, the adoption of a nationwide RFD system had many opponents. Some were simply opposed to the cost of the service. Private express carriers thought inexpensive rural mail delivery would eliminate their business, and many town merchants worried the service would reduce farm families' weekly visits to town to obtain goods and merchandise or that mail order merchants selling through catalogs, such as Sears, Roebuck and Company, might present significant competition.[1][4] Support for the introduction of a nationwide rural mail delivery service came from The National Grange of the Order of Patrons of Husbandry, the nation's oldest agricultural organization. Fayette County in east-central Indiana claims to be the birthplace of Rural Free Delivery. Milton Trusler, a leading farmer in the county, began advocating the idea in 1880; as the president of the Indiana Grange, he spoke to farmers statewide frequently over the following 16 years.[5] The Post Office Department first experimented with the idea of rural mail delivery on October 1, 1896 to determine the viability of RFD. It began with five routes covering 10 miles, 33 years after free delivery in cities had begun. The first routes to receive RFD during its experimental phase were in Jefferson County, West Virginia, near Charles Town, Halltown, and Uvilla.[6] Legislation by US Representative Thomas E. Watson of Georgia mandated the practice, and RFD finally became an official service in 1896.[1] That year, 82 rural routes were put into operation. A massive undertaking, nationwide RFD service took several years to implement, and remains the \"biggest and most expensive endeavor\"[7] ever instituted by the U.S. postal service. The service has grown steadily. By 1901, the mileage had increased to over 100,000; the cost was $1,750,321 and over 37,000 carriers were employed. In 1910, the mileage was 993,068; the cost was $36,915,000, and 40,997 carriers were employed. In 1913 came the introduction of parcel post delivery, which caused another boom in rural deliveries. Parcel post service allowed the distribution of national newspapers and magazines, and was responsible for millions of dollars of sales in mail-order merchandise to customers in rural areas. In 1930, 43,278 rural routes served about 6,875,321 families, about 25,471,735 persons, at a cost of $106,338,341.[8] The Rural Post Roads Act of 1916 authorized federal funds for rural post roads. The following is a list of the first rural routes established in each state, along with the names of the (up to three) post offices served and the date of establishment.[6]","Title":"Rural Free Delivery - Wikipedia","KeyID":"2220","URL":"https://en.wikipedia.org/wiki/Rural_free_delivery"}