{"Content: ":"The United States Post Office Department (USPOD; also known as the Post Office or U.S. Mail) was the predecessor of the United States Postal Service, in the form of a Cabinet department, officially from 1872 to 1971. It was headed by the postmaster general. The Postal Service Act, signed by U.S. president George Washington on February 20, 1792, established the department. Postmaster General John McLean, in office from 1823 to 1829, was the first to call it the Post Office Department rather than just the \"Post Office.\" The organization received a boost in prestige when President Andrew Jackson invited his postmaster general, William T. Barry, to sit as a member of the Cabinet in 1829.[1] The Post Office Act of 1872 (17 Stat. 283) elevated the Post Office Department to Cabinet status.[2] During the American Civil War (1861–1865), postal services in the Confederate States of America were provided by the Confederate States of America Post-office Department, headed by Postmaster General John Henninger Reagan. The Postal Reorganization Act was signed by President Richard Nixon on August 12, 1970. It replaced the cabinet-level Post Office Department with the independent United States Postal Service on July 1, 1971. The regulatory role of the postal services was then transferred to the Postal Regulatory Commission. In the early years of the North American colonies, many attempts were made to initiate a postal service. These early attempts were of small scale and usually involved a colony, Massachusetts Bay Colony for example, setting up a location in Boston where one could post a letter back home to England. Other attempts focused on a dedicated postal service between two of the larger colonies, such as Massachusetts and Virginia, but the available services remained limited in scope and disjointed for many years. For example, informal independently run postal routes operated in Boston as early as 1639, with a Boston to New York City service starting in 1672. A central postal organization came to the colonies in 1691, when Thomas Neale received a 21-year grant from the British Crown for a North American Postal Service. On February 17, 1691, a grant of letters patent from the joint sovereigns, William III and Mary II, empowered him: to erect, settle, and establish within the chief parts of their majesties' colonies and plantations in America, an office or offices for receiving and dispatching letters and pacquets, and to receive, send, and deliver the same under such rates and sums of money as the planters shall agree to give, and to hold and enjoy the same for the term of twenty-one years.[3] The patent included the exclusive right to establish and collect a formal postal tax on official documents of all kinds. The tax was repealed a year later. Neale appointed Andrew Hamilton, Governor of New Jersey, as his deputy postmaster. The first postal service in America commenced in February 1692. Rates of postage were fixed and authorized, and measures were taken to establish a post office in each town in Virginia. Massachusetts and the other colonies soon passed postal laws, and a very imperfect post office system was established. Neale's patent expired in 1710, when Parliament extended the English postal system to the colonies. The chief office was established in New York City, where letters were conveyed by regular packets across the Atlantic. Before the Revolution, there was only a trickle of business or governmental correspondence between the colonies. Most of the mail went back and forth to counting houses and government offices in London. The revolution made Philadelphia, the seat of the Continental Congress, the information hub of the new nation. News, new laws, political intelligence, and military orders circulated with a new urgency, and a postal system was necessary. Journalists took the lead, securing post office legislation that allowed them to reach their subscribers at very low cost, and to exchange news from newspapers between the thirteen states. Overthrowing the London-oriented imperial postal service in 1774–1775, printers enlisted merchants and the new political leadership, and created a new postal system.[4] The United States Post Office (USPO) was created on July 26, 1775, by decree of the Second Continental Congress.[5] Benjamin Franklin headed it briefly. Before the Revolution, individuals like Benjamin Franklin and William Goddard were the colonial postmasters who managed the mails then and were the general architects of a postal system that started out as an alternative to the Crown Post. The official post office was created in 1792 as the Post Office Department (USPOD). It was based on the Constitutional authority empowering Congress \"To establish post offices and post roads\". The 1792 law provided for a greatly expanded postal network, and served editors by charging newspapers an extremely low rate. The law guaranteed the sanctity of personal correspondence, and provided the entire country with low-cost access to information on public affairs, while establishing a right to personal privacy.[6] Rufus Easton was appointed by Thomas Jefferson first postmaster of St. Louis under the recommendation of Postmaster General Gideon Granger. Rufus Easton was the first postmaster and built the first post office west of the Mississippi. At the same time Easton was appointed by Thomas Jefferson, judge of Louisiana Territory, the largest territory in North America. Bruce Adamson wrote that: \"Next to Benjamin Franklin, Rufus Easton was one of the most colorful people in United States Postal History.\" It was Easton who educated Abraham Lincoln's attorney general, Edward Bates. In 1815 Edward Bates moved into the Easton home and lived there for years at Third and Elm. Today this is the site of the Jefferson Memorial Park. In 1806 Postmaster General Gideon Granger wrote a three-page letter to Easton, begging him not to partake in a duel with vice-president Aaron Burr. Two years earlier it was Burr who had shot and killed Alexander Hamilton. Many years later in 1852, Easton's son, Major-General Langdon Cheves Easton, was commissioned by William T. Sherman, at Fort Union to deliver a letter to Independence, Missouri. Sherman wrote: \"In the Spring of 1852, General Sherman mentioned that the quartermaster, Major L.C. Easton, at Fort Union, New Mexico, had occasion to send some message east by a certain date, and contracted with Aubrey to carry it to the nearest post office (then Independence, Missouri), making his compensation conditional on the time consumed. He was supplied with a good horse, and an order on the outgoing trains for exchange. Though the whole route was infested with hostile Indians, and not a house on it, Aubrey started alone with his rifle. He was fortunate in meeting several outward-bound trains, and thereby made frequent changes of horses, some four or five, and reached Independence in six days, having hardly rested or slept the whole way.\"[7] To cover long distances, the Post Office used a hub-and-spoke system, with Washington as the hub and chief sorting center. By 1869, with 27,000 local post offices to deal with, it had changed to sorting mail en route in specialized railroad mail cars, called Railway Post Offices, or RPOs. The system of postal money orders began in 1864. Free mail delivery began in the larger cities in 1863.[8] The postal system played a crucial role in national expansion. It facilitated expansion of the western American frontier by creating an inexpensive, fast, convenient communication system. Letters from early settlers provided information and boosterism to encourage increased migration to the West, helped scattered families stay in touch and provide assistance, assisted entrepreneurs in finding business opportunities, and made possible regular commercial relationships between merchants in the west and wholesalers and factories back east. The postal service likewise assisted the army in expanding control over the vast western territories. The widespread circulation of important newspapers by mail, such as the New York Weekly Tribune, facilitated coordination among politicians in different states. The postal service helped integrate established areas with the frontier, creating a spirit of nationalism and providing a necessary infrastructure.[9] The Post Office in the 19th century was a major source of federal patronage. Local postmasterships were rewards for local politicians—often the editors of party newspapers. About three quarters of all federal civilian employees worked for the Post Office. In 1816 it employed 3,341 men, and in 1841, 14,290. The volume of mail expanded much faster than the population, as it carried annually 100 letters and 200 newspapers per 1,000 white population in 1790, and 2,900 letters and 2,700 newspapers per thousand in 1840.[10] The Post Office Department was enlarged during the tenure of President Andrew Jackson. As the Post Office expanded, difficulties were experienced due to a lack of employees and transportation. The Post Office's employees at that time were still subject to the so-called \"spoils\" system, where faithful political supporters of the executive branch were appointed to positions in the post office and other government corporations as a reward for their patronage. These appointees rarely had prior experience in postal service and mail delivery. This system of political patronage was replaced in 1883, after passage of the Pendleton Civil Service Reform Act.[11] In 1823, ten years after the Post Office had first begun to use steamboats to carry mail between post towns where no roads existed, waterways were declared post roads.[12] Once it became clear that the postal system in the United States needed to expand across the entire country, the use of the railroad to transport the mail was instituted in 1832, on one line in Pennsylvania.[13] All railroads in the United States were designated as post routes, after passage of the Act of July 7, 1838. Mail service by railroad increased rapidly thereafter.[14] An Act of Congress provided for the issuance of stamps on March 3, 1847, and the postmaster general immediately let a contract to the New York City engraving firm of Rawdon, Wright, Hatch, and Edson. The first stamp issue of the U.S. was offered for sale on July 1, 1847, in New York City, with Boston receiving stamps the following day and other cities thereafter. The 5-cent stamp paid for a letter weighing less than 1 oz (28 g) and traveling less than 300 miles, the 10-cent stamp for deliveries to locations greater than 300 miles, or twice the weight deliverable for the 5-cent stamp. In 1847, the U.S. Mail Steamship Company acquired the contract which allowed it to carry the U.S. mails from New York, with stops in New Orleans and Havana, to the Isthmus of Panama for delivery in California. The same year, the Pacific Mail Steamship Company had acquired the right to transport mail under contract from the United States Government from the Isthmus of Panama to California. In 1855, William Henry Aspinwall completed the Panama Railway, providing rail service across the Isthmus and cutting to three weeks the transport time for the mails, passengers and goods to California. This remained an important route until the completion of the transcontinental railroad in 1869. Railroad companies greatly expanded mail transport service after 1862, and the Railway Mail Service was inaugurated in 1869.[13] Rail cars designed to sort and distribute mail while rolling were soon introduced.[13] RMS employees sorted mail \"on-the-fly\" during the journey, and became some of the most skilled workers in the postal service. An RMS sorter had to be able to separate the mail quickly into compartments based on its final destination, before the first destination arrived, and work at the rate of 600 pieces of mail an hour. They were tested regularly for speed and accuracy.[17] Parcel Post service began with the introduction of International Parcel Post between the U.S. and foreign countries in 1887.[18] That same year, the U.S. Post Office and the postmaster general of Canada established parcel-post service between the two nations.[18] A bilateral parcel-post treaty between the independent (at the time) Kingdom of Hawaii and the USA was signed on 19 December 1888 and put into effect early in 1889.[19] Parcel-post service between the U.S. and other countries grew with the signing of successive postal conventions and treaties. While the Post Office agreed to deliver parcels sent into the country under the UPU treaty, it did not institute a domestic parcel-post service for another twenty-five years.[20] The advent of Rural Free Delivery (RFD) in the U.S. in 1896, and the inauguration of a domestic parcel post service by Postmaster General Frank H. Hitchcock in 1913, greatly increased the volume of mail shipped nationwide, and motivated the development of more efficient postal transportation systems.[21] Many rural customers took advantage of inexpensive Parcel Post rates to order goods and products from businesses located hundreds of miles away in distant cities for delivery by mail.[22] From the 1910s to the 1960s, many college students and others used parcel post to mail home dirty laundry, as doing so was less expensive than washing the clothes themselves.[23] After four-year-old Charlotte May Pierstorff was mailed from her parents to her grandparents in Idaho in 1914, mailing of people was prohibited.[22] In 1917, the Post Office imposed a maximum daily mailable limit of two hundred pounds per customer per day after a business entrepreneur, W. H. Coltharp, used inexpensive parcel-post rates to ship more than eighty thousand masonry bricks some four hundred seven miles via horse-drawn wagon and train for the construction of a bank building in Vernal, Utah.[24][25] The advent of parcel post also led to the growth of mail order businesses that substantially increased rural access to modern goods over what was typically stocked in local general stores. One of the largest organizations of the early 20th century, the Post Office Department is reported to have had nearly 350,000 employees in 1924.[26] In 1912, carrier service was announced for establishment in towns of second and third class with $100,000 appropriated by Congress.[27] From January 1, 1911, until July 1, 1967, the United States Post Office Department operated the United States Postal Savings System. An Act of Congress of June 25, 1910, established the Postal Savings System in designated post offices, effective January 1, 1911. The legislation aimed to get money out of hiding, attract the savings of immigrants accustomed to the postal savings system in their native countries, provide safe depositories for people who had lost confidence in banks, and furnish more convenient depositories for working people. The law establishing the system directed the Post Office Department to redeposit most of the money in the system in local banks, where it earned 2.5 percent interest. The system paid 2% interest per year on deposits. The half-percent difference in interest was intended to pay for the operation of the system. Certificates were issued to depositors as proof of their deposit. Depositors in the system were initially limited to hold a balance of $500, but this was raised to $1,000 in 1916 and to $2,500 in 1918. The initial minimum deposit was $1. In order to save smaller amounts for deposit, customers could purchase a 10-cent postal savings card and 10-cent postal savings stamps to fill it. The card could be used to open or add to an account when its value, together with any attached stamps, amounted to one or more dollars, or it could be redeemed for cash. At its peak in 1947, the system held almost $3.4 billion in deposits, with more than four million depositors using 8,141 postal units.[28] On August 12, 1918, the Post Office Department took over airmail service from the United States Army Air Service (USAAS). Assistant Postmaster General Otto Praeger, appointed Benjamin B. Lipsner to head the civilian-operated Air Mail Service. One of Lipsner's first acts was to hire four pilots, each with at least 1,000 hours' flying experience, paying them an average of $4,000 per year ($72062 today). The Post Office Department used new Standard JR-1B biplanes specially modified to carry the mail while the war was still in progress, but following the war operated mostly World War I surplus military de Havilland DH-4 aircraft.[29] During 1918, the Post Office hired an additional 36 pilots. In its first year of operation, the Post Office completed 1,208 airmail flights with 90 forced landings. Of those, 53 were due to weather and 37 to engine failure. By 1920, the Air Mail service had delivered 49 million letters.[29] Domestic air mail became obsolete in 1975, and international air mail in 1995, when the USPS began transporting First-Class mail by air on a routine basis. The Post Office was one of the first government departments to regulate obscene materials on a national basis. When the U.S. Congress passed the Comstock laws of 1873, it became illegal to send through the U.S. mail any material considered obscene or indecent, or which promoted abortion issues or birth control.[30] The Post Office oversaw the shipment of gold from the New York City Assay office and Philadelphia Mint to the newly constructed bullion depository at Fort Knox. The first wave of gold shipments were made semi-weekly between January 11 and June 17, 1937.[31][32] The gold was transported from the New York Assay office and the Philadelphia Mint onto trains using postal trucks and municipal police escorts.[32] In the armored train cars, postal workers were accompanied by soldiers, Secret Service agents, and mint guards.[31][33] Decoy trains were employed.[32] The gold was transferred from the train onto Army trucks under the protection of soldiers armed with armor piercing bullets and machine guns. The trucks were escorted by combat cars of the 1st U.S. Cavalry Regiment to the depository.[34] The Post Office Department billed the Treasury Department for transporting the weight of the crates and gold using the fourth class postage rate with added insurance fees.[31] A total of 157.82 million troy ounces (4,909 metric tons) were moved to Fort Knox in this wave.[32] It took over 5 months and required 39 trains consisting of 215 cars.[32] On March 5, 1941, Secretary of the Treasury Henry Morgenthau Jr. announced the completion of another shipment totaling 258.74 million troy ounces (8,048 metric tons) of gold from the New York Assay office to the depository. This shipment began in July of the previous year. It took seven months and required 45 trains consisting of 337 cars.[35] On March 18, 1970, postal workers in New York City—upset over low wages and poor working conditions, and emboldened by the Civil Rights Movement—organized a strike against the United States government. The strike initially involved postal workers in only New York City, but it eventually gained support of over 210,000 United States Post Office Department workers across the nation.[36] While the strike ended without any concessions from the Federal government, it did ultimately allow for postal worker unions and the government to negotiate a contract which gave the unions most of what they wanted, as well as the signing of the Postal Reorganization Act by President Richard Nixon on August 12, 1970. The act replaced the cabinet-level Post Office Department with a new federal agency, the United States Postal Service,[37] effective July 1, 1971.[38]","Title":"United States Post Office Department - Wikipedia","KeyID":"2221","URL":"https://en.wikipedia.org/wiki/United_States_Post_Office_Department"}