{"Content: ":"The John B. Whealton Memorial Causeway, more commonly known to the locals as the Chincoteague Causeway, connects the mainland of the Eastern Shore to Chincoteague, where it continues into town as Maddox Boulevard. The causeway is part of State Route 175 (Chincoteague Road). The causeway contains five bridges and crosses the following (west to east):[1][2] The original causeway contained six bridges. The route crossed the Black Narrows and Chincoteague Channel via separate bridges which took the causeway across Marsh Island, landing in town between Mumford and Cleveland Streets. The former a fixed bridge, the latter a swing bridge, they were both removed in late 2010 after the construction of the new bridge. The Marsh Island Connector is a short spur bridge connecting the Marsh Island community to the new bridge. The spur joins the main bridge at a T-intersection over the water, and is a rare example of a three-way bridge. The original plan for a causeway to link Chincoteague to the mainland was proposed by John B. Whealton, who formed the Chincoteague Toll Road and Bridge Company in 1919. The route originally proposed ran from Wallops Neck to the south end of Chincoteague, but was changed to bring the bridge to the center of town. An application for permission to the Virginia General Assembly was approved on September 14, 1919. Bids for the project were opened as soon as the news was telegraphed to Chincoteague. Whealton's bid for $144,000 was the lowest. The project was completed on November 15, 1922. An opening ceremony was attended by 4000 people and featured an address by Virginia Governor Harry F. Byrd. Rain started to fall during the ceremony, and when the attendees started to leave the causeway became impassable, with 96 cars stuck. Boats were called to rescue the stranded, and barges ended up taking the cars to the mainland. Whealton undertook repairs, increasing the portion of shell in the dredged sand-and-oyster-shell surface and completing repairs by Christmas of 1922.[3] Tolls were suspended on the causeway in 1930.[3] The causeway's bridges were rebuilt in the late 1930s, with the Black Narrows fixed bridge and the Chincoteague Channel swing bridge dating to 1939 and 1940, respectively.[2] A new bridge was built by the Virginia Department of Transportation to replace the deteriorated Black Narrows and Chincoteague Channel bridges, completed in late 2010. The new bridge veers to the north just to the west of Black Narrows, suspended completely over open water and curving eastward just to the north of Marsh Island. The bridge crosses Lewis Creek Channel, north of Chincoteague Channel, via drawbridge and descends to meet grade at the intersection of Maddox Boulevard and Main Street, about 1/2 mile to the north of the old Chincoteague Channel Swing Bridge landing. Just to the north of Black Narrows is a T-intersection for a spur bridge to the small community on Marsh Island, as the Black Narrows and Chincoteague Channel bridges that cross the island were removed shortly after the opening of the new bridge.[2] Coordinates: 37°56′06″N 75°25′07″W﻿ / ﻿37.935001°N 75.418491°W﻿ / 37.935001; -75.418491","Title":"John B. Whealton Memorial Causeway - Wikipedia","KeyID":"2225","URL":"https://en.wikipedia.org/wiki/John_B._Whealton_Memorial_Causeway"}