{"Content: ":"Elbert Lee Trinkle (March 12, 1876 – November 25, 1939) was an American politician who served as the 49th Governor of Virginia from 1922 to 1926. On March 12, 1876, Trinkle was born in Wytheville, Wythe County, Virginia, as the youngest son of the prominent Trinkle family. After graduating from Hampden–Sydney College in 1895, he studied law at the University of Virginia, where he was manager of the Virginia Glee Club,[1] and later opened a Wytheville law practice. Trinkle served as the chairman and an elector of the Democratic Party in 1916. He served two terms in the Virginia Senate before his election as governor in 1921. Trinkle boasted of his support for woman suffrage and some newspapers credited his victory in the primary in part to the women’s vote.[2] Trinkle also acted as a delegate for Virginia to the Democratic National Convention in 1924 and 1928. On November 25, 1939, he died in Richmond, Virginia, and was interred in East End Cemetery in Wytheville. Trinkle Hall (formally known as Trinkle Library) on the campus of the University of Mary Washington and Trinkle Hall on the campus of the College of William and Mary were both named in his honor, as he helped secure funding to construct the buildings. However, due to the historical treatment of minorities during the Jim Crow segregation era in which he served, the University of Mary Washington elected to rename the hall, as it runs against the university's ASPIRE policy of inclusion among all students. On July 24, 2020, Mary Washington renamed Trinke Hall to James Farmer Hall, after the prominent civil rights activist and former professor at the university.[3] At William and Mary, Trinkle Hall was renamed in September 2020 to Unity Hall.[4] Trinkle Hall on the Radford University campus is also named for him. 1921; Trinkle was elected Governor of Virginia with 64.6% of the vote over Republican Henry W. Anderson and Black-and-tan Republican John Mitchell, Jr. Media related to Elbert Lee Trinkle at Wikimedia Commons","Title":"Elbert Lee Trinkle - Wikipedia","KeyID":"2227","URL":"https://en.wikipedia.org/wiki/E._Lee_Trinkle"}