{"Content: ":"The Ash Wednesday Storm of 1962 occurred on March 5–9, 1962 along the mid-Atlantic coast of the United States. Also known as the Great March Storm of 1962, it was considered by the U.S. Geological Survey to be one of the most destructive storms ever to affect the mid-Atlantic states. Classified as a level 5 or Extreme Nor'easter by the Dolan-Davis scale for classification of Atlantic Nor'easters[1] it was one of the ten worst storms in the United States in the 20th century. It lingered through five high tides over a three-day period, killing 40 people, injuring over 1,000, and causing hundreds of millions in property damage in six states. The storm also deposited significant snowfall over the Southeast, with a regional snowfall index of 12.663.[2] On March 4, 1962, a large low-pressure area developed along a cold front off the southeast coast of the United States, with several ill-defined circulation centers. At the same time, a large ridge was over Atlantic Canada, and a powerful upper-level low was over the Ohio Valley. The upper-level low reached the North Carolina coast on March 6, which aided in the intensification of the frontal system, reaching a minimum barometric pressure of 979 mbar (28.9 inHg). From March 6–8, the storm drifted northeastward, but quicker movement was blocked by the ridge.[3] The interaction between the storm and the ridge produced a steep pressure gradient that produced hurricane-force wind gusts along the Mid-Atlantic coast. The storm also produced a 600 mi (970 km) long fetch of flow of winds from the Atlantic Ocean, building the height of the waves as high as 30 ft (9.1 m).[4][3] Storm conditions diminished along the coast on March 9.[3] The storm was unusual because of its slow movement, contrary to typical nor'easters.[5] In most areas, the peak of the storm occurred on March 7, which was the Christian holiday of Ash Wednesday, the first day of Lent that year. Outer Banks writer Aycock Brown named the coastal storm as the \"Ash Wednesday Storm.\"[6][5] In their Mariners Weather Log summary, the U.S. Weather Bureau referred to the weather system as the \"Great Atlantic Coastal Storm.\"[3] The storm is also known as the \"Five High Storm\" because it lingered off the Atlantic Coast of the northeast United States over a period of five high tides.[7] The Weather Bureau described the storm as \"one of the most damaging extratropical cyclones to hit the United States coastline,\" with damage estimated around $200 million. The storm destroyed 1,793 houses, and damaged another 16,782.[3] According to the American Red Cross, the storm killed 40 people in the United States,[4] with 1,252 people injured.[3] At the same time of the storm reaching its maturity, the moon was at its perigee – its closest point to Earth during its 28-day elliptical orbit – while the moon was also in alignment with the sun and moon, a set of conditions known as the Perigean spring tide.[6] High tides lasted over five successive high tides. The large storm dropped heavy snowfall as far south as Alabama, with the heaviest accumulations in western Virginia and Maryland. Little precipitation occurred to the storm's north over New England.[4][3] During the storm, several ships came into danger amid the high waves. The British vessel Arthur Albright was blown ashore at Port Tampa, Florida. About 200 mi (320 km) southeast of Charleston, three people were rescued when the yacht Guinevere sank during the storm. Offshore Cape Hatteras, a 500 ft (150 m) tanker broke in two; one member of the crew died while attempting to launch lifeboats, but the remaining crew were rescued by a passing cruise ship and the Navy. Two ships – one off Cape Hatteras and another east of Virginia – sustained damage to their rudders. A 50 ft (15 m) wave damaged the Chesapeake lightship east of Cape Henry, Virginia; the lightship had to evacuate, and the Coast Guard sent another ship in its place. Two freighters were washed ashore New Jersey, and two fishing trawlers with nine people on board went missing.[3] The weather system in the southeastern United States dropped snow as far south as Alabama.[4] Cold, northerly winds first affected Florida on March 5, with peak gusts of 42 mph (68 km/h) in Daytona Beach. Tides reached 6.5 ft (2.0 m) above normal in Vero Beach. The high tides caused minor beach erosion and extensive drifting of sand. Flooding entered oceanfront properties, damaging docks, streets, and cabanas. Monetary damage was estimated around $1 million. Impacts were minimal in Georgia. In neighboring South Carolina, the high tides eroded beaches, with Folly Beach losing up to 200 ft (61 m) of sand. Charleston, South Carolina reported wind gusts of 42 mph (68 km/h) and tides 8.1 ft (2.5 m) above normal. The storm wrecked a few beachside cottages, and one person drowned along the Santee-Cooper Lakes.[3] A gale warning was issued for North Carolina on March 6.[6] Along the Atlantic side of the Outer Banks of North Carolina, high waves eroded sand dunes and created a new 200 ft (61 m) inlet on Hatteras Island, about 2 mi (3.2 km) north of Buxton. Several sections of North Carolina Highway 12 were washed out or covered with sand, covering cars with sand.[3] At least two storm-related deaths occurred on the Currituck Outer Banks, as result of exposure to the elements. Several temporary inlets opened, including old Currituck Inlet, which hadn't opened since a September 1933 hurricane.[8] Heavy snowfall occurred in North Carolina and into Virginia, reaching 42 in (110 cm) in the Blue Ridge Mountains of western Virginia. Winchester, Virginia reported 23 in (58 cm) of snowfall, a city record at the time.[5] In Norfolk, Virginia, the storm produced the third highest tide on record, and highest unrelated to a tropical cyclone, reaching 8.2 ft (2.5 m). The tides flooded thousands of cars and damaged thousands of houses, especially near the coast. Wind gusts in the Hampton Roads area reached 65 mph (105 km/h), although even stronger winds occurred over Chesapeake Bay, reaching 80 mph (130 km/h) gusts and producing 50 ft (15 m) waves.[3] Construction of the Chesapeake Bay Bridge–Tunnel was disrupted when the waves knocked over the world's largest pile driver, which stood on four 100 ft (30 m) legs. The $1.5 million machine was buried in sand, and the two workers on board were rescued by helicopter.[3][9] Along the Eastern Shore of Virginia, high waves damaged installations at the Wallops Flight Facility, causing a million dollars in damage. Thousands of people had to be evacuated to the mainland during the storm. At the Town of Chincoteague on Virginia's Eastern Shore near the border with Maryland, six feet (1.8 m) of water covered parts of Main Street, and most of the island was flooded to various depths; the storm damaged boats and homes and also killed several livestock.[3] On adjacent Assateague Island, the Chincoteague Fire Company lost a portion of its herd of wild Chincoteague Ponies, but Misty, the local pony made famous by Marguerite Henry's award-winning children's book Misty of Chincoteague and the 1961 movie Misty, survived by being brought inside a house.[3] Damage throughout Virginia reached over $30 million, with half in Virginia Beach, and there were five deaths in the state.[3] Along the Eastern Shore of Maryland and in eastern Delaware, the high waves eroded beaches and damaged boardwalks. In Ocean City, Maryland, wind gusts reached 64 mph (103 km/h), while tides were estimated at 5 to 6 ft (1.5 to 1.8 m) above normal. The tides washed away dunes and beaches. Flooding closed down roads and entered houses along the coast, causing significant damage to seaside resorts.[3] Farther inland, the floods killed over 1.2 million broiler chickens and many incubating eggs due to power outages.[3] Saltwater intrusion damaged fields in northern Delaware.[10] At the Delaware Breakwater, winds reached 72 mph (116 km/h), and the highest tide was 9.3 ft (2.8 m) above normal before the tidal gauge failed; the high tide was estimated at 11 ft (3.4 m). Damage in the region was estimated at $50 million, and ten people were killed – seven fatalities were in Delaware and the other three were in Maryland.[3] Farther north, 7.6 m (25 ft) waves struck Ocean City, Maryland and the resort developments beginning on Assateague Island were destroyed.[11] Waves more than 12 m (39 ft) high occurred at Rehoboth Beach, Delaware destroying the boardwalk and beach front homes. The flow of water flooded waterfront areas of Philadelphia and Camden, New Jersey. The Weather Bureau forecast for Atlantic City failed to anticipate the severity of the storm, and there was little warning for the flooding along the coasts.[4] High waves battered the Jersey Shore and the Delaware Bay, along with strong wind gusts, reaching 73 mph (117 km/h) in Long Branch. Damage was estimated at $80 million statewide, one of the most damaging storms on record for the coast. The highest tide in the state was 7.7 ft (2.3 m) in Harrison. High waves and tides changed the New Jersey coastline. Floodwaters breached Long Beach Island in five locations, and about half of Harvey Cedars was wrecked during the storm. In coastal towns, about 4,000 houses were destroyed and another 40,000 were severely damaged after being inundated with 4 to 5 ft (1.2 to 1.5 m) of water. In Atlantic City, the waves knocked a 100 ft (30 m) barge into Steel Pier, which washed out a quarter-mile section, including the tank used for the diving horse. Also lost was the wave sensor, which last reported a tide of 6.9 ft (2.1 m) on March 6. The estimated high tide was 10 ft (3.0 m) above normal. Stranded residents along the coast attempted to evacuate by boat, but were impeded by icy waters. About 2,000 people were evacuated by army trucks and helicopters. Boardwalks were damaged in several towns, and rail lines were shut down. The high tides cut power and phone lines, which sparked fires that were unable to be reached by fire trucks until the floods subsided. There 14 fatalities, as well as 12 people missing and presumed killed.[3][4] Avalon, New Jersey lost 6 blocks. In New York, high waves and tides affected Long Island and the New York metro. Willets Point reported a high tide of 8.6 ft (2.6 m) before the gauge failed. Waves up to 20 ft (6.1 m) in height washed away about 100 houses in the state, including 35 on Fire Island, and flooded coastal roads, forcing families to evacuate. The Battery reported wind gusts of 56 mph (90 km/h) during the storm. The winds knocked down power lines, trees, and signs. Damage in New York was estimated at over $10 million.[3] High winds and waves affected southern New England, with a peak wind gust of 84 mph (135 km/h) on Block Island, Rhode Island; the same station recorded sustained winds of 76 mph (122 km/h). The highest tide in New England was 13.5 ft (4.1 m) in Boston, Massachusetts. High waves flooded coastal and low-lying areas, inundating roads and houses' cellars, and washing over seawalls as far north as Portland, Maine. Near New Haven, Connecticut, a barge and an oyster boat sank. Little precipitation occurred in New England, and the Weather Bureau referred to the storm as a \"dry nor'easter\". Flights in and around the region were canceled during the storm. Damage in New England was estimated at $1.3 million.[3] Extensive damage to trees and structures and beach erosion was also reported along the southern New England coast.[10] After the storm, stranded residents in the Outer Banks had food and emergency supplies delivered by ferry.[6] The governor of Virginia declared a state of emergency for the Hampton Roads area and the Eastern Shore.[10] President John F. Kennedy declared a disaster area for the affected areas in New Jersey. Following the storm, the police and National Guard patrolled the damaged barrier islands to keep order. Shore towns cleared sand and restored road access ahead of the summer tourist season.[4] The Army Corps of Engineers made emergency beach replenishments to shore towns to protect from further storms.[7] Some 5,000 private lots comprising what is now National Park Service land on Assateauge Island had been zoned and sold for resort development. The Ash Wednesday Storm halted the plans for development, as it destroyed the few existing structures on the island and ripped roads apart. Instead, in 1965, Assateague Island National Seashore was designated by the National Park Service.[citation needed] Shortly after the storm subsided, Misty, the famous horse from Chincoteague who spent the storm in the family's kitchen (her barn was flooded) gave birth to a foal. The family named her \"Stormy,\" laying the basis for another book in Marguerite Henry's award-winning Misty of Chincoteague series. The new book was named Stormy, Misty's Foal.","Title":"Ash Wednesday Storm of 1962 - Wikipedia","KeyID":"2239","URL":"https://en.wikipedia.org/wiki/Ash_Wednesday_Storm_of_1962"}