{"Content: ":"Hampton by Hilton, formerly known (and still commonly referred to) as Hampton Inn, is an American chain of hotels trademarked by Hilton Worldwide.[2] The Hampton hotel brand is a chain of moderately priced, budget to midscale limited service hotels with limited food and beverage facilities. Most Hampton hotels are independently owned and operated by franchisees, though a few are managed by Hilton. Hampton by Hilton is one of the largest hotel franchises in the U.S. As of December 31, 2019, the Hampton franchise includes 2,544 hotels in 30 countries and territories with 266,933 rooms.[1][3][4] Originally, the hotel chain was founded in 1984 as Hampton Inn, a budget hotel by the Holiday Corporation.[5] The first hotel was a two-story, exterior-entrance building with 128 guest rooms located in Memphis, Tennessee. In late 1989, after some financial difficulties, Holiday Corporation prepared to sell its hallmark Holiday Inn hotels and started the holding company Promus Hotel Corporation, which included Hampton Inn, Embassy Suites, and Homewood Suites. With this change, Promus re-invested in the Hampton Inn brand and began its change from a budget hotel to a middle-market limited service hotel to compete with their freshly sold former brand. The hotel chain was the first of the mid-price hotels to offer free continental breakfast[6] and the first to introduce the \"100 percent satisfaction guarantee.\"[7] By 1990, the Hampton Inn chain included over 220 properties with more than 27,000 rooms.[8] Hampton Inn and Suites was introduced in 1995, which featured two-room suite style hotel rooms complete with living room and kitchen areas.[6] In 1999, the Promus Hotel Corporation was bought by Hilton Worldwide for $3.7 billion. In 2004, as part of the $100 million \"Make it Hampton\" initiative,[9] Hampton began upgrading its hotels including the production of an alarm clock which featured an easy-to-set alarm and an mp3 player hook-up.[10] Other changes made during the upgrade were the switch to white bedding,[11] adding hot food items to continental breakfast options and free high-speed internet to rooms.[9] In 2012, under the \"Perfect Mix\" initiative, the company completed upgrades to the lobbies of its hotels adding more social space. Hampton continued to renovate its spaces with a campaign introduced in 2013, directed towards younger clientele that included in-room mini-fridges, new bedside tables with power access, updated bathrooms, and updated hotel exteriors.[11] Hampton by Hilton was ranked in the top 5 in Entrepreneur's Franchise 500 from 2010-2015.[6] Today Hampton is in the budget to midscale lodging segment, designed to compete against other limited service brands like Fairfield Inn by Marriott, Holiday Inn Express, and Comfort Inn/Comfort Suites. In 2020, three Hampton Inn locations were used to hold over 100 refugee children by the United States Department of Homeland Security prior to their deportation.[12] As of December 31, 2019, Hampton by Hilton includes 2544 hotels in 30 countries and territories with 266,933 rooms, including 72 that are managed with 10,061 rooms and 2,472 that are franchised with 256,872 rooms.[1][4] 2,231 of Hampton's properties are located in the United States with 220,174 rooms, including 38 that are managed with 4,697 rooms and 2,193 that are franchised with 215,477 rooms.[1] The brand's first international location opened in Niagara Falls, Ontario in 1993. Starting in May 2007, the brand began to operate as Hampton by Hilton exclusively abroad at its locations in Canada and Latin America.[13] In 2009, the first \"Hampton by Hilton\" signage was put in place in the United Kingdom with the opening of the brand's first European location.[14] The brand continued to operate internationally as Hampton by Hilton until 2015, when Hilton announced that the official brand names of Embassy Suites and Hampton would include \"by Hilton\" at all of their locations.[2] In October 2014, the Hampton by Hilton brand launched in China through a licensing agreement with Plateno Hotels Group. The first of 400 Chinese Hampton hotels opened in 2015.[15] A similar agreement with the Wasl Asset Management group will bring Hampton by Hilton to Dubai.[16]","Title":"Hampton by Hilton - Wikipedia","KeyID":"2243","URL":"https://en.wikipedia.org/wiki/Hampton_Inn"}