{"Content: ":"McDonald's Corporation is an American-based multinational fast food chain, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc (1902–1984), a businessman, joined the company as a franchise agent and proceeded to purchase the chain from the McDonald brothers. McDonald's had its previous headquarters in Oak Brook, Illinois, but moved its global headquarters to Chicago in June 2018.[9][10][11][12] McDonald's is the world's largest restaurant chain by revenue,[13] serving over 69 million customers daily in over 100 countries[14] across 37,855 outlets as of 2018.[15][16] McDonald's is best known for its hamburgers, cheeseburgers and french fries, although their menus include other items like chicken, fish, fruit, and salads. The company has been the recipient of negative backlash because of the unhealthiness of their food.[17] The McDonald's Corporation revenues come from the rent, royalties, and fees paid by the franchisees, as well as sales in company-operated restaurants. According to two reports published in 2018, McDonald's is the world's second-largest private employer with 1.7 million employees (behind Walmart with 2.3 million employees).[18][19] As of 2020[update], McDonald's has the ninth-highest global brand valuation.[20] Siblings Richard and Maurice McDonald opened the first McDonald's at 1398 North E Street at West 14th Street in San Bernardino, California (at 34°07′32″N 117°17′41″W﻿ / ﻿34.1255°N 117.2946°W﻿ / 34.1255; -117.2946), on May 15, 1940. The brothers introduced the \"Speedee Service System\" in 1948, putting into expanded use the principles of the modern fast-food restaurant that their predecessor White Castle had put into practice more than two decades earlier.[21][22] The original mascot of McDonald's was a chef hat on top of a hamburger who was referred to as \"Speedee\".[23] In 1962, the Golden Arches replaced Speedee as the universal mascot. The mascot, clown Ronald McDonald, was introduced in 1965. He appeared in advertising to target their audience of children.[24] On May 4, 1961, McDonald's first filed for a U.S. trademark on the name \"McDonald's\" with the description \"Drive-In Restaurant Services\", which continues to be renewed. By September 13, McDonald's, under the guidance of Ray Kroc, filed for a trademark on a new logo—an overlapping, double-arched \"M\" symbol. But before the double arches, McDonald's used a single arch for the architecture of their buildings. Although the \"Golden Arches\" logo appeared in various forms, the present version was not used until November 18, 1968, when the company was favored a U.S. trademark. The present corporation credits its founding to franchised businessman Ray Kroc on April 15, 1955.[25] This was in fact the ninth opened McDonald's restaurant overall, although this location was destroyed and rebuilt in 1984.[clarification needed] Kroc was recorded as being an aggressive business partner, driving the McDonald brothers out of the industry.[26] Kroc and the McDonald brothers fought for control of the business, as documented in Kroc's autobiography. In 1961, he purchased the McDonald brothers' equity in the company and began the company's worldwide reach.[27] The sale cost Kroc $2.7 million, a huge sum during that time.[26] The San Bernardino restaurant was eventually torn down in 1971, and the site was sold to the Juan Pollo chain in 1998. This area serves as headquarters for the Juan Pollo chain, and a McDonald's and Route 66 museum.[28] With the expansion of McDonald's into many international markets, the company has become a symbol of globalization and the spread of the American way of life. Its prominence has made it a frequent topic of public debates about obesity, corporate ethics, and consumer responsibility. McDonald's predominantly sells hamburgers, various types of chicken, chicken sandwiches, French fries, soft drinks, breakfast items, and desserts. In most markets, McDonald's offers salads and vegetarian items, wraps and other localized fare. On a seasonal basis, McDonald's offers the McRib sandwich. Some speculate the seasonality of the McRib adds to its appeal.[29] In addition, the chain also sells some items within the United States on a regional bases; for example, the Hatch Green Chile Double Cheeseburger, which is topped with New Mexico green chile, is only available in the southwestern state of New Mexico.[30][31] Products are offered as either \"dine-in\" (where the customer opts to eat in the restaurant) or \"take-out\" (where the customer opts to take the food off the premises). \"Dine-in\" meals are provided on a plastic tray with a paper insert on the floor of the tray. \"Take-out\" meals are usually delivered with the contents enclosed in a distinctive McDonald's-branded brown paper bag. In both cases, the individual items are wrapped or boxed as appropriate. Since Steve Easterbrook became CEO of the company, McDonald's has streamlined the menu which in the United States contained nearly 200 items. The company has looked to introduce healthier options, and removed high-fructose corn syrup from hamburger buns. The company has removed artificial preservatives from Chicken McNuggets,[32] replacing chicken skin, safflower oil and citric acid found in Chicken McNuggets with pea starch, rice starch and powdered lemon juice.[33] In September 2018, McDonald's USA announced that they no longer use artificial preservatives, flavors and colors entirely from seven classic burgers sold in the U.S., including the hamburger, cheeseburger, double cheeseburger, McDouble, Quarter Pounder with Cheese, double Quarter Pounder with Cheese and the Big Mac.[34][35] Nevertheless, the pickles will still be made with an artificial preservative, although customers can choose to opt out of getting pickles with their burgers.[36][37] In November 2020, McDonald's announced McPlant, a plant-based burger, along with plans to develop additional meat alternative menu items that extend to chicken substitutes and breakfast sandwiches.[38][39] This announcement came after the successful testing of Beyond Meat plant based meat substitutes. McDonald's Menu are different in their countries. Restaurants in several countries, particularly in Asia, serve soup. This local deviation from the standard menu is a characteristic for which the chain is particularly known, and one which is employed either to abide by regional food taboos (such as the religious prohibition of beef consumption in India) or to make available foods with which the regional market is more familiar (such as the sale of McRice in Indonesia, or Ebi (prawn) Burger in Singapore and Japan). In Germany and some other Western European countries, McDonald's sells beer. In New Zealand, McDonald's sells meat pies, after local affiliate McDonald's New Zealand partially relaunched the Georgie Pie fast food chain it bought out in 1996.[40] In Greece, the signature hamburger, Big Mac, is changed by adding Tzatziki sauce and packaging in a pita.[41] In the United States and Canada, after limited trials on a regional basis, McDonald's began offering in 2015[42] and 2017,[43] respectively, a partial breakfast menu during all hours its restaurants were open. All-day breakfast was phased out from menus during the COVID-19 pandemic.[44] There are over 36,000 McDonald's restaurants globally. Over a third of these (14,146 restaurants) are in the United States alone - the second highest number is in Japan with 2,975 restaurants, followed by China with 2,700. These three countries make up a majority of global McDonald's stores.[45] Most standalone McDonald's restaurants offer both counter service and drive-through service, with indoor and sometimes outdoor seating.[46] Drive-Thru, Auto-Mac, Pay and Drive, or \"McDrive\" as it is known in many countries, often has separate stations for placing, paying for, and picking up orders, though the latter two steps are frequently combined;[46] it was first introduced in Sierra Vista, Arizona in 1975,[47] following the lead of other fast-food chains. The first such restaurant in Britain opened at Fallowfield, Manchester in 1986.[48] In 1994, McDonald's attempted Hearth Express, a prototype specializing in homestyle takeout meals. Among the fare offered were meatloaf, fried chicken, and baked ham. This experiment started with a single location in Darien, Illinois, but closed in only one year.[49] In some countries, McDrive locations near highways offer no counter service or seating.[50] In contrast, locations in high-density city neighborhoods often omit drive-through service.[51] There are also a few locations, mostly in downtown districts, that offer a \"Walk-Thru\" service in place of Drive-Thru.[52] McCafé is a café-style accompaniment to McDonald's restaurants. The concept was created by McDonald's Australia, starting with Melbourne in 1993.[53] As of 2016, most McDonald's in Australia have McCafés located within the existing McDonald's restaurant. In Tasmania, there are McCafés in every restaurant, with the rest of the states quickly following suit.[46] After upgrading to the new McCafé look and feel, some Australian restaurants have noticed up to a 60 percent increase in sales. At the end of 2003, there were over 600 McCafés worldwide.[citation needed] From 2015 to 2016, McDonald's tried a new gourmet burger service and restaurant concept based on other gourmet restaurants such as Shake Shack and Grill'd. It was rolled out for the first time in Australia during the early months of 2015 and expanded to China, Hong Kong, Singapore, Arabia and New Zealand, with ongoing trials in the US market. In dedicated \"Create Your Taste\" (CYT) kiosks, customers could choose all ingredients including type of bun and meat along with optional extras. CYT food was served to the table on wooden boards, fries in wire baskets, and salads in china bowls with metal cutlery at a higher price. In November 2016, Create Your Taste was replaced by a \"Signature Crafted Recipes\" program designed to be more efficient and less expensive.[54] Some locations are connected to gas stations and convenience stores,[55] while others called McExpress have limited seating or menu or may be located in a shopping mall. Other McDonald's are located in Walmart stores. McStop is a location targeted at truckers and travelers which may have services found at truck stops.[56] In the United Kingdom, McDonald's restaurants can be found in service stations, petrol stations, McDrive Thru, Asda Superstores and Supercenters, shopping centres, retail parks and high street restaurants. One McDonald's Drive-Thru in Crawley is located in the car park of a Sainsbury's store. Other McDonald's locations named 'McExpress' or 'McDonald's & Go' have limited seating and can be found more commonly in railway stations and airports. In Sweden, Happy Meal containers can be used as goggles,[57] with the game Slope Stars.[57] In the Netherlands, McDonald's has introduced McTrax that doubles as a recording studio; it reacts to touch.[57] They can create their own beats with a synth and tweak sounds with special effects.[57] On the river Elbe in Hamburg, Germany is the world's only McBoat, a float through service (similar to drive through) for people on the river.[58][59] The first kosher McDonald's was established in 1997 at the Abasto de Buenos Aires mall in Buenos Aires, Argentina. There are many kosher branches in Israel.[60][61] McDonald's playgrounds are called McDonald's PlayPlace. Some McDonald's in suburban areas and certain cities feature large indoor or outdoor playgrounds. The first PlayPlace with the familiar crawl-tube design with ball pits and slides was introduced in 1987 in the US, with many more being constructed soon after.[citation needed] McDonald's Next use open-concept design and offer \"Create Your Taste\" digital ordering. The concept store also offers free mobile device charging and table service after 6:00 pm. The first store opened in Hong Kong in December 2015.[62] In 2006, McDonald's introduced its \"Forever Young\" brand by redesigning all of its restaurants, the first major redesign since the 1970s.[63][64] It resembles a coffee shop, with wooden tables, faux-leather chairs, and muted colors; the red was muted to terracotta, the yellow was shifted to golden for a more \"sunny\" look, and olive and sage green were added. The warmer look has less plastic and more brick and wood, with modern hanging lights for a softer glow. Many restaurants feature free Wi-Fi and flat-screen TVs. Other upgrades include double drive-thrus, flat roofs instead of the angled red roofs, and fiber glass instead of wood. Instead of the familiar golden arches, the restaurants feature \"semi-swooshes\" (half of a golden arch), similar to the Nike swoosh.[65] McDonald's began banning smoking in 1994 when it restricted customers from smoking within its 1,400 wholly owned restaurants.[66] As a result of the COVID-19 pandemic, McDonald's closed most seating and all play areas in its United States restaurants.[67] It transitioned to drive-thru and curbside orders at locations and online food ordering delivery services.[68] The re-opening of McDonald's restaurants for drive-thru in the United Kingdom generated significant queues of traffic throughout the country.[69][70][71][72][73] In July 2020, for the years's second quarter, McDonald's reported earnings of 66 cents per share. Compared to the same period of last year, it represented a fall of 68%.[74] Since the late 1990s, McDonald's has attempted to replace employees with electronic kiosks which would perform actions such as taking orders and accepting money. In 1999, McDonald's first tested \"E-Clerks\" in suburban Chicago, Illinois, and Wyoming, Michigan, with the devices being able to \"save money on live staffers\" and attracting larger purchase amounts than average employees.[75] In 2013, the University of Oxford estimated that in the succeeding decades, there was a 92% probability of food preparation and serving to become automated in fast food establishments.[76] By 2016, McDonald's \"Create Your Taste\" electronic kiosks were seen in some restaurants internationally where customers could custom order meals. As employees pushed for higher wages in the late-2010s, some believed that fast food companies such as McDonald's would use the devices to cut costs for employing individuals.[77] In September 2019, McDonald's purchased an AI-based start-up Apprente for replacing human servers with voice-based technology in its US drive-throughs.[78] On August 5, 2013, The Guardian revealed that 90 percent of McDonald's UK workforce are on zero-hour contracts, making it possibly the largest such private sector employer in the country.[79] In April 2017, due to employee strikes, they gave all employees the option of fixed contracts instead.[80] A study released by Fast Food Forward conducted by Anzalone Liszt Grove Research showed that approximately 84 percent of all fast food employees working in New York City in April 2013 had been paid less than their legal wages by their employers.[81] From 2007 to 2011, fast food workers in the U.S. drew an average of $7 billion of public assistance annually resulting from receiving low wages.[82] The McResource website advised employees to break their food into smaller pieces to feel fuller, seek refunds for unopened holiday purchases, sell possessions online for quick cash, and to \"quit complaining\" as \"stress hormone levels rise by 15 percent after ten minutes of complaining.\"[83] In December 2013, McDonald's shut down the McResource website amidst negative publicity and criticism. McDonald's plans to continue an internal telephone help line through which its employees can obtain advice on work and life problems.[84] Liberal think tank the Roosevelt Institute accuses some McDonald's restaurants of actually paying less than the minimum wage to entry positions due to \"rampant\" wage theft.[85] In South Korea, McDonald's pays part-time employees $5.50 an hour and is accused of paying less with arbitrary schedules adjustments and pay delays.[86] In late 2015, data collected anonymously by Glassdoor suggests that McDonald's in the United States pays entry-level employees between $7.25 an hour and $11 an hour, with an average of $8.69 an hour. Shift managers get paid an average of $10.34 an hour. Assistant managers get paid an average of $11.57 an hour.[87] McDonald's CEO, Steve Easterbrook, earns an annual salary of $1,100,000.[88] His total compensation for 2017 was $21,761,052.[89] McDonald's workers have on occasions decided to strike over pay, with most of the employees on strike seeking to be paid $15.00.[90] When interviewed about the strikes occurring, former McDonald's CEO Ed Rensi stated: \"It's cheaper to buy a $35,000 robotic arm than it is to hire an employee who's inefficient making $15 an hour bagging french fries\" with Rensi explaining that increasing employee wages could possibly take away from entry-level jobs.[91] However, according to Easterbrook, increasing wages and benefits for workers saw a 6% increase in customer satisfaction when comparing 2015's first quarter data to the first quarter of 2016, with greater returns seen as a result.[91] In September 2017, two British McDonald's stores agreed to a strike over zero-hours contracts for staff. Picket lines were formed around the two stores in Crayford and Cambridge. The strike was supported by the Leader of the Opposition Jeremy Corbyn.[92][93] Workers at the McDonald's franchise at Saint-Barthélémy, Marseille, occupied the restaurant, in protest against its planned closure. Employing 77 people, the restaurant is the second-biggest private sector employer in Saint-Barthélémy, which has an unemployment rate of 30 percent.[94] Lawyers for Kamel Guemari, a shop steward at the franchise, claimed an attempt was made to kill him when a car drove at him in the restaurant car park.[95][96] In March 2015, McDonald's workers in 19 U.S. cities filed 28 health and safety complaints with the U.S. Occupational Safety and Health Administration which allege that low staffing, lack of protective gear, poor training and pressure to work fast has resulted in injuries. The complaints allege that, because of a lack of first aid supplies, workers were told by management to treat burn injuries with condiments such as mayonnaise and mustard.[97] The Fight for $15 labor organization aided the workers in filing the complaints.[98] In 2015, McDonald's pledged to stop using eggs from battery cage facilities by 2025. Since McDonald's purchases over 2 billion eggs per year or 4 percent of eggs produced in the United States, the switch is expected to have a major impact on the egg industry and is part of a general trend toward cage-free eggs driven by consumer concern over the harsh living conditions of hens.[99][100] The aviary systems from which the new eggs will be sourced are troubled by much higher mortality rates, as well as introducing environmental and worker safety problems.[101] The high hen mortality rate, which is more than double that of battery cage systems, will require new research to mitigate. The facilities have higher ammonia levels due to faeces being kicked up into the air. Producers raised concerns about the production cost, which is expected to increase by 36 percent.[102] McDonald's continues to source pork from facilities that use gestation crates, and in 2012 pledged to phase them out.[103][104] McDonald's restaurants are in 120 countries and territories and serve 68 million customers each day.[106][107] McDonald's operates 37,855 restaurants worldwide, employing more than 210,000 people as of the end of 2018.[15][16][106] There are a total of 2,770 company-owned locations and 35,085 franchised locations, which includes 21,685 locations franchised to conventional franchisees, 7,225 locations licensed to developmental licensees, and 6,175 locations licensed to foreign affiliates.[15][16] Focusing on its core brand, McDonald's began divesting itself of other chains it had acquired during the 1990s. The company owned a majority stake in Chipotle Mexican Grill until October 2006, when McDonald's fully divested from Chipotle through a stock exchange.[108][109] Until December 2003, it owned Donatos Pizza, and it owned a small share of Aroma Café, from 1999 to 2001. On August 27, 2007, McDonald's sold Boston Market to Sun Capital Partners.[110] McDonald's has increased shareholder dividends for 25 consecutive years,[111] making it one of the S&P 500 Dividend Aristocrats.[112][113] The company is ranked 131st on the Fortune 500 of the largest United States corporations by revenue.[114] In October 2012, its monthly sales fell for the first time in nine years.[115] In 2014, its quarterly sales fell for the first time in seventeen years, when its sales dropped for the entirety of 1997.[116] In the United States, it is reported that drive-throughs account for 70 percent of sales.[117][118] McDonald's closed down 184 restaurants in the United States in 2015, which was 59 more than what they planned to open.[119][120] This move was the first time McDonald's had a net decrease in the number of locations in the United States since 1970.[120] The McDonald's on-demand delivery concept, which began in 2017 with a partnership with Uber Eats and added DoorDash in 2019 (with select locations adding Grubhub in 2021), accounts for up to 3% of all business as of 2019.[121] The $100 billion in sales generated by McDonald's company-owned and franchise restaurants in 2019 accounts for almost 4% of the estimated $2.5 trillion global restaurant industry.[122] For the fiscal year 2018, McDonald's reported earnings of US$5.9 billion, with an annual revenue of US$21.0 billion, a decrease of 7.9% over the previous fiscal cycle. McDonald's shares traded at over $145 per share, and its market capitalization was valued at over US$134.5 billion in September 2018. The company owns all the land on which its restaurants are situated, which is valued at an estimated $16 to $18 billion.[citation needed] The company earns a significant portion of its revenue from rental payments from franchisees. These rent payments rose 26 percent, between 2010 and 2015, accounting for one-fifth of the company's total revenue at the end of the period.[139] In recent times, there have been calls to spin off the company's U.S. holdings into a potential real estate investment trust, but the company announced at its investor conference on November 10, 2015, that this would not happen. CEO Steve Easterbrook discussed that pursuing the REIT option would pose too large a risk to the company's business model.[140] The United Kingdom and Ireland business model is different from the U.S, in that fewer than 30 percent of restaurants are franchised, with the majority under the ownership of the company. McDonald's trains its franchisees and management at Hamburger University located at its Chicago headquarters.[141][142] In other countries, McDonald's restaurants are operated by joint ventures of McDonald's Corporation and other, local entities or governments.[143] According to Fast Food Nation by Eric Schlosser (2001), nearly one in eight workers in the U.S. have at some time been employed by McDonald's. Employees are encouraged by McDonald's Corp. to maintain their health by singing along to their favorite songs in order to relieve stress, attending church services in order to have a lower blood pressure, and taking two vacations annually in order to reduce risk for myocardial infarction.[144] Fast Food Nation states that McDonald's is the largest private operator of playgrounds in the U.S., as well as the single largest purchaser of beef, pork, potatoes, and apples. The selection of meats McDonald's uses varies to some extent based on the culture of the host country.[145] In 2021, the company cut value meals and cheaper items from its menu as part of a focus on higher-priced items.[146][147][148][149] On June 13, 2016, McDonald's confirmed plans to move its global headquarters to Chicago's West Loop neighborhood in the Near West Side. The 608,000-square-foot structure opened on June 4, 2018, and was built on the former site of Harpo Productions (where The Oprah Winfrey Show and several other Harpo productions taped).[9][10] The McDonald's former headquarters complex, McDonald's Plaza, is located in Oak Brook, Illinois. It sits on the site of the former headquarters and stabling area of Paul Butler, the founder of Oak Brook.[150] McDonald's moved into the Oak Brook facility from an office within the Chicago Loop in 1971.[151] As of February 2021[update], the board of directors had the following members:[152] On March 1, 2015, after being chief brand officer of McDonald's and its former head in the UK and northern Europe, Steve Easterbrook became CEO, succeeding Don Thompson, who stepped down on January 28, 2015.[citation needed] In November 2019, McDonald's board of directors voted to remove Easterbrook as CEO since he had violated corporate policies on personal conduct by entering into a relationship with a company employee.[153] He was replaced as CEO by Chris Kempczinski, who had been president of McDonald's USA.[154] McDonald's has become emblematic of globalization, sometimes referred to as the \"McDonaldization\" of society. The Economist newspaper uses the \"Big Mac Index\": the comparison of the cost of a Big Mac in various world currencies can be used to informally judge these currencies' purchasing power parity. Switzerland has the most expensive Big Mac in the world as of July 2015, while the country with the least expensive Big Mac is India[155][156] (albeit for a Maharaja Mac—the next cheapest Big Mac is Hong Kong).[157] The northernmost McDonald's restaurant in the world is located in Rovaniemi, Finland (after the restaurant in Murmansk, Russia was closed in 2022)[158] and the southernmost in the world is located in Invercargill, New Zealand.[159] Thomas Friedman said that no country with a McDonald's had gone to war with another;[160][161] however, the \"Golden Arches Theory of Conflict Prevention\" is incorrect. Exceptions are the 1989 United States invasion of Panama, NATO's bombing of Serbia in 1999, the 2006 Lebanon War, and the 2008 South Ossetia war. McDonald's suspended operations in its corporate-owned stores in Crimea after Russia annexed the region in 2014.[162] On August 20, 2014, as tensions between the United States and Russia strained over events in Ukraine, and the resultant U.S. sanctions, the Russian government temporarily shut down four McDonald's outlets in Moscow, citing sanitary concerns. The company has operated in Russia since 1990 and at August 2014 had 438 stores across the country.[163] On August 23, 2014, Russian Deputy Prime Minister Arkady Dvorkovich ruled out any government move to ban McDonald's and dismissed the notion that the temporary closures had anything to do with the sanctions.[164] Some observers have suggested that the company should be given credit for increasing the standard of service in markets that it enters. A group of anthropologists in a study entitled Golden Arches East[165] looked at the impact McDonald's had on East Asia and Hong Kong, in particular. When it opened in Hong Kong in 1975, McDonald's was the first restaurant to consistently offer clean restrooms, driving customers to demand the same of other restaurants and institutions. McDonald's has taken to partnering up with Sinopec, the second largest oil company in the People's Republic of China, as it takes advantage of the country's growing use of personal vehicles by opening numerous drive-thru restaurants.[166] McDonald's has opened a McDonald's restaurant and McCafé on the underground premises of the French fine arts museum, The Louvre.[167] The company stated it would open vegetarian-only restaurants in India by mid-2013.[168] On January 9, 2017, 80% of the franchise rights in mainland China and in Hong Kong were sold for US$2.08 billion to a consortium of CITIC Limited (for 32%) and private equity funds managed by CITIC Capital (for 20%) and Carlyle (for 20%), which CITIC Limited and CITIC Capital would form a joint venture to own the stake.[169] On March 8, 2022, McDonald's temporarily closed their 850 locations in Russia due to the invasion of Ukraine, but will continue to pay the salary for 62,000 employees. Approximately nine percent of global revenue and three percent of operating profit come from Russia and 100 location in Ukraine.[170][171][172] On May 16, 2022, McDonald's announced that the closures would become permanent and that it was selling all its 850 stores in Russia. Furthermore, 32 years after McDonald’s entered the Soviet market, the American giant wants its current business to be \"de-Arched\", the company plans to retain its trademarks in Russia, meaning the locations would no longer be allowed to use the McDonald's name, logo, or menu. McDonald’s also said it would continue to pay its Russian employees until the sale is finalized. The company has more than 60,000 Russian employees.[173][174][175][176][177] On June 10, 2022, Russian McDonald's buyer announced a new logo as an attempt at rebranding. It featured one circle and two lines, which represented a burger and two French fries.[178] The business was rebranded as Vkusno & tochka, which means \"Tasty and that's it\".[179][180] Orlando, Florida, United States Markham, Ontario, Canada Pop-up restaurant at the Olympic Park in London, United Kingdom São Paulo, Brazil Lugano, Switzerland Tallinn, Estonia Sargodha, Pakistan Tampere, Finland Paris, France Dubai, UAE Kosher-McDonald's in Ashkelon, Israel Busan, South Korea Tokyo, Japan Shenzhen, China SM Mall of Asia, Pasay, Philippines Vilnius, Lithuania Sydney, Australia McDonald's has for decades maintained an extensive advertising campaign. In addition to the usual media (television, radio, and newspaper), the company makes significant use of billboards and signage, and also sponsors sporting events ranging from Little League to the FIFA World Cup and Olympic Games.[181] Television has played a central role in the company's advertising strategy.[182] To date, McDonald's has used 23 different slogans in United States advertising, as well as a few other slogans for select countries and regions.[183] In 1992, basketball player Michael Jordan became the first celebrity to have a McDonald's value meal named after him. The \"McJordan\", a Quarter Pounder with pickles, raw onion slices, bacon and barbecue sauce, was available at Chicago franchises.[184] In March 2014, a special \"Sprite 6 Mix by LeBron James\" flavor of Sprite featuring the flavors of lemon-lime, orange, and cherry, debuted just before the NBA playoffs.[185] James’ endorsement of Sprite has also included the seasonal \"cranberry\" and \"winter-spiced cranberry\" editions of the beverage. James’ deal with Coca Cola and Sprite ended in 2020, with a new partnership with Pepsi and Mountain Dew launching in 2021.[186] In September 2020, McDonald's partnered with rapper Travis Scott to release the \"Travis Scott Meal\", a Quarter Pounder with cheese, bacon, lettuce, pickles, ketchup and mustard; medium fries with barbecue sauce; and a Sprite, nationwide. Scott designed new uniforms for McDonald's employees and released Cactus Jack merchandise using vintage visuals from the fast food chain's history.[187] The company followed up with the \"J Balvin Meal\", a Big Mac with no pickles; fries with ketchup; and a Oreo McFlurry, in a partnership with reggaeton singer J Balvin.[188] LeBron James has been a spokesman for McDonald's from 2003 to 2017[189] while co-endorsing Coca Cola-Sprite since early in his career.[190] In 2021, McDonald's partnered with Korean boy group BTS to release the \"BTS Meal\" in 50 countries around the world, starting on May 26 in select countries. The meal consists of a 10-piece Chicken McNuggets, medium fries, medium Coke, and for the first time in the United States, two spicy dipping sauces: Sweet Chili and Cajun.[191] McDonald's and NASA explored an advertising agreement for a planned mission to the asteroid 449 Hamburga; however, the spacecraft was eventually cancelled.[192] McDonald's entered the NASCAR Cup Series in 1977, sponsoring Richard Childress for one race. Between the years 1977 and 1986, McDonald's would only sponsor a handful of races in a season. In 1993, McDonald's became the full-time sponsor for the No. 27 Junior Johnson & Associates Ford, driven by Hut Stricklin.[193] In 1994, Stricklin was replaced in the car by Jimmy Spencer, who would go on to win twice that season. The following season McDonald's would move over to the No. 94 Bill Elliott Racing Ford, driven by team-owner Bill Elliott.[194] McDonald's stayed with Elliott until the 2001 season when they moved again, this time to the No. 96 PPI Motorsports Ford, driven by rookie Andy Houston. However, when the team failed to field a car for the entire season, McDonald's became absent from NASCAR until 2004, when it joined Evernham Motorsports as a part-time sponsor for drivers Elliott, Kasey Kahne, Elliott Sadler, A. J. Allmendinger, and Reed Sorenson until 2010.[193] During the 2010 season, McDonald's would enter its longest partnership with a team at Chip Ganassi Racing, sponsoring the No. 1 Chevrolet driven by Jamie McMurray until his final race in the 2019 Daytona 500.[195][196] McDonald's moved to CGR's No. 42 of Kyle Larson, whom the company sponsored until his suspension in 2020,[197] and also had a one-race partnership with Richard Petty Motorsports' No. 43 Chevrolet driven by Bubba Wallace in 2019 and 2020.[198][199] McDonald's continued working with the No. 42 under new driver Ross Chastain in 2021 and also joined Wallace's new team 23XI Racing as a \"founding partner\".[200][201] McDonald's is the title sponsor of the McDonald's All-American Game, all-star basketball games played each year for top ranked amateur American and Canadian boys' and girls' high school basketball graduates. McHappy Day is an annual event at McDonald's, during which a percentage of the day's sales go to charity. It is the signature fundraising event for Ronald McDonald House Charities.[202] In 2007, it was celebrated in 17 countries: Argentina, Australia, Austria, Brazil, Canada, England, Finland, France, Guatemala, Hungary, Ireland, New Zealand, Norway, Sweden, Switzerland, the United States, and Uruguay. According to the Australian McHappy Day website, McHappy Day raised $20.4 million in 2009. The goal for 2010 was $20.8 million.[203] In 1995, St. Jude Children's Research Hospital received an anonymous letter postmarked in Dallas, Texas, containing a $1 million winning McDonald's Monopoly game piece. McDonald's officials came to the hospital, accompanied by a representative from the accounting firm Arthur Andersen, who examined the card under a jeweler's eyepiece, handled it with plastic gloves, and verified it as a winner.[204] Although game rules prohibited the transfer of prizes, McDonald's waived the rule and made the annual $50,000 annuity payments for the full 20-year period through 2014, even after learning that the piece was sent by an individual involved in an embezzlement scheme intended to defraud McDonald's. McRefugees are poor people in Hong Kong, Japan, and China who use McDonald's 24-hour restaurants as a temporary hostel.[205] McDonald's has been criticised for numerous aspects of its business, including the health effects of its products, its treatment of employees, and other business practices. In the late 1980s, Phil Sokolof, a millionaire businessman who had suffered a heart attack at the age of 43, took out full-page newspaper ads in New York, Chicago, and other large cities accusing McDonald's menu of being a threat to American health, and asking them to stop using beef tallow to cook their french fries.[206] In 1990, activists from a small group known as London Greenpeace (no connection to the international group Greenpeace) distributed leaflets entitled What's wrong with McDonald's?, criticizing its environmental, health, and labor record. The corporation wrote to the group demanding they desist and apologize, and, when two of the activists refused to back down, sued them for libel leading to the \"McLibel case\", one of the longest cases in English civil law. A documentary film of the McLibel Trial has been shown in several countries.[207] In 2001, Eric Schlosser's book Fast Food Nation included criticism of the business practices of McDonald's, particularly with respect to its use of political influence and targeting advertisements to children.[208] In 2002, vegetarian groups, largely Hindu and Buddhist, successfully sued McDonald's for misrepresenting its French fries as vegetarian, when they contained beef broth.[209] Critical terms such as \"McJob\" and \"McMansion\" have been added to dictionaries.[210][211][212] Morgan Spurlock's 2004 documentary film Super Size Me claimed that McDonald's food was contributing to the increase of obesity in society and that the company was failing to provide nutritional information about its food for its customers. Six weeks after the film premiered, McDonald's announced that it was eliminating the super size option, and was creating the adult Happy Meal. Studies of litter have found that McDonald's is one of the most littered brands worldwide. In 2012, a Keep Australia Beautiful study found that McDonald's was the most littered brand in Queensland.[213][214] In response to public pressure, McDonald's has sought to include more healthy choices in its menu, announcing in May 2008 that, in the United States and Canada, it has switched to using cooking oil that contains no trans fats for its french fries, and canola-based oil with corn and soy oils, for its baked items, pies and cookies, by end of 2018.[215] The company introduced a new slogan to its recruitment posters: \"Not bad for a McJob\".[216] Since McDonald's began receiving criticism for its environmental practices in the 1970s, it has significantly reduced its use of materials.[217] In 1990, McDonald's worked with the Environmental Defense Fund to stop using \"clam shell\"-shaped styrofoam food containers to store its food products.[218] McDonald's has been involved in a number of lawsuits and other legal cases, most of which involved trademark disputes. The company has threatened many food businesses with legal action unless it drops the Mc or Mac from trading names. In April 2017, Irish fast-food chain Supermac's submitted a request to the European Union Property Office to cancel McDonald's owned trademarks within the European Union, claiming that McDonald's engaged in \"trademark bullying; registering brand names... which are simply stored away in a war chest to use against future competitors\", after the trademarks had prevented Supermac's from expanding out of Ireland. The EUIPO ruled in Supermac's favour, finding that McDonald's \"has not proven genuine use\" of many trademarks, cancelling McDonald's owned trademarks such as \"Big Mac\" and certain \"Mc\"-related trademarks within the European Union.[219][220][221] Burger King responded by \"trolling\" McDonald's by giving their sandwiches names that included the words \"Big Mac\", that also mocked the original burger, which included, \"Like a Big Mac But Juicier\", \"Like a Big Mac, But Actually Big\" and \"Big Mac-ish But Flame-Grilled of Course\".[222] The McDonald’s group has had proceedings taken against it from the French Tax Authorities, with possible charges of criminal tax fraud. In July 2022, the group reached an agreement with the French judicial authorities to end criminal proceedings for tax fraud.[223] On September 8, 2009, McDonald's Malaysian operations lost a lawsuit to prevent another restaurant calling itself McCurry. McDonald's lost in an appeal to Malaysia's highest court, the Federal Court.[224] On December 29, 2016, McDonald's Malaysia issued a statement that said only certified halal cakes are allowed inside its restaurants nationwide.[225] In April 2007, in Perth, Western Australia, McDonald's pleaded guilty to five charges relating to the employment of children under 15 in one of its outlets and was fined A$8,000.[226] The longest-running legal action of all time in the UK was the McLibel case against two defendants who criticized a number of aspects of the company. The trial lasted 10 years and called 130 witnesses. The European Court of Human Rights deemed that the unequal resources of the litigants breached the defendants rights to freedom of speech and biased the trial. The result was widely seen as a \"PR disaster\" for McDonald's.[227] The 1994 court case Liebeck v. McDonald's Restaurants examined a McDonald's practice of serving coffee so hot that when spilled, it caused third degree burns requiring weeks of hospitalization and skin grafting surgery.[228][229] The trial outcome was an award of $2.86 million (equivalent to $4.62 million in 2020)[230] for the plaintiff, 81-year old Stella Liebeck.[228][229] The amount was later reduced to $640,000 (equivalent to $1 million in 2020). In 2019, a McDonald's employee, Jenna Ries, sued the restaurant chain over allowing sexual harassment in the work place and described the working environment as \"toxic\".[231]","Title":"McDonald's - Wikipedia","KeyID":"2245","URL":"https://en.wikipedia.org/wiki/McDonald%27s"}