{"Content: ":"Veronica Seton-Williams (20 April 1910 – 29 May 1992) FSA, was a British-Australian archaeologist who excavated in Egypt and the Near East, as well as in Britain. She studied history and political science at the University of Melbourne and then Egyptology and prehistory at University College London. Veronica Seton-Williams was born in Melbourne, Australia, the daughter of Seton Gordon Nixon Williams (1856-1927), a lawyer, and Eliza Mary (Ellie) Staughton (1875-1947).[1] She was educated at home until 1925 when she attended Clyde Girls Grammar School. In 1934 she graduated from the University of Melbourne with an undergraduate degree in history and political science and in the same year moved to England to study under Mortimer Wheeler at the Institute of Archaeology, University College London. She initially enrolled for a degree in Egyptology, under professor Stephen Glanville, but was persuaded to read British prehistory instead, going on to complete a Ph.D. on Syrian Archaeology in 1957.[2] During that time she excavated at Maiden Castle, Dorset (1934-1936) with Wheeler, and went on to excavate at Sheikh es-Zuweid at the Sinai Peninsula (1935-1936) with Flinders Petrie, in Palestine and Turkey (1936-1937) with John Garstang, and Tell el-Duweir (1937-1938).[3] She also worked with E. Cecil Curwen on the 1935 excavation of Whitehawk Camp, in Brighton.[4] She learned to speak Arabic in order to supervise Arab workmen on dig sites.[5] Riots and civil disturbances sometimes disrupted the work and one of her fellow archaeologists, James Starkey, was shot dead.[6] During the Second World War she worked as an ambulance driver and in the Postal Censorship Department and in the British Council's Ministry of Information.[7] In 1949 Seton-Williams worked on renewed excavations at Sakçe Gözü, in Turkey, a site previously excavated by John Garstang. In 1956,1960 and 1964, she excavated at Tell Rifa'at in Syria. In 1964, she was appointed field director of the Egypt Exploration Society's excavations at Buto (1964-1968), where she worked alongside Dorothy Charlesworth who became field director in 1969.[8][9] After Veronica Seton-Williams' fieldwork in Buto was completed, she went on to write extensively. She completed her PhD in 1957.[10] Among her associates in Europe were her cousin Joan Richmond and the archaeologists Nancy and Hallam Movius. Between 1958 and 1961 she led excavations at Barkhale Camp in Sussex, using the digs as training for extramural students from London University.[11] Veronica taught Egyptian and Mesopotamian archaeology for 25 years at the University of London, during which time she frequently collaborated with colleagues Joan du Plat Taylor and John Waechter on field projects in Cyprus, Syria and Turkey. She also taught Egyptology at the City Literary Institute. She continued to teach until 1977.[12][13] She published in English and French. Her works include Britain and the Arab states (1948), Egyptian stories and Legends (1988), Egypt (Blue guides) (1988), etc. She was living in Balsham, Cambridgeshire when she died on 29 May 1992.[14]","Title":"Veronica Seton-Williams - Wikipedia","KeyID":"2257","URL":"https://en.wikipedia.org/wiki/Veronica_Seton-Williams"}