{"Content: ":"The National Trust, formally the National Trust for Places of Historic Interest or Natural Beauty, is a charity and membership organisation for heritage conservation in England, Wales and Northern Ireland. In Scotland, there is a separate and independent National Trust for Scotland. The Trust was founded in 1895 by Octavia Hill, Sir Robert Hunter and Hardwicke Rawnsley to \"promote the permanent preservation for the benefit of the Nation of lands and tenements (including buildings) of beauty or historic interest\". It was given statutory powers, starting with the National Trust Act 1907. Historically, the Trust acquired land by gift and sometimes by public subscription and appeal, but after World War II the loss of country houses resulted in many such properties being acquired either by gift from the former owners or through the National Land Fund. Country houses and estates still make up a significant part of its holdings, but it is also known for its protection of wild landscapes such as in the Lake District and Peak District. As well as the great estates of titled families, it has acquired smaller houses including some whose significance is not architectural but through their association with famous people, for example, the childhood homes of Paul McCartney and John Lennon. One of the largest landowners in the United Kingdom, the Trust owns almost 250,000 hectares (620,000 acres; 2,500 km2; 970 sq mi) of land and 780 miles of coast. Its properties include over 500 historic houses, castles, archaeological and industrial monuments, gardens, parks and nature reserves. Most properties are open to the public for a charge (members have free entry), while open spaces are free to all. The Trust has an annual income of over £680 million, largely from membership subscriptions, donations and legacies, direct property income, profits from its shops and restaurants, and investments. It also receives grants from a variety of organisations including other charities, government departments, local authorities and the National Lottery Heritage Fund. The Trust was incorporated on 12 January 1895. The founders were social reformer Octavia Hill, solicitor Sir Robert Hunter and clergyman Hardwicke Rawnsley. In 1876, Hill, together with her sister Miranda Hill had set up a society to \"diffuse a love of beautiful things among our poor brethren\". Named after John Kyrle, the Kyrle Society campaigned for open spaces for the recreational use of urban dwellers, as well as having decorative, musical and literary branches.[2] Hunter had been solicitor to the Commons Preservation Society, while Rawnsley had campaigned for the protection of the Lake District. The idea of a company with the power to acquire and hold buildings and land had been mooted by Hunter in 1894.[3]: 1–23  In July 1894 a provisional council, headed by Hill, Hunter, Rawnsley and the Duke of Westminster met at Grosvenor House and decided that the company should be named the National Trust for Places of Historic Interest or Natural Beauty. Articles of association were submitted to the Board of Trade and on 12 January 1895, the Trust was registered under the Companies Act. Its purpose was to \"promote the permanent preservation for the benefit of the Nation of lands and tenements (including buildings) of beauty or historic interest\".[3]: 24-25  The Trust acquired its first property in early 1895. Dinas Oleu, a piece of land on the clifftop above Barmouth in Wales, was donated by Fanny Talbot, a friend of Rawnsley. The Trust's first building was acquired the following year. Alfriston Clergy House was a fourteenth-century house in the Sussex village of Alfriston. It was bought for £10 and required a further £350 for repairs.[3]: 27  In 1907 Hunter drafted the first National Trust Act, which was passed by Parliament and gave the Trust the power to declare its land inalienable, meaning that it could not be sold without parliamentary approval. In addition, the Act enabled the Trust to make by-laws.[3]: 30-31  Further Acts would follow in 1919, 1937, 1939, 1953, and 1971.[4] In the early days, the Trust was concerned primarily with the acquisition (by gift or purchase) of open spaces and a variety of threatened buildings. The buildings were generally of modest size, an exception being Barrington Court in Somerset, the Trust's first large country house.[3]: 34-36  Two of the sites acquired by the Trust in its early years later became nature reserves: Wicken Fen in Cambridgeshire and Blakeney Point in Norfolk, both purchased with the help of a donation by naturalist and banker Charles Rothschild.[3]: 36-37  White Barrow on Salisbury Plain was the Trust's first archaeological monument, purchased in 1909 for £60.[5] By 1914 the Trust, operating out of a small office in London, had 725 members and had acquired sixty-three properties, covering 5814 acres.[3]: 40  In 1920 the Trust lost the last of its three founders, Rawnsley. The Trust's 5000 acres of land in the Lake District were augmented by gifts in his memory, including part of the Great Wood on Derwentwater. In 1923 literary critic John Bailey took over as chairman of the Trust. Under his chairmanship, the Trust saw an increase in funds, membership and properties.[3]: 50  The 1920s saw the acquisition of more archaeological sites, including Cissbury Ring in West Sussex, and early buildings, including two medieval castles (Bodiam Castle in East Sussex and Tattershall Castle, Lincolnshire) bequeathed to the Trust by Lord Curzon.[3]: 51-52  In 1925 the Trust launched a national appeal to buy the Ashridge Estate in Hertfordshire, successfully raising a record £80,000.[3]: 53  When Bailey died in 1931 The Times paid tribute to him: \"The strong position which the National Trust now occupies is largely due to him, and it will perhaps never be known how many generous gifts of rural beauty and historic interest the nation owes, directly or indirectly, to his persuasive enthusiasm.\"[6] The Trust, which already owned a large area of the Lake District, acquired its first piece of land in the Peak District in 1930. Four years later, Ilam Hall was presented to the Trust for use as a Youth Hostel.[3]: 105-107  The 1930s saw an expansion of the Trust's interest in coastal conservation, with more than thirty small coastal properties in Devon and Cornwall alone given to the Trust.[3]: 108  In 1934 the Trust acquired its first village, West Wycombe in Buckinghamshire, which was donated to the Trust by the Royal Society of Arts who had bought it from Sir John Lindsay Dashwood five years previously. Quarry Bank Mill in Cheshire was donated to the Trust in 1939 with an estate including the village of Styal, which had been built for the mill workers by Samuel Greg.[3]: 110-111  During the 1930s and 1940s the Trust benefited from the unconventional fundraising tactics of Ferguson's Gang; a group of women with pseudonyms such as Bill Stickers and Red Biddy who wore disguises and carried out stunts when delivering money to the Trust. Their donations enabled the Trust to purchase various properties including Shalford Mill, in Surrey, and Newtown Old Town Hall, on the Isle of Wight.[7] Bailey was followed as chairman of the Trust by the 2nd Marquess of Zetland, and in 1936 the Trust set up the Country Houses Committee, with James Lees-Milne as secretary, to look into ways of preserving country houses and gardens at a time when their owners could no longer afford to maintain them. A country house scheme was set up and the National Trust Acts of 1937 and 1939 facilitated the transfer of estates from private owners to the Trust. The scheme allowed owners to escape estate duty on their country house and on the endowment which was necessary for the upkeep of the house, while they and their heirs could continue to live in the property, providing the public were allowed some access. The first house offered under the scheme was Stourhead in Wiltshire, although it was not acquired by the Trust until after the death in 1947 of the owners Sir Henry and Lady Hoare. The first property to be actually handed over to the Trust under the scheme was a relatively modern house; Wightwick Manor near Wolverhampton had been built just fifty years earlier. Lacock Abbey, also in Wiltshire, was another early acquisition, handed to the Trust by Matilda Talbot (granddaughter of Henry Fox Talbot) after nearly seven years of negotiations. The house came with the village of Lacock and an endowment of 300 acres.[3]: 84-103  After World War II the National Land Fund was set up by the government as a \"thank-offering for victory\" with the purpose of using money from the sale of surplus war stores to acquire property in the national interest. The scheme also allowed for the transfer to the Trust of historic houses and land left to the government in payment of estate duty. The first open space acquired by the Trust under the Land scheme was farmland at Hartsop in the Lake District; the first country house was Cotehele in Cornwall. Later acquisitions included Hardwick Hall, Ickworth House, Penrhyn Castle and Sissinghurst Castle Garden.[8]: 68–70  The Land Fund was replaced in 1980 by the National Heritage Memorial Fund. The work of the Trust was aided by further legislation during this period: the Town and Country Planning Act 1947 led to greater co-operation between local authorities and the Trust, while the Historic Buildings and Ancient Monuments Act 1953 allowed the Trust to receive government grants for the upkeep and maintenance of historic buildings on the same terms as other owners.[8]: 72-78  A major project, begun in 1959 and completed in 1964, was the restoration of the southern section of the Stratford-upon-Avon Canal. The Trust was persuaded to take on the scheme by John Smith and the work was carried out by hundreds of volunteers.[3]: 191-193  Between 1945 and 1965 the Trust, under the chairmanship of the Earl of Crawford, saw a growth in its membership from 7,850 to 157,581 and growth in its staff from 15 to 450. The number of acres owned by the Trust increased from 112,000 in 1945 to 328,000 in 1965, with a further 53,000 acres covenanted.[3]: 335-337  In May 1945 the Trust's London headquarters had moved to premises in Queen Anne's Gate.[3]: 335-337  In 1965 the Trust launched Enterprise Neptune, a campaign to raise funds to buy, or acquire covenants over, stretches of coastline and protect them from development. The project was successful, raising over £800,000 in its first year, but it had unforeseen consequences for the Trust as the project director, Conrad Rawnsley (a former naval commander and grandson of one of the Trusts' founders, Hardwicke Rawnsley), fell out with the administration of the Trust and conducted a public attack against it. An extraordinary general meeting was called in February 1967 and, although the reform group's resolutions were defeated, the Trust recognised the need for change and set up an advisory committee to look at their management and organisation.[3]: 219-249  The committee was chaired by accountant Sir Henry Benson, who was independent of the Trust. The other three members, Len Clark, Sir William Hayter and Patrick Gibson, were all on the Trust's council. The Benson report was published in 1968 and, although broadly endorsing the Trust's policy, recommended a number of organisational changes, which were then embodied in the National Trust Act of 1971. Following the publication of the report, much of the administration of the Trust was devolved to the regions.[8]: 84-85  The last three decades of the twentieth century saw a large increase of membership of the Trust from 160,000 in 1968 to over two million by the time of its centenary in 1995, much of it down to the Trust's employment of a director of public relations, as recommended by the Benson report, and regional information officers. Starting in the 1970s, tea rooms and souvenir shops were opened in Trust properties and in 1984 a company was set up to operate the trading activities. Programmes of events, including plays and concerts, and educational activities were organised at Trust properties.[3]: 258-268  The Trust appointed its first female chairman, Dame Jennifer Jenkins, in 1986.[3]: 335  When the Trust reached its centenary in 1995 it owned or looked after 223 houses, 159 gardens, 670,000 acres of open countryside, and 530 miles of coastline.[9] In the 1990s, there was a dispute within the Trust over stag hunting, which was the subject of much debate at annual general meetings. The Trust banned stag hunting on its land in 1997.[10] In 2002 the Trust bought its first country house in more than a decade. Tyntesfield, a Victorian Gothic mansion in Somerset, was acquired with donations from the National Heritage Memorial Fund and the Heritage Lottery Fund as well as members of the public.[11] Three years later, in 2005, the Trust acquired another country house, Seaton Delaval Hall in Northumberland.[1] In 2005, the Trust moved to a new head office in Swindon, Wiltshire. The building was constructed on an abandoned railway yard and is intended as a model of brownfield renewal. It is named Heelis, taken from the married name of children's author Beatrix Potter, a supporter of, and donor to, the Trust, which now owns the land she formerly owned in Cumbria. A refit of the premises to accommodate increasing staff numbers was announced in June 2019.[12] In 2007, the bicentenary of the official abolition of the slave trade, the Trust published the article \"Addressing the Past\" in its quarterly magazine, examining aspects of the Trust's \"hidden history\" and finding ways of \"reinterpreting some if its properties and collections\".[13] Research carried out by the Trust revealed in 2020 that 93, nearly one third, of their houses and gardens had connections with colonialism and historic slavery: 'this includes the global slave trades, goods and products of enslaved labour, abolition and protest, and the East India Company'.[14] The report attracted controversy and the Charity Commission opened a regulatory compliance case into the Trust in September 2020 to examine the trustees' decision making. The Charity Commission concluded that there were no grounds for regulatory action against the Trust.[15] A group of members started a campaign, Restore Trust, to debate concerns about the future of the charity.[16] The COVID-19 pandemic led to the closure in March 2020 of National Trust houses, shops and cafes, closely followed by all gated parks and gardens. Parks and gardens started to re-open from June 2020.[17] In October 2020 the Trust announced 1,300 job losses.[18] In May 2021, it was announced that Tim Parker would step down as chairman.[19] The trust is an independent charity (no. 205846). It was founded as a not-for-profit company in 1895 but was later re-incorporated by a private Act of Parliament, the National Trust Act 1907. Subsequent acts of Parliament between 1919 and 1971 amended and extended the Trust's powers and remit. The governance of the Trust was amended by the Charities (National Trust) Order 2005.[4] The Trust is governed by a board of trustees (of between nine and fifteen members), appointed and overseen by a council consisting of eighteen people elected by the members of the Trust and eighteen appointed by other organisations whose work is related to that of the Trust, such as the Soil Association, the Royal Horticultural Society and the Council for British Archaeology. The members periodically vote on the organisations which may appoint half of the council. Members may also propose and vote on motions at the annual general meeting.[20][21] At an operational level, the Trust is organised into regions which are aligned with the official local government regions of the UK. Its headquarters are in Swindon.[22] In 2019/20 the Trust was employing 14,000 staff, including about 4,000 seasonal workers.[1] Since 2009, customer services have been outsourced to Capita.[23] The director-general of the Trust, Hilary McGrady, is paid an annual salary of £195,700, with a further eight executives being paid over £100,000 a year.[1] The Trust is not a real living wage employer.[24] In July 2020 the Trust announced that 1,200 jobs were at risk due to the coronavirus pandemic.[25] For the year ended February 2020, total income of the Trust was £680.95 million. The largest sources of income were membership subscriptions (£269.7 million), direct property income (£196.9 million), enterprise and renewable energy income (£79.3 million) and legacies (£61.6 million). The Trust also received £20.8 million in grants, including £5.6 million from Natural England, £4.3 million from the National Lottery Heritage Fund, and £3.5 million from the Department for Environment, Food and Rural Affairs. In recognition of National Lottery funding, the Trust invited lottery ticket holders to visit over 100 properties free of charge for a few days in November 2017, 2018 and 2019.[1] The Trust also takes part in the annual Heritage Open Days programme, when non-members can visit selected properties free of charge.[26] In the year ending February 2020, the Trust had 5.95 million members (2.78 million memberships).[1] Members are entitled to free entry to trust properties that are open to the public for a charge.[22] There is a separate organisation called the Royal Oak Foundation for American supporters.[27] The trust is supported by volunteers, who, as of 2020, numbered over 53,000.[1] As of 2020, the Trust owns almost 250,000 hectares (620,000 acres; 2,500 km2; 970 sq mi) of land, 780 miles of coast, more than 200 historic houses, 41 castles and chapels, 47 industrial monuments and mills, the sites of factories and mines, 9 lighthouses, 56 villages, 39 public houses, and 25 medieval barns. Most of the land is farmed, either in-hand or by tenant farmers.[1] The Trust owns more than 200 historic houses that are open to the public. Most of them are large country houses or stately homes set in gardens and parks. They contain collections of pictures, furniture, books, metalwork, ceramics and textiles that have remained in their historic context. Service wings are preserved at many houses.[28]: 6–12  Attingham Park in Shropshire, the most visited National Trust country house in 2019/20, is set in typical grounds with a walled garden and extensive parkland planted with trees to the designs of Humphry Repton.[28]: 30-31  The most visited National Trust property in England in 2019/20 for which an admission charge is made was Clumber Park in Nottinghamshire, a park without a country house. Clumber House was largely demolished in 1938, leaving a nineteenth-century chapel as the focus of the park, which also contains a lake with wooded islands, a stable block, glasshouses and two classical temples.[28]: 92  The first country house to be acquired by the Trust, the Elizabethan manor house Barrington Court in Somerset, was bought in 1907 and came in a dilapidated state and devoid of contents. The experience taught the Trust a salutary lesson about the need for endowments to cover the costs of upkeep of country houses.[28]: 7  The Trust acquired the majority of its country houses in the mid 20th century, when death duties were at their highest and many country houses were being demolished. The arrangements made with families bequeathing their homes to the Trust often allowed them to continue to live in the property.[29] Since the 1980s, the Trust has been increasingly reluctant to take over large houses without substantial accompanying endowment funds, and its acquisitions in this category have been less frequent, with only two, Tyntesfield and Seaton Delaval Hall, since 2000.[29][1] As well as great country houses, the Trust also owns smaller properties, many of them associated with famous people. Examples include: Cherryburn, the cottage in Northumberland where Thomas Bewick was born; Smallhythe Place in Kent, home to Ellen Terry; Shaw's Corner in Hertfordshire, the country home of George Bernard Shaw.[28]: 6-12, 279  The home of architect Ernő Goldfinger, 2 Willow Road in Hampstead, London, was the first example of Modernist architecture to be acquired by the Trust.[28]: 340  In 1995 the Trust bought 20 Forthlin Road in Liverpool, the childhood home of Paul McCartney; 251 Menlove Avenue, the childhood home of John Lennon, was bought by Yoko Ono in 2002 and donated to the Trust.[28]: 6, 139, 212  The Birmingham Back to Backs are an example of working-class housing preserved by the Trust.[28]: 50  Some properties have individual arrangements with the Trust, so for example Wakehurst Place is managed by the Royal Botanical Gardens, Kew and Waddesdon Manor by a private foundation; both are open to the public.[1] Since its founding in 1895, the trust has gradually expanded its collection of art, mostly through whole property acquisitions. From 1956 until the post was removed in 2021, there was a curator of pictures and sculpture.[30] The first was St John (Bobby) Gore, who was appointed \"Adviser on Paintings\" in 1956. He published catalogues of the pictures at Upton House, Polesden Lacey, Buscot Park, Saltram House, and Ascott House.[31] His successor in 1986 was Alastair Laing, who cared for the works of art at 120 properties and created the exhibition In Trust for the Nation, held at the National Gallery in 1995–96.[30] From 2009 until 2021, the curator was David Taylor, who approved photographs of the Trust's 12,567 oil paintings to be included in the Public Catalogue Foundation's searchable online archive of oil paintings, available since 2012. Artists represented in the Trust's collections include Rembrandt (whose Self-portrait wearing a white feathered bonnet which is now displayed at Buckland Abbey was recently re-attributed to the artist), Hieronymous Bosch, El Greco, Peter Paul Rubens, Angelica Kauffmann, and Stanley Spencer.[32] From the 1980s to 2001 the Trust commissioned artists to create works depicting National Trust places with their \"Foundation for Art\", and in 2009 launched its contemporary art programme entitled \"Trust New Art\" in a joint venture with Arts Council England and Arts Council of Wales. As part of this programme the Trust has worked with over 200 artists to create new artworks inspired by their places including: Jeremy Deller, Anya Gallaccio, Antony Gormley, Sir Richard Long, Serena Korda, Marcus Coates and Katie Paterson.[33] The National Trust is the largest private landowner in the United Kingdom.[34] The Trust's land holdings account for almost 250,000 hectares (620,000 acres; 2,500 km2; 970 sq mi), mostly of countryside.[1] A large part of this consists of parks and agricultural estates attached to country houses, but there are many countryside properties which were acquired specifically for their scenic or scientific value. The Trust owns or has covenant over about a quarter of the Lake District; it has similar control over about 12% of the Peak District National Park (e.g. South Peak Estate and High Peak Estate).[34] Most National Trust land, about 200,000 hectares (490,000 acres; 2,000 km2; 770 sq mi), consists of tenant or in-hand farms, where public access is restricted to rights of way and sometimes additional routes.[1][35]: 5–6  At Wimpole Estate in Cambridgeshire, the home farm is open to the public.[28]: 344  The Trust also owns forests, woods, downs and moorland.[28]: 4  These areas are generally open to the public free of charge, as are some of the parks attached to country houses (others have an admission charge).[28]: 6  The Trust owns or protects roughly one-fifth of the coastline in England, Wales and Northern Ireland (780 miles (1,260 km)), and has a long-term campaign, Project Neptune, which seeks to acquire more.[1] The National Trust Acts grant the Trust the unique statutory power to declare land inalienable. This prevents the land from being sold or mortgaged against the Trust's wishes without special parliamentary procedure. The inalienability of trust land was over-ridden by Parliament in the case of proposals to construct a section of the Plympton bypass through the park at Saltram, on the grounds that the road proposal had been known about before the park at Saltram was declared inalienable.[3]: 215-216  In 2017 the Trust, in spite of criticism by members, supported the government's scheme to build a road tunnel under the Stonehenge World Heritage Site as part of the plans to upgrade the A303 road. The scheme would involve the compulsory purchase of land held inalienably by the Trust.[36] The 2020/21 annual report lists the National Trust properties for which an admission charge is made that attracted more than 50,000 visitors. The figures in the annual report reflected the effect of the COVID-19 pandemic, which caused a decrease in visitors due to closures. The 10 most visited properties are:[37]","Title":"National Trust - Wikipedia","KeyID":"2258","URL":"https://en.wikipedia.org/wiki/National_Trust"}