{"Content: ":"In the United Kingdom, a scheduled monument is a nationally important archaeological site or historic building, given protection against unauthorised change. The various pieces of legislation used for legally protecting heritage assets from damage and destruction are grouped under the term ‘designation’. The protection provided to scheduled monuments is given under the Ancient Monuments and Archaeological Areas Act 1979,[1] which is a different law from that used for listed buildings (which fall within the town and country planning system).[1] A heritage asset is a part of the historic environment that is valued because of its historic, archaeological, architectural or artistic interest.[2] Only some of these are judged to be important enough to have extra legal protection through designation. There are about 20,000 scheduled monuments in England representing about 37,000 heritage assets.[3] Of the tens of thousands of scheduled monuments in the UK, most are inconspicuous archaeological sites, but some are large ruins. According to the 1979 Act, a monument cannot be a structure which is occupied as a dwelling, used as a place of worship or protected under the Protection of Wrecks Act 1973. Scheduled monuments are defined in the Ancient Monuments and Archaeological Areas Act 1979.[1] In England, Wales and Scotland they are often referred to as a scheduled ancient monument, although the Act defines only ancient monument and scheduled monument. A monument can be: In Northern Ireland they are designated under separate legislation and are referred to as a scheduled historic monument (for those in private ownership) or a monument in state care (for those in public ownership). The first Act to enshrine legal protection for ancient monuments was the Ancient Monuments Protection Act 1882. This identified an initial list of 68 prehistoric sites that were given a degree of legal protection (25 sites in England, three in Wales, 22 in Scotland and 18 in Ireland).[4] This was the result of strenuous representation by William Morris and the Society for the Protection of Ancient Buildings, which had been founded in 1877. Following various previous attempts, the 1882 legislation was guided through Parliament by John Lubbock, who in 1871 had bought Avebury, Wiltshire, to ensure the survival of the stone circle. The first Inspector of Ancient Monuments, as set up by the act, was Augustus Pitt Rivers. At this point, only the inspector, answering directly to the First Commissioner of Works, was involved in surveying the scheduled sites and persuading landowners to offer sites to the state.[5] The act also established the concept of guardianship, in which a site might remain in private ownership, but the monument itself become the responsibility of the state, as guardian.[4] However the legislation could not compel landowners, as that level of state interference with private property was not politically possible. The Ancient Monuments Protection Act 1900 extended the scope of the legislation to include medieval monuments. Pressure grew for stronger legislation. In a speech in 1907, Robert Hunter, chairman of the National Trust, observed that only a further 18 sites had been added to the original list of 68.[6] 'Scheduling' in the modern sense only became possible with the passing of the Ancient Monuments Consolidation and Amendment Act 1913. When Pitt Rivers died in 1900 he was not immediately replaced as Inspector. Charles Peers, a professional architect, was appointed as Inspector in 1910 in the Office of Works becoming Chief Inspector in 1913. The job title 'Inspector' is still in use.[7] Scheduling offers protection because it makes it illegal to undertake a great range of 'works' within a designated area, without first obtaining 'scheduled monument consent'.[8] However, it does not affect the owner's freehold title or other legal interests in the land, nor does it give the general public any new rights of public access. The process of scheduling does not automatically imply that the monument is being poorly managed or that it is under threat, nor does it impose a legal obligation to undertake any additional management of the monument.[9] In England and Wales the authority for designating, re-designating and de-designating a scheduled monument lies with the Secretary of State for the Department for Culture, Media and Sport (DCMS). The Secretary of State keeps the list, or schedule, of these sites.[2] The designation process was first devolved to Scotland and Wales in the 1970s and is now operated there by the Scottish Government and the Welsh Government respectively. The government bodies with responsibility for archaeology and the historic environment in Britain are: Historic England in England, Cadw in Wales, and Historic Environment Scotland in Scotland. The processes for application and monitoring scheduled monuments is administered in England by Historic England; in Wales by Cadw on behalf of the Senedd (Welsh Parliament);[10] and in Scotland by Historic Environment Scotland on behalf of the Scottish Ministers. In Northern Ireland, the term \"Scheduled Historic Monument\" is used. These sites protected under Article 3 of the Historic Monuments and Archaeological Objects (Northern Ireland) Order 1995. The schedule contains over 1,900 sites, and is maintained by the Department for Communities.[11] There is no positive distinction yet for a single method of registering sites of heritage. The long tradition of legal issues did not lead to a condensed register nor to any single authority to take care of over the course of the last 130 years. The UK is a signatory to the EU Valletta Treaty which obliges it to have a legal system to protect archaeological heritage on land and under water.[3] The body of designation legislation used for legally protecting heritage assets from damage and destruction is complex, and dates back to 1882.[12] There have been many revisions since, and the UK government states that it remains committed to heritage protection legislation reform,[13] even though the draft Heritage Protection Bill 2008,[14] which proposed a single 'register' that included scheduled monuments and listed buildings, was abandoned to make room in the parliamentary legislative programme for measures to deal with the credit crunch.[15] The scheduling system has been criticised by some as being cumbersome.[15] In England and Wales it also has a limited definition of what constitutes a monument. Features such as ritual landscapes, battlefields and flint scatters are difficult to schedule; recent amendment in Scotland (see below) has widened the definition to include \"any site... comprising any thing, or group of things, that evidences previous human activity\".[16] The wide range of legislation means that the terminology describing how historic sites are protected varies according to the type of heritage asset. Monuments are \"scheduled\", buildings are \"listed\", whilst battlefields, parks and gardens are \"registered\", and historic wrecks are \"protected\". Historic urban spaces receive protection through designation as \"conservation areas\",[17] and historic landscapes are designated through national park and Area of Outstanding Natural Beauty (AONB) legislation.[18] In addition, there are areas in the UK are also protected as World Heritage Sites. To add to the confusion, some heritage assets can be both listed buildings and scheduled monuments (e.g. Dunblane Cathedral). World Heritage Sites, conservation areas and protected landscapes can also contain both scheduled monuments and listed buildings.[3] Where a heritage asset is both scheduled and listed, many provisions of the listing legislation are dis-applied (for example those relating to building preservation notices). In England, Scotland and Wales, protection of monuments can also be given by another process, additional to or separate from scheduling, taking the monument into state ownership or placing it under guardianship, classifying it as a guardianship monument under the terms of Section 12 of the 1979 Act (as amended by the National Heritage Act 1983 in England, and by the Historic Environment (Amendment) (Scotland) Act 2011) (e.g. St Rule's Church in St Andrews). The latter meaning that the owner retains possession, while the appropriate national heritage body maintains it and (usually) opens it to the public. All monuments in guardianship on the passing of the 1979 Act were automatically included in the 'schedule'. Scheduling is not usually applied to underwater sites although historic wrecks can be protected under the Protection of Wrecks Act 1973,[19] although three maritime sites have been designated as scheduled monuments. In Scotland new powers for protection of the marine heritage, better integrated with other maritime conservation powers, have been given by the Marine (Scotland) Act 2010.[20] It is intended that the marine scheduled monuments will be protected by this new Act. The Historic Environment (Amendment) (Scotland) Act, which amended the 1979 Act, was passed into law in 2011.[21] Wider areas can be protected by designating their locations as Areas of Archaeological Importance (AAI) under the Ancient Monuments and Archaeological Areas Act 1979.[1] As of 2011, only five city centres in England have been designated as AAIs (Canterbury, Chester, Exeter, Hereford and York).[22] This part of the 1979 Act was never brought into effect in Scotland. It is a legal requirement to maintain the 'schedule' of monuments. In England the Department for Culture, Media and Sport keeps a register, or schedule, of nationally important sites which receive state protection. The National Heritage List for England now includes about 400,000 heritage sites, including scheduled monuments.[23] This online searchable list can be found on the Historic England web site. The list of Scottish monuments can be searched on the Historic Environment Scotland website, or through Pastmap.[24] For Wales, the National Monuments Record of Wales (NMRW), has an online database called \"Coflein\" which contains the national collection of information about the historic environment of Wales. To be eligible for scheduling, a monument must be demonstrably of (in the terms of the 1979 Act) \"national importance\". Non-statutory criteria are provided to guide the assessment. In England these are:[3][25] The Scottish criteria were revised after public consultation between 2006 and 2008.[26] There is no appeal against the scheduling process and adding a monument to the schedule may be a process requiring a great deal of research and consideration. The process can be accelerated for sites under threat, however. In England, Historic England gathers information on a site, defines a boundary around it and advises the Secretary of State for Culture, Media and Sport of its eligibility for inclusion on the schedule. In Wales Cadw is part of central government and act on behalf of the relevant ministers. In Scotland, since October 2015, Historic Environment Scotland has been a non-departmental public body advising Scottish Ministers. The 1979 Act makes it a criminal offence to: Despite perceptions to the contrary, only a very small proportion of applications for scheduled monument consent are refused. In Scotland in the ten years from 1995 to 2005, out of 2,156 applications, only 16 were refused.[26] Development close to a scheduled monument which might damage its setting is also a material consideration in the planning system. Historic England, Historic Environment Scotland and Cadw monitor the condition of scheduled monuments. They encourage owners to maintain scheduled monuments in good condition by using sympathetic land uses, for example restricting stock levels or controlling undergrowth which can damage archaeology below ground.[27] Historic Environment Scotland, Cadw, Historic England and Natural England also offer owners advice on how to manage their monuments. There are some grant incentive schemes for owners, including schemes run by Historic England and by Natural England for farmers and land managers.[28] Historic Environment Scotland,[29] Historic England[30] and Cadw,[31] occasionally award grants to support management agreements for monuments, and in some cases can help with major repairs. In England, the condition of scheduled monuments is also reported through the Heritage at Risk survey.[3] In 2008 this survey extended to include all listed buildings, scheduled monuments, registered parks and gardens, registered battlefields, protected wreck sites and conservation areas.[32] The register is compiled by survey by a range of heritage groups including Natural England, the Forestry Commission, local authorities, national park authorities, the National Trust, regional and local archaeological societies, Portable Antiquities Scheme Finds Liaison Officers, voluntary groups, property owners, land managers and farmers. Examples of scheduled historic monuments in Northern Ireland, as designated by the Department for Communities:[34] Examples of scheduled monuments in Scotland, as designated by Historic Environment Scotland: Examples of scheduled monuments in Wales, as designated by Cadw: ","Title":"Scheduled monument - Wikipedia","KeyID":"2259","URL":"https://en.wikipedia.org/wiki/Scheduled_monument"}