{"Content: ":"In archaeology, earthworks are artificial changes in land level, typically made from piles of artificially placed or sculpted rocks and soil. Earthworks can themselves be archaeological features, or they can show features beneath the surface.[1] Earthworks of interest to archaeologists include hill forts, henges, mounds, platform mounds, effigy mounds, enclosures, long barrows, tumuli, ridge and furrow, mottes, round barrows, and other tombs.[2] Earthworks can vary in height from a few centimetres to the size of Silbury Hill at 40 metres (130 ft). They can date from the Neolithic to the present. The structures can also stretch for many tens of miles (e.g. Offa's Dyke and Antonine Wall). In area, they can cover many hectares; for example, Maiden Castle, which is 19 hectares (47 acres). Shallow earthworks are often more visible as cropmarks or in aerial photographs if taken when the sun is low in the sky and shadows are more pronounced.[16] Similarly, earthworks may be more visible after a frost or a light dusting of snow.[17] Earthworks can be detected and plotted using Light Detection and Ranging (LIDAR). This technique is particularly useful for mapping small variations in land height that would be difficult to detect by eye. It can be used to map features beneath forest canopy[18] and for features hidden by other vegetation. LIDAR results can be input into a geographic information system (GIS) to produce three-dimensional representations of the earthworks. An accurate survey of the earthworks can enable them to be interpreted without the need for excavation.[19] For example, earthworks from deserted medieval villages can be used to determine the location, size, and layout of lost settlements. Often these earthworks can point to the purpose of such a settlement, as well the context in which it existed. Earthworks in North America include mounds built by Native Americans known as the Mound Builders. Ancient people who lived in the American Midwest commonly built effigy mounds, which are mounds shaped like animals (real or imaginary) or people. Possibly the most famous of these effigy mounds is Serpent Mound. Located in the Ohio, this 411-meterlong earthen work is thought to memorialize alignments of the planets and stars that were of special significance to the Native Americans that constructed it.[20] Cone-shaped or conical mounds are also numerous, with thousands of them scattered across the American Midwest, some over 80 feet tall. These conical mounds appear to be marking the graves of one person or even dozens of people.[21] An example of a conical mound is the Miamisburg Mound in central Ohio, which has been estimated to have been built by people of the Adena culture in the time range of 800 B.C. to 100 AD.[22] The American Plains also hold temple mounds, or platform mounds, which are giant pyramid-shaped mounds with flat tops that once held temples made of wood. Examples of temple mounds include Monks Mound located at the Cahokia site in Collinsville, Illinois,[21] and Mound H at the Crystal River site in Citrus County, Florida.[23] The earthworks at Poverty Point occupy one of the largest-area sites in North America, as they cover some 920 acres (320 ha) of land in Louisiana.[24] Military earthworks can result in subsequent archaeological earthworks. Examples include Roman marching forts which can leave small earthworks. During the American Civil War, earthwork fortifications were built throughout the country, by both Confederate and Union sides.[25] The largest earthwork fort built during the war was Fortress Rosecrans, which originally encompassed 255 acres (103 ha).[26][relevant?] In northeastern Somalia, near the city of Bosaso at the end of the Baladi valley, lies an earthwork 2 km to 3 km long.[27][28] Local tradition recounts that the massive embankment marks the grave of a community matriarch. It is the largest such structure in the wider Horn region.[28] Bigo bya Mugenyi is an extensive earthworks site in the interlacustrine region of southwestern Uganda. On the south shore of the Katonga river, the Bigo earthworks consist of a series of ditches and berms comprising an outer arch that encompasses four interconnected enclosures. When combined, the Bigo earthworks measure more than 10 kilometers long.[29] Radiometric dates from archaeological investigations at Bigo date the earthworks to roughly AD 1300 - 1500, and they have been called Uganda's \"largest and most important ancient monument\".[30] The Steppe Geoglyphs, discovered in 2007 using Google Earth, are an example of earthworks in Central Asia. An 11th-century hill fort: Bielsko-Biała, Poland A 12th-century motte-and-bailey castle: Château de Gisors in Eure, France An Adena tumulus (burial mound): Grave Creek Mound in West Virginia, U.S. A Mississippian platform mound: Cahokia in Illinois, U.S. Temple Mound at Ocmulgee National Monument A Fort Ancient effigy mound: Serpent Mound in Ohio, U.S. A Neolithic long barrow: Stoney Littleton Long Barrow in Somerset, U.K. A Neolithic henge: Thornborough Henges in North Yorkshire, U.K.","Title":"Earthworks (archaeology) - Wikipedia","KeyID":"2260","URL":"https://en.wikipedia.org/wiki/Earthworks_(archaeology)"}