{"Content: ":"A sally port is a secure, controlled entry way to an enclosure, e.g., a fortification or prison. The entrance is usually protected by some means, such as a fixed wall on the outside, parallel to the door, which must be circumvented to enter and prevents direct enemy fire from a distance. It may include two sets of doors that can be barred independently to further delay enemy penetration. From around 1600 to 1900, a sally port was a sort of dock where boats picked up or dropped off ship crews from vessels anchored offshore. That meaning occasionally still occurs, especially in coastal Great Britain. The word port is ultimately from Latin porta for door. Often the term postern is used synonymously. It can also mean a tunnel, or passage (i.e., a secret exit for those besieged). A sally, ultimately derived from Latin salīre (to jump), or \"salle\" sortie, is a military maneuver, typically during a siege, made by a defending force to harass isolated or vulnerable attackers before retreating to their defenses. Sallies are a common way for besieged forces to reduce the strength and preparedness of a besieging army; a sally port is therefore essentially a door in a castle or city wall that allows troops to make sallies without compromising the defensive strength of fortifications.[1] Targets for these raids included tools, which defenders could capture and use, and labor-intensive enemy works and equipment, such as trenches, mines, siege engines, and siege towers. Sometimes the defenders also attacked enemy laborers, and stole or destroyed the besiegers' food supplies.[citation needed] An extract from a 19th-century dictionary of military terms describes a sally port thus: those underground passages, which lead from the inner to the outward works ; such as from the higher flank to the lower, to the tenailles, or the communication from the middle of the curtain to the ravelin. When they are constructed for the passage of men only, they are made with steps at the entrance, and outlet. They are about six feet wide, and 8+1/2 feet high [1.8 m × 2.6 m]. There is also a gutter or shore made under the sally-ports that are in the middle of the curtains, in order that the water which runs down the streets may pass into the ditch ; but this can only be done when they are wet ditches. When sally-ports serve to carry guns through them for the out-works, instead of making them with steps, they must have a gradual slope, and be eight feet wide.[2] Law enforcement in the United States uses sally ports as secure entrances to jails, prisons and courthouses. It is within the closed sally port where weapons are found and secured so they do not enter the facility. Newly arrested persons are usually driven in through a jail's sally port and the exterior doors closed. Once inside the sally port, arrestees are checked for weapons and officer weapons are stowed. Once all weapons are secured, the inner door is opened so that the prisoner and arresting officer may enter the jail. Sally ports are used to transfer prisoners because they remain within a secured location to transfer from a building to a vehicle. A sally port may be an enclosed garage type building or a securely fenced or walled open-air parking area.[3][4][5] A sally port appears on the mural crown of the coat of arms of Malta.","Title":"Sally port - Wikipedia","KeyID":"2263","URL":"https://en.wikipedia.org/wiki/Sally_port"}