{"Content: ":"Bronze Age Britain is an era of British history that spanned from c. 2500–2000 BCE until c. 800 BCE.[1] Lasting for approximately 1,700 years, it was preceded by the era of Neolithic Britain and was in turn followed by the period of Iron Age Britain. Being categorised as the Bronze Age, it was marked by the use of copper and then bronze by the prehistoric Britons, who used such metals to fashion tools. Great Britain in the Bronze Age also saw the widespread adoption of agriculture. During the British Bronze Age, large megalithic monuments similar to those from the Late Neolithic continued to be constructed or modified, including such sites as Avebury, Stonehenge, Silbury Hill and Must Farm. This has been described as a time \"when elaborate ceremonial practices emerged among some communities of subsistence agriculturalists of western Europe\".[2] There is no clear consensus on the date for the beginning of the Bronze Age in Great Britain and Ireland. Some sources give a date as late as 2000 BC,[3] while others set 2200 BC as the demarcation between the Neolithic and the Bronze Age.[4] The period from 2500 BC to 2000 BC has been called the \"Late Neolithic/Early Bronze Age\", in recognition of the difficulty of exactly defining this boundary.[5] Some archaeologists recognise a British Chalcolithic when copper was used between the 25th and 22nd centuries BC, but others do not because production and use was on a small scale.[6][7] In Ireland the final Dowris phase of the Late Bronze Age appears to decline in about 600 BC, but iron metallurgy does not appear until about 550 BC. Around 2500 BC, a new pottery style arrived in Great Britain: the Beaker culture. Beaker pottery appears in the Mount Pleasant Phase (2700–2000 BC), along with flat axes and the burial practice of inhumation. People of this period were responsible for building Seahenge along with the later phases of Stonehenge. Silbury Hill was also built in the early Beaker period.[8][9] Movement of Europeans brought new people to the islands from the continent. Recent tooth enamel isotope research on bodies found in early Bronze Age graves around Stonehenge indicates that at least some of the new arrivals came from the area of modern Switzerland. The Beaker culture displayed different behaviours from the earlier Neolithic people and cultural change was significant. Integration is thought to have been peaceful, as many of the early henge sites were seemingly adopted by the newcomers. Furthermore, a fundamentally different approach to burying of the dead members began to take place. In contrast to the Neolithic practice of communal burials, the Bronze Age society undergoes an apparent shift towards focusing on to the individual rather on the ancestors as a collective.[10] For example, in the Neolithic era, a large chambered cairn or long barrow was used to house the dead. The 'Early Bronze Age' saw people buried in individual barrows (also commonly known and marked on modern British Ordnance Survey maps as tumuli), or sometimes in cists covered with cairns. They were often buried with a beaker alongside the body. However, even though customs changed, barrows and burial mounds continued to be used during the Bronze Age, with smaller tombs often dug into the primary mounds. There has been debate amongst archaeologists as to whether the \"Beaker people\" were a race of people who migrated to Britain en masse from the continent, or whether a Beaker cultural \"package\" of goods and behaviour (which eventually spread across most of Western Europe) diffused to Britain's existing inhabitants through trade across tribal boundaries. The former seems incontestable now, since a 2017 study showed a major genetic shift in late Neolithic/early Bronze Age Britain, so that more than 90% of Britain's Neolithic gene pool was replaced with the coming of a people genetically similar to the Beaker people of the Lower Rhine region (modern Netherlands/central-western Germany).[11] Several regions of origin have been postulated for the Beaker culture, notably the Iberian peninsula, the Netherlands and Central Europe.[16] Part of the Beaker culture brought the skill of refining metal to Great Britain. At first they made items from copper, but from around 2150 BC smiths had discovered how to make bronze (which is much harder than copper) by mixing copper with a small amount of tin. With this discovery, the Bronze Age began in Great Britain. Over the next thousand years, bronze gradually replaced stone as the main material for tool and weapon making. The bronze axehead, made by casting, was at first similar to its stone predecessors but then developed a socket for the wooden handle to fit into, and a small loop or ring to make lashing the two together easier. Groups of unused axes are often found together, suggesting ritual deposits to some, though many archaeologists believe that elite groups collected bronze items, perhaps restricting their use among the wider population. Bronze swords of a graceful \"leaf\" shape, swelling gently from the handle before coming to a tip, have been found in considerable numbers, along with spear heads and arrow points. Great Britain had large reserves of tin in the areas of Cornwall and Devon in what is now Southwest England, and thus tin mining began. By around 1600 BC, the southwest of the island was experiencing a trade boom as British tin was exported across Europe. Bronze-age Britons were also skilled at making jewellery from gold, as well as occasional objects like the Rillaton Cup and Mold Cape. Many examples of these have been found in graves of the wealthy Wessex culture of Southern Britain, though they are not as frequent as Irish finds. The greatest quantities of bronze objects found in what is now England were discovered in East Cambridgeshire, where the most important finds were recovered in Isleham (more than 6500 pieces).[17] The earliest known metalworking building was found at Sigwells, Somerset, England. Several casting mould fragments were fitted to a Wilburton type sword held in Somerset County Museum.[18] They were found in association with cereal grain dated to the 12th century BC by carbon dating. The rich Wessex culture developed in southern Great Britain at this time. The weather, previously warm and dry, became much wetter as the Bronze Age continued, forcing the population away from easily defended sites in the hills and into the fertile valleys. Large livestock farms developed in the lowlands which appear to have contributed to economic growth and inspired increasing forest clearances. The Deverel-Rimbury culture began to emerge in the second half of the 'Middle Bronze Age' (c. 1400–1100 BC) to exploit the wetter conditions. Cornwall was a major source of tin for much of western Europe and copper was extracted from sites such as the Great Orme mine in Northern Wales. Social groups appear to have been tribal but with growing complexity and hierarchies becoming apparent. There is evidence of a relatively large-scale disruption of cultural patterns (see Late Bronze Age collapse) which some scholars think may indicate an invasion (or at least a migration) into Southern Great Britain around the 12th century BC. This disruption was felt far beyond Britain, even beyond Europe, as most of the great Near Eastern empires collapsed (or experienced severe difficulties) and the Sea Peoples harried the entire Mediterranean basin around this time. Cremation was adopted as a burial practice, with cemeteries of urns containing cremated individuals appearing in the archaeological record. According to John T. Koch and others, the Celtic languages developed during this Late Bronze Age period in an intensely trading-networked culture called the Atlantic Bronze Age that included Britain, Ireland, France, Spain and Portugal,[20][21][22][23][24][25] but this stands in contrast to the more generally accepted view that Celtic origins lie with the Hallstatt culture. In 2021, a major archaeogenetics study uncovered a migration into southern Britain during the 500-year period 1,300–800 BC.[26] The newcomers were genetically most similar to ancient individuals from Gaul, and had higher levels of EEF ancestry.[26] During 1,000–875 BC, their genetic marker swiftly spread through southern Britain,[27] making up around half the ancestry of subsequent Iron Age people in this area, but not in northern Britain.[26] The \"evidence suggests that, rather than a violent invasion or a single migratory event, the genetic structure of the population changed through sustained contacts between Britain and mainland Europe over several centuries, such as the movement of traders, intermarriage, and small scale movements of family groups\".[27] The authors describe this as a \"plausible vector for the spread of early Celtic languages into Britain\".[26] There was much less migration into Britain during the Iron Age, so it is likely that Celtic reached Britain before then.[26] The study also found that lactose tolerance rose swiftly in early Iron Age Britain, a thousand years before it became widespread in mainland Europe; suggesting milk became a very important foodstuff in Britain at this time.[26]","Title":"Bronze Age Britain - Wikipedia","KeyID":"2266","URL":"https://en.wikipedia.org/wiki/Bronze_Age_Britain"}