{"Content: ":"An earth auger, earth drill, or post-hole auger is a drilling tool or machine used for making holes in the ground.[1] It typically consists of a rotating vertical metal rod or pipe with one or more blades attached at the lower end, that cut or scrape the soil. Metal augers have been in use since the Middle Ages to drill holes in wood. In the 19th century, the hand-operated earth auger became a common farm and construction tool in the US, and several inventors submitted patents for them.[2][3] An example is the design of a certain M. Hubby of Maysfield, Texas, consisting of an open hollow cylinder with two blades at the bottom edge [4] The first known power earth auger was built in 1943 by John Habluetzel, a farmer in Wamego, Kansas, from parts scavenged from other equipment, including a 7-inch helical blade from a screw separator. It was attached to a tractor and could be operated by the driver from his seat. It dug one 2.5 foot deep hole every minute. His invention was featured in the Kansas State Board of Agriculture's 35th Biennial Report. He went on to dig holes for other farmers at 10 cents per hole, a side business that he operated well into the 1950s. He donated his invention to the Kansas Museum of History in 1999.[5] The most common design of earth auger has a helical screw blade (the flighting) winding around lower part of the shaft. The lower edge of the screw blade scrapes dirt at the bottom of the hole, and the rest of the blade acts like a screw conveyor to lift the loose soil out of the way. When the hole reaches the desired depth and the tool is pulled out, the screw blade scoops out the remaining loose dirt.[citation needed] The rod may end in a sharp point protruding below the screw blade. Its purpose is to push the dirt that lies just below the rod to the sides, where the blade can pick it up. It also helps keep the hole straight by prevent the auger from wandering off to the side. The lower edge of the screw blade may have teeth.[citation needed] Another type of earth auger has two vertical blades instead of a helical screw. Rather than scraping the soil at the bottom of the hole, this type of auger cuts a cylindrical plug out of it, that is held by friction between the two blades. The auger must then be pulled out and emptied every foot or so. This type may require less force to operate, but may be adequate only for certain types of soil.[6][better source needed] An earth auger can be powered by hand, through a \"T\"-shaped horizontal handle at the top of the rod.[citation needed] An earth auger can also be powered by an electric motor or internal-combustion engine, or from a tractor or other vehicle through a power take-off.[citation needed] Hand-powered earth augers are typically used to plant tree saplings or to set up posts for fences or other ends.[citation needed] Large mechanized earth augers, called drilling rigs, are used to make holes for piles destined to be deep foundations or retaining wall.[citation needed] Gas- or hand-powered augers are used by ice fishermen to drill through the ice layer over lakes or rivers.[citation needed]","Title":"Earth auger - Wikipedia","KeyID":"2267","URL":"https://en.wikipedia.org/wiki/Earth_auger"}