{"Content: ":"The University of London (UoL; abbreviated as Lond or more rarely Londin in post-nominals) is a federal[a] public research university located in London, England, United Kingdom. The university was established by royal charter in 1836 as a degree-awarding examination board for students holding certificates from University College London and King's College London and \"other such other Institutions, corporate or unincorporated, as shall be established for the purpose of Education, whether within the Metropolis or elsewhere within our United Kingdom\".[9] This fact allows it to be one of three institutions to claim the title of the third-oldest university in England,[b][10][11] and moved to a federal structure in 1900.[12] It is now incorporated by its fourth (1863) royal charter and governed by the University of London Act 2018.[13] It was the first university in the United Kingdom to introduce examinations for women in 1869[14] and, a decade later, the first to admit women to degrees.[15] In 1913, it appointed Caroline Spurgeon as only the second female professor at a British university,[16] and in 1948 was the first British university to appoint a woman as its vice chancellor (chief executive).[c] The university's member institutions house the oldest teaching hospitals in England. The university consists of 17 member institutions and three central academic bodies.[17][18] The university has around 48,000 distance learning external students[19] and campus-based internal students, making it the largest university by number of students in the United Kingdom. For most practical purposes, ranging from admissions to funding, the member institutions operate on an independent basis, with many awarding their own degrees whilst remaining in the federal university. The largest colleges by enrolment are[20] UCL, King's College London, City, Queen Mary, Birkbeck, the London School of Economics, Royal Holloway, and Goldsmiths, each of which has over 9,000 students. Smaller, more specialist, colleges are the School of Oriental and African Studies (SOAS), St George's (medicine), the Royal Veterinary College, London Business School, the London School of Hygiene and Tropical Medicine, the Royal Central School of Speech and Drama, the Royal Academy of Music, the Courtauld Institute of Art, and the Institute of Cancer Research. Imperial College London was formerly a member from 1907 before it became an independent university in 2007,[21] and Heythrop College was a member from 1970 until its closure in 2018.[22] City is the most recent constituent college, having joined on 1 September 2016.[23] Under the 2018 act, member institutions ceased to be termed colleges and gained the right to seek university status without having to leave the federal university: Birkbeck, City, Goldsmiths’, King's College London, the LSE, the London School of Hygiene and Tropical Medicine, Queen Mary, the Royal Veterinary College, Royal Holloway, SOAS, St George's and UCL have all indicated that they intend to do so.[24] As of 2015, there are around 2 million University of London alumni across the world,[25] including 12 monarchs or royalty, more than 60[d] presidents or prime ministers in the world (including 1 prime minister of the United Kingdom),[e] 85 Nobel laureates,[f] 5 Fields Medallists, 4 Turing Award winners, 6 Grammy winners, 2 Oscar winners, 3 Olympic gold medalists and the \"Father of the Nation\" of several countries.[g] The university owns University of London Press. All universities are different, but some are more different than others. The University of London is the most different of them all. University College London (UCL) was founded under the name “London University” (but without recognition by the state) in 1826 as a secular alternative to the universities of Oxford and Cambridge, which limited their degrees to members of the established Church of England.[27] As a result of the controversy surrounding UCL's establishment, King's College London was founded as an Anglican college by royal charter in 1829.[28][29] In 1830, UCL applied for a royal charter as a university which would allow it to confer degrees. This was rejected, but renewed in 1834.[30] In response to this, opposition to \"exclusive\" rights grew among the London medical schools. The idea of a general degree awarding body for the schools was discussed in the medical press.[31] and in evidence taken by the Select Committee on Medical Education.[32][33] However, the blocking of a bill to open up Oxford and Cambridge degrees to dissenters led to renewed pressure on the Government to grant degree awarding powers to an institution that would not apply religious tests,[34][35][36] particularly as the degrees of the new University of Durham were also to be closed to non-Anglicans.[37] In 1835, the government announced the response to UCL's petition for a charter. Two charters would be issued, one to UCL incorporating it as a college rather than a university, without degree awarding powers, and a second \"establishing a Metropolitan University, with power to grant academical degrees to those who should study at the London University College, or at any similar institution which his Majesty might please hereafter to name\".[38] Following the issuing of its charter on 28 November 1836, the new University of London started drawing up regulations for degrees in March 1837. The death of William IV in June, however, resulted in a problem – the charter had been granted \"during our Royal will and pleasure\", meaning it was annulled by the king's death.[39] Queen Victoria issued a second charter on 5 December 1837, reincorporating the university. The university awarded its first degrees in 1839, all to students from UCL and King's College. The university established by the charters of 1836 and 1837 was essentially an examining board with the right to award degrees in arts, laws and medicine. However, the university did not have the authority to grant degrees in theology, considered the senior faculty in the other three English universities. In medicine, the university was given the right to determine which medical schools provided sufficient medical training. In arts and law, by contrast, it would examine students from UCL, King's College, or any other institution granted a royal warrant, effectively giving the government control of which institutions could submit students for examination by the university. Beyond this right to submit students for examination, there was no other connection between the colleges and the university. In 1849 the university held its first graduation ceremony at Somerset House following a petition to the senate from the graduates, who had previously received their degrees without any ceremony. About 250 students graduated at this ceremony. The London academic robes of this period were distinguished by their \"rich velvet facings\".[40] The list of institutions whose students could enter University of London examinations grew rapidly by 1858, including all other British universities as well as over 30 other schools and colleges outside of London. In that year, a new charter opened up the examinations to everyone, effectively abolishing the weak link between the university and the colleges.[41][42][43] This led the Earl of Kimberley, a member of the university's senate, to tell the House of Lords in 1888 \"that there were no Colleges affiliated to the University of London, though there were some many years ago\".[44] The reforms of 1858 also incorporated the graduates of the university into a convocation, similar to those of Oxford, Cambridge and Durham, and authorised the granting of degrees in science, the first BSc being awarded in 1860.[45] The expanded role meant the university needed more space, particularly with the growing number of students at the provincial university colleges. Between 1867 and 1870 a new headquarters was built at 6 Burlington Gardens, providing the university with exam halls and offices. In 1863, via a fourth charter, the university gained the right to grant degrees in surgery.[46] This 1863 charter remains the authority under which the university is incorporated, although all its other provisions were abolished under the 1898 University of London Act. In 1878, the university set another first when it became the first university in the UK to admit women to degrees, via the grant of a supplemental charter. Four female students obtained Bachelor of Arts degrees in 1880 and two obtained Bachelor of Science degrees in 1881, again the first in the country.[47] In the late 19th century, the university came under criticism for merely serving as a centre for the administration of tests, and there were calls for a \"teaching university\" for London. UCL and KCL considered separating from the university to form a separate university, variously known as the Albert University, Gresham University and Westminster University. Following two royal commissions the University of London Act 1898 was passed, reforming the university and giving it a federal structure with responsibility for monitoring course content and academic standards within its institutions. This was implemented in 1900 with the approval of new statutes for the university.[48] Somerset House in 1836. The university had its offices here from 1837 to 1870. King William IV, who granted the University of London its original royal charter in 1836. An illustration of 6 Burlington Gardens, home to the university administration from 1870 to 1900. The London University should stand to the British empire as the great technological institution in Berlin, the Charlottenburg, stood to the German empire. The reforms initiated by the 1898 act came into force with the approval of the new federal statutes in 1900. Many of the colleges in London became schools of the university, including UCL, King's College, Bedford College, Royal Holloway and the London School of Economics. Regent's Park College, which had affiliated in 1841, became an official divinity school of the university in 1901 (the new statutes having given London the right to award degrees in theology) and Richmond (Theological) College followed as a divinity school of the university in 1902; Goldsmiths College joined in 1904; Imperial College was founded in 1907; Queen Mary College joined in 1915; the School of Oriental and African Studies was founded in 1916; and Birkbeck College, which was founded in 1823, joined in 1920. The previous provision for colleges outside London was not abandoned on federation, instead London offered two routes to degrees: \"internal\" degrees offered by schools of the university and \"external\" degrees offered at other colleges (now the University of London flexible and distance learning programmes). UCL and King's College, whose campaign for a teaching university in London had resulted in the university's reconstitution as a federal institution, went even further than becoming schools of the university and were actually merged into it. UCL's merger, under the 1905 University College London (Transfer) Act, happened in 1907. The charter of 1836 was surrendered and all of UCL's property became the University of London's. King's College followed in 1910 under the 1908 King's College London (Transfer) Act. This was a slightly more complicated case, as the theological department of the college (founded in 1846) did not merge into the university but maintained a separate legal existence under King's College's 1829 charter.[50] The expansion of the university's role meant that the Burlington Garden premises were insufficient, and in March 1900 it moved to the Imperial Institute in South Kensington.[51] However, its continued rapid expansion meant that it had outgrown its new premises by the 1920s, requiring yet another move. A large parcel of land in Bloomsbury near the British Museum was acquired from the Duke of Bedford and Charles Holden was appointed architect with the instruction to create a building \"not to suggest a passing fashion inappropriate to buildings which will house an institution of so permanent a character as a University.\" This unusual remit may have been inspired by the fact that William Beveridge, having just become director of LSE, upon asking a taxi driver to take him to the University of London was met with the response \"Oh, you mean the place near the Royal School of Needlework\".[52] Holden responded by designing Senate House, the current headquarters of the university, and at the time of completion the second largest building in London.[53] The University of London contingent of the Officers' Training Corps (OTC) was formed in 1908 and had enrolled 950 students by autumn 1914.[54] During the First World War, the OTC supplied 500 officers to the British Army between August 1914 and March 1915.[55] Some 665 officers associated with the university died during the First World War[56] and 245 officers in the Second World War.[57] As of 2004[update] the London University Officers' Training Corps (UOTC), drawn from 52 universities and colleges in the London area (not just the University of London), was the largest UOTC in the country, with about 400 officer cadets.[58] It has been based at Yeomanry House in Handel Street, London since 1992. In 2011, Canterbury Company was founded to recruit officer cadets from universities in Kent.[59] During the Second World War, the colleges of the university (with the exception of Birkbeck) and their students left London for safer parts of the UK, while Senate House was used by the Ministry of Information, with its roof becoming an observation point for the Royal Observer Corps. Though the building was hit by bombs several times, it emerged from the war largely unscathed; rumour at the time had it that the reason the building had fared so well was that Adolf Hitler had planned to use it as his headquarters in London.[60] The latter half of the last century was less eventful. In 1948, Athlone Press was founded as the publishing house for the university, and sold to the Bemrose Corporation in 1979,[61] subsequent to which it was acquired by Continuum publishing.[62] However, the post-WWII period was mostly characterised by expansion and consolidation within the university, such as the acquisition as a constituent body of the Jesuit theological institution Heythrop College on its move from Oxfordshire in 1969. The 1978 University of London Act saw the university defined as a federation of self-governing colleges, starting the process of decentralisation that would lead to a marked transference of academic and financial power in this period from the central authorities in Senate House to the individual colleges. In the same period, UCL and King's College regained their legal independence via acts of parliament and the issuing of new royal charters. UCL was reincorporated in 1977, while King's College's new charter in 1980 reunited the main body of the college with the corporation formed in 1829. In 1992 centralised graduation ceremonies at the Royal Albert Hall were replaced by individual ceremonies at the colleges.[63] One of the largest shifts in power of this period came in 1993, when HEFCE (now the Office for Students, OfS[64]) switched from funding the University of London, which then allocated money to the colleges, to funding the colleges directly and them paying a contribution to the university.[48] There was also a tendency in the late 20th century for smaller colleges to be amalgamated into larger \"super-colleges\". Some of the larger colleges (most notably UCL, King's College, LSE and Imperial) periodically put forward the possibility of their departure from the university, although no steps were taken to actually putting this into action until the early 21st century. In 2002, Imperial College and UCL mooted the possibility of a merger, raising the question of the future of the University of London and the smaller colleges within it. Subsequently, considerable opposition from academic staff of both UCL and Imperial led to a rejection of the merger.[65] Despite this failure, the trend of decentralising power continued. A significant development in this process was the closing down of the Convocation of all the university's alumni in October 2003; this recognised that individual college alumni associations were now increasingly the centre of focus for alumni.[66] However, the university continued to grow even as it moved to a looser federation, and, in 2005, admitted the Central School of Speech and Drama. On 9 December 2005, Imperial College became the second constituent body (after Regent's Park College) to make a formal decision to leave the university. Its council announced that it was beginning negotiations to withdraw from the university in time for its own centenary celebrations, and in order to be able to award its own degrees. On 5 October 2006, the University of London accepted Imperial's formal request to withdraw from it.[67] Imperial became fully independent on 9 July 2007, as part of the celebrations of the college's centenary. The Times Higher Education Supplement announced in February 2007 that the London School of Economics, University College London and King's College London all planned to start awarding their own degrees, rather than degrees from the federal University of London as they had done previously, from the start of the academic year starting in Autumn 2007. Although this plan to award their own degrees did not amount to a decision to leave the University of London, the THES suggested that this \"rais[ed] new doubts about the future of the federal University of London\".[68] The School of Pharmacy, University of London, merged with UCL on 1 January 2012, becoming the UCL School of Pharmacy within the Faculty of Life Sciences.[69] This was followed on 2 December 2014 by the Institute of Education also merging with UCL, becoming the UCL Institute of Education.[70] Since 2010, the university has been outsourcing support services such as cleaning and portering. This has prompted industrial action by the largely Latin American workforce under the \"3Cosas\" campaign (the 3Cosas – 3 causes –being sick pay, holiday pay, and pensions for outsourced workers on parity with staff employed directly by the university). The 3Cosas campaigners were members of the UNISON trade union. However, documents leaked in 2014 revealed that UNISON representatives tried to counter the 3Cosas campaign in meetings with university management.[71] The 3Cosas workers subsequently transferred to the Independent Workers Union of Great Britain. Following good results in the Research Excellence Framework in December 2014, City University London said that they were exploring the possibility of joining the University of London.[72] It was subsequently announced in July 2015 that City would join the University of London in August 2016.[23] It will cease to be an independent university and become a college as \"City, University of London\".[73] In 2016 reforms were proposed that would see the colleges become member institutions and be allowed to legally become universities in their own right. A bill to amend the university's statutes was introduced into the House of Lords in late 2016. The bill was held up by procedural matters in the House of Commons, with MP Christopher Chope objecting to it receiving a second reading without debate and no time having been scheduled for such debate. Twelve of the colleges, including UCL and King's, said that they would seek university status once the bill was passed.[74][75] The bill was debated and passed its second reading on 16 October 2018.[76] It received royal assent on 20 December 2018.[77] The twelve colleges (namely, all except The Courtauld, ICR, LBS, RAM and RCSSD) subsequently applied for university status, although stating they did not intend to change their names, with notice being given in the London Gazette on 4 February 2019.[78] In 2018, Heythrop College became the first major British higher education institution to close since the medieval University of Northampton in 1265.[22] Its library of over 250,000 volumes was moved to the Senate House Library.[79] In 2019, the University of London Press, founded in 1910, was relaunched as a fully open-access publisher specializing in \"distinctive scholarship at the forefront of the Humanities\".[80] The university owns a considerable central London estate 12 hectares freehold land in Bloomsbury, near Russell Square tube station.[81] Some of the university's colleges have their main buildings on the estate. The Bloomsbury Campus also contains eight Halls of Residence and Senate House, which houses Senate House Library, the chancellor's official residence and previously housed the School of Slavonic and East European Studies, now part of University College London (UCL) and housed in its own new building. Almost all of the School of Advanced Study is housed in Senate House and neighbouring Stewart House.[82] The university also owns many of the squares that formed part of the Bedford Estate, including Gordon Square, Tavistock Square, Torrington Square and Woburn Square, as well as several properties outside Bloomsbury, with many of the university's colleges and institutes occupying their own estates across London: The university also has several properties outside London, including a number of residential and catering units further afield and the premises of the University of London Institute in Paris, which offers undergraduate and postgraduate degrees in French and historical studies. The university's board of trustees, the governing and executive body of the university, comprises eleven appointed independent persons – all of whom are non-executive; the vice-chancellor, the deputy vice chancellor and four heads of member institutions, appointed by the Collegiate Council. The board of trustees is supported by the Collegiate Council, which comprises the heads of the member institutions of the university, the deputy vice-chancellor, the dean and chief executive of the School of Advanced Study, the chief executive of the University of London Worldwide and the Collegiate Council's chair, the vice-chancellor. The chancellors of the University of London since its founding are as follows: For most practical purposes, ranging from admission of students to negotiating funding from the government, the 17 member institutions are treated as individual universities. Legally speaking they are known as Recognised Bodies, with the authority to examine students and award them degrees of the university. Some member institutions also have the power to award their own degrees instead of those of the university; those which exercise that power include:[citation needed] Most decisions affecting the member institutions and institutes of the University of London are made at the level of the member institutions or institutes themselves. The University of London does retain its own decision-making structure, however, with the Collegiate Council and board of trustees, responsible for matters of academic policy. The Collegiate Council is made up of the heads of member institutions of the university.[8] The 12 institutes, or Listed Bodies, within the University of London offer courses leading to degrees that are both examined and awarded by the University of London. Additionally, twelve universities in England, several in Canada and many in other Commonwealth countries (notably in East Africa) began life as associate colleges of the university offering such degrees. By the 1970s, almost all of these colleges had achieved independence from the University of London. An increasing number of overseas and UK-based academic institutes offer courses to support students registered for the University of London flexible and distance learning diplomas and degrees and the Teaching Institutions Recognition Framework enables the recognition of these institutions. Under the University of London Act 2018, a member institution is defined as \"an educational, academic or research institution which is a constituent member of the University and has for the time being― (a) the status of a college under the statutes; or (b) the status of a university\". As of February 2019, 12 of the colleges of the university have said they are seeking university status. This does not affect their status as member institution of the university or the degrees they award.[24] The member institutions of the University of London (as of September 2018) are:[83] Some colleges and schools of the University of London have been amalgamated into larger colleges, closed or left the University of London. Those amalgamated with larger colleges include (listed by current parent institution): Institutions that have closed or left the university include: A number of major universities originated as university colleges teaching external degrees of the University of London. These include: A number of other colleges had degrees validated and awarded by the University of London.[88] Between 1946 and 1970, the university entered into 'schemes of special relation' with university colleges in the Commonwealth of Nations. These schemes encouraged the development of independent universities by offering a relationship with the University of London. University colleges in these countries were granted a Royal Charter. An academic board of the university college negotiated with the University of London over the entrance requirements for the admission of students, syllabuses, examination procedures and other academic matters. During the period of the special relationship, graduates of the colleges were awarded University of London degrees. Some of the colleges which were in special relation are listed below, along with the year in which their special relation was established. In 1970, the 'Schemes of Special Relation' were phased out. The University of London received a grant of arms in April 1838.[10] The arms depict a cross of St George upon which there is a Tudor rose surrounded by detailing and surmounted by a crown. Above all of this there is a blue field with an open book upon it. The arms are described in the grant as: The University of London had established a rudimentary code for academic dress by 1844. The university was the first to devise a system of academic dress based on faculty colours, an innovation that was subsequently followed by many other universities. Colleges that award their own degrees have their own academic dress for those degrees. In 2019/20, students (approximately 5% of all UK students) attended one of the University of London's affiliated schools.[3] Additionally, over 50,000 students are part of University of London Worldwide.[19] The ULU building on Malet Street (close to Senate House) was home to the University of London Union, which acted as the student union for all University of London students alongside the individual college and institution unions. The building is now rebranded as \"Student Central, London\", offering full membership to current University of London students, and associate membership to students at other universities, and other groups. The union previously owned London Student, the largest student newspaper in Europe, which now runs as a digital news organisation[94][95] Though most sports teams are organised at the college level, ULU ran several sports clubs of its own, some of which (for example the rowing team) compete in BUCS leagues. The union also organised leagues for college teams to participate in. These leagues and sports clubs are supported by Friends of University of London Sport which aims to promote them. In addition to these, ULU catered for sports not covered by the individual colleges through clubs such as the University of London Union Lifesaving Club, which helps students gain awards and learn new skills in lifesaving as well as sending teams to compete throughout the country in the BULSCA league. ULU also organised several societies, ranging from Ballroom and Latin American Dance to Shaolin Kung Fu, and from the University of London Big Band to the Breakdancing Society. Affiliated to the university is the University of London Society of Change Ringers, a society for bellringers at all London universities. The university runs the University of London Boat Club. The university operates the following eight intercollegiate halls of residence, which accommodate students from most of its colleges and institutions:[96] The Garden Halls Mahatma Gandhi, Father of the Nation for India Nelson Mandela (LLB; Hon. DSc Econ), Father of the Nation for South Africa Muhammad Ali Jinnah, Father of the Nation for Pakistan[h] John Snow (MB, MD), founder of epidemiology John Hunter, founder of modern surgery Florence Nightingale, founder of modern nursing Achim Steiner (MA 1985), Administrator of the UNDP Tedros Adhanom (MSc 1992), 8th Director-General of the World Health Organization Kaushik Basu (MSc 1974, PhD 1976), 11th Chief Economist of the World Bank Jeremy Heywood (MSc 1986), 11th Cabinet Secretary Margrethe II (Hon. LLD), Queen of Denmark Aung San Suu Kyi (MPhil 1988), 1st State Counsellor of Myanmar V. K. Krishna Menon (MSc, MA), 3rd Defence Minister of India Fred Mulley (BSc), former British Secretary of State for Defence Leszek Borysiewicz (PhD 1986)[i], 345th Vice-Chancellor of the University of Cambridge Elton John (Hon. DMus 2002), English singer and composer. Mick Jagger, English singer and composer. George Soros (BSc 1951, MSc 1954), billionaire investor and philanthropist. Camilla, Duchess of Cornwall.[j] Meir Shamgar, 7th Chief Justice of Supreme Court of Israel. Sudhi Das (LLB 1918), 5th Chief Justice of India. A large number of famous individuals have passed through the University of London, either as staff or students, including at least 12 monarchs or royalty, 52 presidents or prime ministers, 84 Nobel laureates, 6 Grammy winners, 2 Oscar winners, 1 Ekushey Padak winner and 3 Olympic gold medalists. The collegiate research university has also produced Father of the Nation for several countries, including several members of Colonial Service and Imperial Civil Service during the British Raj and the British Empire. Staff and students of the university, past and present, have contributed to a number of important scientific advances, including the discovery of vaccines by Edward Jenner and Henry Gray (author of Gray's Anatomy). Additional vital progress was made by University of London people in the following fields: the discovery of the structure of DNA (Francis Crick, Maurice Wilkins and Rosalind Franklin); the invention of modern electronic computers (Tommy Flowers); the discovery of penicillin (Alexander Fleming and Ernest Chain); the development of X-Ray technology (William Henry Bragg and Charles Glover Barkla); discoveries on the mechanism of action of Interleukin 10 (Anne O'Garra); the formulation of the theory of electromagnetism (James Clerk Maxwell); the determination of the speed of light (Louis Essen); the development of antiseptics (Joseph Lister); the development of fibre optics (Charles K. Kao); and the invention of the telephone (Alexander Graham Bell). Notable political figures who have passed through the university include Muhammad Haji Ibrahim Egal, Romano Prodi, Junichiro Koizumi, Aung San Suu Kyi, Ramsay MacDonald, Desmond Tutu, Basdeo Panday, Taro Aso, Walter Rodney, Nelson Mandela, B. R. Ambedkar and Mahatma Gandhi. 35th President of the United States John F. Kennedy filed an application and paid fees[103] for a year's study at the LSE, but later fell ill and left the university without taking a single class.[103] In the arts, culture and literature the university has produced many notable figures. Writers include novelists Malcolm Bradbury, G. K. Chesterton, H. G. Wells, Thomas Hardy, Arthur C. Clarke and J.G. Ballard. Futurologist Donald Prell. Artists associated with the university include Jonathan Myles-Lea, and several of the leading figures in the Young British Artists movement (including Ian Davenport, Tracey Emin and Damien Hirst). Outstanding musicians across a wide range include the conductor Sir Simon Rattle, the soprano Felicity Lott and both members of Gilbert and Sullivan, to Mick Jagger, Elton John, Dido, Pakistani singer Nazia Hassan (known in South Asia as the \"Queen of Pop\"), and Hong Kong singer Karen Mok, composer Florence Margaret Spencer Palmer, and members of the bands Coldplay, Keane, Suede, The Velvet Underground, Blur, Iron Maiden, Placebo, The Libertines, and Queen. The university has also played host to film directors (Christopher Nolan, Derek Jarman), philosophers (Karl Popper, Roger Scruton), explorers (David Livingstone), international academics (Sam Karunaratne), Riccarton High School Head of Commerce, Tom Neumann and leading businessmen (Michael Cowpland, George Soros). The University of London presented its first honorary degrees in June 1903.[104][105] This accolade has been bestowed on several members of British royal family and a wide range of distinguished individuals from both the academic and non-academic worlds.[105] Honorary degrees are approved by the Collegiate Council, part of the university's governance structure.[105] George V (LLD 1903), King of the United Kingdom and the British Dominions and Emperor of India[10][106] Edward VIII (MCom 1921, DSc 1921), King of the United Kingdom and the British Dominions and Emperor of India[10] Queen Elizabeth The Queen Mother (DLitt 1937), Queen consort of the United Kingdom and the British Dominions[k] Queen Elizabeth II (BMus 1946, LLD 1951), Queen of the United Kingdom and the other Commonwealth realms[107][l] Princess Margaret (DMus 1957),[108] Member of British royal family Winston Churchill (LLD 1948), Prime Minister of the United Kingdom[m] Albert Einstein (1936), Theoretical physicist and Recipient of Nobel Prize in Physics in 1921 René Cassin (1969), Recipient of Nobel Peace Prize in 1968 Amartya Sen (DSc Econ 2000), Recipient of Nobel Prize in Economics 1998 Lars Ahlfors (1978), Finnish mathematician Recipient of Fields Medal in 1936.[109][110] Franklin D. Roosevelt (1941), 32nd President of the United States In recent years the University of London has seen much controversy surrounding its treatment of staff and students. In 2012, outsourced cleaning staff ran the \"3 Cosas\" campaign, fighting for improvements in three areas – sick pay, holiday and pensions. After over a year of high-profile strikes, protests and occupations, concessions were made by the university in terms of sick pay and holidays, however these improvements were nowhere near to the extent of what was being demanded by the campaign.[111] In 2013, after a student occupation in favour of ten demands, including fair pay for workers, a halt to privatisation of the university and an end to plans to shut down the university's student union ULU, police were called, resulting in the violent eviction and arrests of over 60 students, as well as police violence towards students outside supporting the occupation.[112] After these events, a high-profile \"Cops Off Campus\" demonstration was held against the university's security policies, with thousands in attendance.[113] In 2018, an article was published by Vice that reported on concerns over the university's security arrangements at Senate House, where over 25 extra private security staff had been brought in. Students who had been involved in an occupation of Senate House were barred from using university facilities, and there were numerous allegations of students being verbally, physically and sexually assaulted by the temporary security staff.[114] In December 2018, the Independent Workers' Union of Great Britain called for a boycott of events at the university's central administration buildings, including Senate House, with the aim of putting pressure on the University of London to bring outsourced cleaning, catering and security staff in-house by targeting a revenue stream worth around £40 million per year.[115][116][117] In May 2019, the congress of the University and College Union, voted to boycott the University of London's central administration buildings including Senate House, raising the pressure on the University of London.[118] Dr Dion Georgiou, an academic supporting the boycott and a member of UCU, wrote a comment piece for The Guardian shortly before the vote, urging the congress to approve the motion and claiming that \"[outsourced workers] face an intransigent university management, whose response has frequently blended short-termism with heavy-handedness\".[119] The motion was passed two days later. In 1850, Queen's University of Ireland[10] was created as a federal university to provide degrees for students from the colleges established at Belfast, Cork and Galway. This was succeeded in 1879 by the Royal University of Ireland, an examining university along the model of the University of London, which was in turn succeeded by the federal National University of Ireland in 1908. When the University of New Zealand was constituted in 1874,[120] it was a federal university modelled on the University of London, functioning principally as an examining body.[120] University of the Cape of Good Hope, when it was constituted in 1875 and authorised to be responsible for examinations throughout South Africa.[120] In Canada, similar structures were adopted, but on a regional basis.[120] The University of Toronto acted as an examining and degree awarding body for the province of Ontario from 1853 to 1887, by utilising an operating model based on that of University of London.[120] In India, to satisfy the urge for higher education and learning,[121] three universities were set up at three presidency towns in 1857 on the model of University of London[121] as affiliating universities, viz., University of Calcutta, University of Mumbai and University of Madras.[121][122] The University of Wales was established in 1893 on a federal model incorporating (originally) colleges in Aberystwyth, Bangor and Cardiff.[123] A decision to dissolve the University of Wales was made in 2017.[124] Dr. Watson, a fictional character in the Sherlock Holmes stories by Sir Arthur Conan Doyle, received his medical degree[125][126][127] from Barts and The London School of Medicine and Dentistry (now part of QMUL) and met Sherlock Holmes in the chemical laboratory there.[125][128] Jim Hacker, a fictional character in the 1980s British sitcom Yes Minister and its sequel Yes, Prime Minister, received his degree, a third, from the university (LSE).[129] During the Second World War, the Senate House, London use by the Ministry of Information inspired two noted English writers: Graham Greene's novel The Ministry of Fear (1943) and its film adaptation Ministry of Fear by Fritz Lang (1944) set in Bloomsbury.[130] George Orwell's wife Eileen worked in Senate House for the Censorship Department of the Ministry of Information,[131] and her experiences inspired the description of the Ministry of Truth in Orwell's 1949 novel Nineteen Eighty-Four. A lecturer at the university (SOAS) named William McGovern was one of the real-life inspirations of the film character Indiana Jones.[132] Senate House and the constituent colleges of the University of London have been featured in Hollywood and British films.[133][134][135][136] In year 1916, Alfred Hitchcock enrolled at the University of London[137][138][139][140] and took evening courses and drawing and design classes, and later in 1920 helped land him a spot designing title cards.","Title":"University of London - Wikipedia","KeyID":"2269","URL":"https://en.wikipedia.org/wiki/London_University"}