{"Content: ":"Whitehawk Camp is the remains of a causewayed enclosure on Whitehawk Hill near Brighton, East Sussex, England. Causewayed enclosures are a form of early Neolithic earthwork that were built in England from shortly before 3700 BC until at least 3500 BC, characterized by the full or partial enclosure of an area with ditches that are interrupted by gaps, or causeways. Their purpose is not known; they may have been settlements, or meeting places, or ritual sites. The Whitehawk site consists of four roughly concentric circular ditches, with banks of earth along the interior of the ditches evident in some places. There may have been a timber palisade on top of the banks. Outside the outermost circuit there are at least two more ditches, one of which is thought from radiocarbon evidence to date to the Bronze Age,[note 1] about two thousand years after the earliest dated activity at the site. Whitehawk was first excavated by R. P. Ross Williamson and E. Cecil Curwen in 1929 in response to a plan to lay out football pitches on the site. Brighton Racecourse overlaps Whitehawk Camp, and when an expansion of the course's pulling-up ground[note 2] affected part of the site, Curwen led another rescue dig in the winter of 1932–1933; similarly in 1935 the area to be crossed by a new road was excavated, again by Curwen. In 1991, during the construction of a housing development near the site, one of the ditches outside the outermost circuit was uncovered, and the construction was paused to allow an excavation, run by Miles Russell. In 2011, the Gathering Time project published an analysis of radiocarbon dates from almost forty British causewayed enclosures, including several from Whitehawk Camp. The conclusion was that the Neolithic part of the site was probably constructed between 3650 and 3500 BC, and probably went out of use some time between 3500 and 3400 BC. The site was designated as a scheduled monument in 1923. Whitehawk Camp is a causewayed enclosure,[3] a form of earthwork that was built in northwestern Europe, including the southern British Isles in the early Neolithic from shortly before 3700 BC until about 3300 BC.[4][5] Causewayed enclosures are areas that are fully or partially enclosed by ditches interrupted by gaps, or causeways, of unexcavated ground, often with earthworks and palisades in some combination.[6] The use to which these enclosures were put has long been a matter of debate, and many suggestions have been made by researchers.[7] They were previously known as \"causewayed camps\", since it was thought they were used as settlements: early investigators suggested that the inhabitants lived in the ditches, but this idea was later abandoned, in favour of any settlement being within the enclosure boundaries.[7][8] The causeways were difficult to explain in military terms, though it was suggested they could have been sally ports for defenders to emerge from and attack a besieging force;[9][10] evidence of attacks at some sites provided support for the idea that the enclosures were fortified settlements.[7][note 3] They may have been seasonal meeting places, used for trading cattle or other goods such as pottery, and if they were a focus for the local people, they may have been evidence of a local hierarchy with a tribal chief. There is also evidence that they played a role in funeral rites: material such as food, pottery, and human remains was deliberately deposited in the ditches.[11] They were constructed in a short time, which implies significant organization since substantial labour would have been required, for clearing the land, preparing trees for use as posts or palisades, and digging the ditches.[12] In 1930, the archaeologist E. Cecil Curwen identified sixteen sites that were definitely or probably Neolithic causewayed enclosures.[13] Excavations at five of these had already confirmed them as Neolithic, and another four of Curwen's sites are now agreed to be Neolithic.[13] A few more were found over the succeeding decades,[14] and the list of known sites was significantly expanded with the use of aerial photography in the 1960s and early 1970s.[14][15] The sites found earlier were mostly on chalk uplands, but many of the ones discovered from the air were on lower-lying ground.[14] Over seventy are known in the British Isles,[7] and they are one of the most common types of early Neolithic site in western Europe. About a thousand are known in all.[16] They began to appear at different times in different parts of Europe: dates range from before 4000 BC in northern France, to shortly before 3000 BC in northern Germany, Denmark, and Poland.[6] The enclosures in southern Britain continued to be built for at least 200 years. In a few cases enclosures that had already been built continued to be used as late as 3300 to 3200 BC.[4][5] Whitehawk Camp lies on the Upper Chalk, to the east of central Brighton, on a saddle between two slight rises. The site is about 289 m × 213 m (948 ft × 699 ft). It is a little over 1 km (0.6 mi) from the coast, a distance that is probably unchanged since Neolithic times. The site consists of four circuits of ditches, and two ditches that touch the outermost circuit from outside, in the same way a tangent touches a circle. These tangent ditches lie on opposite sides of the circuits: one is at the northeastern edge of the site, and one at the southwestern edge. There are also traces of additional ditches.[17][18] The four circuits of ditches were dug in the early Neolithic.[17] At one time there were Neolithic round barrows[note 4] on the site, but these were destroyed no later than 1822, when Brighton Racecourse, which partly overlaps the site, was modified.[17][18] The site is also crossed by Manor Hill Road, built in 1935; Whitehawk Hill Road, which joins Manor Hill Road in the centre of the site, and used to follow the same path as Manor Hill Road from there to the northwest, is visible on older plans.[20] There may also have been a long barrow on the site at one time, perhaps preceding the ditches.[21] Molluscs found in the Neolithic layers of the excavated ditches were shade-loving species, implying a woodland environment at the time the ditches were dug.[22][23] The site was one of the first to be confirmed as a causewayed enclosure by excavation; the other four known by 1930 were the Trundle, Knap Hill, Windmill Hill and Abingdon.[13] Almost all the finds at Whitehawk Camp were recovered from three digs between 1929 and 1935, each of which investigated parts of the Neolithic camp.[24] The investigators, Curwen and R. P. Ross Williamson, concluded that the ditches had originally all been accompanied by banks on their interior, built up from the material removed from the ditches. Some evidence of external banks in some places has since been found, and a 2016 re-evaluation by archaeologist Jon Sygrave suggested that these might be evidence of a more complex layout, or of later construction modifying the original site.[25] There may also have been a timber palisade along some of the circuits; Curwen suggested that some of the postholes found were part of a palisade, but Sygrave considers this unproven.[26] A causeway at the southern edge of the third ditch (counting from the middle) has large postholes on either side and four more postholes delineate a path through the bank; this is thought to indicate an entranceway. Another probable entrance is through the north-western part of the first (innermost) ditch, where there is a 21 m (70 ft) gap in the ditch and bank and no evidence of a palisade. Four postholes on the western side of the outermost ditch may also indicate an entrance.[27] The northeastern tangent ditch has never been excavated and is of unknown date,[28] but the southwestern tangent ditch was excavated in 1991 by Miles Russell. It was found to date to the Bronze Age,[17][18][1] though Russell suggested it may have been originally cut as part of the Neolithic site, and later recut and extended.[29] Russell recovered some flints and a few pottery sherds/shards from the ditch.[24] Mollusc samples recovered by Russell implied an open grassland environment at the time the ditch was dug (or recut), in contrast to the shade-loving species found in the Neolithic ditches.[22][23] Most of the prehistoric pottery found at Whitehawk Camp is of the plain bowl or decorated bowl types; these are the earliest forms of Neolithic pottery found in England, and the style found in southern England is known as \"Whitehawk style\" pottery. These are considered to be contemporary with the main period of use of the enclosure.[30] The high volume of pottery of this type found supports the conclusion that the site was heavily used or visited during this period.[31] Whitehawk style was followed by Ebbsfleet ware, which appeared around 3500 BC; a few sherds of Ebbsfleet ware were found in upper strata.[30][32] Some Bronze Age sherds from Beaker pottery were found as well, mostly from the third ditch; Beaker pottery does not appear in Britain before about 2250 BC, and since these sherds are characteristic of middle or later Beaker ware they probably date to no earlier than 2150 BC. Since there is also no evidence of Neolithic pottery types later than the Ebbsfleet ware, there was probably a long gap in occupation of the site from the late 4th millennium to at least the late 3rd millennium BC.[30][33][34] Some late Iron Age and early Roman pottery was also found in the outermost ditch.[30] The flints found at the site were probably largely contemporary with the Neolithic use of the site, though it is possible some of the flints are of Mesolithic origin and predate the ditch construction, and a few flints may post-date the Neolithic usage.[35] Bone and antler finds include both cattle bone and red deer antler remains that were worked with flint to create splinters: these splinters could be used to create tools such as projectile points. Antlers were also used as picks to break the chalk when digging ditches, and several bone awls were found.[36] Almost a thousand animal bone fragments were found, most coming from cattle, pigs, sheep, goats, and deer; each of these groups included some bones with marks indicating butchery.[37] Chalk artefacts include a cup, some blocks and pieces with holes drilled through them, and a piece measuring 136 mm × 137 mm (5.4 in × 5.4 in) that was covered by regular grooves, intersecting in a grid. The piece was described by Curwen as a \"chessboard\", and its purpose is not known.[38] Human bones from at least six individuals were found, though as many of the bones were found in different locations across the site the finds may well have come from many more than six people.[39] The site was first described by John Skinner, an amateur antiquarian and archaeologist, who sketched it in 1821.[40][41] Hadrian Allcroft included a discussion of the site in his 1908 book Earthworks of England,[42] and also discussed it in a 1916 paper, with a plan drawn by Herbert Toms.[43] The earliest Ordnance Survey map of the area, published in 1876, shows only two of the concentric ditches, overlapped by the racecourse; later maps show development over the following decades, including allotment gardens, and a stable block for the racecourse, without archaeological intervention. Eventually the site became legally protected, but some development still took place without archaeological monitoring, such as the creation late in the 20th century of a 70 m (80 yd) earth bank to prevent vehicles accessing the site.[44][45] Whitehawk Camp was listed as a scheduled monument in 1923,[46] but the designation did not yet provide the site with legal protection against development.[47] The race course had long overlaid the northwest of the site, and by 1928 there were also allotment gardens in some areas.[47][48] A plan to lay out football pitches on the site led to the Brighton and Hove Archaeological Club, among others, protesting against the proposed development, and the club decided to excavate part of the site, \"both to determine the date of the camp and to impress upon the public the importance of its preservation\".[47][49] A plan of the site was made in December 1928 by Curwen,[49] showing the location of the ditches and banks, which he detected by using a boser—a tool for detecting underground bedrock, or the lack of it, by listening to the sound made when a heavy rammer strikes the ground.[47][50][51] The plan showed the outline of four concentric ditches with multiple causeways across each ditch where the underlying chalk had not been excavated.[52] Work began in January 1929, initially overseen by Williamson and later by Curwen.[47][53] Cuttings were made in the north-east quadrant of the site, most of the work taking place on the first and second ditch. One cutting was made through the third ditch.[54] Finds included a great many sherds of Windmill Hill pottery,[55] a classification that attempted to identify individual cultures within the Neolithic that has since been overturned in favour of separating Neolithic sites into Early and Late Neolithic.[56] Four pointed bone tools were found that Williamson suggested had been used to make ornamental marks on the pottery, or as awls to create holes in the pottery handles.[57] Flint tools were found, including arrowheads and a probable axe head, and flint flakes were common in all the cuttings.[58] Nine fragments of human bone were found, and many animal bones, including those of pigs and cattle, goat bones being less common, and no horse or dog bones. A few antler fragments from red deer and roe deer were identified.[59] An analysis of the mollusk remains, correlated with similar mollusk analyses from other Neolithic sites, concluded that the climate in Neolithic times must have been wetter. Some marine shells were also found that must have been brought to the site by humans.[60] Williamson commented that the site's layout was remarkably similar to that of Windmill Hill and the Trundle, with multiple concentric causewayed ditches, and similar finds from excavation, particularly with regard to pottery. He argued that the site was probably occupied \"by a large population for a comparatively short time\".[61] Williamson considered that the ditches showed no evidence of having been lived in[61] (as an early theory about causewayed enclosures suggested, and as Curwen believed as late as 1954)[7][62] but instead appeared to have been used as rubbish dumps.[61] A 2016 reassessment of all three early excavations concluded that the layer of earth in the ditches that yielded most of the finds had probably washed into the ditches, having originally been deposited nearby.[63] When the Brighton Racecourse decided to extend the pulling-up ground of the course, permission was granted with the requirement that the affected part of the site must be excavated before the work was done. The changes to the course were required to be completed by the opening of the 1933 racing season, so the work had to be done over the winter, in December 1932 and January 1933.[53] Parts of the third and fourth ditches were excavated, in the south-west corner of the site; a strip of ground connecting the excavated ditches was also cleared. The north side of the fourth ditch had once had an earthen rampart, and two of the cuttings across the ditch were extended ten feet to the north to span the area where the rampart had stood.[64] In the fourth ditch, a platform of unexcavated chalk was found that contained a hole about 2 feet (0.6 m) deep, in which lay the skeleton of a roe deer. The hole was the right size to support a post, but since the bones showed no signs of damage from the weight of a post resting on them, Curwen concluded that it was more likely that the hole was dug to put the deer in, as a ritual deposit, rather than that the deer's skeleton was deliberately placed under a post.[65] Excavation of the third ditch revealed post-holes that appeared to indicate an entrance into the enclosure, two of the holes probably supporting gateposts.[66] One of the two causeways that crossed this ditch was deeper than the surrounding chalk, which led Curwen to suggest that an earlier ditch had been dug along the same line as the third ditch, crossing that causeway.[67] Human remains were found only in the third ditch; they were analyzed for Curwen by the anthropologist Miriam Tildesley. There were two essentially complete adult skeletons. One seemed to have been simply laid in the ditch rather than in a grave dug for the purpose; this skeleton, of a woman probably between 25 and 30 years of age, was found with a fossilized sea urchin, Echinocorys scutatus. The other skeleton had clearly been deliberately buried in a grave; this was also a young woman, estimated at between 20 and 25 years. The skeleton of a baby was found in the grave, between the woman's knees and elbows, with part of the baby's skull adhering to the woman's hip. Tildesley concluded that although this made it appear likely the baby was not yet born when the woman died, the baby was large enough in comparison to the woman, who was only about 4 feet 8.5 inches (1.435 m) tall, to make it more likely that the baby had died a few weeks after birth.[68][69] The third ditch also contained multiple fragments of bone from human skulls, three of which showed signs of charring; Curwen commented that \"It is difficult to avoid the view that these may be relics of cannibalism\".[70] Tildesley found there were at least five individuals represented by the skull fragments, their ages ranging from about six to under thirty.[69] In the third ditch, Curwen was able to identify a turf line in the sections that corresponded to the end of the Neolithic occupation, but no such clear boundary was visible in the sections across the fourth ditch.[65] Most of the pottery found in the Neolithic occupation layer was classified by the archaeologist Stuart Piggott, who contributed the section on pottery to Curwen's account of the excavation, as Windmill Hill ware, with seven sherds showing some characteristics of Peterborough ware. These seven sherds were found associated with the other Neolithic pottery, so Piggott concluded that they represented a hybrid of the two pottery techniques.[71] Above the Neolithic occupation layer some Bronze Age pottery sherds were found, some of which were characteristic of the Beaker culture.[72] Animal remains other than the roe deer included several ox-bones, many limb-bones having been split to extract the marrow. Some bones from sheep, goat, pigs, and dogs were also found.[73] A review of the snail shells found in the ditches agreed with the 1929 analysis: conditions must have been much damper at the time of the occupation, with heavier rainfall and a higher water table.[74] Other finds included two pendants of chalk, multiple flint tools and fragments, including a leaf-shaped flint arrowhead, and a piece of sarsen used to grind grain.[75][76] In 1935, plans for a road to cross the site again required permission from the Inspector of Ancient Monuments, and arrangements were made for Curwen to lead another excavation.[77] The proposed road[note 5] cut the line of all four ditches twice, on both the north-west and south-east sides of the site.[80] Curwen was assisted by some of Mortimer Wheeler's students, including Veronica Seton-Williams.[81] Curwen also found two more small ditches further out than the fourth ditch, one of which he suggested corresponded to the tangent ditches on the sketch of the site drawn by John Skinner in 1821.[82] On the south-eastern half of the excavation, Curwen found some evidence of a possible palisade along the earthen ramparts inside the first and third ditches, in the form of postholes—three along the line of the innermost rampart, and two along the third ditch's rampart.[83] Two skeletons were found on the north-western side of the site: one was a middle-aged man, found lying on the surface of the chalk, only a foot below the modern surface of the ground, between the two innermost ditches; the other was that of a child of about seven, found in a hole dug in the chalk near the third ditch.[84] The Neolithic pottery sherds and the flint tools found were similar to those found during the previous season,[85] and reviews of the animal remains and the snail shells came to the same conclusions as before: the bones were mostly of oxen, with some sheep, pig, goat, and deer, and the snail shells indicated that the climate must have been wetter during the Neolithic.[86] In early 1991, during the development of a new housing project to the south-west of the site, a planning office noticed a feature of archaeological interest as the site was being cleared. Brighton Borough Council engaged the Field Archaeology Unit of University College London (UCL) to run an archaeological rescue programme, supervised by Russell. The excavated area followed the length of a ditch, tangent to the fourth circuit, running north-west from the fourth circuit at about the point where the outer part of the 1932–1933 excavations took place. The ditch had been noted by both Williamson and Curwen in their pre-war investigations. Russell also cleared a strip of ground extending south from the ditch, along the path of one of the intended roads of the development.[87] The ditch was found to end about 90 m from the point where it contacted the fourth circuit. It was continuous throughout the length excavated, though one section was left untouched for safety reasons as an access road used for the construction project ran across the ditch at that point. Over a thousand flints that showed signs of having been worked by humans were found, along with sixteen pottery sherds, two of which were of Neolithic date, the rest dating from the Roman occupation.[24] Russell suggested that the ditch may have been originally dug during the Neolithic occupation of the site, and recut and extended later, and interpreted his results and the results of the pre-war excavations as evidence that the Neolithic construction of the site had occurred in two or three phases.[29] The molluscan fauna from the ditch indicated that when the ditch was built the site was open grassland, implying a later date for this ditch than the rest of the site.[22][29] Two of Russell's bone finds from the ditch were later radiocarbon dated by the Gathering Time project, providing dates in the second millennium BC, in the Bronze Age.[28] Between 1991 and 2010 several construction-related activities around the site required archaeological monitoring to determine if any features or finds required further investigation.[88] The first of these watching briefs was to assess six trenches that had been dug about 100 m north of the 1991 excavation. The only features of archaeological interest were a 19th-century bottle dump and some soil layers that might have come from a collapsed earth bank that was part of the fourth circuit of the main site.[88][89] The later watching briefs found some worked flints, and in two cases exposed the Neolithic ditches but did not excavate the ditches far enough to find anything of interest.[88] Two surveys of the site were completed in 1993, by RCHME and by Geophysical Surveys Bradford, and a resistivity survey[note 6] was performed by the Brighton & Hove Archaeological Society in 1996. In 2009 Thames Valley Archaeological Services evaluated the area 200 m (660 ft) to the east of the site, at Whitehawk Primary School, and also that year Archaeology South-East surveyed the site topography and reported on the condition of the site. Another resistivity survey and an evaluation of the site was undertaken in 2010, by Chris Butler Archaeological Services.[88] Whitehawk Camp was one of the sites included in Gathering Time, a project to reanalyze the radiocarbon dates of nearly 40 causewayed enclosures, using Bayesian analysis. The results were published in 2011. Two radiocarbon dates on cattle femurs had been obtained in 1981, and these were included. The remaining samples were taken from finds from the earlier digs, though in many cases the animal bone samples had been lost—the roe deer skeleton found in 1929, for example, could not be located, though it had been initially put on display.[note 7] Only one, poor quality, sample was available for the second circuit, and the third and fourth circuits were both recut in the Neolithic period and the dates obtained from them may only refer to the time of the recutting. The conclusion was that all four circuits were built some time between about 3650 BC and 3500 BC, the majority of the work perhaps occurring before 3600 BC; and that the site went out of use between 3500 and 3400 BC. It was also determined that there was a 95% chance the site was in use for 75–260 years, and a 64% chance that it was in use for between 155 and 230 years. Results from the south-western ditch, combined with the molluscan fauna data from the 1991 dig, implied the south-western tangent ditch was of much later date; the radiocarbon dates for two samples from that ditch were from the second millennium BC, in the Bronze Age.[28] In 2014 the Heritage Lottery Fund provided a grant for a community archaeology project. The project ran from April 2014 to April 2015, and included excavation of ten trenches on the site, and a detailed re-evaluation of the finds from the previous digs.[92][93] For 22 days in August 2014, volunteers participated in the excavations, each novice being paired with someone more experienced.[78] Some Neolithic flints were found, but no other pre-medieval items.[21] In addition to the dig, objects previously retrieved in the 1930s, which were not properly catalogued or protected, were photographed and repacked.[78][94] A magnetometer survey found that the ditches had collected modern rubbish to the point that they could no longer be detected on the surface, but were still identifiable as \"arcs of magnetic disturbance\".[44] Other activities included the development of an online digital game, Stone Age Quest, intended to teach children about Whitehawk Camp and the British Neolithic.[95] Whitehawk Camp was listed as a scheduled monument in 1923,[46] becoming the first in Sussex.[96] The camp has featured in the local Brighton Museum & Art Gallery; a film installation about the site was shown in 2016,[97] and, in 2018, the reconstructed face of the woman whose remains were found in the 1930s excavations was shown as part of a broader historical exhibition on the past inhabitants of Brighton.[98] ","Title":"Whitehawk Camp - Wikipedia","KeyID":"2270","URL":"https://en.wikipedia.org/wiki/Whitehawk_Camp"}