{"Content: ":"Terra sigillata is a term with at least three distinct meanings: as a description of medieval medicinal earth; in archaeology, as a general term for some of the fine red Ancient Roman pottery with glossy surface slips made in specific areas of the Roman Empire; and more recently, as a description of a contemporary studio pottery technique supposedly inspired by ancient pottery. Usually roughly translated as 'sealed earth', the meaning of 'terra sigillata' is 'clay bearing little images' (Latin sigilla), not 'clay with a sealed (impervious) surface'. The archaeological term is applied, however, to plain-surfaced pots as well as those decorated with figures in relief. Terra sigillata as an archaeological term refers chiefly to a specific type of plain and decorated tableware made in Italy and in Gaul (France and the Rhineland) during the Roman Empire. These vessels have glossy surface slips ranging from a soft lustre to a brilliant glaze-like shine, in a characteristic colour range from pale orange to bright red; they were produced in standard shapes and sizes and were manufactured on an industrial scale and widely exported. The sigillata industries grew up in areas where there were existing traditions of pottery manufacture, and where the clay deposits proved suitable. The products of the Italian workshops are also known as Aretine ware from Arezzo and have been collected and admired since the Renaissance. The wares made in the Gaulish factories are often referred to by English-speaking archaeologists as samian ware. Closely related pottery fabrics made in the North African and Eastern provinces of the Roman Empire are not usually referred to as terra sigillata, but by more specific names, e.g. African red slip wares. All these types of pottery are significant for archaeologists: they can often be closely dated, and their distribution casts light on aspects of the ancient Roman economy. Modern \"terra sig\" should be clearly distinguished from the close reproductions of Roman wares made by some potters deliberately recreating and using the Roman methods.[1] The finish called 'terra sigillata' by studio potters can be made from most clay, mixed as a very thin liquid slip and settled to separate out only the finest particles to be used as terra sigillata. When applied to unfired clay surfaces, \"terra sig\" can be polished with a soft cloth or brush to achieve a shine ranging from a smooth silky lustre to a high gloss. The surface of ancient terra sigillata vessels did not require this burnishing or polishing. Burnishing was a technique used on some wares in the Roman period, but terra sigillata was not one of them. The polished surface can only be retained if fired within the low-fire range and will lose its shine if fired higher, but can still display an appealing silky quality. The oldest use for the term terra sigillata was for a medicinal clay from the island of Lemnos. The latter was called \"sealed\" because cakes of it were pressed together and stamped with the head of Artemis. Later, it bore the seal of the Ottoman sultan. This soil's particular mineral content was such that, in the Renaissance, it was seen as a proof against poisoning, as well as a general cure for any bodily impurities, and it was highly prized as a medicine and medicinal component.[citation needed] In 1580, a miner named Adreas Berthold traveled around Germany selling Silesian terra sigillata made from a special clay dug from the hills outside the town of Striga, now Strzegom, Poland, and processed into small tablets. He promoted it as a panacea effective against every type of poison and several diseases, including plague. Berthold invited authorities to test it themselves. In two cases, physicians, princes and town leaders conducted trials involving dogs who were either given poison followed by the antidote or poison alone; the dogs who got the antidote lived and the dogs who got the poison alone died. In 1581, a prince tested the antidote on a condemned criminal, who survived.[2] In 1588 English ethnographer and translator Thomas Harriot wrote in A Briefe and True Report of the New Found Land of Virginia that Algonquians of the mid–Atlantic region treated various sores and wounds with wapeih, a kind of terra sigillata that English surgeons and physicians found to be of the same kind \"of vertue and more effectuall\" than the contemporary European sort.[3] In archaeological usage, the term terra sigillata without further qualification normally denotes the Arretine ware of Italy, made at Arezzo, and Gaulish samian ware manufactured first in South Gaul, particularly at La Graufesenque, near Millau, and later at Lezoux and adjacent sites near Clermont-Ferrand, and at east Gaulish sites such as Trier, Sinzig and Rheinzabern. These high-quality tablewares were particularly popular and widespread in the Western Roman Empire from about 50 BC to the early 3rd century AD.[4][5] Definitions of 'TS' have grown up from the earliest days of antiquarian studies, and are far from consistent; one survey of Classical art says: Terra sigillata ... is a Latin term used by modern scholars to designate a class of decorated red-gloss pottery .... not all red-gloss ware was decorated, and hence the more inclusive term 'Samian ware' is sometimes used to characterize all varieties of it.[6] - whereas Anthony King's definition, following the more usual practice among Roman pottery specialists, makes no mention of decoration, but states that terra sigillata is 'alternatively known as samian ware'. However, 'samian ware' is normally used only to refer to the sub-class of terra sigillata made in ancient Gaul. In European languages other than English, terra sigillata, or a translation (e.g. terre sigillée), is always used for both Italian and Gaulish products.[7][8] Nomenclature has to be established at an early stage of research into a subject, and antiquarians of the 18th and 19th centuries often used terms that we would not choose today, but as long as their meaning is clear and well-established, this does not matter, and detailed study of the history of the terminology is really a side-issue that is of academic interest only. Scholars writing in English now often use \"red gloss wares\" or \"red slip wares\", both to avoid these issues of definition,[9] and also because many other wares of the Roman period share aspects of technique with the traditional sigillata fabrics. Italian and Gaulish TS vessels were made in standardised shapes constituting services of matching dishes, bowls and serving vessels. These changed and evolved over time, and have been very minutely classified; the first major scheme, by the German classical archaeologist Hans Dragendorff (1895), is still in use (as e.g. \"Dr.29\"),[10] and there have been many others, such as the classifications of Déchelette, Knorr, Hermet, Walters, Curle, Loeschcke, Ritterling, Hermet and Ludowici, and more recently, the Conspectus of Arretine forms and Hayes's type-series of African Red Slip and Eastern sigillatas.[11] These reference sometimes make it possible to date the manufacture of a broken decorated sherd to within 20 years or less. Most of the forms that were decorated with figures in low relief were thrown in pottery moulds, the inner surfaces of which had been decorated using fired-clay stamps or punches (usually referred to as poinçons) and some free-hand work using a stylus. The mould was therefore decorated on its interior surface with a full decorative design of impressed, intaglio (hollowed) motifs that would appear in low relief on any bowl formed in it. As the bowl dried, the shrinkage was sufficient for it to be withdrawn from the mould, in order to carry out any finishing work, which might include the addition of foot-rings, the shaping and finishing of rims, and in all cases the application of the slip. Barbotine and appliqué ('sprigged') techniques were sometimes used to decorate vessels of closed forms.[12] Study of the characteristic decorative motifs, combined in some cases with name-stamps of workshops incorporated into the decoration, and also sometimes with the cursive signatures of mouldmakers, makes it possible to build up a very detailed knowledge of the industry. Careful observation of form and fabric is therefore usually enough for an archaeologist experienced in the study of sigillata to date and identify a broken sherd: a potter's stamp or moulded decoration provides even more precise evidence. The classic guide by Oswald and Pryce, published in 1920 [13] set out many of the principles, but the literature on the subject goes back into the 19th century, and is now extremely voluminous, including many monographs on specific regions, as well as excavation reports on important sites that have produced significant assemblages of sigillata wares, and articles in learned journals, some of which are dedicated to Roman pottery studies.[14][15] The motifs and designs on the relief-decorated wares echo the general traditions of Graeco-Roman decorative arts, with depictions of deities, references to myths and legends, and popular themes such as hunting and erotic scenes. Individual figure-types, like the vessel-shapes, have been classified, and in many cases they may be linked with specific potters or workshops. Some of the decoration relates to contemporary architectural ornament, with egg-and-tongue (ovolo) mouldings, acanthus and vine scrolls and the like. While the decoration of Arretine ware is often highly naturalistic in style, and is closely comparable with silver tableware of the same period, the designs on the Gaulish products, made by provincial artisans adopting Classical subjects, are intriguing for their expression of 'romanisation', the fusion of Classical and native cultural and artistic traditions. Many of the Gaulish manufacturing sites have been extensively excavated and studied. At La Graufesenque in southern Gaul, documentary evidence in the form of lists or tallies apparently fired with single kiln-loads, giving potters' names and numbers of pots have long been known, and they suggest very large loads of 25,000–30,000 vessels. Though not all the kilns at this, or other, manufacturing sites were so large, the excavation of the grand four (big kiln) at La Graufesenque, which was in use in the late 1st and early 2nd century, confirms the scale of the industry. It is a rectangular stone-built structure measuring 11.3 m. by 6.8 m. externally, with an original height estimated at 7 metres. With up to nine 'storeys' within (dismantled after each firing), formed of tile floors and vertical columns in the form of clay pipes or tubes, which also served to conduct the heat, it has been estimated that it was capable of firing 30,000–40,000 vessels at a time, at a temperature of around 1000 °C.[16] A 2005 work has shown that the slip is a matrix of mainly silicon and aluminium oxides, within which are suspended sub-microscopic crystals of haematite and corundum. The matrix itself does not contain any metallic ions, the haematite is substituted in aluminium and titanium while the corundum is substituted in iron. The two crystal populations are homogenously dispersed within the matrix. The colour of haematite depends on the crystal size. Large crystals of this mineral are black but as the size decreases to sub-micron the colour shifts to red. The fraction of aluminium has a similar effect. It was formerly thought that the difference between 'red' and 'black' samian was due to the presence (black) or absence (red) of reducing gases from the kiln and that the construction of the kiln was so arranged as to prevent the reducing gases from the fuel from coming into contact with the pottery. The presence of iron oxides in the clay/slip was thought to be reflected in the colour according to the oxidation state of the iron (Fe[III] for the red and Fe[II] for the black, the latter produced by the reducing gases coming into contact with the pottery during firing). It now appears as a result of this recent work that this is not the case and that the colour of the glossy slip is in fact due to no more than the crystal size of the minerals dispersed within the matrix glass.[17] Arretine ware, in spite of its very distinctive appearance, was an integral part of the wider picture of fine ceramic tablewares in the Graeco-Roman world of the Hellenistic and early Roman period. That picture must itself be seen in relation to the luxury tablewares made of silver. Centuries before Italian terra sigillata was made, Attic painted vases, and later their regional variants made in Italy, involved the preparation of a very fine clay body covered with a slip that fired to a glossy surface without the need for any polishing or burnishing. Greek painted wares also involved the precise understanding and control of firing conditions to achieve the contrasts of black and red.[18] Glossy-slipped black pottery made in Etruria and Campania continued this technological tradition, though painted decoration gave way to simpler stamped motifs and in some cases, to applied motifs moulded in relief.[19] The tradition of decorating entire vessels in low relief was also well established in Greece and Asia Minor by the time the Arretine industry began to expand in the middle of the 1st century BC, and examples were imported into Italy. Relief-decorated cups, some in lead-glazed wares, were produced at several eastern centres, and undoubtedly played a part in the technical and stylistic evolution of decorated Arretine, but Megarian bowls, made chiefly in Greece and Asia Minor, are usually seen as the most direct inspiration.[20] These are small, hemispherical bowls without foot-rings, and their decoration is frequently very reminiscent of contemporary silver bowls, with formalised, radiating patterns of leaves and flowers.[21] The crisp and precisely profiled forms of the plain dishes and cups were also part of a natural evolution of taste and fashion in the Mediterranean world of the 1st century BC. Arretine ware began to be manufactured at and near Arezzo (Tuscany) a little before the middle of the 1st century BC. The industry expanded rapidly in a period when Roman political and military influence was spreading far beyond Italy: for the inhabitants of the first provinces of the Roman Empire in the reign of the Emperor Augustus (reg. 27 BC – AD 14), this tableware, with its precise forms, shiny surface, and, on the decorated vessels, its visual introduction to Classical art and mythology, must have deeply impressed some inhabitants of the new northern provinces of the Empire. Certainly it epitomised certain aspects of Roman taste and technical expertise. Pottery industries in the areas we now call north-east France and Belgium quickly began to copy the shapes of plain Arretine dishes and cups in the wares now known as Gallo-Belgic,[22] and in South and Central Gaul, it was not long before local potters also began to emulate the mould-made decoration and the glossy red slip itself. The most recognisable decorated Arretine form is Dragendorff 11, a large, deep goblet on a high pedestal base, closely resembling some silver table vessels of the same period, such as the Warren Cup. The iconography, too, tended to match the subjects and styles seen on silver plate, namely mythological and genre scenes, including erotic subjects, and small decorative details of swags, leafy wreaths and ovolo (egg-and-tongue) borders that may be compared with elements of Augustan architectural ornament. The deep form of the Dr.11 allowed the poinçons (stamps) used making the moulds of human and animal figures to be fairly large, often about 5–6 cm high, and the modelling is frequently very accomplished indeed, attracting the interest of modern art-historians as well as archaeologists. Major workshops, such as those of M.Perennius Tigranus, P. Cornelius and Cn. Ateius, stamped their products, and the names of the factory-owners and of the workers within the factories, which often appear on completed bowls and on plain wares, have been extensively studied, as have the forms of the vessels, and the details of their dating and distribution.[23] Italian sigillata was not made only at or near Arezzo itself: some of the important Arezzo businesses had branch factories in Pisa, and by the beginning of the 1st century AD, the Ateius and Rasinius workshops had set up branch factories at La Muette, near Lyon in Central Gaul.[24] Nor were the classic Arretine wares of the Augustan period the only forms of terra sigillata made in Italy: later sigillata industries in the Po Valley and elsewhere continued the tradition. The history of sigillata manufacture in Italy is succinctly summarised in Hayes 1997, pages 41–52. In the Middle Ages, examples of the ware that were serendipitously discovered in digging foundations in Arezzo drew admiring attention as early as the 13th century, when Restoro d'Arezzo's massive encyclopedia included a chapter praising the refined Roman ware discovered in his native city, \"what is perhaps the first account of an aspect of ancient art to be written since classical times\".[25] The chronicler Giovanni Villani also mentioned the ware.[26] The first published study of Arretine ware was that of Fabroni in 1841,[27] and by the late 19th and early 20th centuries, German scholars in particular had made great advances in systematically studying and understanding both Arretine ware and the Gaulish samian that occurred on Roman military sites being excavated in Germany. Dragendorff's classification was expanded by other scholars, including S. Loeschcke in his study of the Italian sigillata excavated at the early Roman site of Haltern.[28] Research on Arretine ware has continued very actively throughout the 20th century and into the 21st, for example with the publication and revision of Oxé-Comfort and the Conspectus of forms, bringing earlier work on stamps and shapes up to date.[29] As with all ancient pottery studies, each generation asks new questions and applies new techniques (such as analysis of clays) in the attempt to find the answers. Sigillata vessels, both plain and decorated, were manufactured at several centres in southern France, including Bram, Montans, La Graufesenque, Le Rozier and Banassac,[30] from the late 1st century BC: of these, La Graufesenque, near Millau, was the principal producer and exporter. Although the establishment of sigillata potteries in Gaul may well have arisen initially to meet local demand and to undercut the prices of imported Italian goods, they became enormously successful in their own right, and by the later 1st century AD, South Gaulish samian was being exported not only to other provinces in the north-west of the Empire, but also to Italy and other regions of the Mediterranean, North Africa and even the eastern Empire. One of the finds in the ruins of Pompeii, destroyed by the eruption of Vesuvius in August AD 79, was a consignment of South Gaulish sigillata, still in its packing crate;[31] like all finds from the Vesuvian sites, this hoard of pottery is invaluable as dating evidence. South Gaulish samian typically has a redder slip and deeper pink fabric than Italian sigillata. The best slips, vivid red and of an almost mirror-like brilliance, were achieved during the Claudian and early Neronian periods (Claudius, reg. AD 41–54; Nero, reg. AD 54–68). At the same period, some workshops experimented briefly with a marbled red-and-yellow slip, a variant that never became generally popular.[32] Early production of plain forms in South Gaul initially followed the Italian models closely, and even the characteristic Arretine decorated form, Dragendorff 11, was made. But many new shapes quickly evolved, and by the second half of the 1st century AD, when Italian sigillata was no longer influential, South Gaulish samian had created its own characteristic repertoire of forms. The two principal decorated forms were Dragendorff 30, a deep, cylindrical bowl, and Dragendorff 29, a carinated ('keeled') shallow bowl with a marked angle, emphasised by a moulding, mid-way down the profile. The footring is low, and potters' stamps are usually bowl-maker's marks placed in the interior base, so that vessels made from the same, or parallel, moulds may bear different names. The rim of the 29, small and upright in early examples of the form, but much deeper and more everted by the 70s of the 1st century, is finished with rouletted decoration,[33] and the relief-decorated surfaces necessarily fall into two narrow zones. These were usually decorated with floral and foliate designs of wreaths and scrolls at first: the Dr.29 resting on its rim illustrated in the lead section of this article is an early example, less angular than the developed form of the 60s and 70s, with decoration consisting of simple, very elegant leaf-scrolls. Small human and animal figures, and more complex designs set out in separate panels, became more popular by the 70s of the 1st century. Larger human and animal figures could be used on the Dr.30 vessels, but while many of these have great charm, South Gaulish craftsmen never achieved, and perhaps never aspired to, the Classical naturalism of some of their Italian counterparts. In the last two decades of the 1st century, the Dragendorff 37, a deep, rounded vessel with a plain upright rim, overtook the 29 in popularity. This simple shape remained the standard Gaulish samian relief-decorated form, from all Gaulish manufacturing regions, for more than a century. Small relief-decorated beakers such as forms Déchelette 67 and Knorr 78 were also made in South Gaul, as were occasional 'one-off' or very ambitious mould-made vessels, such as large thin-walled flagons and flasks.[34] But the mass of South Gaulish samian found on Roman sites of the 1st century AD consists of plain dishes, bowls and cups, especially Dr.18 (a shallow dish) and Dr.27 (a little cup with a distinctive double curve to the profile), many of which bear potters' name-stamps, and the large decorated forms 29, 30 and 37. A local industry inspired by Arretine and South Gaulish imports grew up in the Iberian provinces in the 1st century AD. Terra sigillata hispanica developed its own distinctive forms and designs, and continued in production into the late Roman period, the 4th and 5th centuries AD. It was not exported to other regions. The principal Central Gaulish samian potteries were situated at Lezoux and Les Martres-de-Veyre, not far from Clermont-Ferrand in the Auvergne. Production had already begun at Lezoux in the Augustan period (Augustus, reg. 27 BC–AD 14), but it was not until the reign of Trajan (AD 98–117), and the beginning of a decline in the South Gaulish export trade, that Central Gaulish samian ware became important outside its own region. Though it never achieved the extensive geographical distribution of the South Gaulish factories, in the provinces of Gaul and Britain, it was by far the most common type of fine tableware, plain and decorated, in use during the 2nd century AD. The quality of the ware and the slip is usually excellent, and some of the products of Les Martres-de-Veyre, in particular, are outstanding, with a lustrous slip and a very hard, dense body.[35] The surface colour tends towards a more orange-red hue than the typical South Gaulish slips. Vessel-forms that had been made in South Gaul continued to be produced, though as the decades passed, they evolved and changed with the normal shifts of fashion, and some new shapes were created, such as the plain bowl with a horizontal flange below the rim, Dr.38. Mortaria, food-preparation bowls with a gritted interior surface, were also made in Central Gaulish samian fabric in the second half of the 2nd century (Dr.45). There is a small sub-class of Central Gaulish samian ware with a glossy black slip, though the dividing line between black terra sigillata and other fine black-gloss wares, which were also manufactured in the area, is sometimes hazy. When a vessel is a classic samian form and decorated in relief in the style of a known samian potter, but finished with black slip rather than a red one, it may be classed as black samian. Though the Central Gaulish forms continued and built upon the South Gaulish traditions, the decoration of the principal decorated forms, Dr.30 and Dr.37, was distinctive.[36] New human and animal figure-types appeared, generally modelled with greater realism and sophistication than those of La Graufesenque and other South Gaulish centres. Figure-types and decorative details have been classified, and can often be linked to specific workshops[37] Lezoux wares also included vases decorated with barbotine relief, with appliqué motifs, and a class usually referred to as 'cut-glass' decoration, with geometric patterns cut into the surface of the vessel before slipping and firing. Two standard 'plain' types made in considerable numbers in Central Gaul also included barbotine decoration, Dr.35 and 36, a matching cup and dish with a curved horizontal rim embellished with a stylised scroll of leaves in relief. During the second half of the 2nd century, some Lezoux workshops making relief-decorated bowls, above all that of Cinnamus, dominated the market with their large production.[38] The wares of Cinnamus, Paternus, Divixtus, Doeccus, Advocisus, Albucius and some others often included large, easily legible name-stamps incorporated into the decoration, clearly acting as brand-names or advertisements.[39] Though these vessels were very competently made, they are heavy and somewhat coarse in form and finish compared with earlier Gaulish samian ware. From the end of the 2nd century, the export of sigillata from Central Gaul rapidly, perhaps even abruptly, ceased. Pottery production continued, but in the 3rd century, it reverted to being a local industry. There were numerous potteries manufacturing terra sigillata in East Gaul, which included Alsace, the Saarland, and the Rhine and Mosel regions, but while the samian pottery from Luxeuil, La Madeleine, Chémery-Faulquemont, Lavoye, Remagen, Sinzig, Blickweiler and other sites is of interest and importance mainly to specialists, two sources stand out because their wares are often found outside their own immediate areas, namely Rheinzabern, near Speyer, and Trier.[40] The Trier potteries evidently began to make samian vessels around the beginning of the 2nd century AD, and were still active until the middle of the 3rd century. The styles and the potters have been divided by scholars into two main phases, Werkstatten I and II.[41] Some of the later mould-made Dr.37 bowls are of very poor quality, with crude decoration and careless finishing. The Rheinzabern kilns and their products have been studied since Wilhelm Ludowici (1855–1929) began to excavate there in 1901, and to publish his results in a series of detailed reports.[42] Rheinzabern produced both decorated and plain forms for around a century from the middle of the 2nd century. Some of the Dr.37 bowls, for example those with the workshop stamp of Ianus, bear comparison with Central Gaulish products of the same date: others are less successful. But the real strength of the Rheinzabern industry lay in its extensive production of good-quality samian cups, beakers, flagons and vases, many imaginatively decorated with barbotine designs or in the 'cut-glass' incised technique. Ludowici created his own type-series, which sometimes overlaps with those of other sigillata specialists. Ludowici's types use combinations of upper- and lower-case letters rather than simple numbers, the first letter referring to the general shape, such as 'T' for Teller (dish). In general, the products of the East Gaulish industries moved away from the early imperial Mediterranean tradition of intricately profiled dishes and cups, and ornamented bowls made in moulds, and converged with the later Roman local traditions of pottery-making in the northern provinces, using free-thrown, rounded forms and creating relief designs with freehand slip-trailing. Fashions in fine tablewares were changing. Some East Gaulish producers made bowls and cups decorated only with rouletted or stamped decoration, and in the 3rd and 4th centuries, Argonne ware, decorated with all-over patterns of small stamps, was made in the area east of Rheims and quite widely traded.[43] Argonne ware was essentially still a type of sigillata, and the most characteristic form is a small, sturdy Dr.37 bowl. Small, localised attempts to make conventional relief-decorated samian ware included a brief and unsuccessful venture at Colchester in Britain, apparently initiated by potters from the East Gaulish factories at Sinzig, a centre that was itself an offshoot of the Trier workshops.[44] In the eastern provinces of the Roman Empire, there had been several industries making fine red tablewares with smooth, glossy-slipped surfaces since about the middle of the 2nd century BC, well before the rise of the Italian sigillata workshops. By the 1st century BC, their forms often paralleled Arretine plain-ware shapes quite closely. There were evidently centres of production in Syria; in western Turkey, exported through Ephesos; Pergamon; Çandarlı, near Pergamon; and on Cyprus, but archaeologists often refer to eastern sigillata A from Northern Syria, eastern sigillata B from Tralles in Asia Minor, eastern sigillata C from ancient Pitane, and eastern sigillata D (or Cypriot sigillata) from Cyprus, as there is still much to be learnt about this material. While eastern sigillata C is known to come from Çandarli (ancient Pitane), there were likely other workshops in the wider region of Pergamon.[45] By the early 2nd century AD, when Gaulish samian was completely dominating the markets in the Northern provinces, the eastern sigillatas were themselves beginning to be displaced by the rising importance of African Red Slip wares in the Mediterranean and the Eastern Empire. In the fourth century AD, Phocaean red slip appears as a successor to Eastern sigillata C. In the 1980s two primary groups of Eastern Terra Sigillata in the Eastern Mediterranean basin were distinguished as ETS-I and ETS-II based on their chemical fingerprints as shown by analysis by instrumental neutron activation analysis (INAA). ETS-I originated in Eastern Cyprus, whereas the ETS-II was probably made in Pamphylia, at Perge, Aspendos and Side. [46] However this classification has been criticized, and is not universally accepted. A potter's quarter at Sagalassos inland from the southern Turkish coast has been excavated since it was discovered in 1987, and its wares traced to many sites in the region. It was active from around 25 to 550 AD.[47] African red slip ware (ARS) was the final development of terra sigillata.[48] While the products of the Italian and Gaulish red-gloss industries flourished and were exported from their places of manufacture for at most a century or two each, ARS production continued for more than 500 years. The centres of production were in the Roman provinces of Africa Proconsularis, Byzacena and Numidia; that is, modern Tunisia and part of eastern Algeria. From about the 4th century AD, competent copies of the fabric and forms were also made in several other regions, including Asia Minor, the eastern Mediterranean and Egypt. Over the long period of production, there was obviously much change and evolution in both forms and fabrics. Both Italian and Gaulish plain forms influenced ARS in the 1st and 2nd centuries (for example, Hayes Form 2, the cup or dish with an outcurved rim decorated with barbotine leaves, is a direct copy of the samian forms Dr.35 and 36, made in South and Central Gaul),[49] but over time a distinctive ARS repertoire developed. There was a wide range of dishes and bowls, many with rouletted or stamped decoration, and closed forms such as tall ovoid flagons with appliqué ornament (Hayes Form 171). The ambitious large rectangular dishes with relief decoration in the centre and on the wide rims (Hayes Form 56), were clearly inspired by decorated silver platters of the 4th century, which were made in rectangular and polygonal shapes as well as in the traditional circular form. Decorative motifs reflected not only the Graeco-Roman traditions of the Mediterranean, but eventually the rise of Christianity as well. There is a great variety of monogram crosses and plain crosses amongst the stamps. South Gaulish cup, form Hofheim 8, with a marbled slip South Gaulish cup of form Dragendorff 27 Flanged bowl, Dr.38, with profile drawing Gaulish Dr.36, with barbotine decoration on the rim Profile drawing of form Dragendorff 11. 1st century BC–early 1st century AD Profile drawing of form Dragendorff 37. 1st–3rd century AD Profile drawing of form Dragendorff 30. 1st-2nd century AD In contrast to the archaeological usage, in which the term terra sigillata refers to a whole class of pottery, in contemporary ceramic art, 'terra sigillata' describes only a watery refined slip used to facilitate the burnishing of raw clay surfaces to promote glossy surface effects in low fire techniques, including primitive and unglazed alternative western-style Raku firing. Terra sigillata is also used as a brushable decorative colourant medium in higher temperature glazed ceramic techniques. In 1906 the German potter Karl Fischer re-invented the method of making terra sigillata of Roman quality and obtained patent protection for this procedure at the Kaiserliche Patentamt in Berlin.[50] Modern terra sigillata is made by allowing the clay particles to separate into layers by particle size. A deflocculant such as sodium silicate is often added to the watery clay/water slip mixture to facilitate separation of fine particle flocs or aggregates. For undisturbed deflocculated slip settling in a transparent container, these layers are usually visible within 24 hours. Siphoning off the topmost layers of slip, which contain the smallest clay particles, produces terra sigillata. The remaining larger clay-particle layers are discarded. Terra sigillata is usually brushed or sprayed in thin layers onto dry or almost dry unfired ware. The ware is then burnished with a soft cloth before the water in the terra sigillata soaks into the porous body or with a hard, smooth-surfaced object . The burnished ware is fired, often to a lower temperature than normal bisque temperature of approximately 900 °C. Higher firing temperatures tend to remove the burnished effect because the clay particles start to recrystallize. Since the 18th century Samian ware pots have been found in sufficient numbers in the sea near Whitstable and Herne Bay that local people used them for cooking.[51][52]","Title":"Terra sigillata - Wikipedia","KeyID":"2274","URL":"https://en.wikipedia.org/wiki/Terra_sigillata"}