{"Content: ":"The Royal Commission on the Historical Monuments of England (RCHME) was a government advisory body responsible for documenting buildings and monuments of archaeological, architectural and historical importance in England. It was established in 1908 (shortly after the parallel commissions for Scotland and Wales); and was merged with English Heritage in 1999. The research section and the archive are now part of Historic England.[1] The Royal Commission was established in 1908, twenty-six years after the passage of the Ancient Monuments Protection Act 1882, which provided the first state protection for ancient monuments in the United Kingdom, and eight years after the passage of the wider-ranging Ancient Monuments Protection Act 1900. Critics, including David Murray in his Archaeological Survey of the United Kingdom (1896) and Gerard Baldwin Brown in his Care of Ancient Monuments (1905), had argued that, for the legislation to be effective, a detailed list of significant monuments needed to be compiled, and had made unfavourable comparisons between the policies of Britain and its European neighbours. Learned societies including the British Archaeological Association, the Society of Antiquaries of London, the Royal Institute of British Architects and the Royal Society of Arts also lobbied for action to be taken. Brown had explicitly proposed that the issues should be addressed by a Royal Commission, comparable to the Royal Commission on Historical Manuscripts. His suggestion bore fruit, and led to the establishment in turn of the Royal Commission on the Ancient and Historical Monuments of Scotland on 14 February 1908; the Royal Commission on the Ancient and Historical Monuments of Wales in August 1908; and, finally, by Royal Warrant dated 27 October 1908, the Royal Commission on Historical Monuments (England).[2] Under the terms of its warrant, the Commission's remit was \"to make an inventory of the Ancient and Historical Monuments and Constructions connected with or illustrative of the contemporary culture, civilization and conditions of life of the people of England, excluding Monmouthshire, from the earliest times to the year 1700, and to specify those which seem most worthy of preservation\".[3] A revised warrant of 29 November 1913 extended the terminal date to 1714 (the accession of Queen Anne).[4] A new warrant of 29 March 1946 gave the Commissioners discretion to undertake recording beyond 1714, and an informal terminal date of 1850 was adopted.[5] Further royal warrants, revising the Commission's terms of reference, were granted in 1963 and on 15 April 1992.[6] The Commission was merged with English Heritage on 1 April 1999.[7] The Commission determined from the outset to publish its inventories of monuments, and to compile them on a county-by-county basis.[8] The first county selected for survey was Hertfordshire: the resultant volume was published in 1910. Some 40 inventory volumes were published over the next 70 years, before the project was wound down, in favour of more thematic publications, in the early 1980s.[9] In accordance with the Commission's warrant, the inventories were initially limited to identifying constructions up to 1714, but were later extended to 1850. Several inventories were not geographically complete at the time the project was abandoned. Cities and counties covered in part are York (abandoned after 1981), Cambridgeshire (abandoned after 1972), Northamptonshire (abandoned after 1986), Gloucestershire (abandoned after 1976) and Salisbury (abandoned after 1977). In some cases research for forthcoming volumes had started after the decision not to proceed with publication was taken, and these appeared in later HMSO publications or elsewhere. Dorset is the only county which was completed in its entirety to the revised 1850 date, with Cambridge and Stamford the only urban areas to be completed to the same date. The published inventories are now available to view in full at British History Online.[10] The National Buildings Record (NBR) was established on a partially voluntary basis in 1940 as a survey – primarily photographic – of buildings of national importance considered to be at risk of damage or destruction through military action. Although originally independent of the RCHME, the two bodies shared premises and frequently worked in close collaboration. The NBR continued its activities after the end of the war, and in 1963 was taken over by the RCHME. At this point it was renamed the National Monuments Record (NMR) to reflect the fact that its remit was archaeological as well as architectural.[11] In 1999, with the rest of the Commission's activities, it was absorbed into English Heritage, and in 2012 was renamed the English Heritage Archive. In 2015 the work of the NMR moved with the archive to Historic England and became the Historic England Archive. The Ordnance Survey had always endeavoured to mark visible antiquities on its maps, and in 1920 had appointed its first archaeology officer: the role had subsequently developed into a department of specialists maintaining a national record of archaeological sites. In 1983 the responsibilities of the Archaeology Division were transferred to the three Royal Commissions for England, Wales and Scotland.[12] The Survey of London, a project to undertake an architectural survey of the former County of London, was founded as a private initiative in 1894, but was later taken over by the Greater London Council (GLC). On the abolition of the GLC in 1986, responsibility for the Survey was transferred to the RCHME. The first Commissioners were:[13] Notable staff members:","Title":"Royal Commission on the Historical Monuments of England - Wikipedia","KeyID":"2275","URL":"https://en.wikipedia.org/wiki/Royal_Commission_on_the_Historical_Monuments_of_England"}