{"Content: ":"Rhamphorhynchus (/ˌræmfəˈrɪŋkəs/,[1] \"beak snout\") is a genus of long-tailed pterosaurs in the Jurassic period. Less specialized than contemporary, short-tailed pterodactyloid pterosaurs such as Pterodactylus, it had a long tail, stiffened with ligaments, which ended in a characteristic soft-tissue tail vane. The mouth of Rhamphorhynchus housed needle-like teeth, which were angled forward, with a curved, sharp, beak-like tip lacking teeth, indicating a diet mainly of fish; indeed, fish and cephalopod remains are frequently found in Rhamphorhynchus abdominal contents, as well as in their coprolites.[2] Although fragmentary fossil remains possibly belonging to Rhamphorhynchus have been found in England, Tanzania, and Spain, the best preserved specimens come from the Solnhofen limestone of Bavaria, Germany. Many of these fossils preserve not only the bones but impressions of soft tissues, such as wing membranes. Scattered teeth believed to belong to Rhamphorhynchus have been found in Portugal as well.[3] The classification and taxonomy of Rhamphorhynchus, like many pterosaur species known since the Victorian era, is complex, with a long history of reclassification under a variety of names, often for the same specimens. The first named specimen of Rhamphorhynchus was brought to the attention of Samuel Thomas von Sömmerring by the collector Georg Graf zu Münster in 1825. Von Sömmerring concluded that it belonged to an ancient bird. When further preparation uncovered teeth, Graf zu Münster sent a cast to Professor Georg August Goldfuss, who recognised it as a pterosaur. Like most pterosaurs described in the mid 19th century, Rhamphorhynchus was originally considered to be a species of Pterodactylus. However, at the time, many scientists incorrectly considered Ornithocephalus to be the valid name for Pterodactylus. This specimen of Rhamphorhynchus was therefore originally named Ornithocephalus Münsteri. This was first mentioned in 1830 by Graf zu Münster himself.[4] However, the description making the name valid was given by Goldfuss in an 1831 follow-up to Münster's short paper.[5] Note that the ICZN later ruled that non-standard Latin characters, such as ü, would not be allowed in scientific names, and the spelling münsteri was emended to muensteri by Richard Lydekker in 1888. In 1839, Münster described another specimen that he considered to belong to Ornithocephalus (i.e. Pterodactylus), with a distinctive long tail. He named it Ornithocephalus longicaudus, meaning \"long tail\", to differentiate it from the specimens with short tails (the true specimens of Pterodactylus).[6] In 1845, Hermann von Meyer officially emended the original species Ornithocephalus münsteri to Pterodactylus münsteri, since the name Pterodactylus had been by that point recognized as having priority over Ornithocephalus.[7] In a subsequent 1846 paper describing a new species of long-tailed 'pterodactyl', von Meyer decided that the long-tailed forms of Pterodactylus were different enough from the short-tailed forms to warrant placement in a subgenus, and he named his new species Pterodactylus (Rhamphorhynchus) gemmingi after a specimen owned by collector Captain Carl Eming von Gemming that was later by von Gemming sold for three hundred guilders to the Teylers Museum in Haarlem.[8] It was not until 1847 that von Meyer elevated Rhamphorhynchus to a full-fledged genus, and officially included in it both long-tailed species of Pterodactylus known at the time, R. longicaudus (the original species preserving a long tail) and R. gemmingi.[9] The type species of Rhamphorhynchus is R. longicaudus; its type specimen or holotype also was sold to the Teylers Museum, where it still resides as TM 6924. The original species, Pterodactylus münsteri, remained misclassified until a re-evaluation was published by Richard Owen in an 1861 book, in which he renamed it as Rhamphorhynchus münsteri.[10] The type specimen of R. muensteri, described by Münster and Goldfuss, was lost during World War II. If available, a new specimen, or neotype, is designated as the type specimen if the original is lost or deemed too poorly preserved. Peter Wellnhofer declined to designate a neotype in his 1975 review of the genus, because a number of high-quality casts of the original specimen were still available in museum collections.[11] These can serve as plastotypes. By the 1990s (and following Wellnhofer's consolidation of many previously named species), about five species of Rhamphorhynchus were recognized from the Solnhofen limestone of Germany, with a few others having been named from Africa, Spain, and the UK based on fragmentary remains.[12][11] Most of the Solnhofen species were differentiated based on their relative size, and size-related features, such as the relative length of the skull.[11] In 1995, pterosaur researcher Chris Bennett published an extensive review of the currently recognized German species. Bennett concluded that all the supposedly distinct German species were actually different year-classes of a single species, R. muensteri, representing distinct age groups, with the smaller species being juveniles and the larger adults. Bennett's paper did not cover the British and African species, though he suggested that these should be considered indeterminate members of the family Rhamphorhynchidae and not necessarily species of Rhamphorhynchus itself. Despite the reduction of the genus to a single species, the type species remains R. longicaudus.[11] In 2015, a new species of Rhamphorhynchus, R. etchesi was named for associated remains of a left and right wing from the Kimmeridge Clay in the United Kingdom, the name commemorates the discoverer, Steve Etches, a local collector of the fossils of the Kimmeridge Clay. It is distinguished from other species of Rhamphorhynchus by \"the unique length ratio between wing phalanx 1 and wing phalanx 2\"[13] The cladogram of below is the result of a large phylogenetic analysis published by Brian Andres & Timothy Myers in 2013. The species R. muensteri was recovered within the family Rhamphorhynchidae, sister taxon to both Cacibupteryx and Nesodactylus.[14] Campylognathoides liasicus Campylognathoides zitteli Scaphognathus crassirostris Dorygnathus banthensis Cacibupteryx caribensis Nesodactylus hesperius Rhamphorhynchus muensteri Harpactognathus gentryii Angustinaripterus longicephalus Sericipterus wucaiwanensis Sordes pilosus Monofenestrata The largest known specimen of Rhamphorhynchus muensteri (catalog number BMNH 37002) measures 1.26 meters (4.1 ft) long with a wingspan of 1.81 meters (5.9 ft). A very large, fragmentary rhamphorhynchid specimen from Ettling in Germany may also belong to the genus, in which case Rhamphorhynchus would be the largest known non-pterodactyloid pterosaur and one of the largest pterosaurs known from the Jurassic. This specimen represents an individual around 180% the size of the next largest specimen of the genus, with an estimated wingspan of over 3 metres. [15] Contrary to a 1927 report by pterosaur researcher Ferdinand Broili, Rhamphorhynchus lacked any bony or soft tissue crest, as seen in several species of contemporary small pterodactyloid pterosaurs. Broili claimed to have found a two-millimeter-tall crest made of thin bone that ran much of the skull's length in one Rhamphorhynchus specimen, evidenced by an impression in the surrounding rock and a few small fragments of the crest itself.[16] However, subsequent examination of this specimen by Wellnhofer in 1975 and Bennett in 2002 using both visible and ultraviolet light found no trace of a crest; both concluded that Broili was mistaken. The supposed crest, they concluded, was simply an artifact of preservation.[12][17] The teeth of Rhamphorhynchus intermesh when the jaw is closed and are suggestive of a piscivorous diet.[3] There are twenty teeth in the upper jaws and fourteen in the lower jaws.[3] Traditionally, the large size variation between specimens of Rhamphorhynchus has been taken to represent species variation. However, in a 1995 paper, Bennett argued that these \"species\" actually represent year-classes of a single species, Rhamphorhynchus muensteri, from flaplings to adults. Following from this interpretation, Bennett found several notable changes that occurred in R. muensteri as the animal aged.[11] Juvenile Rhamphorhynchus had relatively short skulls with large eyes, and the toothless beak-like tips of the jaws were shorter in juveniles than adults, with rounded, blunt lower jaw tips eventually becoming slender and pointed as the animals grew. Adult Rhamphorhynchus also developed a strong upward \"hook\" at the end of the lower jaw. The number of teeth remained constant from juvenile to adult, though the teeth became relatively shorter and stockier as the animals grew, possibly to accommodate larger and more powerful prey. The pelvic and pectoral girdles fused as the animals aged, with full pectoral fusion attained by one year of age.[11] The shape of the tail vane also changed across various age classes of Rhamphorhynchus. In juveniles, the vane was shallow relative to the tail and roughly oval, or \"lancet-shaped\". As growth progressed, the tail vane became diamond-shaped, and finally triangular in the largest individuals.[11] The smallest known Rhamphorhynchus specimen has a wingspan of only 290 millimeters; however, it is likely that even such a small individual was capable of flight. Bennett examined two possibilities for hatchlings: that they were altricial, requiring some period of parental care before leaving the nest, or that they were precocial, hatching with sufficient size and ability for flight. If precocious, Bennett suggested that clutches would be small, with only one or two eggs laid per clutch, to compensate for the relatively large size of the hatchings. Bennett did not speculate on which possibility was more likely, though the discovery of a pterosaur embryo (Avgodectes) with strongly ossified bones suggests that pterosaurs in general were precocial, able to fly soon after hatching with minimal parental care.[18] This theory was contested by a histological study of Rhamphorhynchus that showed the initial rapid growth was followed by a prolonged period of slow growth.[19] In 2020, published ontogenetic analyses indicated that Rhamphorhynchus could fly soon after hatching, supporting the theory of precociality in the species. It has also been suggested that juveniles may have occupied different sequential niches throughout their growth as they matured.[20] Having determined that Rhamphorhynchus specimens fit into discrete year-classes, Bennett was able to estimate the growth rate during one year by comparing the size of one-year-old specimens with two-year-old specimens. He found that the average growth rate during the first year of life for Rhamphorhynchus was 130% to 173%, slightly faster than the growth rate in alligators. Growth likely slowed considerably after sexual maturity, so it would have taken more than three years to attain maximum adult size.[11] This growth rate is much slower than the rate seen in large pterodactyloid pterosaurs, such as Pteranodon, which attained near-adult size within the first year of life. Additionally, pterodactyloids had determinate growth, meaning that the animals reached a fixed maximum adult size and stopped growing. Previous assumptions of rapid growth rate in rhamphorhynchoids were based on the assumption that they needed to be warm-blooded to sustain active flight. Warm-blooded animals, like modern birds and bats, normally show rapid growth to adult size and determinate growth. Because there is no evidence for either in Rhamphorhynchus, Bennett considered his findings consistent with an ectothermic metabolism, though he recommended more studies needed to be done. Cold-blooded Rhamphorhynchus, Bennett suggested, may have basked in the sun or worked their muscles to accumulate enough energy for bouts of flight, and cooled to ambient temperature when not active to save energy, like modern reptiles.[11] Though Rhamphorhynchus is often depicted as an aerial piscivore, recent evidence suggests that, much like most modern aquatic birds, it probably foraged while swimming. Like several pteranodontians it has hatchet-shaped deltopectoral crests, a short torso and short legs, all features associated with water based launching in pterosaurs. Its feet are broad and large, being useful for propulsion, and the predicted floating position is adequate by pterosaur standards.[21] The animal's ability to swim may account for the genus' generally excellent fossil record, being in a position where preservation would be much easier. Both Koh Ting-Pong and Peter Wellnhofer recognized two distinct groups among adult Rhamphorhynchus muensteri, differentiated by the proportions of the neck, wing, and hind limbs, but particularly in the ratio of skull to humerus length. Both researchers noted that these two groups of specimens were found in roughly a 1:1 ratio, and interpreted them as different sexes.[12][22] Bennett tested for sexual dimorphism in Rhamphorhynchus by using a statistical analysis, and found that the specimens did indeed group together into small-headed and large-headed sets. However, without any known variation in the actual form of the bones or soft tissue (morphological differences), he found the case for sexual dimorphism inconclusive.[11] In 2003, a team of researchers led by Lawrence Witmer studied the brain anatomy of several types of pterosaurs, including Rhamphorhynchus muensteri, using endocasts of the brain they retrieved by performing CAT scans of fossil skulls. Using comparisons to modern animals, they were able to estimate various physical attributes of pterosaurs, including relative head orientation during flight and coordination of the wing membrane muscles. Witmer and his team found that Rhamphorhynchus held its head parallel to the ground due to the orientation of the osseous labyrinth of the inner ear, which helps animals detect balance. In contrast, pterodactyloid pterosaurs, such as Anhanguera, appear to have normally held their heads at a downward angle, both in flight and while on the ground.[23] Comparisons between the scleral rings of Rhamphorhynchus and modern birds and reptiles suggest that it may have been nocturnal, and may have had activity patterns similar to those of modern nocturnal seabirds. This may also indicate niche partitioning with contemporary pterosaurs inferred to be diurnal, such as Scaphognathus and Pterodactylus.[24] Several limestone slabs have been discovered in which fossils of Rhamphorhynchus are found in close association with the ganoid fish Aspidorhynchus. In one of these specimens, the jaws of an Aspidorhynchus pass through the wings of the Rhamphorhynchus specimen. The Rhamphorhynchus also has the remains of a small fish, possibly Leptolepides, in its throat. This slab, cataloged as WDC CSG 255, may represent two levels of predation; one by Rhamphorhynchus and one by Aspidorhynchus. In a 2012 description of WDC CSG 255, researchers proposed that the Rhamphorhynchus individual had just caught a Leptolepides while it was swimming. As the Leptolepides was travelling down its pharynx, a large Aspidorhynchus would have attacked from below the water, accidentally puncturing the left wing membrane of the Rhamphorhynchus with its sharp rostrum in the process. The teeth in its snout were ensnared in the fibrous tissue of the wing membrane, and as the fish thrashed to release itself the left wing of Rhamphorhynchus was pulled backward into the distorted position seen in the fossil. The encounter resulted in the death of both individuals, most likely because the two animals sank into an anoxic layer in the water body, depriving the fish of oxygen. The two may have been preserved together as the weight of the head of Aspidorhynchus held down the much lighter body of Rhamphorhynchus.[25] \"Odontorhynchus\" aculeatus was based on a skull with lower jaws that is now lost. This set of jaws supposedly differed in having two teeth united at the tip of the lower jaw, and none at the tip of the upper jaw. The skull was 6.5–7.0 cm (2.6–2.8 in), making it a small form.[26] Stolley, who described the specimen in 1936, argued that R. longicaudus also should be reclassified in the genus \"Odontorhynchus\". Both Koh and Wellnhofer rejected this idea, arguing instead that \"Odontorhynchus\" was a junior synonym of R. longicaudus.[12][22] Bennett agreed with their assessments, and included both \"Odontorhynchus\" and R. longicaudus as synonyms of R. muensteri.[11]   ","Title":"Rhamphorhynchus - Wikipedia","KeyID":"228","URL":"https://en.wikipedia.org/wiki/Rhamphorhynchus"}