{"Content: ":"Alexandra Bayliss is a British archaeologist and academic. She is Head of Scientific Dating at Historic England[1]. Her research focuses on the construction of exact chronologies of European Neolithic archaeological sites, through the application of Bayesian statistical modelling of radiocarbon dates. Partnered with Alasdair Whittle from Cardiff University, Bayliss has conducted extensive research on causewayed and related enclosures in the United Kingdom and Ireland. The results of that study, a book co-authored by Bayliss, Whittle and Frances Healey, Cardiff University, titled Gathering Time: dating the early Neolithic Enclosures of Southern Britain and Ireland was named the British Archaeological Awards book of the year in 2012. From 2012 to 2017, Bayliss and Whittle led a project funded by the European Research Council (ERC). The project named \"The Times of Their Lives\" was a series of studies in precise chronologies and their implications, across several regions and phases of Neolithic Europe.[2] Bayliss has conducted research on additional historic sites in the United Kingdom, Europe and Turkey, using the same methodology of statistical modelling of radiocarbon dates.[3] Bayliss obtained a BA (Honours) and a PhD at University College London.[4] Since 2000, Bayliss and Whittle have collaborated on a number of research projects pertaining to the chronology of archaeological sites. Their initial study examined early Neolithic long barrows in Southern England. Additional studies focused on causewayed enclosures in the UK and Ireland.[3] Starting in 2012 and continuing until 2017, Bayliss and Whittle led a series of studies funded by the European Research Council. The project, named The Times of their Lives: Towards precise narratives of change in the European Neolithic through formal chronological modelling, consisted of a number of investigative studies using Bayesian chronological modelling of archeological sites across Europe, from the 6th to the 3rd century BC. Case studies were conducted in Spain, Malta, France, Germany, Switzerland, Poland, Hungary, Serbia, Romania, Scotland and England.[3] One of the studies undertaken as part of theTimes of Their Lives project, was an investigation into the development of Neolithic settlements in Orkney, Scotland. The findings of the study, co-authored with Professor Colin Richards of the University of the Highlands and Islands Archaeology Institute, and published in Antiquity journal, challenge the previously determined timeline for prehistoric life on Orkney.[5] Bayliss is currently working on a long-term research project at a Neolithic settlement in Çatalhöyük, Turkey. The study, led by Professor Ian Hodder, from Stanford University, is funded by a grant from the UK Arts and Humanities Research Council and the US National Science Foundation. Bayliss's work involves investigating the structures and spaces uncovered by the archaeological site's 1960s excavations and compiling a detailed, multi-generation chronology of the site.[6] In a study recently conducted by Historic England at the prehistoric site of Avebury, Bayliss's research revealed that two prehistoric timber circles are 800 years older than previously thought. The wooden structures, 20 miles north of Stonehenge, extend over 4 km (2.5 miles) and were built with more than 4,000 trees. Applying current radiocarbon dating techniques to charcoal samples. Bayliss was able to determine that the wooden circles were built in 3300 BC, instead of the 2500BC as estimated earlier.[7]","Title":"Alex Bayliss - Wikipedia","KeyID":"2282","URL":"https://en.wikipedia.org/wiki/Alex_Bayliss"}