{"Content: ":"Hambledon Hill is a prehistoric hill fort in Dorset, England, situated in the Blackmore Vale five miles northwest of Blandford Forum. The hill itself is a chalk outcrop, on the southwestern corner of Cranborne Chase, separated from the Dorset Downs by the River Stour. It is owned by the National Trust. Its earliest occupation was in the Neolithic when a pair of causewayed enclosures were dug at the top of the hill, one smaller than the other. They were linked by a bank and ditch running northwest–southeast. Two long barrows, one 68 m (223 ft) in length, also stood within the complex and a third enclosure is now known to underlie later earthworks. In all, the area of activity covered more than 1 km2 (0.39 sq mi).[citation needed] Excavations in the 1970s and 1980s by Roger Mercer produced large quantities of Neolithic material. Environmental analysis indicated the site was occupied whilst the area was still wooded with forest clearances coming later, in the Bronze Age. The charcoal recovered seems to have come from timber lacing within the Neolithic earthworks.[citation needed] Radiocarbon analysis gives a date of 2850 BC. At least one skeleton, of a young man killed by an arrow was found, seemingly connected with the burning of the timber defences and suggesting at least one phase of violence. A single grape pip and a leaf fragment is evidence of vine cultivation and the occupants seem to have traded with sites further to the southwest.[citation needed] The ditches of the enclosures also contained significant quantities of pottery as well as red deer antler picks used to excavate them. Human skulls had been placed right at the bottom of one of the enclosure ditches possibly as a dedicatory or ancestral offering. Animal bone analysis suggests that most of the meat was consumed in late summer and early autumn, possibly indicating seasonal use of the site. Different material was found in different areas of the site suggesting that Hambledon Hill was divided up into zones of activity. The original interpretation was that the large causewayed enclosure was used as a mortuary enclosure for the ritual disposal of the dead and veneration of the ancestors with attendant feasting and social contact taking place in the smaller enclosure.[citation needed] Little remains of the Neolithic activity and the site is more easily identified as a prime example of an Iron Age hill fort. It was originally univallate but further circuits of banks and ditches were added increasing its size to 125,000 m2 (1,350,000 sq ft). Three entrances served the fort, the southwestern with a 100 m (330 ft) long hornwork surrounding it. Hut platforms can be seen on the hillside. The site appears to have been abandoned around 300 BC possibly in favour of the nearby site of Hod Hill.[citation needed] Hambledon Hill is the first in a series of Iron Age earthworks,[1] which continues with Hod Hill, Spetisbury Rings, Buzbury Rings, Badbury Rings and Dudsbury Camp. The Iron Age port at Hengistbury Head forms a final Iron Age monument in this small chain of sites. The Clubmen were a third force in the English Civil War, aligned to neither crown nor parliament, but striving to protect their land from being despoiled by foraging troops of either side. They armed themselves with clubs and agricultural implements and gathered in large numbers to protect their fields, especially in Dorset. Between 2,000 and 4,000 of them encamped on Hambledon Hill in August 1645. There were large numbers of Cromwell's troops in the area at that time, after the siege of Sherborne Castle. Cromwell ordered that the Clubmen be dispersed and his well-equipped New Model Army soon drove them away on 4 August. The leaders were arrested but Cromwell sent most home saying they were 'poor silly creatures'.[2][3][4] The hill is now a National Nature Reserve (NNR) with common plants including milkwort, salad burnet, horseshoe vetch, squinancywort, pyramidal orchid and wild thyme. Rarer species include bastard toadflax, meadow saxifrage, early gentian and dwarf sedge. Butterflies include dingy skipper, grizzled skipper, chalkhill blue and Adonis blue.[5] In August 2014, Hambledon Hill fort was acquired by the National Trust for £450,000. The money to buy the hill had come from a Natural England grant and a legacy gift left to benefit Dorset countryside.[6] The hillfort is a Scheduled Monument,[7] as is the adjacent Neolithic causewayed camp.[8] Singer-songwriter Gordon Haskell wrote a song about Hambledon Hill for his album Hambledon Hill in 1990.[9][10] Media related to Hambledon Hill at Wikimedia Commons","Title":"Hambledon Hill - Wikipedia","KeyID":"2284","URL":"https://en.wikipedia.org/wiki/Hambledon_Hill"}