{"Content: ":"Maud Edith Cunnington CBE (née Pegge; 24 September 1869 – 28 February 1951) was a Welsh archaeologist, best known for her pioneering work on the some of the most important prehistoric sites of Salisbury Plain. Maud Pegge was born at Briton Ferry in Glamorgan, to Catherine Milton Leach and her husband Charles Pegge, a doctor who ran Vernon House, the last privately owned asylum in Wales. She was one of seven children. Her older brother Edward Pegge followed their father into medicine as a doctor; he was also a notable rugby player and Welsh international. Pegge was educated briefly at Cheltenham Ladies' College.[1] In 1889, she married Ben Cunnington. An archaeologist, he served for years as a volunteer, honorary curator of Devizes Museum. They had a son, Edward, who was killed in the First World War. From 1897, Maud Cunnington carried out early rescue archaeology work during development in Wiltshire, England. Together with her husband Ben, an archaeologist, she participated in conducting full excavations in that county at some of the most important sites in British archaeology. These included the first known Neolithic causewayed enclosure at Knap Hill, the Iron Age village at All Cannings Cross, West Kennet Long Barrow, Figsbury Ring, Woodhenge (near Stonehenge),[2] and The Sanctuary. This last monument she rediscovered, as it had been lost since William Stukeley saw it in the eighteenth century. The Cunningtons bought the sites of Woodhenge and The Sanctuary, and gave these properties to the nation.[3] In 1912, near Avebury, she excavated and re-erected one of the two surviving stones (the Longstones) in the Beckhampton Avenue,[4] and one of the stones in the West Kennet Avenue.[5] In 1933, Cunnington was elected president of the Wiltshire Archaeological and Natural History Society, the first woman to hold that position.[6] In addition to technical reports, she published a short handbook, Avebury: A Guide (1931).[7] She also wrote and published a children's guide to Devizes Museum.[8] Maud Cunnington was named a Commander of the Order of the British Empire (CBE) in the 1948 Birthday Honours[9] for services to archaeology, the first woman archaeologist to receive the honour. However, she had been bedridden since 1947, and suffering from Alzheimer's disease, so she never knew of the accolade. When she died at home a few years later, she left almost all her property (worth £14,000) to Devizes Museum (now Wiltshire Museum). This provided for a salaried curator to be appointed for the first time. Her husband had died before her.[1]","Title":"Maud Cunnington - Wikipedia","KeyID":"2285","URL":"https://en.wikipedia.org/wiki/Maud_Cunnington"}