{"Content: ":"Ealhswith or Ealswitha (died 5 December 902) was the wife of King Alfred the Great. Her father was a Mercian nobleman, Æthelred Mucel, Ealdorman of the Gaini, which is thought to be an old Mercian tribal group. Her mother was Eadburh, a member of the Mercian royal family. Ealhswith is commemorated as a saint in the Christian East and the West on 20 July. A charter of 897 (S 1442) discusses the responsibilities of Ealhswith's brother Æthelwulf towards the monastery of Winchcombe, and Barbara Yorke argues that as this monastery was claimed as a possession by the family of Ceolwulf and Coenwulf, brothers who were both kings of Mercia, Ealhswith was probably a member of this family.[1] Richard Abels goes further, stating that she was descended from King Coenwulf.[2] She was married to Alfred in 868 at Gainsborough, Lincolnshire. His elder brother Æthelred was then king, and Alfred was regarded as heir apparent.[3][4] The Danes occupied the Mercian town of Nottingham in that year, and the marriage was probably connected with an alliance between Wessex and Mercia.[5] Alfred became king on his brother's death in 871. Ealhswith is very obscure in contemporary sources. She did not witness any known charters during the reign of her husband, and while Asser details her parentage and the date of their marriage, he did not identify her by name in his \"Life of King Alfred\" calling her only \"a noble Mercian Lady\". In accordance with ninth century West Saxon custom, she was not given the title of queen. According to King Alfred, this was because of the infamous conduct of a former queen of Wessex called Eadburh, who had inadvertently poisoned her husband when trying to poison another.[6] After Alfred's death, in 901, Ealhswith did witness one charter during the reign of her son King Edward in which she is identified as \"Ealhswið mater regis\", Ealhswith mother of the king. Her name is subscribed immediately after King Edward, and before Edward's wife Ælfflæd.[7] Alfred left his wife three important symbolic estates in his will, Edington in Wiltshire, the site of one important victory over the Vikings, Lambourn in Berkshire, which was near another, and Wantage, his birthplace. These were all part of his bookland, and they stayed in royal possession after her death.[4] It was probably after Alfred's death in 899 that Ealhswith founded the convent of St Mary's Abbey, Winchester, known as the Nunnaminster. She died on 5 December 902, and was buried in her son Edward's new Benedictine abbey, the New Minster, Winchester. She is commemorated in two early tenth century manuscripts as \"the true and dear lady of the English\".[4] Ealhswith's brother Æthelwulf was ealdorman of western and possibly central Mercia under his niece's husband, Æthelred, Lord of the Mercians, in the 890s.[8] He died in 901.[9] Alfred and Ealhswith had five children who survived to adulthood.[4]","Title":"Ealhswith - Wikipedia","KeyID":"2288","URL":"https://en.wikipedia.org/wiki/Ealhswith"}