{"Content: ":"In geometry and science, a cross section is the non-empty intersection of a solid body in three-dimensional space with a plane, or the analog in higher-dimensional spaces. Cutting an object into slices creates many parallel cross-sections. The boundary of a cross-section in three-dimensional space that is parallel to two of the axes, that is, parallel to the plane determined by these axes, is sometimes referred to as a contour line; for example, if a plane cuts through mountains of a raised-relief map parallel to the ground, the result is a contour line in two-dimensional space showing points on the surface of the mountains of equal elevation. In technical drawing a cross-section, being a projection of an object onto a plane that intersects it, is a common tool used to depict the internal arrangement of a 3-dimensional object in two dimensions. It is traditionally crosshatched with the style of crosshatching often indicating the types of materials being used. With computed axial tomography, computers can construct cross-sections from x-ray data. If a plane intersects a solid (a 3-dimensional object), then the region common to the plane and the solid is called a cross-section of the solid.[1] A plane containing a cross-section of the solid may be referred to as a cutting plane. The shape of the cross-section of a solid may depend upon the orientation of the cutting plane to the solid. For instance, while all the cross-sections of a ball are disks,[2] the cross-sections of a cube depend on how the cutting plane is related to the cube. If the cutting plane is perpendicular to a line joining the centers of two opposite faces of the cube, the cross-section will be a square, however, if the cutting plane is perpendicular to a diagonal of the cube joining opposite vertices, the cross-section can be either a point, a triangle or a hexagon. A related concept is that of a plane section, which is the curve of intersection of a plane with a surface.[3] Thus, a plane section is the boundary of a cross-section of a solid in a cutting plane. If a surface in a three-dimensional space is defined by a function of two variables, i.e., z = f(x, y), the plane sections by cutting planes that are parallel to a coordinate plane (a plane determined by two coordinate axes) are called level curves or isolines.[4] More specifically, cutting planes with equations of the form z = k (planes parallel to the xy-plane) produce plane sections that are often called contour lines in application areas. A cross section of a polyhedron is a polygon. The conic sections – circles, ellipses, parabolas, and hyperbolas – are plane sections of a cone with the cutting planes at various different angles, as seen in the diagram at left. Any cross-section passing through the center of an ellipsoid forms an elliptic region, while the corresponding plane sections are ellipses on its surface. These degenerate to disks and circles, respectively, when the cutting planes are perpendicular to a symmetry axis. In more generality, the plane sections of a quadric are conic sections.[5] A cross-section of a solid right circular cylinder extending between two bases is a disk if the cross-section is parallel to the cylinder's base, or an elliptic region (see diagram at right) if it is neither parallel nor perpendicular to the base. If the cutting plane is perpendicular to the base it consists of a rectangle (not shown) unless it is just tangent to the cylinder, in which case it is a single line segment. The term cylinder can also mean the lateral surface of a solid cylinder (see Cylinder (geometry)). If a cylinder is used in this sense, the above paragraph would read as follows: A plane section of a right circular cylinder of finite length[6] is a circle if the cutting plane is perpendicular to the cylinder's axis of symmetry, or an ellipse if it is neither parallel nor perpendicular to that axis. If the cutting plane is parallel to the axis the plane section consists of a pair of parallel line segments unless the cutting plane is tangent to the cylinder, in which case, the plane section is a single line segment. A plane section can be used to visualize the partial derivative of a function with respect to one of its arguments, as shown. Suppose z = f(x, y). In taking the partial derivative of f(x, y) with respect to x, one can take a plane section of the function f at a fixed value of y to plot the level curve of z solely against x; then the partial derivative with respect to x is the slope of the resulting two-dimensional graph. A plane section of a probability density function of two random variables in which the cutting plane is at a fixed value of one of the variables is a conditional density function of the other variable (conditional on the fixed value defining the plane section). If instead the plane section is taken for a fixed value of the density, the result is an iso-density contour. For the normal distribution, these contours are ellipses. In economics, a production function f(x, y) specifies the output that can be produced by various quantities x and y of inputs, typically labor and physical capital. The production function of a firm or a society can be plotted in three-dimensional space. If a plane section is taken parallel to the xy-plane, the result is an isoquant showing the various combinations of labor and capital usage that would result in the level of output given by the height of the plane section. Alternatively, if a plane section of the production function is taken at a fixed level of y—that is, parallel to the xz-plane—then the result is a two-dimensional graph showing how much output can be produced at each of various values of usage x of one input combined with the fixed value of the other input y. Also in economics, a cardinal or ordinal utility function u(w, v) gives the degree of satisfaction of a consumer obtained by consuming quantities w and v of two goods. If a plane section of the utility function is taken at a given height (level of utility), the two-dimensional result is an indifference curve showing various alternative combinations of consumed amounts w and v of the two goods all of which give the specified level of utility. Cavalieri's principle states that solids with corresponding cross-sections of equal areas have equal volumes. The cross-sectional area ( A ′ {\\displaystyle A'} ) of an object when viewed from a particular angle is the total area of the orthographic projection of the object from that angle. For example, a cylinder of height h and radius r has A ′ = π r 2 {\\displaystyle A'=\\pi r^{2}} when viewed along its central axis, and A ′ = 2 r h {\\displaystyle A'=2rh} when viewed from an orthogonal direction. A sphere of radius r has A ′ = π r 2 {\\displaystyle A'=\\pi r^{2}} when viewed from any angle. More generically, A ′ {\\displaystyle A'} can be calculated by evaluating the following surface integral: where r ^ {\\displaystyle \\mathbf {\\hat {r}} } is the unit vector pointing along the viewing direction toward the viewer, d A {\\displaystyle d\\mathbf {A} } is a surface element with an outward-pointing normal, and the integral is taken only over the top-most surface, that part of the surface that is \"visible\" from the perspective of the viewer. For a convex body, each ray through the object from the viewer's perspective crosses just two surfaces. For such objects, the integral may be taken over the entire surface ( A {\\displaystyle A} ) by taking the absolute value of the integrand (so that the \"top\" and \"bottom\" of the object do not subtract away, as would be required by the Divergence Theorem applied to the constant vector field r ^ {\\displaystyle \\mathbf {\\hat {r}} } ) and dividing by two: In analogy with the cross-section of a solid, the cross-section of an n-dimensional body in an n-dimensional space is the non-empty intersection of the body with a hyperplane (an (n − 1)-dimensional subspace). This concept has sometimes been used to help visualize aspects of higher dimensional spaces.[7] For instance, if a four-dimensional object passed through our three-dimensional space, we would see a three-dimensional cross-section of the four-dimensional object. In particular, a 4-ball (hypersphere) passing through 3-space would appear as a 3-ball that increased to a maximum and then decreased in size during the transition. This dynamic object (from the point of view of 3-space) is a sequence of cross-sections of the 4-ball. In geology, the structure of the interior of a planet is often illustrated using a diagram of a cross-section of the planet that passes through the planet's center, as in the cross-section of Earth at right. Cross-sections are often used in anatomy to illustrate the inner structure of an organ, as shown at the left. A cross-section of a tree trunk, as shown at left, reveals growth rings that can be used to find the age of the tree and the temporal properties of its environment.","Title":"Cross section (geometry) - Wikipedia","KeyID":"229","URL":"https://en.wikipedia.org/wiki/Cross_section_(geometry)"}