{"Content: ":"The Kingdom of the East Angles (Old English: Ēastengla Rīċe; Latin: Regnum Orientalium Anglorum), today known as the Kingdom of East Anglia, was a small independent kingdom of the Angles comprising what are now the English counties of Norfolk and Suffolk and perhaps the eastern part of the Fens.[1] The kingdom formed in the 6th century in the wake of the Anglo-Saxon settlement of Britain. It was ruled by the Wuffingas dynasty in the 7th and 8th centuries, but fell to Mercia in 794, and was conquered by the Danes in 869, to form part of the Danelaw. It was conquered by Edward the Elder and incorporated into the Kingdom of England in 918. The Kingdom of East Anglia was organised in the first or second quarter of the 6th century, with Wehha listed as the first king of the East Angles, followed by Wuffa.[1] Until 749 the kings of East Anglia were Wuffingas, named after the semi-historical Wuffa. During the early 7th century under Rædwald of East Anglia, it was a powerful Anglo-Saxon kingdom. Rædwald, the first East Anglian king to be baptised a Christian, is seen by many scholars to be the person buried within (or commemorated by) the ship burial at Sutton Hoo, near Woodbridge. During the decades that followed his death in about 624, East Anglia became increasingly dominated by the kingdom of Mercia. Several of Rædwald's successors were killed in battle, such as Sigeberht, under whose rule and with the guidance of his bishop, Felix of Burgundy, Christianity was firmly established.[citation needed] From the death of Æthelberht II by the Mercians in 794 until 825, East Anglia ceased to be an independent kingdom, apart from a brief reassertion under Eadwald in 796. It survived until 869, when the Vikings defeated the East Anglians in battle and their king, Edmund the Martyr, was killed. After 879, the Vikings settled permanently in East Anglia. In 903 the exiled Æthelwold ætheling induced the East Anglian Danes to wage a disastrous war on his cousin Edward the Elder. By 917, after a succession of Danish defeats, East Anglia submitted to Edward and was incorporated into the kingdom of England, afterwards becoming an earldom.[citation needed] East Anglia was settled by the Anglo-Saxons earlier than many other regions, possibly at the start of the fifth century.[2] It emerged from the political consolidation of the Angles in the approximate area of the former territory of the Iceni and the Roman civitas, with its centre at Venta Icenorum, close to Caistor St Edmund.[3] The region that was to become East Anglia seems to have been depopulated to some extent around the fourth century. Ken Dark writes that \"in this area at least, and possibly more widely in eastern Britain, large tracts of land appear to have been deserted in the late fourth century, possibly including whole 'small towns' and villages. This does not seem to be a localised change in settlement location, size or character but genuine desertion.\"[4] According to Bede, the East Angles (and the Middle Angles, Mercians and Northumbrians) were descended from natives of Angeln (now in modern Germany).[os 1] The first reference to the East Angles is from about 704–713, in the Whitby Life of St Gregory.[eek 1] While the archaeological and linguistic evidence suggests that a large-scale migration and settlement of the region by continental Germanic speakers occurred, it has been questioned whether all of the migrants self-identified as Angles.[5][6][7] The East Angles formed one of seven kingdoms known to post-medieval historians as the Heptarchy, a scheme used by Henry of Huntingdon in the 12th century. Some modern historians have questioned whether the seven ever existed contemporaneously and claim the political situation was far more complicated.[eek 2] The East Angles were initially ruled by the pagan Wuffingas dynasty, apparently named after an early king Wuffa, although his name may be a back-creation from the name of the dynasty, which means \"descendants of the wolf\".[3] An indispensable source on the early history of the kingdom and its rulers is Bede's Ecclesiastical History,[note 1] but he provided little on the chronology of the East Anglian kings or the length of their reigns.[kease 1] Nothing is known of the earliest kings, or how the kingdom was organised, although a possible centre of royal power is the concentration of ship-burials at Snape and Sutton Hoo in eastern Suffolk. The \"North Folk\" and \"South Folk\" may have existed before the arrival of the first East Anglian kings.[kease 2] The most powerful of the Wuffingas kings was Rædwald, \"son of Tytil, whose father was Wuffa\",[3] according to the Ecclesiastical History. For a brief period in the early 7th century, whilst Rædwald ruled, East Anglia was among the most powerful kingdoms in Anglo-Saxon England: he was described by Bede as the overlord of the kingdoms south of the Humber.[eek 3] In 616, he had been strong enough to defeat and kill the Northumbrian king Æthelfrith at the Battle of the River Idle and enthrone Edwin of Northumbria.[eek 4] He was probably the individual honoured by the sumptuous ship burial at Sutton Hoo.[eek 5] It has been suggested by Blair, on the strength of parallels between some objects found under Mound 1 at Sutton Hoo and those discovered at Vendel in Sweden, that the Wuffingas may have been descendants of an eastern Swedish royal family. However, the items previously thought to have come from Sweden are now believed to have been made in England, and it seems less likely that the Wuffingas were of Swedish origin.[kease 3] Anglo-Saxon Christianity became established in the 7th century. The extent to which paganism was displaced is exemplified by a lack of any East Anglian settlement named after the old gods.[rga 1] In 604, Rædwald became the first East Anglian king to be baptised. He maintained a Christian altar, but at the same time continued to worship pagan gods.[kease 4] From 616, when pagan monarchs briefly returned in Kent and Essex, East Anglia until Rædwald's death was the only Anglo-Saxon kingdom with a reigning baptised king. On his death in around 624, he was succeeded by his son Eorpwald, who was soon afterwards converted from paganism under the influence of Edwin,[3] but his new religion was evidently opposed in East Anglia and Eorpwald met his death at the hands of a pagan, Ricberht. After three years of apostasy, Christianity prevailed with the accession of Eorpwald's brother (or step-brother) Sigeberht, who had been baptised during his exile in Francia.[eek 6] Sigeberht oversaw the establishment of the first East Anglian see for Felix of Burgundy at Dommoc, probably Dunwich.[os 2] He later abdicated in favour of his brother Ecgric and retired to a monastery.[os 3] The eminence of East Anglia under Rædwald fell victim to the rising power of Penda of Mercia and successors. From the mid-7th to early 9th centuries Mercian power grew, until a vast region from the Thames to the Humber, including East Anglia and the south-east, came under Mercian hegemony.[mercia 1] In the early 640s, Penda defeated and killed both Ecgric and Sigeberht,[kease 4] who was later venerated as a saint.[8] Ecgric's successor Anna and Anna's son Jurmin were killed in 654 at the Battle of Bulcamp, near Blythburgh.[os 4] Freed from Anna's challenge, Penda subjected East Anglia to the Mercians.[kease 5] In 655 Æthelhere of East Anglia joined Penda in a campaign against Oswiu that ended in a massive Mercian defeat at the Battle of the Winwaed, where Penda and his ally Æthelhere were killed.[eek 7] The last Wuffingas king was Ælfwald, who died in 749.[rga 2] During the late 7th and 8th centuries East Anglia continued to be overshadowed by Mercian hegemony until, in 794, Offa of Mercia had the East Anglian king Æthelberht executed and then took control of the kingdom for himself.[mercia 2] A brief revival of East Anglian independence under Eadwald, after Offa's death in 796, was suppressed by the new Mercian king, Coenwulf.[mercia 3] East Anglian independence was restored by a rebellion against Mercia led by Æthelstan in 825. Beornwulf of Mercia's attempt to restore Mercian control resulted in his defeat and death, and his successor Ludeca met the same end in 827. The East Angles appealed to Egbert of Wessex for protection against the Mercians and Æthelstan then acknowledged Egbert as his overlord. Whilst Wessex took control of the south-eastern kingdoms absorbed by Mercia in the 8th century, East Anglia could retain its independence.[mercia 4] In 865, East Anglia was invaded by the Danish Great Heathen Army, which occupied winter quarters and secured horses before departing for Northumbria.[eek 8] The Danes returned in 869 to winter at Thetford, before being attacked by the forces of Edmund of East Anglia, who was defeated and killed at Hægelisdun (identified variously as Bradfield St Clare in 983, near to his final resting place at Bury St Edmunds, Hellesdon in Norfolk (documented as Hægelisdun c. 985) or Hoxne in Suffolk,[9] and now with Maldon in Essex).[3][rga 3][10] From then on East Anglia effectively ceased to be an independent kingdom. Having defeated the East Angles, the Danes installed puppet-kings to govern on their behalf, while they resumed their campaigns against Mercia and Wessex.[11] In 878 the last active portion of the Great Heathen Army was defeated by Alfred the Great and withdrew from Wessex after making peace. In 880 the Vikings returned to East Anglia under Guthrum, who according to the medieval historian Pauline Stafford, \"swiftly adapted to territorial kingship and its trappings, including the minting of coins.\"[12] Along with the traditional territory of East Anglia, Cambridgeshire and parts of Bedfordshire and Hertfordshire, Guthrum's kingdom probably included Essex, the one portion of Wessex to come under Danish control.[13] A peace treaty was made between Alfred and Guthrum sometime in the 880s.[14] In the early 10th century, the East Anglian Danes came under increasing pressure from Edward, King of Wessex. In 902, Edward's cousin Æthelwold ætheling, having been driven into exile after an unsuccessful bid for the throne, arrived in Essex after a stay in Northumbria. He was apparently accepted as king by some or all Danes in England and in 903 induced the East Anglian Danes to wage war on Edward. This ended in disaster with the death of Æthelwold and of Eohric of East Anglia in a battle in the Fens.[ase 1] In 911–919, Edward expanded his control over the rest of England south of the Humber, establishing in Essex and Mercia burhs, often designed to control the use of a river by the Danes.[15] In 917, the Danish position in the area suddenly collapsed. A rapid succession of defeats culminated in the loss of the territories of Northampton and Huntingdon, along with the rest of Essex: a Danish king, probably from East Anglia, was killed at Tempsford. Despite reinforcement from overseas, the Danish counter-attacks were crushed, and after the defection of many of their English subjects as Edward's army advanced, the Danes of East Anglia and of Cambridge capitulated.[ase 2] East Anglia was absorbed into the kingdom of England. Norfolk and Suffolk became part of a new earldom of East Anglia in 1017, when Thorkell the Tall was made earl by Cnut the Great.[16] The restored ecclesiastical structure saw two former East Anglian bishoprics replaced by a single one at North Elmham.[3] The East Angles spoke Old English. Their language is historically important, as they were among the first Germanic settlers to arrive in Britain during the 5th century: according to Kortmann and Schneider, East Anglia \"can seriously claim to be the first place in the world where English was spoken.\"[17] The evidence for dialects in Old English comes from the study of texts, place-names, personal names and coins.[oea 1] A. H. Smith was the first to recognise the existence of a separate Old East Anglian dialect, in addition to the recognised dialects of Northumbrian, Mercian, West Saxon and Kentish. He acknowledged that his proposal for such a dialect was tentative, acknowledging that \"the linguistic boundaries of the original dialects could not have enjoyed prolonged stability.\"[oea 2] As no East Anglian manuscripts, Old English inscriptions or literary records such as charters have survived, there is little evidence to support the existence of such a dialect. According to a study by Von Feilitzen in the 1930s, the recording of many place-names in Domesday Book was \"ultimately based on the evidence of local juries\" and so the spoken form of Anglo-Saxon places and people was partly preserved in this way.[oea 3] Evidence from Domesday Book and later sources suggests that a dialect boundary once existed, corresponding with a line that separates from their neighbours the English counties of Cambridgeshire (including the once sparsely-inhabited Fens), Norfolk and Suffolk.[oea 4] The kingdom of the East Angles bordered the North Sea to the north and the east, with the River Stour historically dividing it from the East Saxons to the south. The North Sea provided a \"thriving maritime link to Scandinavia and the northern reaches of Germany\", according to the historian Richard Hoggett. The kingdom's western boundary varied from the rivers Ouse, Lark and Kennett to further westwards, as far as the Cam in what is now Cambridgeshire. At its greatest extent, the kingdom comprised the modern-day counties of Norfolk, Suffolk and parts of eastern Cambridgeshire.[aeac 2] Erosion on the eastern border and deposition on the north coast altered the East Anglian coastline in Roman and Anglo-Saxon times (and continues to do so). In the latter, the sea flooded the low-lying Fens. As sea levels fell alluvium was deposited near major river estuaries and the \"Great Estuary\" near Burgh Castle became closed off by a large spit of land.[aeac 3] No East Anglian charters (and few other documents) have survived, while the medieval chronicles that refer to the East Angles are treated with great caution by scholars. So few records from the Kingdom of the East Angles have survived because of a complete destruction of the kingdom's monasteries and disappearance of the two East Anglian sees as a result of Viking raids and settlement.[kease 6] The main documentary source for the early period is Bede's 8th-century Ecclesiastical History of the English People. East Anglia is first mentioned as a distinct political unit in the Tribal Hidage, thought to have been compiled somewhere in England during the 7th century.[shoo 1] Anglo-Saxon sources that include information about the East Angles or events relating to the kingdom:[shoo 2] Post-Norman sources (of variable historical validity): Coordinates: 52°30′N 01°00′E﻿ / ﻿52.500°N 1.000°E﻿ / 52.500; 1.000 ","Title":"Kingdom of East Anglia - Wikipedia","KeyID":"2295","URL":"https://en.wikipedia.org/wiki/Kingdom_of_East_Anglia"}