{"Content: ":"Ælfwynn (/ˈælfwɪn/) was the ruler of Mercia for a few months in 918, following her mother's death on 12 June 918. She was the daughter of Æthelred and Æthelflæd, the rulers of Mercia. Her accession was the only example of rule passing from one woman to another in the early medieval period in the British Isles.[1] Manuscript C of the Anglo-Saxon Chronicle (ASC C) states: \"Here also the daughter of Æthelred, Lord of the Mercians, was deprived of all control in Mercia, and was led into Wessex three weeks before Christmas; she was called Ælfwynn.\"[2] ASC C dates Æthelflæd's death as 12 June 918 and Ælfwynn's deposition to December 919, but most historians revise the deposition to 918. George Molyneux gives the period of Ælfwynn's power as \"six or eighteen months\".[3] ASC C is the only version of the Chronicle to mention Ælfwynn. Other versions reflect a West Saxon view point and ASC A states that Edward took power in Mercia immediately after Æthelflæd's death, but ASC C includes entries from a lost version called the 'Mercian Chronicle'.[4] Ælfwynn's parents may have married as early as 882 and not later than 887. According to William of Malmesbury, Ælfwynn was the only child of Æthelflæd and Æthelred. The date of her birth is not recorded, but it is presumed that she was born soon after her parents' marriage, perhaps around 888. William's account states that her birth was a difficult one, and that this led her mother to abstain from further sexual relations. Ælfwynn's father spent much of the decade after her birth on campaign with his father-in-law King Alfred and brother-in-law Edward Ætheling (later King Edward the Elder). By 902 his health was poor and Æthelflæd was from then onwards the effective ruler of Mercia. William of Malmesbury states that Alfred sent his eldest grandson, Æthelstan son of Edward, to be educated at the court of Æthelflæd. William's panegyric on Æthelstan claims that he received a first-class education in Mercia, and it is thought likely that Ælfwynn would have been equally well educated. The first contemporary written evidence of Ælfwynn is dated to around 904, a charter (S 1280)[5] recording the lease of land by Æthelred and Æthelflæd for the traditional three lives—those of Æthelred, Æthelflæd and Ælfwynn—in and around Worcester from Bishop Waerferth and the monks and clerics of Worcester Cathedral. Ælfwynn did not witness this charter, but she may have witnessed charter S 225[6] of circa 915, concerning lands around Farnborough, and she is very probably the Ælfwynn who witnessed S 367[7] of circa 903 relating to lands in Buckinghamshire. Ælfwynn's mother died on 12 June 918. Unlike her mother, Ælfwynn may have lacked broad support. No opposition to Edward's decision to remove her from power and send her to Wessex in December 918 is recorded by the Anglo-Saxon Chronicle or elsewhere. It could be considered that Ælfwynn was the last ruler of Mercia, but that kingdom was not entirely absorbed into the kingdom of the Anglo-Saxons, later the kingdom of England, until much later. Her cousin Æthelstan was ruler of Mercia only before becoming king of the Anglo-Saxons, and so too was King Edgar ruler of the Mercians under his elder brother King Eadwig. There is no certain record of Ælfwynn after her removal from power. In Maggie Bailey's view, she probably entered holy orders. It is possible that she is the religious woman named Ælfwynn who is the beneficiary of charter S 535 dated 948 in the reign of King Eadred.[8][9] Shashi Jayakumar suggests that she may have been the Ælfwynn who was wife of Æthelstan Half-King and foster-mother of the future King Edgar.[10] Caradoc's History of Wales preserves a tradition that Ælfwynn was deposed on a pretense of secretly planning to marry a Danish king, but this is described by Michael Livingston as \"historically unlikely\".[11]","Title":"Ælfwynn - Wikipedia","KeyID":"2299","URL":"https://en.wikipedia.org/wiki/%C3%86lfwynn"}