{"Content: ":"Farndon is a village and civil parish in the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, England. It is on the banks of the River Dee, south of Chester, which here forms the England–Wales border. The Welsh town of Holt lies just over the River Dee from Farndon. In the 2001 census, the village had a population of 1,517,[2] increasing to 1,653 by the 2011 census.[3] The village's English name was first recorded in Old English in 924AD. It has been recorded as Fearndune, Farndune, Pharndoon, Ferentone, Ferendon, Faryngdon and Ferneton. The name means \"Fern Hill\".[4] As Farndon is adjacent to the England–Wales border (Farndon Bridge across the River Dee separates the village from Holt, Wrexham), it is also known as Rhedynfre in Welsh. Its dual name reflects the area's historical importance as a place of conflict and cultural exchange since the Angles settled the area in the 8th century. As the political border moved back and forth during the following centuries, Farndon has been either part of Wales or England several times. The area was inhabited during the Roman occupation of Britain.[5] Archaeological assessments in the village have concluded there was a Roman villa in the area or even a small military outpost.[6] Edward the Elder, King of the Anglo-Saxons, died in the ancient parish of Farndon in AD 924, shortly after quelling a revolt of an alliance of Mercians and Welshmen. This involved Edward successfully taking Chester from the occupying Mercians and Welshmen, and then re-garrisoning it, and this happened shortly before his death.[4] Up to the 14th century, Farndon also included the chapelry of Holt in Denbighshire, Wales. Referenced in the Domesday Book as Ferentone,[7] the settlement consisted of 34 households. Ownership was divided between the Bishop of Chester (Robert de Limesey) and Bigot de Loges (from Les Loges in France).[8] Some historians believe that Farndon was the location of the first ever competitive horse race with riders, in a local field on the banks of the River Dee. Nearby Chester Racecourse is said to be the oldest racecourse in Britain. During the English Civil War, Farndon was the scene of bitter fighting over the Bridge that was controlling access to Chester from Wales. There is a fine memorial window in the parish church to the Civil War Royalists. The village was at one time renowned for its strawberries, which were grown in the surrounding fields. This is no longer the case. The nearest fields are now in Holt. There is an electoral ward that has the same name. This ward stretches from Saighton in the north to Church Shocklach in the south. The total population of this ward at the 2011 census was 4,011.[9][10] Farndon Bridge spans the Dee connecting Farndon to the nearby Welsh village of Holt on higher ground. The bridge, made of sandstone and originally of medieval construction, is said to be haunted. Holt Castle is located on the opposite side of the river; it was constructed in the 13th and 14th centuries. The castle fell to the forces of Oliver Cromwell in 1647. Next to Farndon Bridge is a small picnic area beside the river. At the entrance to the picnic area are Farndon Cliffs. This area has been classed as a Site of Special Scientific Interest (SSSI). The sandstone cliffs contain interesting rock formations.[11] St Chad's is the old parish church in Farndon. It is thought that some portions of the church date back to Sir Patrick de Bartun, a knight of King Edward III, whose effigy lies in the nave. The Church was damaged during the English Civil War and later repaired. The church contains a unique Civil War memorial window, and features an image thought to be that of William Lawes, the famous court musician, who was slain at the battle of Rowton Heath. The church tower still shows signs of Civil War musket ball damage.[12] The churchyard contains war graves of two British soldiers of World War I,[13] Sergeant Joseph Easter and Private Thomas Harrison.[14] The village used to have four public houses: the Hare (formerly the Greyhound[15]), the Nags Head, the Masons Arms and the Farndon Arms (formerly the Raven). Two of these, the Farndon Arms and the Nags Head, closed in the summer of 2007, though the Farndon Arms has since reopened as The Farndon; the Nags Head was demolished to make way for a small retail development. The Masons Arms closed in 1928 and has been a private residence since that time.[16] A restaurant called The Brasserie closed late 2008. Since that time, the premises have reopened under the name of Little Churtons. The village also has a Methodist Chapel at nearby Crewe by Farndon, a short walk from the village.[17] Crewe was a civil parish in its own right until it was merged into Farndon in 2015.[18] Barnston monument Farndon Civil War Memorial Window Farndon bridge","Title":"Farndon, Cheshire - Wikipedia","KeyID":"2301","URL":"https://en.wikipedia.org/wiki/Farndon,_Cheshire"}