{"Content: ":"Eadred (c. 923 – 23 November 955) was King of the English from 26 May 946 until his death. He was the younger son of Edward the Elder and his third wife Eadgifu, and a grandson of Alfred the Great. His elder brother, Edmund, was killed trying to protect his seneschal from an attack by a violent thief. Edmund's two sons, Eadwig and Edgar, were then young children, so Eadred became king. He suffered from ill health in the last years of his life and he died at the age of a little over thirty, having never married. He was succeeded successively by his nephews, Eadwig and Edgar. Eadred's elder half-brother Æthelstan inherited the kingship of England south of the Humber in 924, and conquered the south Northumbrian Viking kingdom of York in 927. Edmund and Eadred both inherited kingship of the whole kingdom, lost it shortly afterwards when York accepted Viking kings, and recovered it by the end of their reigns. In 954 the York magnates expelled their last king, Erik Bloodaxe, and Eadred appointed Osullf, the Anglo-Saxon ruler of the north Northumbrian territory of Bamburgh, as the first ealdorman of the whole of Northumbria. Eadred had been very close to Edmund and inherited many of his leading advisers, such as his mother Eadgifu, Oda, Archbishop of Canterbury, and Æthelstan, ealdorman of East Anglia, who was so powerful that he was known as the 'Half-King'. Dunstan, Abbot of Glastonbury and future Archbishop of Canterbury, was a close friend and adviser, and Eadred appears to have authorised Dunstan to draft charters when he became too ill to attend meetings of the witan (King's Council) in his last years. The English Benedictine Reform did not reach fruition until the reign of Edgar, but Eadred was a strong supporter in its early stages. He was close to two of its leaders, Æthelwold, whom he appointed Abbot of Abingdon, and Dunstan. However, like earlier kings he did not share the view of the circle around Æthelwold that Benedictine monasticism was the only worthwhile religious life and he appointed Ælfsige, a married man with a son, as Bishop of Winchester. In the ninth century the four Anglo-Saxon kingdoms of Wessex, Mercia, Northumbria and East Anglia came under increasing attack from Viking raids, culminating in invasion by the Danish Viking Great Heathen Army in 865. By 878, they had overrun East Anglia, Northumbria, and Mercia, and nearly conquered Wessex, but in that year the West Saxons fought back under Alfred the Great and achieved a decisive victory at the Battle of Edington. In the 880s and 890s the Anglo-Saxons ruled Wessex and western Mercia, but the rest of England was under Viking rule. Alfred constructed a network of burhs (fortified sites), and these helped him to frustrate renewed Viking attacks in the 890s with the assistance of his son-in-law, Æthelred, Lord of the Mercians, and his elder son Edward, who became king when Alfred died in 899.[1] In 909 Edward sent a force of West Saxons and Mercians to attack the Northumbrian Danes and the following year the Vikings retaliated with a raid on Mercia. While they were marching back to Northumbria, they were caught by an Anglo-Saxon army and decisively defeated at the Battle of Tettenhall, ending the threat from the Northumbrian Vikings for a generation. In the 910s Edward and Æthelflæd – his sister and Æthelred's widow – extended Alfred's network of fortresses and conquered Viking-ruled eastern Mercia and East Anglia. When Edward died in 924, he controlled all England south of the Humber.[2] Edward was succeeded by his eldest son Æthelstan, who seized control of Northumbria in 927, thus becoming the first king of all England. Soon afterwards Welsh kings and the kings of Scotland and Strathclyde acknowledged his overlordship. After this, he styled himself in charters by titles such as \"king of the English\", or grandiosely, \"king of the whole of Britain\". In 934 he invaded Scotland and in 937 an alliance of armies of Scotland, Strathclyde and the Vikings invaded England. Æthelstan secured a decisive victory at the Battle of Brunanburh, cementing his dominant position in Britain.[3] Æthelstan died in October 939 and he was succeeded by his half-brother and Eadred's full brother Edmund. He was the first king to succeed to the throne of all England but he soon lost control of the north. By the end of the year Anlaf Guthfrithson, the Viking king of Dublin, had crossed the sea to become king of York. He also invaded Mercia and Edmund was forced to surrender the Five Boroughs of north-east Mercia to him. Guthfrithson died in 941 and in 942 Edmund was able to recover the Five Boroughs. In 944 he recovered full control of England by expelling the Viking kings of York. On 26 May 946 he was stabbed to death trying to protect his seneschal from attack by a convicted outlaw at Pucklechurch in Gloucestershire, and as his sons were young children Eadred became king.[4] Eadred's father, Edward the Elder, had three wives, eight or nine daughters, several of whom married Continental royalty, and five sons. Æthelstan, the son of Edward's first wife, Ecgwynn, was born around 894, but she probably died around the time of Alfred's death, as by 901 Edward was married to Ælfflæd. In about 919 he married Eadgifu, who had two sons, Edmund and Eadred. According to the twelfth-century chronicler William of Malmesbury, Edmund was about eighteen years old when he succeeded to the throne in 939, which dates his birth to 920–921, and their father Edward died in 924, so Eadred was born around 923.[5] He had one or two full sisters. Eadburh was a nun at Winchester who was later venerated as a saint. William of Malmesbury gives Eadred a second full sister called Eadgifu like her mother, who married Louis, prince of Aquitaine. William's account is accepted by the historians Ann Williams and Sean Miller, but Æthelstan's biographer Sarah Foot argues that she did not exist, and that William confused her with Ælfgifu, a daughter of Ælfflæd.[6] Eadred grew up with his brother at Æthelstan's court, and probably also with two important Continental exiles, his nephew Louis, future King of the West Franks, and Alain, future Duke of Brittany. According to William of Malmesbury, Æthelstan showed great affection towards Edmund and Eadred: \"mere infants at his father's death, he brought them up lovingly in childhood, and when they grew up gave them a share in his kingdom\".[7] At a royal assembly shortly before Æthelstan's death in 939, Edmund and Eadred attested charter S 446,[a] which granted land to their full sister, Eadburh. They both attested as regis frater (king's brother).[8] This is the only charter of Æthelstan attested by Eadred.[9] Eadgifu and Eadred attested many of Edmund's charters, showing a high degree of family cooperation; initially Eadgifu attested first, but from sometime in late 943 or early 944 Eadred took precedence, perhaps reflecting his growing authority. Eadgifu attested around one third of Edmund's charters, always as regis mater (king's mother), including all grants to religious institutions and individuals. Eadred attested over half,[b] and Pauline Stafford comments: \"No other adult male of the West Saxon house was ever given such prominence before his accession.\"[11] Like Edmund, Eadred inherited the whole English kingdom, but soon lost Northumbria and had to fight to get it back. The situation was complicated due to the number of rival factions in Northumbria. The Viking Anlaf Sihtricson (also called Olaf Sihtricson and Amlaib Cuaran) ruled Dublin and the southern Northumbrian kingdom of York at different periods. When king of York in the early 940s he had accepted baptism with Edmund as his godfather, indicating submission to his rule, and his coins followed English designs, but Edmund had expelled him in 944. Both Anlaf and the Norse (Norwegian) prince Erik Bloodaxe[c] ruled York for periods during Eadred's reign. Erik issued coins with a Viking sword design and represented a more serious threat to West Saxon power than Anlaf.[14] The York magnates were key players, led by the powerful Wulfstan, Archbishop of York, who periodically made bids for independence by accepting Viking kings, but submitted to southern rule at other times. In the view of the historian Marios Costambeys, Wulfstan's influence in Northumbria appears to have been greater than Erik's.[15] Osulf, the Anglo-Saxon ruler of the north Northumbrian territory of Bamburgh, supported Eadred when it was in his own interest. The sequence of events is very unclear because different manuscripts of the Anglo-Saxon Chronicle contradict each other, and they also conflict with the evidence of charters, which are the only contemporary sources.[16] Charters of 946, 949–50 and 955 call Eadred ruler of the Northumbrians, and these provide evidence of periods when York submitted to southern rule.[17] Following Edmund's death, Charter S 521 states that \"it happened that Eadred, his uterine brother, [was] chosen in his stead by the nobles\".[18] According to the Anglo-Saxon Chronicle, he immediately \"reduced all Northumbria under his rule\" and obtained promises of obedience from the Scots. He may have invaded Northumbria in response to a rebellion supported by the Scots.[19] He was crowned by Archbishop Oda of Canterbury on 16 August 946 at Kingston upon Thames, attended by Hywel Dda, king of Deheubarth in south Wales, Wulfstan and Osulf. The following year at Tanshelf, near the border between Northumbria and Mercia, Wulfstan and the other York magnates pledged allegiance to him.[20] The York magnates soon reneged on their promises and accepted Erik as king. Eadred responded by leading an army to Ripon, where he burnt down the Minster, no doubt to punish Wulfstan, as it was at the centre of his richest estate.[21] The Northumbrians sought revenge: according to version D of the Anglo-Saxon Chronicle, \"when the king was on his way home, the army (which) was in York overtook the king's army at Castleford, and they made a great slaughter there. Then the king became so angry that he wished to march back into the land and destroy it utterly. When the councillors of the Northumbrians understood that, they deserted Erik and paid to King Eadred compensation for their act.\"[22] Within a year or two they again changed sides and installed Anlaf Sihtricson as king. In 952 Eadred arrested Wulfstan and in the same year Erik displaced Anlaf, but in 954 the York magnates again threw out Erik and returned to English rule, this time not due to an invasion but by the choice of the northerners, and the change proved to be permanent.[23] Erik was assassinated shortly afterwards, possibly at the instigation of Osulf, and the historian Frank Stenton comments that the time was past when an individual adventurer could establish a dynasty in England.[24][d] Wulfstan was later released, probably in early 955, but he was apparently not allowed to resume his archbishopric and instead given the bishopric of Dorchester-on-Thames.[30] Eadred then appointed Osulf as the first ealdorman of the whole of Northumbria. Osulf's position was probably so strong that the king had no choice but to appoint him, and it was not until the next century that southern kings were able to make their own choice of ealdormen in Bamburgh itself.[31] In his will, Eadred left 1600 pounds[e] to be used for protection of his people from famine or to buy peace from a heathen army, showing that he did not regard England as safe from attack.[33] Charters issued in the 930s and the 940s suggest continuity of royal government and smooth transitions between the reigns of Æthelstan, Edmund and Eadred.[34] Eadred's principal councillors were mainly people he had inherited from his brother Edmund, and in a few cases went back to his half-brother Æthelstan. Oda, Archbishop of Canterbury, and Ealdorman Æthelstan of East Anglia, had been advisers of King Æthelstan who had become dominant under Edmund. Ealdorman Æthelstan's power under Edmund and Eadred was so great that he became known as Æthelstan Half-King.[35] His prestige was further increased when his wife Ælfwynn became foster-mother to Edmund's younger son Edgar following his mother's early death. The Half-King's brother Eadric was ealdorman of central Wessex, and Eadred granted him land in Sussex which Eadric gave to Abingdon Abbey.[36] Dunstan, the Abbot of Glastonbury and a future Archbishop of Canterbury, was one of Eadred's most trusted friends and advisers, and he attested many of Eadred's charters.[37] Eadgifu had been sidelined under the rule of her stepson Æthelstan, but she became powerful under the rule of her own sons Edmund and Eadred.[38] Ælfgar, the father of Edmund's second wife Æthelflæd, was ealdorman of Essex from 946 to 951. Edmund presented Ælfgar with a sword decorated with gold on its hilt and silver on its sheath, which Ælfgar subsequently gave to Eadred. Ælfgar consistently attested last among the ealdormen, and he may have been subordinate to Æthelstan Half-King.[39] Two thegns, Wulfric Cufing and another Wulfric who was Dunstan's brother, received massive grants of land from Edmund and Eadred, showing that royal patronage could transform minor local figures into great nobles.[40] Eadred is one of the few later Anglo-Saxon kings for whom no law code is known to survive, although he may have issued the Hundred Ordinance.[41] Ealdormen issued legal judgments on behalf of the king at a local level. One example during Eadred's reign concerned the theft of a woman, probably a slave. A man called Æthelstan of Sunbury was later found to have her in his possession and could not prove he had acquired her legally. He surrendered possession and paid compensation to the owner, but Ealdorman Byrhtferth ordered him to pay his wer (the value of his life) to the king, and when Æthelstan could not pay Byrhtferth required him to forfeit his Sunbury estate.[42] In 952 Eadred ordered \"a great slaughter\" of the people of Thetford in revenge for their murder of Abbot Eadhelm, perhaps of St Augustine's, Canterbury. This was the usual punishment for crimes committed by communities.[43] The historian Cyril Hart suggests that Eadhelm may have been trying to establish a new monastery there, against the opposition of the local inhabitants.[44] Force was fundamental to West Saxon kings' domination of England, and the historian George Molyneaux sees the Thetford slaughter as an example of their \"intermittently unleashed crude but terrifying displays of coercive power\".[45] The Anglo-Saxon court was peripatetic, travelling round the country, and there was no fixed capital.[46] Like other later Anglo-Saxon kings, Eadred's royal estates were mainly in Wessex and he and his court travelled between them. All known locations in Eadred's itinerary were in Wessex, apart from Tanshelf.[47] There was also no central treasury, but Eadred did travel with his sacred relics, which were in the custody of his mass priests.[48] According to Dunstan's first biographer, Eadred \"handed over to Dunstan his most valuable possessions: many land charters, the old treasure of earlier kings, and various riches of his own acquiring, all to be guarded faithfully behind the walls of his monastery\".[49] However, Dunstan was only one of the people entrusted with Eadred's treasures; there were others such as Wulfhelm, Bishop of Wells. When Eadred was dying, he sent for the property so that he could distribute it, but he died before Dunstan arrived with his share.[50] Ceremonial was important. A charter issued at Easter 949 describes Eadred as \"exalted with royal crowns\",[51] displaying the king as an exceptional and charismatic character set apart from other men.[52] The period between 925 and 975 was the golden age of Anglo-Saxon royal diplomas,[f] when they were at their peak as instruments of royal government, and kings used them to project images of royal power and as the most reliable means of communication between the court and the country.[54] Most charters between late in Æthelstan's reign and midway through Eadred's were written in the king's writing office in a style called the \"diplomatic mainstream\", for example, the charter which is displayed below, written by the scribe called \"Edmund C\". He wrote two charters dating to Edmund's reign and three in Eadred's. The style almost disappears between around 950 and the end of Eadred's reign. The number of surviving charters declines, with none dating to the years 952 and 954.[55] Charters from this period belong to two other traditions. The reason for the dramatic change in around 950 is not known, but may be due to Eadred transferring responsibility for charter production from the royal writing office to other centres when his health declined in his last years.[56] One alternative tradition is found in the \"alliterative charters\", produced between 940 and 956, which display frequent use of alliteration and unusual vocabulary, in a style influenced by Aldhelm, the seventh-century bishop of Sherborne. They are the work of a scribe who was very learned, almost certainly someone in the circle of Cenwald, bishop of Worcester or perhaps the bishop himself. They have Mercian antecedents and most relate to estates north of the Thames. Seven charters of this type survive from 949 to 951, half the total for those years, and another two are dated 955.[58] The historian Simon Keynes comments: The other alternative tradition is found in the \"Dunstan B\" charters, which are very different from the \"alliterative\" charters, with a style which is plain and unpretentious, and which dispenses with the usual initial invocation and proem. They are associated with Dunstan and Glastonbury Abbey, and all the ones issued in Eadred's reign are for estates in the south and west.[60] They were produced between 951 and 986,[61] but they appear to be foreshadowed by a charter of 949 granting Reculver minster and its lands to Christ Church, Canterbury, which claims to be written by Dunstan \"with his own fingers\". The document is not original and is thought to be a production of the later tenth century, but there are no anachronisms and it has many stylistic features of the \"Dunstan B\" charters, so it is probably an \"improved\" version of an original charter.[62] Further evidence associating Dunstan with the charters is provided by commentaries on a manuscript of Caesarius of Arles's Expositio in Apocalypsin, written on Dunstan's order, which has a script so similar to that of the only \"Dunstan B\" charter to survive as an original manuscript that it is likely that both documents were written by Glastonbury scribes. The charter is described by Keynes as \"well disciplined and thoroughly professional\".[63] Eight charters of all types survive dating to 953 and 955, out of which six belong to this tradition and two are \"alliterative\". The six \"Dunstan B\" charters are not witnessed by the king, and Dunstan was probably authorised to produce charters in the king's name when he was too ill to carry out his duties.[64] In the 940s the draftsmen of \"mainstream\" charters used the title \"king of the English\" and in the early 950s \"Dunstan B\" charters described Eadred as \"king of Albion\", whereas \"alliterative\" charters adopted complex political analysis in the wording of Eadred's title, and only after final conquest of York described him as \"king of the whole of Britain\".[65] Several \"alliterative\" charters, including one issued on the occasion of Eadred's coronation, use expressions such as \"the government of kingdoms of the Anglo-Saxons and Northumbrians, of the pagans and the Britons\".[66] Keynes observes: \"It would be dangerous, of course, to press such evidence too far; but it is interesting nonetheless to be reminded that in the eyes of at least one observer the whole was no greater than the sum of its component parts.[34] The only coin in common use in late Anglo-Saxon England was the silver penny.[68] Halfpennies were very rare but a few have been found dating to Eadred's reign, one of which has been cut in half to make a farthing. The average weight of a penny of around 24 grains in Edward the Elder's reign gradually declined until Edgar's pre-reform coinage, and by Eadred's time the reduction was about 3 grains.[69] With a few exceptions, the high silver content of 85 to 90% in previous reigns was maintained under Eadred.[70] One common coin type in Eadred's reign is designated BC (bust crowned), with the king's head on the obverse. Many BC coins are based on an original style of Æthelstan's reign but are of crude workmanship. Some were produced by moneyers who had worked in the previous reign, but there were over thirty new moneyers producing BC coins, out of which nearly twenty are represented by a single coin, so it is likely that there were other moneyers producing BC coins whose coins have not yet been found.[71] The H (Horizontal) type, with no king's bust on the obverse and the moneyer's name horizontally on the reverse, was even more common, with more than eighty moneyers known for Eadred's reign, many only from single specimens.[72] The dominant styles in Eadred's reign were HT1 in the south and east, with trefoils top and bottom on the reverse (see right), and HR1 in the north midlands, with rosettes instead of trefoils, produced by around sixty moneyers and the most plentiful style in Eadred's reign.[73] In Northumbria and the north-east in Eadred's reign there were a few moneyers with a large output, whereas coins in the rest of the country were produced by many different moneyers.[74] The mint town is shown on some BC coins, but rarely on H types. A few HRs show Derby and Chester, and one HT1 coin survives with an Oxford inscription and one with Canterbury.[75] The leading York moneyer for almost the whole of Eadred's reign was Ingelgar (see right). He produced high standard coins for Eadred, Anlaf and Erik and worked until the last months of Eadred's reign, when he was replaced by Heriger. Another large scale moneyer was Hunred, who may have operated at Derby when York was in Viking hands.[76] The major religious movement of the tenth century, the English Benedictine Reform, reached its peak under Edgar, but Eadred was a strong supporter in its early stages.[78] Another proponent was Archbishop Oda, who was a monk with a strong connection with the leading Continental centre, Fleury Abbey. When Eadred came to the throne, two of the future leaders of the movement were at Glastonbury Abbey: Dunstan had been appointed abbot by Edmund, and he had been joined by Æthelwold, the future Bishop of Winchester. The reformers also had lay supporters such as Æthelstan Half-King and Eadgifu, who were especially close to Dunstan.[79] The historian Nicholas Brooks comments: \"The evidence is indirect and inadequate but may suggest that Dunstan drew much of his support from the regiment of powerful women in early tenth-century Wessex and from Eadgifu in particular.\" According to Dunstan's first biographer, Eadred urged Dunstan to accept the vacant see of Crediton, and when he refused Eadred got Eadgifu to invite Dunstan to a meal where she could use her \"woman's gift of words\" to persuade him, but her attempt was unsuccessful.[80] During Eadred's reign Æthelwold asked for permission to go abroad to gain a deeper understanding of the scriptures and a monk's religious life, no doubt at a reformed monastery such as Fleury.[81] He may have thought that the discipline at Glastonbury was too lax.[4] Eadred refused on his mother's advice that he should not allow such a wise man to leave his kingdom, instead appointing him as abbot of Abingdon, which was then served by secular priests and which Æthelwold transformed into a leading Benedictine abbey. Eadred supported the community, including granting it a 100 hide royal estate at Abingdon, and Eadgifu was an even more generous donor.[82] Eadred travelled to Abingdon to plan the monastery there and personally measured the foundations where he proposed to raise the walls. Æthelwold then invited him to dine and he accepted. The king ordered that the mead should flow plentifully and the doors were locked so that none would be seen leaving the royal dinner. Some Northumbrian thegns accompanying the king got drunk, as was their custom, and were very merry when they left. However, Eadred died before the work could be carried out, and the building was not constructed until Edgar came to the throne.[83] Supporters of monastic reform were devoted to cults of saints and their relics. When Eadred burnt down Ripon Minster during his invasion of Northumbria, Oda had the relics of Saint Wilfrid, and Ripon's copy of the Vita Sancti Wilfrithi by Eddius (Stephen of Ripon), seized and brought to Canterbury. The Vita provided the basis for a new metrical life of Wilfrid (Breuiloquium Vitae Wilfridi) by Frithegod, a Frankish scholar in Oda's household, and a preface in Oda's name (although probably drafted by Frithegod) justified the theft by accusing Ripon of scandalous neglect of Wilfrid's relics.[84] Michael Lapidge sees the destruction of the minster as providing the pretext for \"a notorious furtum sacrum\" (sacred theft).[85] Wilfrid had been an assertively independent northern bishop and in the historian David Rollason's view the theft may have been intended to prevent the relics from becoming a focus for opposition to the West Saxon dynasty.[86] Kings were also avid collectors of relics, which demonstrated their piety and increased their prestige, and Eadred left bequests in his will to priests he had appointed to look after his own relics.[87] Under Edgar, the view of Æthelwold and his circle that Benedictine monasticism was the only worthwhile form of religious life became dominant, but this was not the view of earlier kings such as Eadred.[88] In 951 he appointed Ælfsige, a married man with a son, as bishop of Winchester.[16] Ælfsige was not a reformer and was later remembered as hostile to the cause.[89] Eadred's reign saw a continuation of a trend away from ecclesiastical beneficiaries of charters. More than two-thirds of beneficiaries in Æthelstan's reign were ecclesiastics and two-thirds were laymen in Edmund's. Under Eadred and Eadwig, three-quarters were laymen.[90] In the mid-tenth century, some religious noblewomen received grants of land without being members of communities of nuns.[91] Æthelstan granted two estates, Edmund seven and Eadred four. After this the practice ceased abruptly, apart from one further donation. The significance of the donations is uncertain, but the most likely explanation is that some aristocratic women were granted the estates so that they could pursue a religious vocation in their own way, whether by establishing a nunnery or living a religious life in their own homes.[92] In 953 Eadred granted land in Sussex to his mother, and she is described in the charter as famula Dei, which probably means that she adopted a religious life while retaining her own estates, and did not enter a monastery.[93] Glastonbury and Abingdon were leading centres of learning, and Dunstan and Æthelwold were both excellent Latinists, but little is known of the studies at their monasteries. Oda was also a competent Latin scholar and his household at Canterbury was the other main centre of learning in the mid-tenth century. The most brilliant scholar there was Frithegod. His poem Breuiloquium Vitae Wilfridi is described by Lapidge, an expert on medieval Latin literature, as \"perhaps the most remarkable monument of tenth-century Anglo-Latin literature\".[94] It is \"one of the most brilliantly ingenious – but also damnably difficult – Latin products of Anglo-Saxon England\",[95] which \"may be dubiously described as the 'masterpiece' of Anglo-Latin hermeneutic style\".[96] Frithegod was a tutor to Oda's nephew Oswald, a future Archbishop of York and the third leader of the monastic reform movement. Frithegod returned to Francia when his patron Oda died in 958.[97] Eadred's will is one of only two wills of Anglo-Saxon kings to survive.[99][i] It reads: The will is described by Stenton as \"the chief authority for the pre-Conquest royal household\". It shows that discthegns (seneschals) served at his table and that the other principal officers were butlers and hræglthegns (keepers of the wardrobe).[103] All the estates named in the will are in Wessex, reflecting the concentration of royal property there, although he also mentions booklands in the south-east without specifying the locations.[104] Eadwig cannot have been happy at his exclusion from the will, and it appears to have been set aside following his accession.[105] Eadred suffered from ill-health at the end of his life which gradually got worse and led to his early death.[16] Dunstan's first biographer, who probably attended court as a member of his household, wrote: The eleventh-century hagiographer Herman the Archdeacon described Eadred as \"debilis pedibus\" (crippled in both feet),[108] and in his later years he probably delegated authority to leading magnates such as Dunstan.[109] Meetings of the witan were rarer when he was ill and business was limited, with no appointments of ealdormen.[110] He did not marry, perhaps due to his poor health, and he died in his early thirties on 23 November 955, at Frome in Somerset.[16] He was buried in the Old Minster, Winchester,[k] although that was probably not his choice as in his will he made bequests to an unspecified location where \"he wishes his body to rest\", and then property to the Old Minster, implying that they were different places. Eadwig and Ælfsige, bishop of Winchester, may have decided on the burial place.[112] The historian Nicole Marafioti suggests that Eadred may have wished to be buried at Glastonbury and Eadwig insisted on Winchester in order to prevent Eadred's supporters from using the grave as \"ideological leverage\" against the new regime.[113] Domestic politics and recovering control over the whole of England were central to Eadred's rule, and unlike Æthelstan and Edmund he is not known to have played any part in West Frankish politics, although in 949 ambassadors from Eadred attended the court of Otto I, King of East Francia at Aachen. Securing a general recognition of his authority was Eadred's primary duty, and his main preoccupation was dealing with northern rebellions.[114] Northumbria fought for its independence against successive West Saxon kings, but the acceptance of Erik proved to be its last throw and it was finally conquered during Eadred's reign.[115] Historians disagree on how great his role was. In the view of the historian Ben Snook, Eadred \"relied on a kitchen cabinet to run the country on his behalf and seems never to have exercised much direct authority.\"[116] Hart suggests that in Edmund's reign Eadgifu and Æthelstan Half-King decided much of national policy, and the position did not change much under Eadred.[117] By contrast, In Williams's view, Eadred was \"clearly an able and even energetic king, hampered by debility and (at the last) by a serious illness which brought about his early death\".[16] Eadred's attitude towards his nephews is uncertain. Some charters are attested by both Eadwig and Edgar as cliton (medieval Latin for prince), but others by Eadwig as cliton or ætheling (Old English for prince) and Edgar as his brother.[118] When he acceded, Eadwig dispossessed Eadgifu and exiled Dunstan, apparently as part of an attempt to free himself from the powerful advisers of his father and uncle. The attempt failed, as within two years he was forced to share the kingdom with Edgar, who became King of the Mercians, while Eadwig retained Wessex. Eadwig died in 959 after a rule of only four years.[119]","Title":"Eadred - Wikipedia","KeyID":"2304","URL":"https://en.wikipedia.org/wiki/Eadred"}