{"Content: ":"West Saxon victory The Battle of Ellendun or Battle of Wroughton was fought between Ecgberht of Wessex and Beornwulf of Mercia in September 825. Sir Frank Stenton described it as \"one of the most decisive battles of English history\". It effectively ended Mercian Supremacy over the southern kingdoms of Anglo-Saxon England and established West Saxon dominance in southern England. During the 8th century and early 9th centuries, the kings of Mercia exercised a fluctuating hegemony over the kingdoms of south-eastern England, imposing their overlordship and at times exercising direct rule. While Wessex had at times been obliged to recognise the overlordship of Æthelbald of Mercia, it appears to have escaped the dominance of the Mercians thereafter and was certainly not subject to the more intrusive forms of Mercian control imposed on other kingdoms. Ecgberht's father Ealhmund had been king of Kent in the 780s, which had brought his family into conflict with the ambitions of Offa of Mercia, who sought to impose direct rule on Kent. After his father's death, Ecgberht was driven from England into exile by Offa, with the co-operation of Beorhtric of Wessex and his accession to the throne of Wessex on Beorhtric's death in 802 was immediately followed by a violent clash with Mercia. However, the available sources reveal no further conflict between the two kingdoms before 825. Beornwulf seized the Mercian throne from Ceolwulf, who had in 821 succeeded on the death of his brother, the long-reigning and powerful Coenwulf. His attack on Wessex two years later may have been part of an effort to consolidate his own authority and reassert that of Mercia after this upheaval. Beornwulf may also have been seeking to take advantage of Ecgberht's preoccupation with warfare against the Britons of Cornwall. Ecgberht had devastated Cornish territory in 815 and in the autumn of 825 he was again campaigning against the Britons, at Gafulford. The Battle of Ellendun is thought to have taken place south of Swindon, in Wiltshire, but the exact site has not been determined. William Camden, in his 1610 gazetteer A Chronological description of the most flourishing Kingdomes, England, Scotland, and Ireland, suggests that the battle took place close to Wilton, just to the west of Salisbury.[1] Charles Oman used geographical information and contemporary boundaries as evidence to suggest the battle occurred at Wroughton,[2] which is 4 miles (6 km) south of Swindon. T. Spicer has suggested the battle took place on the grounds of what is now Lydiard Park, in Swindon. Ecgberht's victory permanently transformed the political situation in south-eastern England. The king at once sent his son Æthelwulf with an army into the south-east. The West Saxons succeeded in conquering Sussex (hitherto under direct Mercian rule), Kent, and Essex, which had been governed by sub-kings under Mercian overlordship. All of these territories were annexed to Wessex, roughly doubling the kingdom's size. Meanwhile, Beornwulf's defeat emboldened the East Angles to revolt against Mercian rule and reassert their independence, in alliance with Wessex. Beornwulf fought the East Angles, but was defeated and killed. His successor Ludeca met the same fate the following year and East Anglian independence was successfully re-established. Ecgberht's power peaked in 829, when he occupied Mercia and secured recognition of his supremacy by the Northumbrians, making him temporarily the overlord of all England. Mercian independence was restored in the following year by Wiglaf, who achieved a significant recovery of Mercian prestige and was even able to extend his power over Berkshire. The independence of East Anglia and the West Saxon conquest of the south-east proved irreversible and Mercia never regained the primacy it had enjoyed in the century before Ellendun.","Title":"Battle of Ellendun - Wikipedia","KeyID":"2307","URL":"https://en.wikipedia.org/wiki/Battle_of_Ellandun"}