{"Content: ":"Athelney is a village located between the villages of Burrowbridge and East Lyng in the Sedgemoor district of Somerset, England. The name is believed to be derived from the Old English æþeling meaning \"prince\" + -ey meaning \"isle\".[1] The village is best known for once being the fortress hiding place of King Alfred the Great, from where he went on to defeat the Great Heathen Army at the Battle of Edington in May 878. The area is known as the Isle of Athelney, because it was once a very low isolated island in the 'very great swampy and impassable marshes' of the Somerset Levels. Much of the Levels are below the level of high tide. They are now drained for agricultural use during the summer, but are regularly flooded in the winter. Archaeological excavations and written evidence indicate that at the time of Alfred the island was linked by a causeway, known as Balt Moor Wall, to East Lyng, with either end protected by a semi-circular stockade and ditch, the ditch on the island is now known to date from the Iron Age.[2] It is therefore presumed that the Isle was known by Alfred to have been an ancient fort, and that its existing defences were strengthened by him. Evidence of metalworking on the site suggests that he also used the island to equip his army.[2] When translated from the Anglo-Saxon, the name of the isle, Æthelinga íeg, is often thought to mean the Island of Princes; if correct this might suggest that the island had royal connections prior to Alfred. To give thanks for his victory, Alfred founded a monastery, Athelney Abbey,[3] on the Isle in 888, which lasted until the Dissolution of the Monasteries under Henry VIII in 1539, when the value of the rubble was put at £80. After Athelney Abbey was dissolved, the monks built the church in the neighbouring village of East Lyng. There are no remains of the monastery above ground, but investigations were carried out in the first episode of television archaeology programme Time Team in 1993. A decade later, in the one-hundredth episode, excavations were carried out. These revealed it as one of the only known Anglo-Saxon metalworking sites in the UK.[2] The monastery's location was shown by a small monument on top of the isle in 1801 built by Sir John Slade, 1st Baronet of the Slade Baronets, on the site of a stone vault.[4] It is a Scheduled Ancient Monument (Somerset County No 367) and Grade II listed building.[5] The monument is now on private land belonging to Athelney Farm and is accessible via a permissive path past the farm. Athelney is around 6 miles (9.7 km) from North Petherton, where the Alfred Jewel (an Anglo-Saxon ornament dating from the late 9th century) was discovered in 1693.","Title":"Athelney - Wikipedia","KeyID":"2312","URL":"https://en.wikipedia.org/wiki/Isle_of_Athelney"}