{"Content: ":"Ealdorman (/ˈɔːldərmən/, Old English pronunciation: [ˈæ͜ɑɫ.dorˌmɑn])[1] was a term in Anglo-Saxon England which originally applied to a man of high status, including some of royal birth, whose authority was independent of the king. It evolved in meaning and in the eighth century was sometimes applied to the former kings of territories which had submitted to great powers such as Mercia. In Wessex in the second half of the ninth century it meant the leaders of individual shires appointed by the king. By the tenth century ealdormen had become the local representatives of the West Saxon king of England. Ealdormen would lead in battle, preside over courts and levy taxation. Ealdormanries were the most prestigious royal appointments, the possession of noble families and semi-independent rulers. Their territories became large, often covering former kingdoms such as Mercia or East Anglia. Southern ealdormen often attended court, reflecting increasing centralisation of the kingdom, but the loyalty of northern ealdormen was more uncertain. In the eleventh century the term eorl, today's earl, replaced that of ealdorman, but this reflected a change in terminology under Danish influence rather than a change in function.[2] Although earls may be regarded as the successors of ealdormen, the word ealdorman itself did not disappear and survives in modern times as alderman in many jurisdictions founded upon English law. This term, however, developed distinctly different meanings which have little to do with ealdormen, who ruled shires or larger areas, while aldermen are members of a municipal assembly or council, such as the City Council of Chicago and the City of Adelaide.[3] Similar titles also exist in some Germanic countries, such as the Swedish Ålderman, the Danish Oldermand and West Frisian Olderman, the Dutch Ouderman,[citation needed] the (non-Germanic) Finnish Oltermanni (a borrowing from the neighboring Germanic Swedes) and the German Ältester, which all mean \"elder man\" or \"wise man\".","Title":"Ealdorman - Wikipedia","KeyID":"2315","URL":"https://en.wikipedia.org/wiki/Ealdorman"}