{"Content: ":"Shaftesbury Abbey was an abbey that housed nuns in Shaftesbury, Dorset. It was founded in about 888, and dissolved in 1539 during the English Reformation by the order of Thomas Cromwell, minister to King Henry VIII. At the time it was the second-wealthiest nunnery in England, behind only Syon Abbey.[1] Alfred the Great founded the convent in about 888 and installed his daughter Æthelgifu as the first abbess.[2] Ælfgifu, the wife of Alfred's grandson, King Edmund I, was buried at Shaftesbury and soon venerated as a saint,[3] and she came to be regarded by the house as its true founder.[4] The bones of St Edward the Martyr were translated from Wareham and received at the abbey with great ceremony. The translation of the relics was overseen by St Dunstan and Ælfhere, Ealdorman of Mercia.[5] This occurred in a great procession beginning on 13 February 981; the relics arrived at Shaftesbury seven days later. The relics were received by the nuns of the abbey and were buried with full royal honours on the north side of the altar. The account of the translation reports that on the way from Wareham to Shaftesbury, a miracle had taken place: when two crippled men were brought close to the bier and those carrying it lowered the body to their level, the cripples were immediately restored to full health. This procession and events were re-enacted 1000 years later in 1981. Reports from Shaftesbury of many other miracles said to have been obtained through Edward's intercession helped establish the abbey as a place of pilgrimage. In 1001, it was recorded that the tomb in which St Edward lay was observed regularly to rise from the ground. King Æthelred instructed the bishops to raise his brother's tomb from the ground and place it into a more fitting place. The bishops moved the relics to a casket, placed in the holy place of the saints together with other holy relics. This elevation of the relics of Edward took place on 20 June 1001. Shaftesbury Abbey was rededicated to the Mother of God and St Edward. Many miracles were claimed at the tomb of St Edward, including the healing of lepers and the blind. The abbey became the wealthiest Benedictine nunnery in England, a major pilgrimage site, and the town's central focus. A large grange, Place Farm was established at Tisbury to administer the abbey’s Wiltshire estates.[6] In 1240 Cardinal Otto Candidus, the legate to the Apostolic See of Pope Gregory IX, visited the abbey and confirmed a charter of 1191, the first entered in the Glastonbury chartulary. Elizabeth de Burgh, Queen of Scots was imprisoned here from October 1312 to March 1313. By 1340, the steward of the abbess swore in the town's mayor. At the time of the Dissolution of the Monasteries, a common saying quoted by Bishop Thomas Fuller[7] conjectured \"if the abbess of Shaftesbury and the abbot of Glastonbury Abbey had been able to wed, their son would have been richer than the King of England\" because of the lands which it had been bequeathed. It was too rich a prize for Thomas Cromwell to pass up on behalf of King Henry VIII. In 1539, the last abbess, Elizabeth Zouche, signed a deed of surrender, the abbey was demolished, and its lands sold, leading to a temporary decline in the town. Sir Thomas Arundell, 1st Baron Arundell of Wardour purchased the abbey and much of the town in 1540, but when he was later exiled for treason his lands were forfeit, and the lands passed to the earl of Pembroke then to Anthony Ashley Cooper, 7th Earl of Shaftesbury, and finally to the Grosvenors. Thomas Hardy wrote of the Abbey ruins: Vague imaginings of its castle, its three mints, its magnificent apsidal Abbey, the chief glory of south Wessex, its twelve churches, its shrines, chantries, hospitals, its gabled freestone mansions—all now ruthlessly swept away—throw the visitor, even against his will, into a pensive melancholy which the stimulating atmosphere and limitless landscape around him can scarcely dispel.[8] A novel based on the dissolution of the Abbey, The Butcher's Daughter, by Victoria Glendinning was published in 2018.[9] Matrix is a 2021 historical novel by Lauren Groff about Abbess Mary of Shaftesbury, supposed by some historians to be the author Marie de France.[10] The list that follows is clearly incomplete. Unless specified, the dates given are those of mentions in the historic record.[11] Shaftesbury Abbey Museum features stonework pieces excavated from the abbey's ruins, including Anglo-Saxon carvings and medieval floor tiles. Exhibits tell the story of the Benedictine convent and its inhabitants. The museum is open from April through October, and the site also features a medieval period garden and orchard.[14] The site of Shaftesbury Abbey is used to host events including open air viewings of films, drama workshops and performances, as well as historical lectures. It is also the home of the music showcase that takes place during the town's \"Gold Hill Fair\" in early July and provides a platform for local music.[15]","Title":"Shaftesbury Abbey - Wikipedia","KeyID":"2318","URL":"https://en.wikipedia.org/wiki/Shaftesbury_Abbey"}