{"Content: ":"A charter is the grant of authority or rights, stating that the granter formally recognizes the prerogative of the recipient to exercise the rights specified. It is implicit that the granter retains superiority (or sovereignty), and that the recipient admits a limited (or inferior) status within the relationship, and it is within that sense that charters were historically granted, and it is that sense which is retained in modern usage of the term. The word entered the English language from the Old French charte, via Latin charta, and ultimately from Greek χάρτης (khartes, meaning \"layer of papyrus\"). It has come to be synonymous with a document that sets out a grant of rights or privileges. The term is used for a special case (or as an exception) of an institutional charter. A charter school, for example, is one that has different rules, regulations, and statutes from a state school. Charter can be used as a synonym for \"hire\" or \"lease\", as in the \"charter\" of a bus or boat or plane.[1] A charter member (US English) of an organization is an original member; that is, one who became a member when the organization received its charter.[2] A chartered member (British English) is a member who holds an individual chartered designation authorized under that organization's royal charter.[3][4] Anglo-Saxon charters are documents from the early medieval period in Britain which typically make a grant of land or record a privilege. They are usually written on parchment, in Latin but often with sections in the vernacular, describing the bounds of estates, which often correspond closely to modern parish boundaries. The earliest surviving charters were drawn up in the 670s; the oldest surviving charters granted land to the Church, but from the 8th century surviving charters were increasingly used to grant land to lay people. The British Empire used three main types of colonies as it sought to expand its territory to distant parts of the earth. These three types were royal colonies, proprietary colonies, and corporate colonies. A charter colony by definition is a \"colony chartered to an individual, trading company, etc., by the British crown.\"[5] Although charter colonies were not the most prevalent of the three types of colonies in the British Empire, they were by no means insignificant. A congressional charter is a law passed by the United States Congress that states the mission, authority, and activities of a group. Congress issued federal charters from 1791 until 1992 under Title 36 of the United States Code. A municipal corporation is the legal term for a local governing body, including (but not necessarily limited to) cities, counties, towns, townships, charter townships, villages, and boroughs. Municipal incorporation occurs when such municipalities become self-governing entities under the laws of the state or province in which they are located. Often, this event is marked by the award or declaration of a municipal charter, a term used because municipal power was historically granted by the sovereign, by royal charter. Charters for chivalric orders and other orders, such as the Sovereign Military Order of Malta. In project management, a project charter or project definition (sometimes called the terms of reference) is provided by the sponsor to formally authorize the existence of a project. It provides a preliminary delineation of roles and responsibilities, outlines the project purpose and objectives, identifies key stakeholders, and defines the authority of the project manager. It serves as a reference of authority for future planning of the project. The project scope is developed from the project charter. In medieval Europe, royal charters were used to create cities (i.e., localities with recognised legal rights and privileges). The date that such a charter was granted is considered to be when a city was \"founded\", regardless of when the locality originally began to be settled. The Charter of 1814, France's constitution during the Bourbon Restoration, was thus called to promote the legal fiction that the King had granted it “voluntarily, and by the free exercise of [his] royal authority”, in the manner of medieval charters. At one time a royal charter was the only way in which an incorporated body could be formed, but other means (such as the registration process for limited companies) are generally now used instead. A university charter is a charter issued to create or recognise a university. The form of charter used varies by period and jurisdiction. A charter of \"Inspeximus\" (Latin, literally \"We have inspected\") is frequently a royal charter, by which an earlier charter or series of charters relating to a particular foundation (such as a monastery or a guild) was recited and incorporated into a new charter, usually in order to confirm and renew its validity under present authority. Where the original documents are lost, an inspeximus charter may sometimes preserve their texts and lists of witnesses. See Articles of association.","Title":"Charter - Wikipedia","KeyID":"2330","URL":"https://en.wikipedia.org/wiki/Charter"}