{"Content: ":"Bookland (Old English: bocland) was a type of land tenure under Anglo-Saxon law and referred to land that was vested by a charter. Land held without a charter was known as folkland (Old English: folcland).[1] The distinction in meaning between these terms is a consequence of Anglo-Saxon land law. The concept of bookland arose in the seventh century and referred to land that could be 'alienated' (i.e., disposed of) at will. It evolved to resemble ownership in the modern sense. Folkland was land held under ancient, unwritten folk-law or custom and by that custom it could not be alienated (i.e., removed) from the kin of the holder, except under special circumstances. No such claim by the kin could be made on bookland. The definition of those ancient folk-laws and customs, and the definition of the word folkland, has long been the subject of controversy. The model suggested by the historian Patrick Wormald, given in the definition above, allows for the graceful sidestepping of that controversy.[2] A related concept was loanland (Old English: lænland), which was land granted temporarily, without any loss of ownership. Such land might be granted for a term of years, or for the life of a person, or it might be granted to an official for the term of his office (e.g., as royal patronage). Both folkland and bookland might become loanland at one time or another. By ancient law and custom, folkland was the only means of holding land in Anglo-Saxon England, and referred to land held by a single person as the representative of a kinship group. Land could be permanently transferred outside of the kinship group, or \"alienated\", but only with the agreement of the king and the witanagemot. Failing that, land could be transferred only within the kinship group, for example through inheritance. However, the exact nature of these unwritten ancient customs is not clearly understood, and might include several different types of land tenure, such as kinship holdings intended to remain within the kinship, or holdings of the king to be granted as rewards for service, or holdings of the people as a whole (the \"folk\") to be granted in their name by the king, or any combination of these. The concept of bookland entered Anglo-Saxon law in the seventh century via the influence of the late Roman Empire's Vulgar Law,[3] and referred to land that was granted in perpetuity by a charter, and thereafter could be conveyed from anyone to anyone else at will. This was its only practical distinction from \"folkland\". The altering of the law to add this concept had its origins in the christianisation of the Anglo-Saxons in the seventh century. As neither the Church nor its clergy could be fitted into the existing laws of land tenure, Anglo-Saxon law added the granting of charters as a means of supporting them. It had been intended as a permanent grant of land for landowners building religious establishments, with the stipulation that the holder must perform road and bridge upkeep and supply men for the fyrd. Though there is evidence that this was not the first charter to be written in Anglo-Saxon England, the earliest surviving genuine charter, in favour of the abbot and monastery at Reculver, in Kent, was granted by King Hlothere of Kent in May 679.[4] The desirability of possessing unencumbered \"bookland\" in preference to \"folkland\" must have been immediately apparent to the laity, as Bede complained in a letter to Archbishop Ecgbert of York in 731, regarding the vast tracts of land acquired by \"pretended monks\" whose licentious interests were anything but Christian. To begin with, church land under bookright was exempt from taxation and immune from the trimodia necessitas, that is, the upkeep of bridges and fortifications on the land, and the provision of military service, or fyrd.[5] These immunities were removed from church land by the end of the 8th century, perhaps in response to the situation of which Bede complains. As Anglo-Saxon law evolved, the religious requirement atrophied and was finally discarded, so that bookland resembled full ownership in the modern sense, in that the owner could grant it in his lifetime, in the same manner as he had received it, by boc or book, and also dispose of it by will. The nature of Anglo-Saxon land tenure was substantially changed by the Norman conquest of England in 1066, as all land was then held by the King under Norman feudal control. The King's tenants in chief held their land in return for provision of men at arms to the King. However, the changes in the nature of tenure were not absolute. Military service had been a duty of landholders before 1066 and some Anglo-Saxon law and custom continued to apply after the conquest.[6] Domesday does not mention folkland or bookland, but the form of tenure in January 1066 (TRE) is frequently given. Although a variety of wording is used. Ann Williams equates land held \"freely\" (libere) with bookland. The laws regarding land tenure continued to evolve after the conquest, and there was no return to pre-Norman law and custom. Thus, the distinction between folkland and bookland is of historical interest, but without a substantive modern impact. However, the legacy of the pre-Norman Anglo-Saxon kingdoms is certainly of interest to those of Anglo-Saxon heritage, and to scholars attempting to construct histories and attempting to provide a full legal provenance for modern English law. As few ancient records have survived, constructed histories are necessarily conjectural, with much room for disagreement. This accounts for the tautological definition: it represents an effort to be accurate while sidestepping any and all ongoing disputes regarding ancient Anglo-Saxon law and custom. The exact meaning of the term folkland has been the subject of considerable controversy. However, the definition of bookland has suffered from less uncertainty, as its inception is within recorded history, with numerous examples available in the records. Ignoring any prior conjectures, the idea that folkland was land owned by the entire folk was introduced by John Allen in his 1830 Inquiry into the Rise and Growth of the Royal Prerogative in England. He asserted that the land was the property of the people as a whole, to be let out at will, and returned to the people's control when the grant had expired.[7] This became the accepted view of mainstream historians,[8] who then developed arguments and theories based on the correctness of the proposition. In a short article in The English Historical Review of 1893, Paul Vinogradoff asserted that folkland referred to land governed by folklaw or custom. It was this law that kept land within a family or kinship group, and folkland was not land collectively owned by the folk. He said that such land was held by a single representative of a kinship group, and that such land could not be alienated from (i.e., transferred from) the kinship group without special permission.[9] Vinogradoff then proceeded to show that his assertion was everywhere consistent with the historical record and nowhere inconsistent, pointing out along the way that neither the \"accepted view\" nor its derivatives satisfied the criterion of historical consistency. While the idea of folkland as the common land of the folk was effectively put to rest for some, others persisted in their beliefs.[10] Vinogradoff's own assertion did not go unchallenged, even by those who agreed with the thrust of his argument. Some, such as Frederic Maitland, gave partial or cautious support,[11] while others rejected the assertion and offered their own definitions. A more recent text dealing explicitly with these controversies is Eric John's 1960 work, Land Tenure in Early England.[12] He emphatically denies the previously held view that bookland evolved to take the land out of the family line, and in fact developed specifically to keep it within the family, claiming that the king's power over folkland remained too powerful and that his favour depended too much on a subject's good behaviour towards him. An episode from Beowulf is employed to indicate that a subject who displeased the king was likely to have his folkland removed. Bookland, by contrast, provided the holder more definite powers of bequest removed from royal influence. As there are only three explicit references to folkland in surviving documents, few plausible definitions can be ruled out, so long as they satisfy the criterion of historical consistency. The tautological definition sidesteps the controversy: it is agreed that all land that is not bookland is folkland. Ros Faith describes folkland as \"the counterpart or antithesis of bookland\".[13]","Title":"Bookland (law) - Wikipedia","KeyID":"2331","URL":"https://en.wikipedia.org/wiki/Bookland_(law)"}