{"Content: ":"Ecgwynn or Ecgwynna (Old English Eċġwynn, lit. \"sword joy\"; fl. 890s), was the first consort of Edward the Elder, later King of the English (reigned 899–924), by whom she bore the future King Æthelstan (r. 924–939), and a daughter who married Sihtric Cáech, Norse king of Dublin, Ireland, and Northumbria. Extremely little is known about her background and life. Not even her name is given in any sources until after the Norman Conquest. The first to record it is William of Malmesbury, who presents it in Latinised guise as Egwinna and who is in fact the principal source for her existence.[1] According to William of Malmesbury, Æthelstan was thirty years old when he became king in 924, which would mean that he was born around 894 and Ecgwynn's marriage to Edward the Elder took place in about 893.[2][3] By this time, Edward had reached majority and one of his priorities would have been to secure the continuation of Alfred's line.[4] No sources report what became of Ecgwynn afterwards, though two events are directly relevant. First, William writes that on King Alfred's instigation, Æthelstan was sent to be raised at the Mercian court of his aunt Æthelflæd.[5] Second, it is known that by 901, Edward had taken to wife Ælfflæd, a daughter of ealdorman Æthelhelm.[6] The reason for this decision is unclear. It may have simply been that Ecgwynn was no longer alive in 899 and that it was therefore only natural that Edward looked for another bride.[3] It is also possible that Edward's first marriage was thought to lack the political import that was needed to buttress his position as king of the English.[7] Alfred may have been responsible for arranging the first marriage and so his death in 899 would have afforded Edward and his counsellors room to follow a different course.[8] The Anglo-Saxon Chronicle records that King Æthelstan married his sister to Sihtric Cáech (died 927), king of Northumbria, and that the nuptials were celebrated at the Mercian royal centre at Tamworth on 30 January 926.[9] William notes that she was Ecgwynn's daughter, but was unable to discover her name in any of the sources available to him.[1] It is only later sources which offer suggestions, whose value remains uncertain. Roger of Wendover (died 1236) and Matthew Paris (died 1259) thought that she was the St Edith (Eadgyth) who according to the Old English saints' list known as Secgan, was buried at the nunnery of Polesworth (Warwickshire), not far from Tamworth.[10] Another late source drawing upon earlier material, the early 13th-century Chronicle of John of Wallingford, names Sihtric's wife Orgiue, possibly for Eadgifu or Eadgyth,[11] and claims that their son was Olaf king of Northumbria, i.e. Amlaíb Cuarán.[12] These data have garnered a mixed response from modern historians. Some scholars favour Roger's identification or at least the possibility that her name was Eadgyth,[13] while Barbara Yorke argues that the name Eadgyth is unlikely to belong to two of Edward's daughters, the other being a daughter by Ælfflæd, and prefers to identify Edith of Polesworth with an earlier namesake.[14] Ecgwynn's own family background and social status cannot be identified with any certainty. What little evidence there is appears in the main to be coloured by a controversy which surrounded Æthelstan's succession, contested as it probably was by supporters of Edward's sons by Ælfflæd. William of Malmesbury claims that Alfred had intended the throne to go to Æthelstan, and to give ceremonial expression to his grandson's status as successor, personally invested him with a cloak, belt and sword.[2] Moreover, Alfred is said to have ensured his education at the Mercian court of his aunt Æthelflæd.[5] A Latin acrostic poem, possibly contemporary (c. 893/4 x 899), in which a young Æthelstan appears to be addressed as future ruler, would seem to lend credence to the idea that Æthelstan's eligibility for kingship was already acknowledged in the 890s.[15] However, Edward may have entertained other plans when his second wife Ælfflaed had borne him sons. While his intentions are unknown, it appears to have been Ælfweard, Edward's eldest son by Ælfflæd, who on 17 July 924 succeeded his late father in Wessex, while the Mercians chose Æthelstan for their king. By some mishap, Ælfweard died within a month and Wessex was ceded to Æthelstan, who thereby obtained his father's entire kingdom. His accession in Wessex, however, met with considerable resistance. One indication of this is that his coronation at Kingston upon Thames was delayed until 4 December the following year (925).[16] William notes explicitly that \"a certain Ælfred\" at Winchester opposed the succession on grounds that Æthelstan was a concubine's son and hence an illegitimate son.[17] Such allegations seem to have served the interests of a royal contender, especially Edwin, Ælfflæd's eldest surviving son.[16] In a royal charter for a thegn (minister) called Ælfred, Edwin subscribes as cliton \"ætheling\", witnessing after Æthelstan, which implies that he was recognised as his heir to the throne.[18] The circumstances of his death in 933 suggest that any peaceful understanding which may have existed between the half-brothers had come to an end. The Annals of St. Bertin compiled by Folcuin the Deacon note laconically that Edwin, \"driven by some disturbance in his kingdom,\" attempted to sail to the continent, but was caught in a storm and drowned.[19] The written and oral sources consulted by William of Malmesbury for his accounts of Æthelstan's parentage seem to reflect the political stances which polarised during these succession struggle(s).[20] To begin with, there is the account favoured by William himself. Possibly paraphrasing from a non-contemporary Latin poem in praise of Æthelstan, he describes Ecgwynn as “a distinguished woman” (illustris femina) and John of Worcester follows suit, giving the similar description \"a very noble woman\" (mulier nobilissima).[21] William was also aware of rumours (though he rejected them) that Æthelstan's mother was a concubine, as propagated by “a certain Ælfred” who headed a group opposed to the succession.[17] By the early 12th century, such rumours had given rise to fully-fledged popular traditions which reduced her to a low-born mistress, if still one of noble appearance. William cites an anecdote about Æthelstan's conception which he overheard from popular song (cantilena) and to which he gave only little credence himself. One day, when out of old affection, Edward the Elder visited his former nurse (nutrix), a reeve's wife, he met a beautiful shepherd's daughter who had been raised like a noblewoman. Edward slept with the unnamed girl, who bore him the future king called Æthelstan.[22] These slurs may represent a later development of stories in favour of Ælfflæd's sons, but there is evidence to suggest that the status difference between Edward's first two wives had been an issue at an earlier stage.[23] A distant but near-contemporary poet writing in the 960s, Hrotsvitha of Gandersheim, tells that Æthelstan's mother was lower in status (generis satis inferioris) than Ælfflæd, whose daughter Eadgyth married Otto I.[24] Since she wrote her Life in praise of Otto I, Eadgyth and their descendants, presumably based on sources sympathetic to the latter, not a small degree of bias may be assumed.[6] On the other hand, if Ecgwynn had been set aside in favour of Ælfflæd, then the political importance of the latter's family may have played a large part.[7] Further near-contemporary evidence comes only indirectly by inference from later kinsmen whose precise connectedness is impossible to specify. According to his first biographer, Dunstan was related to a certain Æthelflæd, a lady of royal rank who was herself a niece of King Æthelstan, to Bishop Ælfheah of Winchester, to Bishop Cynesige of Lichfield, and to various men at court (including his brother Wulfric).[25] Dunstan's father Heorstan, who lived near the “royal island” of Glastonbury, cannot be shown to have been a prominent figure in the kingdom, although sources for Edward's reign are notoriously scanty.[26] Since Æthelstan, Dunstan and Heorstan all share the rare onomastic element -stan, it has been tentatively suggested that they derived their kinship through Ecgwynn.[27]","Title":"Ecgwynn - Wikipedia","KeyID":"2338","URL":"https://en.wikipedia.org/wiki/Ecgwynn"}