{"Content: ":"Sarah Rosamund Irvine Foot, FSA, FRHistS (born 23 February 1961) is an English Anglican priest and early medieval historian, currently serving as Regius Professor of Ecclesiastical History at the University of Oxford. Foot was born on 23 February 1961[3] and is the daughter of the military historian M. R. D. Foot and his second wife Elizabeth.[4] She was educated until 1979 at Withington Girls' School in Manchester. She then went up to Newnham College, Cambridge, to study at the Department of Anglo-Saxon, Norse, and Celtic, where she was taught by, amongst others, Rosamond McKitterick and Simon Keynes. She graduated with a Bachelor of Arts (BA) degree in 1984: as per tradition, her BA was promoted to a Master of Arts (MA Cantab).[5] She was awarded her Doctor of Philosophy (PhD) degree in 1990: her doctoral thesis, written under the supervision of Rosamond McKitterick,[2] was titled Anglo-Saxon Ministers, AD 597 – ca. 900.[6] From 1989 to 1990, research fellow at Gonville and Caius College, Cambridge, before becoming a fellow and tutor there. In 1993 she took up a lectureship at the University of Sheffield, being promoted to senior lecturer in 2001.[7] In 2004, she was appointed to the newly established chair of Early Medieval History.[8] On 22 February 2007 Queen Elizabeth II appointed Foot to the Regius Chair of Ecclesiastical History at the University of Oxford.[9] She is the first woman ever to hold this chair. Postholders are expected to lead research and develop graduate studies within their areas of specialisation and to take a leading part in developing the work of the Oxford theology faculty. The professorship is also annexed to a canonry at Christ Church, although the postholder need only be a lay churchperson; and at a special ceremony on 6 October 2007 Foot was installed as residentiary canon of the cathedral.[10] Her main areas of research lie in the history of Anglo-Saxon England, particularly Anglo-Saxon monasteries, women and religion, and the Cistercians. She also works on the history of the early medieval church and society as well as the invention of the English in historiography, and historical theory. In 2001 she was awarded a major grant to carry out research into the ruined Cistercian abbeys of Yorkshire. She has written a biography of Æthelstan, the first king of all England. Among her current projects are the charters of Bury St Edmunds Abbey. She contributed to an episode of BBC Radio 4's In Our Time on the life of St Cuthbert, broadcast in January 2021.[11] She is an editor of the Oxford History of Historical Writing. From 2007 to 2017, Foot was a lay canon of Christ Church Cathedral, Oxford.[3] During this time, she felt the call to ordination.[12] She trained for Holy Orders on the Oxford Ministry Course, a part-time course taught at Ripon College Cuddesdon.[5] On 1 July 2017, she was ordained in the Church of England as a deacon by Steven Croft, the Bishop of Oxford.[13] On 21 December 2017, she was ordained as a priest by Colin Fletcher, the Bishop of Dorchester.[14] Since 2017, she has been a residentiary canon of Christ Church Cathedral in the Diocese of Oxford.[5][15] She was also a non-stipendiary minister at Christ Church Cathedral from 2017 to 2019.[16] In 1986, Foot married Geoff Schrecker: they divorced in 1999. Together they had one son. In 2002, she married Michael Bentley, Emeritus Professor of Modern History at the University of St Andrews.[3] In 2001, Foot was elected a Fellow of the Royal Historical Society (FRHistS).[3] On 14 June 2001, she was elected a Fellow of the Society of Antiquaries (FSA).[17] She served as President of the Ecclesiastical History Society from 2011 to 2012.[18]","Title":"Sarah Foot - Wikipedia","KeyID":"2343","URL":"https://en.wikipedia.org/wiki/Sarah_Foot"}