{"Content: ":"Ælfflæd (fl. early 10th century) was the second wife of the English king Edward the Elder. Ælfflæd was the daughter of an ealdorman Æthelhelm, probably ealdorman Æthelhelm of Wiltshire who died in 897. Although genealogist David H. Kelley and historian Pauline Stafford have identified him as Æthelhelm, a son of Edward's uncle, King Æthelred of Wessex,[1][2] this relationship is highly unlikely. Had Æthelhelm been the son of King Æthelred I then Ælfflæd and Edward would have been first cousins once removed, and would not have been allowed to marry, their marriage would have been forbidden as incestuous.[3] Other marriages of the time between 2nd and 3rd cousins were deemed incestuous and not allowed, therefore, it is improbable that a marriage of this closeness would have been tolerated. This is demonstrated by the forced annulment of the marriage of King Eadwig and Ælfgifu, who were third cousins once removed. Other historians point out that in a grant from King Alfred to Ealdorman Æthelhelm there is no reference to kinship between them. If indeed Æthelhelm had been the son of Alfred's brother, then he would have been identified as the king's nephew in the charter. Ælfflæd married King Edward around 899. She only attested one charter, dated 901, where she was described as conjux regis. She never attested as queen, and although she was previously thought to have been consecrated as queen when Edward was crowned in 900, this is now thought unlikely.[4] In 1827 the tomb of St Cuthbert in Durham Cathedral was opened, and among the objects found were a stole and maniple which had inscriptions showing that they had been commissioned by Ælfflæd for bishop Frithestan of Winchester. However, they had been donated by her step-son king Æthelstan to Cuthbert's tomb, probably in 934.[5] Ælfflæd had two sons, Ælfweard, who as the 12th-century Textus Roffensis suggests, may have become king of Wessex on his father's death in 924 but died himself within a month, and Edwin, who was drowned in 933. She also had five or six daughters, including Eadgifu, wife of Charles the Simple, king of West Francia, Eadhild, who married Hugh the Great, duke of the Franks, and Eadgyth, wife of Otto I, Holy Roman Emperor.[6] In around 967 Hrotsvitha, a nun of Gandersheim, wrote a eulogy of the deeds of Otto I in which she contrasted the nobility of Eadgyth's mother with the inferior descent of Æthelstan's mother.[7] Edmund I, the future king who was a son of Edward's third wife, Eadgifu, was born in 920 or 921, so Ælfflæd's marriage must have ended in the late 910s. According to William of Malmesbury, Edward put aside Ælfflæd in order to marry Eadgifu, a claim which Sean Miller viewed sceptically,[8] but it is accepted by other historians.[9] She adopted a religious life, but outside a regular monastic house as she retained possession of her estates, and was buried at Wilton Abbey with her daughters, Eadflæd and Æthelhild.[10] Her children were:[11]","Title":"Ælfflæd (wife of Edward the Elder) - Wikipedia","KeyID":"2344","URL":"https://en.wikipedia.org/wiki/%C3%86lffl%C3%A6d,_wife_of_Edward_the_Elder"}