{"Content: ":"Æthelweard (also Ethelward; d. c. 998), was an ealdorman and the author of a Latin version of the Anglo-Saxon Chronicle known as the Chronicon Æthelweardi. He was a kinsman of the royal family, being a descendant of the Anglo-Saxon King Æthelred I of Wessex, the elder brother of Alfred the Great. Æthelweard first witnessed charters as a thegn after the accession of Eadwig in 955, probably because he was the brother of the king's wife, Ælfgifu, although the relationship is unproven. The marriage was annulled on the grounds of consanguinity, and Æthelweard's position was threatened when Eadwig died in 959 and was succeeded by his half-brother Edgar, who was hostile to the faction associated with Eadwig. Æthelweard survived, although he was not appointed to the position of ealdorman until after Edgar's death. In the view of Shashi Jayakumar, \"One receives the impression that Æthelweard played his cards right in Edgar's reign, perhaps by treading warily and displaying the same maddening discretion that one finds in his Chronicon.[1] Æthelweard signed as dux or ealdorman in 973, and was accorded primacy among the ealdormen after 993. He continued to witness until 998, about which time his death may have taken place. Æthelweard's ealdormanry was the Western Provinces, probably the south-west peninsula. His brother Ælfweard, a royal discthegn, or household official, continued to sign as minister until 986.[2] In 991 Æthelweard was associated with archbishop Sigeric in the conclusion of a peace with the victorious Danes from Maldon,[citation needed] and in 994 he was sent with Bishop Ælfheah of Winchester to make peace with Olaf Tryggvason at Andover.[3] Æthelweard was the friend and patron of Ælfric of Eynsham, who in the preface to his Old English Lives of saints, addressed Æthelweard and his son Æthelmær. In the introduction to his Latin Chronicle Æthelweard claims to descend from King Æthelred,[4] while in Book IV he calls Æthelred his atavus, then uses the same term to describe the relationship between the chronicle's recipient, Mathilde, Abbess of Essen, and her great-great-grandfather, King Alfred.[5] According to Patrick Wormald, Æthelweard may have meant that Æthelred was his great-grandfather, great-great-grandfather, great-great-great-grandfather, or merely ancestor,[6] but Sean Miller specifies great-great-grandfather.[7] In 957 King Eadwig, the great-grandson of King Æthelred I's brother, Alfred the Great, was obliged to divorce Æthelweard's likely sister Ælfgifu on the grounds of consanguinity.[3] It has been postulated that Æthelweard and his siblings Ælfweard, Ælfgifu and Ælfwaru were the children of Eadric, ealdorman of Hampshire. This identification rests on Ælfgifu's possession of the estate of Risborough, which had belonged to Eadric's mother, Æthelgyth, the wife of ealdorman Æthelfrith of Mercia. One possible construction is that his putative grandfather Æthelfrith was the grandson of King Æthelred I through his son Æthelhelm.[8] This royal connection would go some way to explaining the enormous prestige enjoyed by Æthelfrith's sons. Assuming that the identification of Æthelweard as the brother of Ælfgifu is correct, his mother was the Æthelgifu whose company Eadwig enjoyed along with her daughter whilst escaping his coronation. Ælfgifu left a bequest to an Æthelflaed, who was either Æthelweard's wife or his sister-in-law. Æthelweard was father of Æthelmær the Stout, who was ealdorman of the Western provinces towards the end of Æthelred II's reign. Æthelmær was the father of Æthelnoth, who became Archbishop of Canterbury in 1020, and was later regarded as a saint,[9] and of the Æthelweard executed by King Cnut in 1017.[3] Æthelmær has been speculatively identified with the Agelmær named by John of Worcester as brother of Eadric Streona and father of Wulfnoth Cild, who was father of Godwin, Earl of Wessex and grandfather of King Harold II, though the Worcester chronicler makes this Agelmær son of Agelric rather than Æthelweard and the pedigree as a whole has problematic chronology.[5][8][10] After 975 and probably before 983, Æthelweard wrote the Chronicon, a Latin translation of a lost version of the Anglo-Saxon Chronicle, including material not found in surviving Old English versions.[7] Æthelweard wrote his work at the request of his relative Mathilde, abbess of the Essen Abbey and granddaughter of emperor Otto I and Eadgyth of Wessex. The text only survives in a single copy now in the British Library,[11] which was badly damaged in the Cotton Library fire in 1731, but it had been printed by Henry Savile in 1596.[6] Mathilde probably rewarded him with a copy of Vegetius' work De Re Militari which was written in Essen and has long been in England. The Chronicon was composed in the hermeneutic style almost universally adopted by English scholars writing in Latin in the tenth century. Michael Lapidge defines it as \"a style whose most striking feature is the ostentatious parade of unusual, often very arcane and apparently learned vocabulary.\"[12] The twelfth century historian William of Malmesbury, writing at a time when the style had come to be seen as barbarous, wrote about him \"... of Elward, a noble and illustrious character, who attempted to arrange these chronicles in Latin, and whose intention I could applaud if his language did not disgust me, it would be better to be silent\".","Title":"Æthelweard (historian) - Wikipedia","KeyID":"2348","URL":"https://en.wikipedia.org/wiki/%C3%86thelweard_(historian)"}