{"Content: ":"Followers of Edward the Elder: Æthelwold's Revolt was an attempt by Æthelwold ætheling to seize the Anglo-Saxon throne from Edward the Elder after the death of Alfred the Great in 899. It ended when Æthelwold was killed in battle in 902 while fighting alongside his Danish allies. After Alfred the Great died on 26 October 899,[1] his son, Edward, hoped to succeed him. Edward's cousin Æthelwold was the only surviving son of Alfred's older brother Æthelred I, King of Wessex. His competing claim to the throne was that he had been too young to inherit it when Æthelred died, leading to Alfred becoming king. Æthelwold's first move was to take his small force and seize Wimborne, in Dorset, the burial place of Æthelred, his father.[1] He then took control of the crown lands at Christchurch and returned to Wimborne to await Edward's response.[1] Edward assembled an army and moved to Badbury, but Æthelwold refused to meet him in battle. He instead stayed at Wimborne together with his men and a kidnapped nun, seemingly preparing for a long stand-off,[1] although it appears he had the resources for a frontal assault and was preparing to attack when he rode north during the night. Æthelwold arrived in the north soon after he fled from the confrontation at Wimborne. He appealed for support from the Danish Vikings of Northumbria and they pledged their allegiance. Coins were minted during the period showing that Æthelwold had been proclaimed king in Jórvík (Viking ruled York).[1] Meanwhile, Edward was crowned at Kingston upon Thames on 8 June 900.[2] In the autumn of 901, Æthelwold sailed with a fleet from his new allies into Essex.[1] By 902 he and the East Anglian Danes were attacking deep into Mercia, one of Edward's most important allies, as far as Cricklade, in Wiltshire.[1] Edward retaliated by ravaging East Anglia and when he retreated the men of Kent disobeyed the order to retire, meeting the Danes in the East Midlands, at the Battle of the Holme on 13 December 902. The Danes defeated Edward's troops, but as a result of the battle both Æthelwold and Eohric, the Danish king of East Anglia, were killed. There were many losses on the Anglo-Saxon side, including the two Kentish ealdormen, Sigehelm and Sigewulf.[1][3] In the view of Cyril Hart, King Edward made a strategic error in failing to engage the Danes with his whole army, leading to recriminations which threatened his authority, especially in Kent, and this may explain his later marriage to Ealdorman Sigehelm's daughter, Eadgifu.[4]","Title":"Æthelwold's Revolt - Wikipedia","KeyID":"2349","URL":"https://en.wikipedia.org/wiki/%C3%86thelwold%27s_Revolt"}