{"Content: ":"Wimborne Minster (often referred to as Wimborne, /ˈwɪmbɔːrn/) is a market town in Dorset in South West England, and the name of the Church of England church in that town. It lies at the confluence of the River Stour and the River Allen, 5 miles (8 km) north of Poole, on the Dorset Heaths, and is part of the South East Dorset conurbation. According to Office for National Statistics data the population of the Wimborne Minster built-up area as of 2014[update] was 15,552.[1][2] The town and its administrative area are served by eleven councillors plus one from the nearby ward of Cranfield.[3] The electoral ward of Wimborne Minster is slightly bigger than the parish, with a 2011 population of 7,014.[4] Wimborne Minster is part of the Mid Dorset and North Poole parliamentary constituency. Wimborne has one of the foremost collections of 15th-, 16th- and 17th-century buildings in Dorset. Local planning has restricted the construction of new buildings in areas such as the Cornmarket and the High Street, resulting in the preservation of many of the original buildings. Examples of include the church of Wimborne Minster, the town hall, the Priest's House Museum and dozens of 16th-, 17th- and 18th-century fronted shops and pubs. The town is home to the Tivoli Theatre, a 1930s art deco cinema and theatre. This is a Saxon church, with Norman and Gothic architecture. It is famed for its chained library and the tomb of King Ethelred, the brother of Alfred the Great, as well as the tombs of John Beaufort, Duke of Somerset, and his duchess, the maternal grandparents of King Henry VII of England.[5] The tombs are made of Dorset Limestone and New Forest Stone. The model town is one of the largest and longest-established model towns in England. It depicts Wimborne at the time the model was made, in the 1950s. It is at 1:10 scale, resulting in the model of the Minster being several feet high. The model shop windows accurately show the goods which the real shops were selling at the time. The exhibition also includes a model railway based on Thomas the Tank Engine, which was opened by Christopher Awdry, and expanded in 2014. At weekends and national holidays, the town crier can be seen in the main square and around the Minster.[6] The legacy and position of the town crier date back to the Civil War. The town has a large civil war reenactment society, which performs every year. The town has a well-established and large market, the Wimborne Market. The market is held on a Friday, Saturday and Sunday. It was previously located in the town centre but moved out several years ago to a site on the edge of town to accommodate its size.[7] Every year Wimborne hosts the longest fireworks display in Dorset, as part of its Guy Fawkes celebrations; a county record that it has held since 2004. The bonfire and pyrotechnics display is held each year in the grounds of St Michael's Church of England Middle School and is well supported by many thousands of people from the town, Colehill village and the surrounding area. All proceeds are donated each year to local schools, and since 2004 over £61,000 has been raised for local school projects and equipment.[8] Every two years in mid-August, the Park Initiative, an interchurch charity working on Leigh Park estate, holds a community event called \"Alive in the Park\" in the centre of the estate using a large marquee.[9] Every summer in June the town holds the Wimborne Minster Folk Festival.[10] Founded in 1980, the annual event of traditional folk dance and music has become the focal point for one of the largest gathering of dance teams and musicians in the South of England. The festival involves morris dancing, Appalachian dancing, concerts, workshops and children's activities, with parts of the town being closed to traffic. The Festival planned for 2020 did not go ahead due to the health precautions imposed in response to the COVID-19 pandemic. Instead, with the cooperation of local businesses and Wimborne Minster Town Council,[11] the Folk Festival committee made use of Café @ The Allendale, a local community hub, to provide food and meals for those in difficulties, e.g. as a result of having to self-isolate or not being able to work during the lockdowns. The 2021 Festival also had to be cancelled but an online event took place over the usual second weekend in June.[12] The town has three first schools (St John's, Wimborne and Pamphill) and two middle schools (St Michael's and Allenbourn). Wimborne First School, formerly Wimborne Primary School, has been educating the children of Wimborne Minster to primary level since 1911.[13] Wimborne and the adjacent area of Merley are served by two upper schools: Corfe Hills School and Queen Elizabeth's School. Queen Elizabeth's School has very close links with the Minster and was founded by Lady Margaret Beaufort in 1497. After her death the school became Wimborne Grammar School. Although the Grammar School buildings still remain they have now been converted to flats. The school was established on its current site in 1972 after the merging of Wimborne Grammar School and the County Modern School. Dumpton School is located nearby. The nearby first schools of Hayeswood and Colehill serve Wimborne. The local football club Wimborne Town F.C. play in the Southern Football League. In rugby union, Wimborne R.F.C. has been in existence in its present form since 1950 and is based in Leigh Park, Gordon Road on the eastern side of the town. Cricket has been played in Wimborne since at least 1793, when the club was known as Hanham's Cricket Club, playing on the green in the centre of town from 1860. In 2010, the club moved to its new ground at The Leaze as part of the planning application which allowed Waitrose to build a new supermarket on the site of the original Wimborne Cricket Club. The club's 4 adult teams play in the Dorset Cricket League and the 1st XI have won the Dorset Premier League title in 1997, 2012, 2016 and 2018. Dorset County Cricket Club played home matches at Wimborne sporadically from the 1957 until 1979 before returning in 2018 to Wimborne's current ground at The Leaze. The aerospace company Cobham plc has headquarters in Wimborne. Home decoration company Farrow & Ball began in the town, and is still headquartered nearby in Ferndown. The economy of the town is dedicated towards leisure and has shops, restaurants and pubs. Tourism is an aspect in the town's economy. The town is also served by a Waitrose located on the old Cricket Green and a Co-op supermarket. From 1847 to 1977 Wimborne was served by a two-platform railway station.[14] The station was built for the Southampton and Dorchester Railway, later part of the London and South Western Railway. It was expanded when the Somerset and Dorset Joint Railway was constructed between Bath and Poole. Wimborne was used as a reversing point on the Somerset and Dorset, but its importance was reduced when an avoiding line was built from Bailey Gate to Broadstone Junction. The station had a large goods yard, the site of which is used for the weekly Wimborne Market. The station was closed to passengers in 1964 and sundries (parcels and light goods) in 1966, as a result of the Beeching Axe programme.[15] The final goods trains ran in May 1977. Wimborne Minster is twinned with","Title":"Wimborne Minster - Wikipedia","KeyID":"2350","URL":"https://en.wikipedia.org/wiki/Wimborne"}