{"Content: ":"Christchurch (/ˈkraɪs(t)tʃɜːrtʃ/) is a town and civil parish[2] in Dorset on the south coast of England. The town covers an area of 19.5 square miles (51 km2) and had a population of 48,368 in 2013.[3] It adjoins Bournemouth to the west, with the New Forest to the east. Part of the historic county of Hampshire, Christchurch was a borough within the administrative county of Dorset from 1974 until 2019, when it became part of the new Bournemouth, Christchurch and Poole unitary authority. Founded in the seventh century at the confluence of the rivers Avon and Stour which flow into Christchurch Harbour, the town was originally named Twynham but became known as Christchurch following the construction of the priory in 1094. The town developed into an important trading port, and was fortified in the 9th century. Further defences were added in the 12th century with the construction of a castle, which was destroyed during the English Civil War by the Parliamentarian Army. During the 18th and 19th centuries smuggling flourished in Christchurch and became one of the town's most lucrative industries. The town was heavily fortified during the Second World War as a precaution against an expected invasion and in 1940 an Airspeed factory was established on the town's airfield which manufactured aircraft for the Royal Air Force. The town's harbour, beaches, nature reserves and historically important buildings have made Christchurch a popular tourist destination attracting some 1.5 million visitors a year. Bournemouth Airport, an international airport which handles approximately 800,000 passengers a year is located within the former borough boundary at Hurn. The airport's industrial park contains a number of aerospace and engineering businesses and is one of the largest employment sites in Dorset. Christchurch is a popular destination for retirees, and has one of the oldest populations in the country, with 30 per cent of residents aged over 65. Christchurch was founded in approximately AD 650 by missionaries sent to Wessex by St Birinus, the first Bishop of Dorchester (Oxfordshire). They settled on a stretch of raised land between the rivers Avon and Stour which carried people and their wares to and from market settlements such as Blandford and Old Sarum (near modern Salisbury).[4] The harbour became one of the most important in Saxon England as it was easily reached from the continent and boats could travel up the river Avon to Salisbury.[4][5] The town appears in the Anglo-Saxon Chronicle entry of 901 as Tweoxneam (Twynham) from Old English betweoxn (between) and ēam (rivers).[6] In around 890 AD, Alfred the Great considered Twynham to be of such strategic importance that, with the threat of invasion by the Danes, he made it a burh and defensive walls were erected around the town.[7] In 1094 a chief minister of King William II, Ranulf Flambard, then Dean of Twynham, began the building of a priory on the site of the original mission church.[8][9] Soon after the construction of the priory the town became known as Christchurch.[8] Some time in the early 12th century, a castle was built within the town.[10] Originally a wooden fort built by Richard de Redvers, first cousin to King Henry I, it was rebuilt in stone by Baldwin de Redvers to resist King Stephen during the civil war with the Empress Matilda. The castle again saw action during the Civil War of 1642–1651 when occupied by the Parliamentarians. Christchurch changed hands a number of times: originally under Royalist control, it was captured by Sir William Waller's Parliamentary army in 1644. Lord Goring briefly retook the town in 1645 but was obliged to withdraw and returned with a larger force days later and laid siege to the castle. However, the Parliamentarians withstood the siege and maintained their hold on the town. Fearing such a powerful stronghold might once again fall into Royalist hands, Cromwell ordered the castle to be destroyed in 1652.[10][11] Although the fishing industry thrived in Christchurch, the importance of the harbour declined as it became inaccessible to vessels of a large draught. The harbour entrance was particularly troublesome with constantly shifting sandbars. In 1665 Edward Hyde, Earl of Clarendon, bought the Lordship of the Manor of Christchurch. As part of his plans to improve trade in the town, he attempted to resolve the problems with the harbour entrance by cutting a new one through the sandspit at the foot of Hengistbury Head. However, upon completion the new entrance repeatedly silted up and in 1703 a large storm damaged a groyne which blocked the entrance entirely. Over the following 150 years alternative schemes were proposed but none were ever taken up.[12] Smuggling was one of Christchurch's most lucrative industries during the 18th and 19th centuries due to easy access to neighbouring towns and the difficult harbour entrance which acted as a barrier to customs cutters.[13][14] Many townspeople were involved in this illegal trade and large quantities of wealth were accumulated.[15] In 1784 a confrontation between a gang of local smugglers and Customs and Excise officers led to the Battle of Mudeford in which a Royal Navy officer was killed and a smuggler subsequently executed.[16] Another important industry during this period was the manufacture of fusee chains for watches and clocks. In 1790, Robert Cox began to manufacture fusee chains in workshops in the High Street.[17] By 1793 Cox gained a monopoly on chain production in Britain, supplying watch, clock and chronometer makers throughout the country.[18] In 1845 William Hart opened a similar factory in Bargates. However, by 1875 the chains were no longer required due to changes in watch designs and the factories were closed.[19] The railway came to Christchurch in 1847 although the nearest station, Christchurch Road, was at Holmsley and passengers were taken the rest of the way by omnibus.[20] In 1862 a new station was built in the town close to where it stands today and was served by a branch line from Ringwood. Christchurch joined the mainline in 1883, and a third station had to be built.[21] Christchurch, and in particular Mudeford, had been enjoying a modest tourist trade since King George III had patronised the town in the 1790s but the arrival of the railways made Christchurch accessible to more potential visitors.[22][23] A power station was built in Christchurch in 1903 to power the public trams. The excess generated was sufficient to light the town, and it was added to the national grid in 1940.[24] The Fisher Aviation Company began to provide flights from fields at the eastern end of Somerford Road in 1930, and by 1933 the company had flown over 19,000 passengers.[25] In 1934, they obtained permission to establish an aerodrome on the site which became known as Christchurch Airfield.[26] During the Second World War an Airspeed factory was built on the airfield, and began manufacturing aircraft for the RAF; the USAAF Ninth Air Force established a base there in 1944. A second aerodrome opened at Hurn in 1944 which became Bournemouth Airport. In 1940, with the German 6th Army at Cherbourg, Christchurch was fortified against an expected invasion:[27] the construction of pillboxes, gun emplacements and tank traps in and around the town, made Christchurch an \"anti-tank island\".[28] Between 1941 and 1942 Donald Bailey developed the Bailey bridge at the Military Engineering Experimental Establishment at Christchurch Barracks.[29] Much development with a large increase in housing occurred from the mid-18th century. In 1873, 300 acres (120 ha) of common land north of the town known as Portfield was enclosed and built upon and the town's population rapidly expanded.[30][31][32] During the 20th century further development has seen the population grown from a little over 11,000 to more than 45,000.[33] In the 1950s a large housing estate was built to the east of the town centre and in 1958 a bypass was constructed which redirected traffic using the town's high street as the main thoroughfare to and from London and Southampton.[34] In 1974 the town was transferred from the county of Hampshire to Dorset following local government reorganisation and was granted borough status by a Royal Charter.[13][35] Christchurch falls within the area of Bournemouth, Christchurch and Poole (BCP), a unitary authority created in April 2019.[36] The authority is a merger of Bournemouth, Christchurch and Poole borough councils; its creation was opposed by Christchurch Council, who unsuccessfully appealed to the High Court.[37] A number of Conservative councillors were suspended from the party as a result, with several standing in 2019 as independents.[38] In 2019, the first elections to BCP Council were held, replacing a shadow authority. Whilst the Conservatives were the largest party in the new authority, the council remained under no overall control, and subsequently a Unity Alliance Administration was formed of other parties. Christchurch Town Council, the first tier of local government, was created at the same time as the unitary authority, based at Christchurch Town Hall.[39] In existence since at least 1297, Christchurch's Office of Mayor is now mainly a ceremonial role with little power.[40] Until 2019, Christchurch was a local government district which had borough status. It was the smallest of Dorset County Council's six districts and one of the smallest boroughs in England by population.[13][41] The district was formed by the merger of the Municipal Borough of Christchurch with part of Ringwood and Fordingbridge Rural District in 1974, and was part of the non-metropolitan county of Dorset. It had some large rural areas including Bournemouth International Airport and the parishes of Burton and Hurn. For local elections the borough was divided into 11 wards[42] electing 24 councillors. Elections took place every four years; the last election took place in 2015, resulting in the Conservatives retaining overall control with 21 seats.[43][44] Christchurch is represented by a single parliamentary constituency in the House of Commons. The seat was recreated in 1983 from parts of the Christchurch and Lymington, North Dorset and New Forest constituencies, and was held by Robert Adley (Conservative) from its creation until his death in 1993. At the by-election Diana Maddock (Liberal Democrat) was elected with a swing of 35.4%, one of the largest-ever swings against a sitting party.[45] The seat was retaken by Conservative candidate Christopher Chope in 1997, and retained in 2001 and 2005. In the 2010 general election, Chope retained his seat with a considerable majority of 15,410 and 56.4% of the vote, making Christchurch one of the safest Conservative constituencies in the country.[46][47] Christchurch was part of the South West England constituency for elections to the European Parliament.[48] In the 2016 United Kingdom European Union membership referendum, Christchurch voted by 59% to leave.[49] Christchurch is the most easterly coastal town of the administrative county of Dorset, and it lies within the historic county of Hampshire. The town abuts Bournemouth to the west and is approximately 9 miles (14 km) east of Poole, 20 miles (32 km) west of Southampton, 23 miles (37 km) south of Salisbury.[50] The town centre lies between the rivers Avon and Stour which flow directly into Christchurch Harbour. The borough boundaries stretched to Hurn Forest in the north encompassing Bournemouth Airport and eastwards along the coast as far as Walkford. The River Stour forms a natural boundary to the west; the estuary and harbour form the southern boundary.[51] Christchurch Harbour contains large areas of salt marsh and is protected by a sandbar known as Mudeford Spit which has fine sandy beach on both sides of a walkway lined with beach huts. The harbour is protected by a natural headland (Hengistbury Head) at the start of the sandbanks, and is a special site for sand martins which nest annually in the sandy cliffs. The harbour is only accessible to shallow draught boats drawing up to 4 feet (1.2 m) due to the sandbars at the entrance.[52] The entrance, known as the Run, has Mudeford Quay on one side and the spit on the other. Considerable tides flow here: up to 6 knots (11 km/h; 6.9 mph) during spring tides.[53] The harbour is a protected wildlife refuge and is home to large populations of swans, waders and other bird life. On the south side, the harbour is enclosed by Hengistbury Head which was the site of the earliest settlement here dating back to the Bronze Age.[52] The landward end of the headland has a bank and ditch known as Double Dykes, built in about 700 BC, to protect the ancient settlement.[54] Stanpit Marsh is a 65-hectare (160-acre) nature reserve situated just below the confluence of the Rivers Avon and Stour. During the 18th century it was notorious for smugglers landing tobacco and rum in the narrow channels of Christchurch Harbour.[55] It contains areas of salt marsh and freshwater marsh with reed beds and is home to grazing horses, rare birds, and 14 species of rare or endangered plants.[56] It was designated as a Local Nature Reserve in 1964, and a Site of Special Scientific Interest in 1986.[57] To the north of Christchurch is St Catherine's Hill, the highest part of the borough at 53 metres (174 ft) above sea level.[58] This hill is the most southerly of a chain of three hills, some 3 miles (4.8 km) long with 35-hectare (86-acre) area of heathland and coniferous forest. The New Forest, Christchurch Priory, Hengistbury Head, Avon Valley, Christchurch Bay, The Solent and The Needles of the Isle of Wight can be seen from viewpoints on the east side of the Hill. Stour Valley way, Poole Bay and the Isle of Purbeck can be viewed from the south-west side of the Hill. Due to its commanding views, St. Catherine's Hill has been in use since prehistoric times as a look-out area and beacon and in more recent years served as a military training ground.[58] The hill is home to protected and rare wildlife species, including the Dartford warbler, nightjar, and the sand lizard.[58] The geology of the borough is unremarkable; the bedrock is mainly composed of sand with patches of clay to the east and west, and superficial deposits (drift) of sand and gravel cover the entire area.[59] The extraction of sand and gravel for construction purposes is carried out in the borough, and the opening of more sites is planned.[60] Christchurch, like the rest of the country, has a temperate climate with a small variation in daily and annual temperatures. The presence of the Gulf Stream ensures that the British Isles maintain an all-year-round ambient temperature, and, because of its position on the south coast of England, Christchurch has slightly warmer winters and cooler summers than settlements further inland. The warmest months in Christchurch are July and August, which have an average temperature range of 12 to 22 °C (54 to 72 °F), and the coolest months are January and February, which have a range of 2 to 8.3 °C (35.6 to 46.9 °F).[61] The average annual rainfall of 594.5 millimetres (23.41 in) is well below the UK average of 1,126 millimetres (44.3 in).[62] Christchurch lies at the centre of a green belt region that extends into the wider surrounding counties. It is in place to reduce urban sprawl, prevent the towns in the South East Dorset conurbation from further convergence, protect the identity of outlying communities, and preserve nearby countryside. This is achieved by restricting inappropriate development within the designated areas, and imposing stricter conditions on permitted building.[63] The area is 3,477 hectares (34.77 km2; 13.42 sq mi) (2010) in size,[63] and lies mainly to the north of the district, with portions surrounding the fringes of the Christchurch/Highcliffe-on-Sea urban area. Suburbs also excluded are Jumpers Common, the built up area of Burton, as well as Bournemouth Airport, with the rest of the borough including the rural portions and hamlets in the Hurn and Burton parishes being 'washed over' by the green belt. Landscape features and greenfield facilities within include the rivers Stour, Moors, Avon and their floodplains, Christchurch Priory, Chapel Lane solar farm, Blackwater and St Catherine's hills, Hurn Forest, Stanpit Marsh, Mudeford Spit, and the Adventure Wonderland theme park. The New Forest National Park in Hampshire borders the green belt to the east of the borough in Burton parish.[63] Christchurch has a population of 45,080 according to a 2007 census, making it the fourth most populous settlement in Dorset.[65] It lies in the South East Dorset conurbation which is one of the South Coast's major urban areas with a total population of over 400,000.[66] Over the three decades between 1971 and 2001, Christchurch's population increased by 32% from 33,768 to 44,865; and between 1991 and 2001 by 8.5%.[67] This was more than three times the average for England and Wales (2.5%), and it is expected to grow by a further 16% to 52,100 by 2028.[67][68] Between 1999 and 2006 there was a net gain of 4,200 people from migration alone (i.e. excluding births and deaths).[69] On average 3,100 people enter the borough and 2,500 leave each year, giving a net average gain of 600 migrants.[70] The population density of Christchurch is four times the UK average with 873 people per square kilometre (2,307 per sq mi).[68] Christchurch has one of the oldest populations in the country with significant proportion of residents wealthy senior citizens.[65] The percentage of the population aged over 65 in Christchurch is 30.4%, almost double the national average of 16.5%.[71] Highcliffe on the borough's eastern boundary possesses the highest percentage of elderly residents in the entire United Kingdom at 69%.[72][73] The Office for National Statistics predicted that by 2031, the percentage of residents over 65 will rise to 37.9.[71] In 2005, the life expectancy of female residents was 83.4 years and male residents 79.7 years. This was an increase on ten years previous (1995) when the life expectancy was 82.6 years and 77.0 years for females and males respectively.[74] In common with the rest of Dorset, Christchurch has low numbers of black and minority ethnic groups: the vast majority (96.83%) consider themselves to be White British.[75] Other white groups account for a further 2.09% and those of mixed race 0.44%. Asian and British Asian make up the next largest group with 0.25% of the local population, followed by Chinese, 0.16%, black, 0.13% and 0.11% from other ethnic groups.[76] Over 55% of the economically active population are in full-time employment; a further 22% work on a part-time basis.[77] Of those in employment, over 40% of the borough's residents have a high skill level occupation and 17% have a low level one.[77] Some 28.18% have no formal qualifications but 16.63% have a level 4 qualification or above (first or higher degree, HNC, HND, NVQ levels 4 or 5).[78] Christchurch contains around 22,800 properties.[79] In 2005 the average price of a detached house in Christchurch was £323,416.[80] On average property in Christchurch is 24% more expensive than anywhere else in England and Wales.[81] Nearly 80% of residences are owner occupied, 3% are vacant and a further 3% are second homes.[65] The borough has around 25,000 cars: an average of 1.21 per household.[81] Christchurch, in common with the rest of Dorset, has lower crime rates than average for the UK. Reported crime rates per 1,000 of the population in 2006 (with figures for 2001 in brackets) are as follows: violence against the person 10.4 (4.8), sexual offences 0.7 (0.3), robbery 0.2 (0.3), burglary 2.2 (4.0), theft of vehicles 0.9 (2.5), theft from vehicles 3.6 (7.2).[82] [83] (£M) (%) Between 2000 and 2007 the total Gross Value Added (GVA) of the borough grew by 37% from £552 million to £757 million.[84] The biggest contributor to the local economy through the period 2000–2007 was the transport and communication sector which in 2007 brought in £145 million GVA; £64 million more than in 2000.[85] The sector which saw the largest growth during that period however, was metals and engineering which increased by 140%.[85] The food, textiles and wood industries experienced the largest negative change at −42% whereas the electronics industry experienced the biggest fall with £16.2 million less than seven years previous.[83] An aircraft manufacturing industry was established in the town with the construction of an Airspeed factory at Christchurch Airfield in 1942. In 1948 the factory became part of de Havilland and manufactured a wide range of aircraft such as the Vampire, Sea Venom and Sea Vixen.[86] In the 1950s, Bournemouth Airport, a former RAF base situated on the outskirts of borough boundaries at Hurn, also became heavily involved in aircraft production after Vickers Armstrong—which later became the British Aircraft Corporation (BAC)—established a factory at the airport.[87] Although the de Havilland factory closed down in 1962 and aircraft manufacturing at Bournemouth Airport ceased by the late 1970s, the aircraft and engineering industries remained important to the local economy. Major employers in Christchurch include: BAE Systems, Bournemouth Aviation Services Company (BASCO), Beagle Aerospace, Channel Express, College of Air Traffic Control, Data Track Process Instruments, European Aviation, FR Aviation, Honeywell, Reid Steel, Revvo Castor Company, Sainsbury's, Siemens VAI and SELEX Communications.[64] The town's High Street has 48 shops with 61,847 square feet (5,745.8 m2) of retail space.[88] The addition of the Saxon Square shopping precinct in 1982 added a further 41,748 square feet (3,878.5 m2) of shop floor to the town centre—an increase of 67.5%.[88] The combined number of shops and floor space makes Christchurch the fifth largest shopping centre in Dorset.[88] Christchurch attracts some 837,000 staying visitors and 792,000 day visitors each year and tourism generates £76,000,000 for the local economy.[89] Although important to the local economy with spending generating over £53,000,000 GVA, Christchurch is not so heavily dependent on tourism as some of its neighbours. Tourism's contribution to the local economy is about 9% compared to 18% for Weymouth and Portland, 15% for Purbeck and 12% for Bournemouth.[90] Visitor accommodation consists of 11 caravan and camping parks and some 900 bed spaces in eight hotels and 75 guest houses and bed and breakfast establishments.[91] A weekly market was granted to the town by Baldwin de Redvers and the first market took place in 1149 at the junction of Castle Street and High Street.[92] These weekly markets stopped in 1872 but resumed a century later in a car park next to the town hall, now the site of Saxon Square.[35][93] When construction of the square began in 1983, the market was moved to a car park in Bank Close. Today it is held every Monday in High Street which is then closed to traffic. Periodically there are food fairs and a French market in the town.[94] Every year since 2000 the town has held a food and wine festival during May. It includes an international food market with over 100 stalls selling food and drink, and a large marquee with a kitchen area erected in Saxon Square. Here cooking demonstrations are given, sometimes by a celebrity chef: past guests have included Gary Rhodes and Jean-Christophe Novelli.[95] The week-long festival is a community event which aims to educate people in healthy eating as well as the availability of foods. During the festival local chefs are invited into schools to demonstrate recipes; and throughout the weekend the marquee hosts a cookery workshop for 7- to 10-year-olds.[96] Christchurch holds an annual music festival on the first weekend in July. Originally a folk festival, the event has evolved to cater for a wider variety of tastes: clog and morris dancing groups and salsa and belly dancing exhibitions have featured. Rock bands and soul groups have been included alongside the more traditional types of music. The festival's format changes annually but usually takes place on and around the town quay where a large marquee contains the main stage. Local bars often host smaller bands and dancing and exhibitions take place throughout the town centre.[97] Another annual event is the regatta which has been held every year since 1909.[98] It takes place around the second week in August and involves rowing competitions on the River Stour and a travelling funfair sited on the adjacent town quay. A carnival procession and large firework display takes place at the weekend. The part of the quay by the priory is known as The Quomps and was conveyed to the town in 1911 by Lord Malmesbury.[99] A 19th-century bandstand situated in the Quomps was an anonymous gift to the town in 1938.[100] During the summer months it is used for free open-air concerts on Saturdays, one of the most popular being \"Stompin' on the Quomps\", a smooth jazz festival.[101] On Sunday afternoons brass bands often play there. The town has a museum: the Red House Museum in Quay Road. Once the town's workhouse, the Red House contains permanent and temporary exhibitions pertaining to local history, costume, geology, natural history and archaeology. The museum grounds contain formal and informal gardens.[102][103] The old power station in Bargates, owned by Scottish and Southern Energy, housed the Museum of Electricity. This is no longer open to the public, although the company is working on new ways to share the museum's collection more widely across the UK.[104] Christchurch is home to many churches, most notably Christchurch Priory. Christchurch's town centre encompasses a mixture of traditional public houses, restaurants, coffee shops, antiquated cottages and historic listed buildings. The older part of the town dates from Saxon times and retains its Saxon street layout.[105] The Grade II listed Mayor's Parlour was built as the market hall in 1745 at the far end of the High Street but was moved to its present position in 1849.[106] It was enclosed and extended, and used as the town hall until the civic offices were built in the mid-1970s. It was restored to its former condition circa 1982 when the Saxon Square shopping precinct was built.[107] High Street contains two Grade II listed public houses: Ye Olde George Inne, once a coach house,[106] and the Ship Inn which has the oldest licence in Christchurch.[108] A known haunt of smugglers, the Ship Inn's history can be traced back to 1688.[109] At the end of High Street is Church Street which contains Church Hatch, a Grade II* listed Georgian residence. Once the home of Sir Owen Tudor Burne, it was saved from demolition in 1929 by public appeal.[110] Ye Olde Eight Bells, a Grade II listed gift shop in Church Street, was once another alehouse frequented by smugglers and central to a number of local legends.[111] Close by in Castle Street is the Perfumery, a 14th-century thatched property often referred to as the old courthouse; although some local historians maintain that this was next door and long gone.[112][113] The town centre contains three Grade I listed bridges. The Town Bridge is a 15th-century ashlar stone bridge composed of two portions separated by a narrow strip of land. The eastern portion crosses the narrower of two branches of the River Avon that pass through the town and features five low round-headed arches.[114] The western bridge features two arches and crosses the millstream which runs adjacent to the Avon. To the east of the Town Bridge on the same route from the town centre the Waterloo Bridge spans the larger branch of the Avon. Built circa 1816–1817 in the mediaeval tradition with dressed Portland stone, its design incorporates five wide segmental arches, circular piers and capped cutwaters.[115] On the northern side of the bridge a modern steel pedestrian footbridge is cantilevered to the older structure.[116] The Grade I listed Christchurch Castle is of Norman origin and was originally of a motte and bailey construction. The castle once dominated the town but now lies in ruins and only a couple of the keep walls remain. A castle has stood in Christchurch since approximately 924 AD when Edward the Elder fortified the town with a wooden fort on a motte.[117] After the Norman conquest in 1066 the castle's defences were strengthened with a ditch and bailey surrounded by a wooden palisade. The wooden fort was replaced; at first with another wooden structure and then a stone keep which was constructed in the 12th century.[118][119] Within the curtain wall of the castle stands the Constable's House, a Grade I listed Norman dwelling. Much of the building's stonework remains, including a rare example of a Norman chimney (one of only five in the country) and the privy which extends out across the mill stream.[120] The castle was slighted by the Parliamentary army during the English Civil War to prevent the stronghold from falling into Royalist hands.[10][11] Christchurch town centre and the Harbour are overlooked by the 11th century Grade I listed Christchurch Priory. Once a monastery, it was given to the town for use as a parish church by Henry VIII after the dissolution in 1540.[121] It is the longest parish church in England with a nave over 311 feet (95 m) long.[117] The nave and transepts are Norman with heavy columns and round arches, whereas the lady chapel is from the 14th century and more Perpendicular in style. The great choir is even later, having been rebuilt in the 16th century. The Priory is noted for its Miraculous Beam, which attracts pilgrims from all over the world.[117] Within the Priory grounds stands Priory House, a Grade II listed mansion built in 1777 by Gustavus Brander.[122] The Priory is in active use for worship and forms part of the Church of England Diocese of Winchester. Place Mill is a Grade II* listed Anglo-Saxon watermill[123] located a short distance to the south of the Priory on Christchurch Quay. It is mentioned in the Domesday Book and features a mediaeval stone base underneath red brickwork.[124] The mill belonged to the Priory but stopped working in 1908 and stood derelict until purchased by the council and restored in 1981. It is unique in that it takes water from one river (the Avon) and spills it into a second river (the Stour).[125] A millstream is supplied from the Royalty Fisheries near to the Electricity Museum behind Bargates, and flows for nearly 0.5 miles (0.80 km) to the mill between the Avon and the Priory grounds before joining the River Stour.[126] A mediaeval Grade II listed bridge known as the Place Mill Bridge crosses the millstream nearby.[127] The town's football team, Christchurch F.C., play at Hurn Bridge Sports Club situated at the junction of the Avon Causeway and Matchams Lane.[128] Established in 1885 the club was a founding member of the Hampshire Football Association in 1887. Christchurch F.C. were promoted as champions to Hampshire League One in 1938, 1948 and 1986, and in 1970, became the first team to win the Bournemouth Senior Cup three times in succession. The club joined the Wessex League (the ninth tier of the English football league system) in 1988 and are one of the few clubs in the league that maintain amateur status.[129] Hurn Bridge is also the home of Christchurch Cricket Club who have teams in the Saturday and Sunday Dorset Leagues.[130] In 2009 the first XI won Division 3 having been newly promoted from Division 4. In those two seasons the team lost only four games.[131] Hurn Bridge houses the Dorset Cricket Centre, an indoor training facility run by the Dorset Cricket Board.[130] Christchurch has a council run leisure centre situated at the end of Stony Lane South. The complex contains a swimming pool, golf course and indoor bowling facility which is home to the East Dorset Indoor Bowls Club.[132] Christchurch has a lawn bowling club, Christchurch Bowling Club, that play on the green adjacent to the castle ruins.[133] The town has two other lawn bowling clubs and golf courses; at Iford and Highcliffe.[134] Sailing is a popular leisure pursuit in Christchurch and the harbour is home to three sailing clubs: Highcliffe Sailing Club, Mudeford Sailing Club and Christchurch Sailing Club which are situated at Mudeford Quay, Fisherman's Bank and the Town Quay respectively. The other end of the Town Quay is home to the local rowing club.[135] Christchurch has some 199 kilometres (124 mi) of highway of which 24 kilometres (15 mi) are A roads, 32 kilometres (20 mi) are B and C roads.[136] The town is served by the A35 road which runs from Devon through to Southampton via Poole, Bournemouth and the New Forest. To the north of the town the A35 connects to the A31, the major trunk road in central southern England which provides access to the M27 motorway at Southampton. The A338 road runs northwards from Bournemouth through Christchurch to Ringwood in Hampshire.[137] Two bus companies operate within the borough: Wilts & Dorset and Yellow Buses. Together they provide direct routes from Christchurch to: Alderney, Beaulieu, Boscombe, Bournemouth, Burley, Burton, Highcliffe, Lymington, Milford on Sea, Mudeford, New Milton, Parkstone, Poole, Ringwood, and Westbourne. During the summer months, it is possible to travel directly to Chichester, Dorchester, Hedge End, Paultons Park, Portsmouth, Salisbury, Southsea, and Weymouth.[138] Christchurch railway station is on the South West Main Line from London Waterloo to Weymouth. Services are operated by South Western Railway and depart for London Waterloo twice an hour, Monday to Saturday; and hourly on Sunday.[139] Weymouth, Dorchester, Wareham, Poole, Bournemouth, Brockenhurst, Southampton and its airport, Eastleigh, Winchester, Basingstoke, Farnborough, Woking, Waterloo can be accessed directly from Christchurch station.[140] Bournemouth Airport is situated in Hurn (a small village within the Christchurch Borough boundary) and is around 3.75 miles (6.04 km) north-west of Christchurch town centre. Originally an RAF airfield, the airport began commercial services in the late 1950s and now serves around 800,000 passengers annually.[141] Ryanair, EasyJet and Thomson Airways operate from the airport and provide scheduled flights to European destinations.[142] During the summer months small passenger ferries travel between Tuckton and Mudeford Spit via the town quay.[143][144] Another ferry crosses the Stour between Wick and the Quay just below Tuckton Bridge. This ferry was running before the bridge was built in 1882 and was then, the only crossing below Iford.[145][146] Another ferry service operates across the harbour entrance from Mudeford Sandbank to Mudeford Quay. This ferry was operated by rowing boats until the 1960s; payment being at the discretion of the passenger.[147] Christchurch has two infant schools, two junior schools, five primary schools (combined infant and junior) and three secondary schools. The secondary schools are, in order of size: Twynham School (1,515 pupils), Highcliffe School (1,347 pupils) and the Grange School (637 pupils). The secondary schools share a sixth form, with the three sites providing different courses.[64] From 1 April 2019 schools in Christchurch have fallen under the jurisdiction of the Bournemouth, Christchurch and Poole Council. From the 2008 General Certificate of Secondary Education (GCSE) results, Dorset was ranked 32nd out of 148 local authorities in England based on the percentage of pupils attaining at least five A* to C grades at GCSE level including maths and English.[148] Twynham was the best performing school in Christchurch in 2009: 67% of pupils gained five or more GCSEs at A* to C grade including maths and English compared to the national average of 49.8%.[149] Highcliffe achieved 62% but the Grange School was less successful: only 40% of pupils achieved five or more A* to C grade results.[149] Twynham was also the best performing school for A-level results with an average score of 727.8 points per student, slightly below the national average of 739.3.[150] Highcliffe School School students averaged 618.4 points and the Grange School 571.9 points.[150] Christchurch is twinned with:[159] ","Title":"Christchurch, Dorset - Wikipedia","KeyID":"2351","URL":"https://en.wikipedia.org/wiki/Christchurch,_Dorset"}