{"Content: ":"Holme is a village and civil parish in Cambridgeshire, England.[1] Holme lies approximately 7 miles (11 km) south of Peterborough, near Conington and Yaxley. Holme is situated within Huntingdonshire which is a non-metropolitan district of Cambridgeshire as well as being a historic county of England. The parish contains the lowest point in Great Britain, 2.75 metres (9.0 ft) below sea level. As a civil parish, Holme has a parish council. The parish council is elected by the residents of the parish who have registered on the electoral roll; the parish council is the lowest tier of government in England. A parish council is responsible for providing and maintaining a variety of local services including allotments and a cemetery; grass cutting and tree planting within public open spaces such as a village green or playing fields. The parish council reviews all planning applications that might affect the parish and makes recommendations to Huntingdonshire District Council, which is the local planning authority for the parish. The parish council also represents the views of the parish on issues such as local transport, policing and the environment. The parish council raises its own tax to pay for these services, known as the parish precept, which is collected as part of the Council Tax. The parish council consists of nine councillors and has a parish clerk.[2] Holme was in the historic and administrative county of Huntingdonshire until 1965. From 1965, the village was part of the new administrative county of Huntingdon and Peterborough. Then in 1974, following the Local Government Act 1972, Holme became a part of the county of Cambridgeshire. The second tier of local government is Huntingdonshire District Council which is a non-metropolitan district of Cambridgeshire and has its headquarters in Huntingdon. Huntingdonshire District Council has 52 councillors representing 29 district wards.[3] Huntingdonshire District Council collects the council tax, and provides services such as building regulations, local planning, environmental health, leisure and tourism.[4] Holme is a part of the district ward of Stilton and is represented on the district council by one councillor.[5][3] District councillors serve for four-year terms following elections to Huntingdonshire District Council. For Holme the highest tier of local government is Cambridgeshire County Council which has administration buildings in Cambridge. The county council provides county-wide services such as major road infrastructure, fire and rescue, education, social services, libraries and heritage services.[6] Cambridgeshire County Council consists of 69 councillors representing 60 electoral divisions.[7] Holme is part of the electoral division of Norman Cross[5] and is represented on the county council by two councillors.[7] Holme is in the parliamentary constituency of North West Cambridgeshire[5] and has been represented by Shailesh Vara (Conservative) since 2005. The previous MP was Brian Mawhinney (Conservative) who represented the constituency from 1997. In the period 1801 to 1901 the population of Holme was recorded every ten years by the UK census. During this time the population was in the range of 218 (the lowest was in 1801) and 658 (the highest was in 1901).[8] From 1901, a census was taken every ten years with the exception of 1941 (due to the Second World War). All population census figures from report Historic Census figures Cambridgeshire to 2011 by Cambridgeshire Insight.[8] In 2011, the parish covered an area of 4,329 acres (1,752 hectares)[8] and so the population density for Holme in 2011 was 94 persons per square mile (36.3 per square kilometre). Holme Fen, specifically Holme Posts, is believed to be the lowest land point in Great Britain at 2.75 metres (9.0 ft) below sea level.[9][10] Before drainage, the fens contained many shallow lakes, of which Whittlesey Mere was one of the largest. The River Nene originally flowed through this mere, then south to Ugg Mere, before turning east towards the Ouse. By 1851, silting and peat expansion had reduced Whittlesey Mere to about 400-hectare (990-acre) and only a metre deep. In that year the mere disappeared, when new drains carried waters to a pumping station and up into Bevill's Leam. The drainage turned both the mere and the Holme Fen into usable farmland, but subsidence followed. In anticipation of the ground subsidence, the landowner William Wells had an oak pile driven through the peat and firmly embedded in the underlying clay; he then cut the top level with the ground in 1851 and used it to monitor the peat subsidence. A few years later, the oak post was replaced by a cast-iron column (reputedly from The Crystal Palace building at The Great Exhibition of 1851), that was similarly founded on timber piles driven into the stable clay, with its top at the same level as the original post. This is the Holme Post that survives today. As it was progressively exposed it became unstable, and steel guys were added in 1957, when a second iron post was also installed 6 metres (20 ft) to the northeast. The post now rises 4 metres (13 ft) above the ground, and provides an impressive record of the ground subsidence; both posts are standing today. Holme Fen is the largest Silver birch woodland in lowland Britain. It contains approximately 5 hectares of rare acid grassland and heath and a hectare of remnant raised bog, an echo of the habitat that would have dominated the area centuries ago. This is the most south-easterly bog of its type in Britain. Holme approximately marks the south-western limit of Stage 2 of the Great Fen Project. The reserve is open to the public throughout the year. The Victorian Holmewood Hall on Church Street is now a wedding venue owned by Country House Weddings ltd. The current structure was built around 1873 by Scottish architect Willam Young for MP William Wells, the grandson of Admiral Thomas Wells. During World War II, the Hall was used by US Office of Strategic Services for packing airborne containers to be parachuted into occupied Europe.[11] The OSS called this effort to supply anti-Nazi resistance groups Operation Carpetbagger.[12] Holme is a small village and there are few services for its population of around 700. These include a pub called the Admiral Wells and a village hall. The village has a primary school and a parish church, dedicated to St Giles, which was rebuilt in 1862 by Edward Browning. There is a large village green and a nature reserve, and Holme is surrounded by fields, forests and fens. It may be the location of the Battle of the Holme in 902.[13] The village sign (above right) shows a man leading a horse towing the Floating Church of Holme that was dedicated to St Withburga by the Archdeacon of Huntingdon on 5 April 1897. The Fenland Ark was the idea of the rector of Holme, Rev George Broke, who thought that a church on a boat could reach families living in remote cottages in the Fen to allow them to worship. The horse-drawn boat or barge was 30 feet (9.1 m) long and about 10 feet (3.0 m) wide; it boasted an altar, a font, a lectern which doubled as a pulpit, and a harmonium. Between 1897 and 1904, 74 baptisms took place on board.[14] Most of Holme's population work outside the village in Huntingdon or Peterborough. Media related to Holme, Cambridgeshire at Wikimedia Commons","Title":"Holme, Cambridgeshire - Wikipedia","KeyID":"2358","URL":"https://en.wikipedia.org/wiki/Holme,_Cambridgeshire"}