{"Content: ":"Huntingdonshire (/ˈhʌntɪŋdənʃər, -ʃɪər/; abbreviated Hunts) is a non-metropolitan district of Cambridgeshire and a historic county of England. The district council is based in Huntingdon. Other towns include St Ives, Godmanchester, St Neots and Ramsey. The population was 180,800 at the 2021 Census.[1] The area corresponding to modern Huntingdonshire was first delimited in Anglo-Saxon times. Its boundaries have remained largely unchanged since the 10th century, although it lost its historic county status in 1974. On his accession in 1154 Henry II declared all Huntingdonshire a forest.[2] In the late 1780s a Royal Commission was appointed to inquire into the condition of forests and identify those surviving; it did not find Huntingdonshire among the survivors. In 1889, under the Local Government Act 1888 Huntingdonshire became an administrative county, with a new County Council taking over administrative functions from the Quarter Sessions. The area in the north of the county forming part of the municipal borough of Peterborough became instead part of the Soke of Peterborough, an administrative county in Northamptonshire. In 1965, under a recommendation of the Local Government Commission for England, Huntingdonshire was merged with the Soke of Peterborough to form Huntingdon and Peterborough. The Lieutenancy county was also merged. At the same time, St Neots was expanded westwards over the river into Eaton Ford and Eaton Socon in Bedfordshire. In 1974, under the Local Government Act 1972, Huntingdon and Peterborough merged with Cambridgeshire and Isle of Ely to form the new non-metropolitan county of Cambridgeshire. A Huntingdon district was created based closely on the former administrative county borders, with the exclusion of the Old Fletton urban district, which became part of the Peterborough district, as did the part of Norman Cross Rural District in Peterborough New Town. The district was renamed Huntingdonshire on 1 October 1984 by a resolution of the district council.[3] Original historical documents relating to Huntingdonshire are held by Cambridgeshire Archives and Local Studies at the County Record Office in Huntingdon. The Local Government Boundary Commission considered in the 1990s the case for making a Huntingdonshire unitary authority as part of a general structural review of English local government that led to unitary authorities in two other English counties that had been abolished: Rutland and Herefordshire. The Draft Recommendations envisaged three possible scenarios for structural change in Cambridgeshire: the preferred option and the third option had a unitary Huntingdonshire, whilst the second option would have seen Huntingdonshire combine with Peterborough and Fenland to form a \"Peterborough and Huntingdonshire\" unitary authority. The Final Recommendations of the Commission for Cambridgeshire recommended no change in the status quo in Cambridgeshire.[4] The districts of Peterborough and Huntingdonshire were referred back to the commission for a reconsideration in 1995. The commission recommended the creation of a Peterborough unitary authority, but proposed that Huntingdonshire remain part of the shire county of Cambridgeshire, noting that \"there was no exceptional county allegiance to Huntingdonshire, as had been perceived in Rutland and Herefordshire.\"[5] David McKie writing in The Guardian in October 1994 noted that \"Writers-in demanded an independent Huntingdon; but MORI's more broadly based poll showed that most Huntingdonians – that is, most of [Prime Minister] John Major's electors – were content to stay part of Cambridgeshire.\"[6] After the failure to revive the unitary authority, a Huntingdonshire Society was set up to promote awareness of Huntingdonshire as a historic county and campaign for its reinstatement as an administrative and ceremonial entity. In 2002 it established an annual \"Huntingdonshire Day\" on 25 April, the birthday of Oliver Cromwell.[7][8] After a campaign by the Huntingdonshire Society, the county flag of Huntingdonshire, a gold and beribboned hunting horn on a green field, was registered by the Flag Institute in June 2009.[9] Huntingdonshire District Council's headquarters are located in Pathfinder House in Huntingdon. The council consists of 52 councillors. Until 2018, district council elections were held in three out of every four years, with a third of the 52 council seats coming up each time. Elections since have been held for all seats every four years.[10] The Conservative party had a majority on the council from 1976 until 2022, after which a joint administration took control of the council. Huntingdonshire is the birthplace of bandy, now an IOC accepted sport.[11] According to documents from 1813, Bury Fen Bandy Club was undefeated for 100 years. A club member, Charles Tebbutt, wrote the first official rules in 1882 and helped to spread the sport to other countries.[12] Huntingdonshire County Cricket Club is taken to be one of the 20 minor counties of English and Welsh cricket, but it has never played in the Minor Counties Championship. It has its own Cricket Board and played in the English domestic one-day competition from 1999 to 2003.[citation needed] In order of birth: Coordinates: 52°25′N 0°15′W﻿ / ﻿52.417°N 0.250°W﻿ / 52.417; -0.250","Title":"Huntingdonshire - Wikipedia","KeyID":"2359","URL":"https://en.wikipedia.org/wiki/Huntingdonshire"}