{"Content: ":"Plegmund (or Plegemund;[3] died 2 August either 914 or 923) was a medieval English Archbishop of Canterbury. He may have been a hermit before he became archbishop in 890. As archbishop, he reorganised the Diocese of Winchester, creating four new sees, and worked with other scholars in translating religious works. He was canonised after his death. Little is known of the early life of Plegmund except that he was of Mercian descent.[3] A later tradition, dating 300 years after his death,[4] stated that Plegmund lived as a hermit at Plemstall in Cheshire.[3][a] His reputation as a scholar[5] attracted the attention of King Alfred the Great, who was trying to revive scholarship.[6] Some time before 887, Alfred summoned Plegmund to his court. There he worked with three other scholars – Wærferth, Bishop of Worcester, Æthelstan and Wærwulf – on translating Pope Gregory the Great's treatise Pastoral Care into Old English.[3] Plegmund was selected for the see of Canterbury in 890 by King Alfred.[7] His election to the Archbishopric of Canterbury is recorded in Manuscript E of the Anglo-Saxon Chronicle: \"Here Archbishop Plegmund was elected by God and all the people.\"[8][b] Fulk, Archbishop of Reims, praised the election of Plegmund, stating that he would help root out the last remnants of paganism in the people.[9] However, there was a gap in time between the death of the previous Archbishop of Canterbury, Ethelred, and the consecration of Plegmund; this may have been because the see had been offered to Grimbald, a Flemish monk and scholar, who refused it.[5][10] Plegmund was granted his pallium by Pope Formosus.[3] During the 9th century, the see of Canterbury was at a low point. One of Plegmund's responsibilities was to re-establish its authority, and, in an attempt to do this, between 909 and 918 he created new sees within the existing Diocese of Winchester in Crediton, Ramsbury, Sherborne and Wells. This meant that each future shire of Wessex had its own bishop; of Crediton for Devon and Cornwall, of Ramsbury for Wiltshire, of Sherborne for Dorset and of Wells for Somerset, as well as the diocese of Winchester for Hampshire.[11] To do this, Plegmund had to gain the approval of Pope Sergius III, who had annulled all of the acts of Pope Formosus, and in 908 Plegmund travelled to Rome so that he could be re-granted his pallium. He was the first archbishop of Canterbury to visit Rome for nearly a century, and he returned with the relics of Saint Blaise.[3] Under Plegmund's archbishopric, the quality of the Latin used by his scribes improved, surpassing the poor quality used by the scribes of the previous two archbishops, Ceolnoth and Æthelred.[3] When Alfred died in 899, Plegmund crowned his son Edward as king.[6] In addition to his religious duties, Plegmund was involved in matters of state and he attended the formal councils held by Edward the Elder in 901, 903, 904 and 909. He dedicated the tall tower of the New Minster at Winchester in 909.[3] Plegmund died on 2 August 914[3] or 2 August 923.[6][12] After his death Plegmund was considered a saint, with a feast day of 2 August. However, his cult dates only from the 13th century.[2] ","Title":"Plegmund - Wikipedia","KeyID":"2361","URL":"https://en.wikipedia.org/wiki/Plegmund"}