{"Content: ":"Bardney Abbey in Lincolnshire, England, was a Benedictine monastery founded in 697[1] by King Æthelred of Mercia, who was to become the first abbot. The monastery was supposedly destroyed during a Danish raid in 869.[2] In 1087, the site was refounded as a priory, by Gilbert de Gant, Earl of Lincoln, and it regained status as an abbey in 1115.[2][3][4] In 1537, six of the Bardney Abbey monks were executed for their role in the Lincolnshire Rising.[2][3][5] In 1538, the Abbey was disbanded and its property seized during the Dissolution of the Monasteries campaign started by Henry VIII. The property was then granted to Sir Robert Tirwhit. Tirwhit retained the abbot's lodging as a house and converted the cloister into a garden. In later years, the lodging and garden became ruins along with the remainder of the former abbey.[5] Excavations from 1909 through 1914 revealed the layout of Bardney Abbey. This can still be seen, though nothing remains to any height. Further excavations and conservation took place in 2009[6] and 2011.[7] Some grave slabs and carved stones are preserved in Bardney parish church, which is dedicated to St Lawrence.[8][9] It is now owned by the charity the Jews' Court and Bardney Abbey Trust.[10] Bede relates that Bardney Abbey (which he called Beardaneu)[11] was greatly loved by Osthryth, queen of Mercia, and in about 679 she sought to move the bones of her uncle, the very pious St Oswald, to there.[12] However, when the body was brought to the Abbey the monks refused to accept it, because the Abbey was in the Kingdom of Lindsey, and Oswald, when king of Northumbria, had once conquered them. The relics were locked outside, but during the night a beam of light appeared and shone from his bier reaching up into the heavens. The monks declared that it was a miracle and accepted the body, hanging the King's Purple and Gold banner over the tomb.[11] They are also said to have removed the great doors to the Abbey so that such a mistake could not occur again. So if someone said \"do you come from Bardney?\", it meant that you had left the door open.[13][14][15] As well as the wondrous light, other miracles were associated with the remains of King Oswald. The bones at Bardney were washed before interment and ground into which the water was poured supposedly gained great healing powers.[16] In another tale from Bede, a boy with the Ague kept vigil by the tomb and was cured.[17] The King's heads and hands had been separately interred, for he had been dismembered in battle.[16] A fragment of the stake on which his head had been impaled was later used to cure a man in Ireland.[18] In 909, in response to increased viking raids, Oswald's bones were translated to the new St Oswald's Priory, Gloucester.[19] This list is taken from the Victoria County History,[3] and Bowyer's History of the Mitred Parliamentary Abbies.[4] Original foundation: Benedictine foundation: Coordinates: 53°13′13″N 0°20′01″W﻿ / ﻿53.2204°N 0.3336°W﻿ / 53.2204; -0.3336","Title":"Bardney Abbey - Wikipedia","KeyID":"2373","URL":"https://en.wikipedia.org/wiki/Bardney_Abbey"}