{"Content: ":"In Christianity, the translation of relics is the removal of holy objects from one locality to another (usually a higher-status location); usually only the movement of the remains of the saint's body would be treated so formally, with secondary relics such as items of clothing treated with less ceremony. Translations could be accompanied by many acts, including all-night vigils and processions, often involving entire communities. The solemn translation (in Latin, translatio) of relics is not treated as the outward recognition of sanctity. Rather, miracles confirmed a saint's sanctity, as evinced by the fact that when, in the twelfth century, the Papacy attempted to make sanctification an official process; many collections of miracles were written in the hope of providing proof of the saint-in-question's status. In the early Middle Ages, however, solemn translation marked the moment at which, the saint's miracles having been recognized, the relic was moved by a bishop or abbot to a prominent position within the church. Local veneration was then permitted. This process is known as local canonization.[1] The date of a translation of a saint's relics was celebrated as a feast day in its own right. For example, on January 27 is celebrated the translation of the relics of St. John Chrysostom from the Armenian village of Comana (where he died in exile in 407) to Constantinople.[2] The most commonly celebrated feast days, however, are the dies natales (the day on which the saint died, not the modern idea of birthday). Relics sometimes travelled very far. The relics of Saint Thyrsus at Sozopolis, Pisidia, in Asia Minor, were brought to Constantinople and then to Spain. His cult became popular in the Iberian Peninsula, where he is known as San Tirso or Santo Tirso.[3] Some of his relics were brought to France: Thyrsus is thus the titular saint of the cathedral of Sisteron in the Basses Alpes,[4] the Cathédrale Notre Dame et Saint Thyrse. Thyrsus is thus the patron saint of Sisteron.[5] Liborius of Le Mans became patron saint of Paderborn, in Germany, after his relics were transferred there in 836.[6] In the early church, the disturbance, let alone the division, of the remains of martyrs and other saints, was not of concern or interest, much less practised. It was assumed that they would remain permanently in their often-unidentified resting places in cemeteries and the catacombs of Rome (but always outside the walls of the city, continuing a pagan taboo). Then, martyriums began to be built over the site of the burial of saints. It came to be considered beneficial to the soul to be buried close to saintly remains, and as such, several large \"funerary halls\" were built over the sites of martyr's graves, the primary example being the Old Saint Peter's Basilica. The earliest recorded removal of saintly remains was that of Saint Babylas at Antioch in 354. However, partly perhaps because Constantinople lacked the many saintly graves of Rome, translations soon became common in the Eastern Empire, even though it was still prohibited in the West. The Eastern capital was able to acquire the remains of Saints Timothy, Andrew and Luke.[how?] The division of bodies also began; the 5th-century theologian Theodoretus declaring that \"Grace remains entire with every part\". An altar slab dated 357, found in North Africa but now in the Louvre, records the deposit beneath it of relics from several prominent saints. Non-anatomical relics, above all that of the True Cross, were divided and widely distributed from the 4th century. In the West a decree of Theodosius I only allowed the moving of a whole sarcophagus with its contents, but the upheavals of the barbarian invasions relaxed the rules, as remains needed to be relocated to safer places.[7] In the 4th century, Basil the Great requested of the ruler of Scythia Minor, Junius Soranus (Saran), that he should send him the relics of saints of that region. Saran sent the relics of Sabbas the Goth to him in Caesarea, Cappadocia, in 373 or 374 accompanied by a letter, the \"Epistle of the Church of God in Gothia to the Church of God located in Cappadocia and to all the Local Churches of the Holy Universal Church\".[citation needed] The sending of Sabbas' relics and the writing of the actual letter has been attributed to Bretannio. This letter is the oldest known writing to be composed on Romanian soil and was written in Greek.[citation needed] The spread of relics all over Europe from the 8th century onward is explained by the fact that after 787, all new Christian churches had to possess a relic before they could be properly consecrated.[8] New churches, situated in areas newly converted to Christianity, needed relics and this encouraged the translation of relics to far-off places. Relics became collectible items, and owning them became a symbol of prestige for cities, kingdoms, and monarchs,[8] Relics were also desirable as they generated income from pilgrims traveling to venerate them. According to one legend concerning Saint Paternian, the inhabitants of Fano competed with those of Cervia for possession of his relics. Cervia would be left with a finger, while Fano would possess the rest of the saint's relics.[9] The translation of relics was a solemn and important event. In 1261, the relics of Lucian of Beauvais and his two companions were placed in a new reliquary by William of Grès (Guillaume de Grès), the bishop of Beauvais. The translation took place in the presence of St. Louis IX, the king of France, and Theobald II, the king of Navarre, as well as much of the French nobility. The memory of this translation was formerly celebrated in the abbey of Beauvais as the fête des Corps Saints.[10] On February 14, 1277, while work was being done at the church of St. John the Baptist (Johanniterkirche) in Cologne, the body of Saint Cordula, one of the companions of Saint Ursula, was discovered.[11] Her relics were found to be fragrant and on the forehead of the saint herself were written the words, \"Cordula, Queen and Virgin\". When Albert the Great, who had been residing in Cologne in his old age, had listened to the account of the finding of the relics, he wept, praised God from the depth of his soul, and requested the bystanders to sing the Te Deum. Then vesting himself in his episcopal robes, he removed the relics from under the earth, and solemnly translated them into the church of the monks of St. John. After singing Mass, he deposited the holy body in a suitable place, which God has since made illustrious by many miracles.[12] Some relics were translated from place to place, buffeted by the tides of wars and conflicts. The relics of Saint Leocadia were moved from Toledo to Oviedo during the reign of Abd ar-Rahman II, and from Oviedo they were brought to Saint-Ghislain (in present-day Belgium). Her relics were venerated there by Philip the Handsome and Joanna of Castile, who recovered for Toledo a tibia of the saint. Fernando Álvarez de Toledo, 3rd Duke of Alba attempted unsuccessfully to rescue the rest of her relics.[13] Finally, a Spanish Jesuit, after many travels, brought the rest of the saint's relics to Rome in 1586. From Rome they were brought to Valencia by sea, and then finally brought to Toledo from Cuenca. Philip II of Spain presided over a solemn ceremony commemorating the final translation of her relics to Toledo, in April 1587.[13] Idesbald's relics were moved from their resting-place at the abbey of Ten Duinen after the Geuzen (\"Sea Beggars\") plundered the abbey in 1577; his relics were translated again to Bruges in 1796 to avoid having them destroyed by Revolutionary troops.[14] The translation of the relics continued into modern times. On December 4, 1796, as a result of the French Revolution, the relics of Saint Lutgardis were carried to Ittre from Awirs. Her relics remain in Ittre.[15] Among the most famous translations is that of St Benedict of Nursia, author of the \"Regula S. Benedicti\", from Cassino to Fleury, which Adrevald memorialized. In England, the lengthy travels of St Cuthbert's remains to escape the Vikings, and then his less respectful treatment after the English Reformation, have been much studied, as his coffin, gospel book and other items buried with him are now very rare representatives of Anglo-Saxon art.[citation needed] Some well-known translations of relics include the removal of the body of Saint Nicholas from Myra in Asia Minor to Bari, Italy in 1087. Tradesmen of Bari visited the relics of Saint Nicholas in 1087 after finding out their resting-place from the monks who guarded them. According to one account, the monks showed the resting-place but then became immediately suspicious: \"Why you men, do you make such a request? You haven't planned to carry off the remains of the holy saint from here? You don't intend to remove it to your own region? If that is your purpose, then let it be clearly known to you that you parley with unyielding men, even if it mean our death.\"[16] The tradesmen tried different tactics, including force, and manage to take hold of the relics. An anonymous chronicler writes about what happened when the inhabitants of Myra found out: Meanwhile, the inhabitants of the city learned of all that had happened from the monks who had been set free. Therefore, they proceeded in a body, a multitude of men and women, to the wharves, all of them filled and heavy with affliction. And they wept for themselves and their children, that they had been left bereft of so great a blessing ... Then they added tears upon tears and wailing and unassuageable lamentation to their groans, saying: \"Give us our patron and our champion, who with all consideration protected us from our enemies visible and invisible. And if we are entirely unworthy, do not leave us without a share, of at least some small portion of him.\" Professor Nevzat Cevik, the Director of Archaeological Excavations in Demre (Myra), has recently recommended that the Turkish government should request the repatriation of St Nicholas' relics, alleging that it had always been the saint's intention to be buried in Myra.[17] The Venetians, who also claimed to have some parts of St Nicholas, had another story: The Venetians brought the remains back to Venice, but on the way they left an arm of St Nicholas at Bari (The Morosini Codex 49A). In 828, Venetian merchants acquired the supposed relics of Saint Mark the Evangelist from Alexandria, Egypt. These are housed in St Mark's Basilica; in 1968, a small fragment of bone was donated to the Coptic Church in Alexandria. A famous and recent example is the return of the relics of John Chrysostom and Gregory of Nazianzus to the See of Constantinople (Greek Orthodox Church) by Pope John Paul II in November 2004.[18][19] Another modern example is the exhumation, display, and reburial of the relics of Padre Pio in 2008–2009.[citation needed]","Title":"Translation (relic) - Wikipedia","KeyID":"2375","URL":"https://en.wikipedia.org/wiki/Translation_(relic)"}