{"Content: ":"The Five Boroughs or The Five Boroughs of the Danelaw were the five main towns of Danish Mercia (what is now the East Midlands). These were Derby, Leicester, Lincoln, Nottingham and Stamford. The first four later became county towns. Viking raids on England began in the late 8th century, and were largely of the \"hit and run\" variety.[1] However, in 865 various Viking armies combined and landed in East Anglia, not to raid but to conquer the four Anglo-Saxon kingdoms of England. The annals described the combined force as the \"Great Heathen Army\".[2] In 871, the Vikings' campaign was reinforced when the Great Summer Army arrived from Scandinavia.[3] In 874, following their winter stay in Repton (in present-day Derbyshire), the Great Heathen Army drove King Burgred of Mercia into exile and conquered Mercia; the Vikings replaced the exiled Mercian king with King Ceolwulf II of Mercia. According to Alfred the Great's biographer, Asser, the Vikings then split into two bands.[4][5] Halfdan led one band north to Northumbria.[6] The Vikings returned in 877 to partition Mercia: the west of the kingdom went to Ceolwulf II, whilst in the east the Five Boroughs began as the fortified burhs of five Danish armies who settled the area and established the Danelaw, the area where their native law and customs prevailed. Each of the Five Boroughs was ruled as a Danish jarldom, controlling lands around a fortified burh, which served as the centre of political power.[7] The rulers were probably initially subject to their overlords in the Viking Kingdom of Jorvik (or York)[8] and operated their armies sometimes independently but often in alliance with the rulers of their neighbours. In addition to the Five Boroughs there were also a number of very large Danish settlements to the south, including Northampton and Bedford, which existed in a similar fashion. Old Norse: Djúra-bý. Although the area was settled by Danes from 877, it was not under English threat until 913 when Lady Aethelflaed of Mercia campaigned deep into Danish territory and established a burh at nearby Tamworth. In 917 Aethelflaed launched her first offensive foray[citation needed] and selected the fortress at Derby as her target. At that time the local ruler had probably joined with the armies from Northampton and Leicester in a number of raids to attack Mercia.[8] Aethelflaed took advantage of the weakened burh, and successfully assaulted the town in July 917; the whole region subsequently being annexed into English Mercia. The Danes might well have established their military headquarters on the former Roman fort of Derventio.[10] This 6-acre (24,000 m2)[11] rectangular fort would have given the burh the equivalent of c. 500 hides. The Vikings had camped at nearby Repton in 874, and had abandoned it a year later after suffering significantly from disease during their stay (leading to the discovery[when?] of a grave containing 245 bodies).[8] Leicester became one of the more formidable Danish burhs; the local ruler combined his army with that of Northampton and raided the West Saxon territories of Bedfordshire and Oxfordshire in 913, and defied King Edward the Elder to besiege the West Saxon burh of Hertford. This provoked Aethelflaed to move her armies up to the fringes of Danish-occupied territory around Leicester in 914 and to construct a burh at Warwick. In July 917, as part of a three-pronged assault, the combined forces of Leicester and Northampton, and possibly Derby, laid siege to the Mercian burh at Towcester. Though isolated by the loss of Derby and Northampton later that year, the Mercian army returned in early 918 to ravage the local countryside, and as a result the fortress surrendered peacefully to Aethelflaed's troops. Relieved of English rule by King Olaf of York in 941,[citation needed] the King of the English, Edmund I besieged the Viking army at Leicester the same year. Olaf and his advisor Wulfstan I, Archbishop of York, both escaped and the siege was lifted after a peace negotiation ceded the Five Boroughs to the Kingdom of York. Jarl Orm, the likely ruler of Leicester at the time[8] (and who attested charters between 930 and 958[12]) married his daughter Aldgyth to King Olaf later that year to cement the alliance. The burh might have made use of the walls of the Roman Leicester (Ratae Corieltauvorum), of approx 7,800 ft (2,400 m)[13] (c. 1900 hides). The burh at Lincoln guarded the route between Wessex and York,[citation needed] and was protected from much of the Anglo-Danish fighting due to its isolated location. The Lincoln Danes settled the area formerly occupied by the Anglo-Saxon Kingdom of Lindsey, where the Vikings had previously overwintered in the nearby fortress of Torksey in Lindsey from 873 to 874. Lincoln probably surrendered in 918[8] following the capitulation of all the Danish territories on the border of Mercia and Wessex. As a former Roman legionary town, the burh probably based its walls on the old fortress of 41 acres[14] (c.1300 hides). The Viking army under Ivar the Boneless and Halfdan Ragnarsson first occupied Nottingham in 868 and subsequently set up winter quarters there. Burgred and his West Saxon allies laid siege, but made peace and allowed the Vikings to retreat after little serious fighting in 869. Danish reoccupation and settlement began in 877, and lasted until the assault by King Edward of Wessex in the summer of 918. Edward constructed a second burh on the opposite side of the Trent in 920 to further fortify the area from Danish attack. Saxon Nottingham was known to have covered about 39 acres,[15] which may have put the burh at c. 1300 hides. The West Saxon Ealdorman Aethelnoth invaded the area around Stamford in the summer of 894, but the town was not besieged and Danish rule remained unaffected. The end came when King Edward assaulted Stamford in late May 918 and the burh soon fell to the army of Wessex. Later that year Edward built a second burh on the south side of the River Welland. From Roffe, the ramparts of the northern burh might have been of approx 3100 ft (c. 750 hides), and the Edwardian burh of around 2700 ft (c. 650 hides).[16] The following burhs were not part of the Five Boroughs, but were Danish settled towns with large armies and ruled in a similar manner. These Danes often acted in alliance with those of the Five Boroughs and the Danish King of East Anglia. First recorded invading newly ceded Mercian territories with their allies in 913, the Northampton Danes were initially very successful. However, on their return they were defeated by local Mercian forces near Luton, losing many horses and weapons. In December 914, their strength was further depleted when a number of Northampton Danes submitted to Edward at Bedford. With the loss of Derby and East Anglia and the advance of King Edward, their ruler, Jarl Thurferth, and the men of Northampton and Cambridge submitted to the West Saxons in 917. Thurferth remained the client ruler, and attested four charters of King Æthelstan dated between 930 and 934.[12] Northampton was later incorporated in the enlarged Earldom of East Anglia under Æthelstan Half-King in the 930s. In 941, then in the hands of the Mercians, Northampton faced an unsuccessful siege by King Olaf of York. The 'army' of Northampton was still in existence in 984 when they were recorded witnessing the sale of land.[17] The size of the Anglo-Danish burh at Northampton has been estimated to have ramparts 3,000 ft (910 m) in length[18] (equivalent to c. 700 hides), making it one of the smaller Danish burhs. The Danish burh was first under threat from the advance of the West Saxon army in 914. In November that year Bedford was surrounded in a pincer movement by Edward, and the ruling Jarl Thurketel submitted with all of his followers. Edward returned in November 915 to the Danish-held fortress, this time taking direct control of it and building a second burh on the south bank of the River Ouse. Thurketel then became Edward's client, until he permitted the Danish ruler to leave with his followers for France in the summer of 916. In July 917 the Danish East Anglian army advanced to Tempsford and launched an attack to recover Bedford. The Danish army was defeated and put to flight. It was later incorporated into the enlarged Earldom of East Anglia in the early 10th century. The Danes of Huntingdon were allies with the East Anglian Danes when they advanced to Tempsford and built a new fortress in July 917. From here, the joint army attempted to recover the recently fallen burh at Bedford, but were severely defeated and put to flight by the English garrison. The burh was occupied by the Edward's West Saxon army shortly afterwards. Cambridge was first occupied by the Danes under kings Guthrum, Osketel and Anwend in 875, whose armies took up quarters there over the winter. In 911 it was first threatened by Edward, who built an opposing burh at Hertford. With the fall of Huntingdon, it left Cambridge the last independent host on which Danish East Anglia could rely,[17] however the tide had turned and the Danes of Cambridge submitted to Edward in late 917. Danish rule of the Five Boroughs was lost following the English reconquests under Æthelflæd of Mercia and Edward the Elder of Wessex during 916 and 917. The area was subsequently ruled by the Earls of Mercia until King Olaf of York reoccupied the five former Danish burhs following a major offensive in 941, perhaps assisted by local Danish leaders.[8] Danish rule was not restored for long before King Edmund recovered the Five Boroughs in 942. It is at this time the Five Boroughs are first recorded in an English poem known as the Capture of the Five Boroughs.[17] For many years afterwards the Five Boroughs were a separate and well defined area of the country where rulers sought support from its leaders, including Swein Forkbeard who gained the submission of the Five Boroughs in 1013, before going on to attack London. In 1015 there is a unique reference to the 'Seven Boroughs', which might have been included Torksey and York.[17] Following Danish conquest in 1016, Earl Sired succeeded to the newly created Earldom of the Five Boroughs under King Canute in 1019.[19] By 1035 the Earldom had been subsumed into that of Leofric, Earl of Mercia, and it was to form a formal administrative unit long into the future.[citation needed]","Title":"Five Boroughs of the Danelaw - Wikipedia","KeyID":"2380","URL":"https://en.wikipedia.org/wiki/Five_Boroughs_of_the_Danelaw"}