{"Content: ":"Derby (/ˈdɑːrbi/ (listen) DAR-bee) is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town.[nb 1] Derby gained city status in 1977, and by the 2011 census its population was 248,700. Derby was settled by Romans, who established the town of Derventio, later captured by the Anglo-Saxons, and later still by the Vikings, who made their town of Djúra-bý one of the Five Boroughs of the Danelaw. Initially a market town, Derby grew rapidly in the industrial era. Home to Lombe's Mill, an early British factory, Derby has a claim to be one of the birthplaces of the Industrial Revolution.[citation needed] It contains the southern part of the Derwent Valley Mills World Heritage Site. With the arrival of the railways in the 19th century, Derby became a centre of the British rail industry. Derby is a centre for advanced transport manufacturing, being home to the world's second largest aero-engine manufacturer: Rolls-Royce. Bombardier Transportation has a production facility at the Derby Litchurch Lane Works while Toyota Manufacturing UK's automobile headquarters is located southwest of the city at Burnaston. The Roman camp of \"Derventio\" is considered to have been at Little Chester/Chester Green (grid reference SK353375), the site of the old Roman fort. Later, the town was one of the \"Five Boroughs\" (fortified towns) of the Danelaw, until it was captured by Lady Aethelflaed of Mercia in July 917, after which the town was annexed to the Kingdom of Mercia.[4] The Viking name Djúra-bý, recorded in Old English as Deoraby, means \"village of the deer\". However, the origin of the name Derby has had multiple influences: a variation of the original Roman name Derventio with pronunciation of the letter \"v\" as \"b\", becoming Derbentio, and later Derby, along with a link to the river Derwent – from the Celtic meaning \"valley thick with oaks\"[5] – which flows through the city, triggering a shortened version of Derwent by, meaning 'Derwent settlement'. The town name appears as Darbye on early maps, such as that of John Speed, 1610.[6] Modern research (2004) into the history and archaeology of Derby has provided evidence that the Vikings and Anglo-Saxons would have co-existed, occupying two areas of land surrounded by water. The Anglo-Saxon Chronicle (c. 900) says that \"Derby is divided by water\". These areas of land were known as Norþworþig (\"Northworthy\"=\"north enclosure\") and Deoraby, and were at the \"Irongate\" (north) side of Derby.[7] During the Civil War of 1642–1646, Derby was garrisoned by Parliamentary troops commanded by Sir John Gell, 1st Baronet, who was appointed Governor of Derby in 1643. These troops took part in the defence of nearby Nottingham, the siege of Lichfield, the battle of Hopton Heath and many other engagements in Nottinghamshire, Staffordshire and Cheshire, as well as successfully defending Derbyshire against Royalist armies. The first civic system of piped water in England was established in Derby in 1692, using wooden pipes,[8] which was common for several centuries.[9] The Derby Waterworks included waterwheel-powered pumps for raising water out of the River Derwent and storage tanks for distribution.[10] This was designed and built by local engineer George Sorocold.[11] Bonnie Prince Charlie set up camp at Derby on 4 December 1745, whilst on his way south to seize the British crown. The prince called at The George Inn on Irongate, where the Duke of Devonshire had set up his headquarters, and demanded billets for his 9,000 troops. He stayed at Exeter House, Full Street, where he held a \"council of war\". A replica of the room is on display at Derby Museum in the city centre. He had received misleading information about an army coming to meet him south of Derby. Although he wished to continue with his quest, he was over-ruled by his fellow officers. He abandoned his invasion at Swarkestone Bridge on the River Trent just a few miles south of Derby. As a testament to his belief in his cause, the prince – who on the march from Scotland had walked at the front of the column – made the return journey on horseback at the rear of the bedraggled and tired army. Shrovetide football was played at Derby every year, possibly from as early as the 12th century. The town was split into the St Peter's and All Saints parishes, who fought to bring the ball from the Market Place to a goal within their own parishes.[12] There were several attempts to ban the game, described in 1846 as \"the barbarous and disgusting play of Foot-Ball, which for a great number of years has annually disgraced our town\". In that year the military were brought in and after the police cut the first ball to pieces, another ball was produced and the town's Mayor was \"stuck on the shoulder by a brick-bat, hurled by some ferocious ruffian, and severely bruised\".[13] The Derby Football was banned in 1846, although it was played once more in 1870.[14] Derby and Derbyshire were among the centres of Britain's Industrial Revolution. In 1717, Derby was the site of the first water-powered silk mill in Britain, built by John Lombe and George Sorocold, after Lombe had reputedly stolen the secrets of silk-throwing from Piedmont in Italy (he is alleged to have been poisoned by the Piedmontese as revenge in 1722).[15] In 1759, Jedediah Strutt patented and built a machine called the Derby Rib Attachment[16] that revolutionised the manufacture of hose. This attachment was used on the Rev. Lee's Framework Knitting Machine; it was placed in front of – and worked in unison with – Lee's Frame, to produce ribbed hose (stockings). The partners were Jedediah Strutt, William Woollatt (who had been joined in 1758 by John Bloodworth and Thomas Stafford, all leading hosiers in Derby). The patent was obtained in January 1759. After three years, Bloodworth and Stafford were paid off, and Samuel Need – a hosier of Nottingham – joined the partnership. The firm was known as Need, Strutt and Woollatt. The patent expired in 1773[16] though the partnership continued until 1781 when Need died. Messrs Wright, the bankers of Nottingham, recommended that Richard Arkwright apply to Strutt and Need for finance for his cotton spinning mill. The first mill opened in Nottingham in 1770 and was driven by horses. In 1771 Richard Arkwright, Samuel Need and Jedediah Strutt built the world's first commercially successful water-powered cotton spinning mill at Cromford, Derbyshire, developing a form of power that was to be a catalyst for the Industrial Revolution.[18][19][20] This was followed in Derbyshire by Jedediah Strutt's cotton spinning mills at Belper. They were: South Mill, the first, 1775; North Mill, 1784, which was destroyed by fire on 12 January 1803 and then rebuilt, starting work again at the end of 1804; West Mill, 1792, commenced working 1796; Reeling Mill, 1897; Round Mill, which took 10 years to build, from 1803 to 1813, and commenced working in 1816; and Milford Mills, 1778. The Belper and Milford mills were not built in partnership with Arkwright; they were all owned and financed by Strutt. Other notable 18th-century figures with connections to Derby include the painter Joseph Wright, known as Wright of Derby, who was known for his innovative use of light in his paintings and was an associate of the Royal Academy; and John Whitehurst, a clockmaker and philosopher. Erasmus Darwin, doctor, scientist, philosopher and grandfather of Charles Darwin, whose practice was based in Lichfield, Staffordshire, was a frequent visitor to Derby, having founded the Derby Philosophical Society. Derby's place in the country's philosophical and political life continued with Henry Hutchinson, an active member of the Fabian Society. On his death in 1894, he left the society an amount in his will which was instrumental in founding the London School of Economics.[21] The beginning of 19th century saw Derby emerging as an engineering centre, with manufacturers such as James Fox, who exported machine tools to Russia. In 1840, the North Midland Railway set up its works in Derby and when it merged with the Midland Counties Railway and the Birmingham and Derby Junction Railway to form the Midland Railway, Derby became its headquarters. The connection with the railway encouraged others, notably Andrew Handyside, Charles Fox and his son Francis Fox. A permanent military presence was established in the city with the completion of Normanton Barracks in 1877.[22] Derby was one of the boroughs reformed by the Municipal Corporations Act 1835, and it became a county borough with the Local Government Act 1888. The borough expanded in 1877 to include Little Chester and Litchurch, and then in 1890 to include New Normanton and Rowditch. The borough did not increase substantially again until 1968, when under a recommendation of the Local Government Boundary Commission it was expanded into large parts of the rural district of Belper, Repton and South East Derbyshire. This vastly increased Derby's population from 132,408 in the 1961 census to 219,578 in the 1971 census.[23] Despite being one of the areas of Britain furthest from the sea, Derby holds a special place in the history of marine safety – it was as MP for Derby that Samuel Plimsoll introduced his bills for a \"Plimsoll line\" (and other marine safety measures). This failed on first introduction, but was successful in 1876 and contributed to Plimsoll's re-election as an MP. An industrial boom began in Derby when Rolls-Royce opened a car and aircraft factory in the town in 1907. In 1923, the Midland Railway became part of the London, Midland & Scottish Railway with headquarters in London. However, Derby remained a major rail manufacturing centre, second only to Crewe and Wolverton. Moreover, it remained a design and development centre and in the 1930s, on the direction of Lord Stamp, the LMS Scientific Research Laboratory was opened on London Road.[citation needed] In 1911, the Derby Wireless Club was formed by a group of local engineers and experimenters. It was to be the first radio or \"wireless club\" in the country.[24][25] The early activities of the club, (even through World Wars), pushed the boundaries of 'wireless' technologies at the time in England, and promoted it into becoming a hobby for many local folk. {Over later years, as radio technology progressed, the club transitioned to become the Derby & District Amateur Radio Society (DADARS), continuing to host meetings and events for radio hobbyists with all the new technologies, into the early 2020s.} In World War I, Derby was targeted by German Zeppelin air bombers, who killed five people in a 1916 raid on the town.[26] All Saints Church was designated as a cathedral in 1927, signalling that the town was ready for city status.[27] Slum clearance in the 1920s and 1930s saw the central area of Derby become less heavily populated as families were rehoused on new council estates in the suburbs, where houses for private sale were also constructed. Rehousing, council house building and private housing developments continued on a large scale for some 30 years after the end of World War II in 1945.[28] Production and repair work continued at the railway works. In December 1947 the Locomotive Works unveiled Britain's first mainline passenger diesel-electric locomotive – \"Number 10000\". In 1958 production switched over to diesel locomotives completely. Meanwhile, the Carriage & Wagon Works were building the first of the Diesel Multiple Units that were to take over many of the services. In 1964 the British Rail Research Division opened to study all aspects of railway engineering from first principles. Its first success was in drastically improving the reliability and speed of goods trains, work which led to the development of the Advanced Passenger Train. Derby was awarded city status on 7 June 1977 by Queen Elizabeth II to mark the 25th anniversary of her ascension to the throne.[29] The Queen presented the \"charter scroll\" or \"letters patent\" in person on 28 July 1977 on the steps of the Council House to the then Mayor Councillor Jeffrey Tillet (Conservative).[30] Until then, Derby had been one of the few towns in England with a cathedral but not city status. Derby holds an important position in the history of the Labour movement as one of two seats (the other being Keir Hardie's in Merthyr Tydfil) gained by the recently formed Labour Representation Committee at the 1900 general election. The MP was Richard Bell, General Secretary of the Railway Servants Union. Bell was succeeded in 1910 by Jimmy Thomas and he in turn by the distinguished polymath and Nobel Laureate Philip Noel-Baker in 1936. Despite its strategic industries (rail and aero-engine), Derby suffered comparatively little damage in both world wars (contrast Bristol and Filton). This may in part have been because of jamming against the German radio-beam navigations systems (X-Verfahren and Knickebein, camouflage and decoy techniques (\"Starfish sites\") were built, mainly south of the town, e.g. out in fields near Foremark.[31][32]) Derby has also become a significant cultural centre for the deaf community in Britain. Many deaf people move to Derby because of its strong sign language-using community.[citation needed] It is estimated that the deaf population in Derby is at least three times higher than the national average, and that only London has a larger deaf population.[citation needed] The Royal School for the Deaf on Ashbourne Road provides education in British Sign Language and English. By traditional definitions, Derby is the county town of Derbyshire, although Derbyshire's administrative centre has in recent years been Matlock.[citation needed] On 1 April 1997, Derby City Council became again a unitary authority (a status it had held, as a county borough, up until 1974), having previously been administered from Matlock along with the rest of Derbyshire. On 7 July 2014, Derby's first ever Youth Mayor, Belal Butt (a student from Chellaston Academy), was elected by the Mayor of Derby.[33] Derby is divided into seventeen electoral wards, each of which elects three members of Derby City Council.[34] Derby was a single United Kingdom Parliamentary constituency represented by two members of parliament until 1950, when it was divided into the single-member constituencies of Derby North and Derby South. However, in 2010, the wards of Allestree, Oakwood and Spondon were moved to the new constituency of Mid Derbyshire, created for the 2010 general election.[citation needed] As of 2020, Derby is represented by three MPs. Derby's emblem is the Derby Ram, about which there is a folk song titled \"The Derby Ram\". It is found in a number of places, most notably serving as the nickname of Derby County F.C. The logo of the City Council's services is a stylised ram. Derby is in a relatively low-lying area along the lower valley of the River Derwent, where the south-east foothills of the Pennines adjoin the lowlands and valley of the River Trent to the south.[35] The city is bordered by four national character areas, the Trent Valley Washlands to the south, the Nottinghamshire, Derbyshire and Yorkshire Coalfields in the east, the South Derbyshire Claylands in the west, and the Derbyshire Peak Fringe in the north. Most of the flat plains surrounding Derby lie in the Trent Valley Washlands and South Derbyshire Claylands, while the hillier, northern parts of the city lie within the Derbyshire Peak Fringe and the Coalfields.[36] The city is around 16 mi (26 km) from Coton in the Elms, the farthest place from coastal waters in the United Kingdom. The Derby Built-up Area (BUA) or Derby Urban Area is an area including Derby and adjoining built-up districts of Derbyshire, including Borrowash and Duffield. The Office for National Statistics defines an urban area as one which is built upon, with nearby areas linked if within 200 metres.[37][38] It had a total population of 270,468 at the time of the 2011 census.[39] An increase of over 10% since the 2001 census recorded population of 236,738;[40] comprising population increases since 2001 along with new minor residential areas, and larger sub-divisions.The Derby built-up area is considered to be most of the city, as well as outlying villages within the districts of Amber Valley and Erewash which adjoin the city. This overall area is, by ONS' figures, the 29th largest in the UK. Because methods of measuring linked areas were redefined for the 2011 census, Breadsall, Duffield and Little Eaton were included. However, Quarndon is not considered to be a component as it is marginally too distant. It extends south to small adjoining estates in the South Derbyshire district, at Boulton Moor/Thulston Fields, Stenson Fields, and the Mickleover Country Park residential development (The Pastures)[41] within Burnaston parish. The urban area is bounded to the east by a narrow gap between Borrowash and Draycott (to the west of the Breaston urban area sub-division of the Nottingham BUA). It is also close to other nearby urban areas to the north. Notes: Derby has a green belt area defined to the north and east of the city, first drawn up in the 1950s, to prevent convergence with the surrounding towns and villages. It extends for several miles into the counties of Derbyshire and Nottinghamshire, covering much of the area up to Nottingham. Derby's climate is classified as warm and temperate. The rainfall in Derby is significant, with precipitation even during the driest month. This location is classified as Cfb according to the Köppen climate classification. Under the Köppen climatic classification, Derby, in spite of its distance from large bodies of water, has an oceanic climate along with the rest of the British Isles. The average annual temperature is 9.7 °C in Derby. Precipitation here averages 694 mm.[43] Derby's two biggest employers,[45] Rolls-Royce Holdings and Toyota, are engaged in engineering manufacturing. Other companies of note include railway systems engineering firm Bombardier Transportation, who manufacture railway rolling stock at Derby Litchurch Lane Works (acquired by Alstom in 2021); First Source, who deal with much of Sky's telephone support; and Triton Equity, who took over Alstom's manufacturing plant for large power plant boilers and heat exchangers in 2014.[46] Derby power station on Silkmill Lane supplied electricity to the town and the surrounding area from 1893 until its closure in 1969.[47] From 1922 Sinfin Lane was the home of the 62-acre (250,000 m2) site of International Combustion, originally manufacturers of machinery for the automatic delivery of pulverised fuel to furnaces and boilers, and later producing steam-generating boilers for use in electrical generating plant such as used in power stations. In the 1990s the firm was bought by Rolls-Royce plc and then sold on again to ABB Group.[48] Derby was the home of Core Design (originally based on Ashbourne Road), who developed the successful video game Tomb Raider. When Derby's inner ring road was completed in 2010, a section of it was named 'Lara Croft Way' after the game's heroine Lara Croft. One of Derby's longest-established businesses is Royal Crown Derby, which has been producing porcelain since the 1750s. The Midlands Co-operative Society, a predecessor of Central England Co-operative, traced its origins to Derby Co-operative Provident Society which, in 1854, was one of the first co-operatives in the region. Infinity Park Derby is a planned business park for aerospace, rail and automotive technology adjacent to the Rolls-Royce site in Sinfin. In December 2014, the government announced that the park would gain enterprise zone status by being added to Nottingham Enterprise Zone.[49] As a consequence of the Midland Railway having their headquarters in Derby, along with their Locomotive and Carriage & Wagon Works, the railways had been a major influence on the development of the town during the Victorian period[citation needed]. During the 20th century, railway manufacturing developed elsewhere, while in Derby the emphasis shifted to other industries. Even though it had pioneered the introduction of diesel locomotives, new production finished in 1966[citation needed]. Repair work gradually diminished until the locomotive works closed, the land being redeveloped as Pride Park. The only buildings remaining are those visible from Platform 6 of the station. The Carriage and Wagon Works continues to build trains under Bombardier Transportation. The Railway Technical Centre continues to house railway businesses; this formerly included the headquarters of DeltaRail Group (previously known as the British Rail Research Division). Derby railway station retains an important position in the railway network. East Midlands Railway operate Derby Etches Park depot while Network Rail and Rail Operations Group also maintain trains in Derby. The city is favoured as a site for a national railway centre.[50] Derby is also the headquarters of the Derby Railway Engineering Society,[51] founded in 1908 to promote railway engineering expertise both in the city and nationally. Derby Cathedral tower is 212 ft (65 m) tall to the tip of the pinnacles. This has been home to a pair of breeding peregrine falcons since 2006,[52] monitored by four webcams.[53] Derby Gaol is a visitor attraction based in the dungeons of the Derbyshire County Gaol, which dates back to 1756. Derby Museum of Making is housed in Derby Silk Mill and shows the industrial heritage and technological achievement of Derby, including Rolls-Royce aero engines, railways, mining, quarrying and foundries. On 10 May 2022 it was annoounced that the Museum of Makinig was short-listed for the 2022 Art Fund Museum of the Year award.[54] The Silk Mill stands at the southern end of the 24 km (15 mi) stretch of the River Derwent designated a World Heritage Site in 2001. Pickford's House Museum was built by architect Joseph Pickford in 1770. It was his home and business headquarters. Derby Museum and Art Gallery shows paintings by Joseph Wright, as well as fine Royal Crown Derby porcelain, natural history, local regiments and archaeology. Pickford also designed St Helen's House in King Street. The skyline of the inner city changed in 1968 when the inner ring road with its two new crossings of the River Derwent was built. The route of the ring road went through the St Alkmund's Church and its Georgian churchyard, the only Georgian square in Derby. Both were demolished to make way for the road, a move still criticised today. Thus the editor (Elizabeth Williamson) of the 2nd edition of Pevsner for Derbyshire wrote: \"...the character and cohesion of the centre has been completely altered by the replacement of a large number of C18 houses in the centre by a multi-lane road. As a traffic scheme this road is said to be a triumph; as townscape it is a disaster.\" The city has extensive transport links with other areas of the country. The M1 motorway passes about ten mi (16 km) east of the city, linking Derby southwards to the London area and northwards to Sheffield and Leeds. Other major roads passing through or near Derby include the A6 (historically the main route from London to Carlisle, also linking to Leicester and Manchester), A38 (Bodmin to Mansfield via Bristol and Birmingham), A50 (Warrington to Leicester via Stoke-on-Trent), A52 (Newcastle-under-Lyme to Mablethorpe, including Brian Clough Way linking Derby to Nottingham) and A61 (Derby to Thirsk via Sheffield and Leeds). On 16 March 2011, Mercian Way, the final section of the city's inner ring road, was opened to traffic.[55] This new section connects Burton Road with Uttoxeter New Road, and crosses Abbey Street. Abbey Street is the only road between the two ends from which Mercian Way can be accessed. Derby railway station is operated by East Midlands Railway and is served by express services to London, the North East and South West, provided by East Midlands and CrossCountry. There also remain local stations at Peartree and Spondon, although services are limited, especially at the former. East Midlands Airport is about fifteen mi (24 km) from Derby city centre. Its proximity to Derby, the fact that the airport is in Leicestershire, and the traditional rivalry between the three cities (Derby, Leicester and Nottingham), meant that there was controversy concerning the airport's decision to prefix its name with Nottingham in 2004[citation needed]. In 2006, Nottingham East Midlands Airport reverted to its previous name. The airport is served by budget airlines, including Ryanair and Jet2, with services to domestic and European destinations. Derby Airfield, approximately 7 mi (11 km) southwest of the city centre, has grass runways targeted at general aviation. The Derby bus station has 29 bays, 5 for coaches and 24 for general bus services.[citation needed] Local bus services in and around Derby are run by a number of companies, but principally Trentbarton and Arriva Midlands. The city is on National Express' London to Manchester and Yorkshire to the South West routes. On 8 October 2021 it was announced that Derby had been included in the longlist of bids to host UK City of Culture 2025, but in March 2022 it failed to make it onto the shortlist.[56] In rock music, the blues singer-songwriter Kevin Coyne came from Derby, as does the three-piece rock band LostAlone, and indie/glam rock band The Struts. The ska punk band Lightyear also hail from the city, naming their second album Chris Gentlemens Hairdresser and Railway Book Shop after a shop in Macklin Street.[citation needed] The pop band White Town is from Derby, and their video \"Your Woman\" features scenes from the city centre. Derby band The Beekeepers were signed to Beggars Banquet Records between 1993 and 1998. Singer Jamie East later went on to create entertainment website Holy Moly and present Big Brother's Bit on the Side. One of Derby's bands is Anti-Pasti, whose debut 1981 album The Last Call reached the top 40 in the UK album charts. The band reformed in 2012 and again with altered line up in 2014. Sinfonia Viva is a chamber orchestra based in Derby, presenting concerts and educational events in the city, across the East Midlands, and occasionally further afield.[57] A full-scale programme of orchestral and other concerts was presented by Derby LIVE at the Assembly Rooms, though this is currently closed following fire damage in March 2014; performances continue to take place at the smaller Guildhall Theatre, and in Derby Cathedral. The amateur classical music scene includes two choral societies, Derby Bach Choir and Derby Choral Union; smaller choirs including the Derwent Singers and Sitwell Singers; and Derby Concert Orchestra. Derby Chamber Music presents an annual series of chamber music concerts at Derby University's Multifaith Centre. A series of organ recitals is presented every summer at Derby Cathedral.[58] The folk-music scene includes the annual Derby Folk Festival.[59][60] Derby Jazz promotes a year-round series of performances and workshops.[61] Kaleidoscope Community Music includes Kaleidoscope Community Choir and Calidoscopio Carnival Drummers.[62] Other music venues in the city include The Venue on Abbey Street, The Hairy Dog on Becket Street, Ryan's Bar in the St Peter's Quarter, The Flowerpot on King Street, and The Victoria Inn. Derby has had a number of theatres, including the Grand Theatre which was opened from 1886[63] until 1950. This replaced the earlier Theatre Royal.[citation needed] After a lengthy period of financial uncertainty, Derby Playhouse closed in February 2008. It was resurrected in September of that year after a new financing package was put together but forced to close again just two months later because of further financial problems. The lease was later bought by Derby University and the building was renamed Derby Theatre. Along with the Assembly Rooms and Guildhall Theatre, it was operated by Derby LIVE, the cultural arm of Derby City Council. In 2012 Derby University took over as sole operator of Derby Theatre; Sarah Brigham was appointed artistic director, and has been in post since January 2013. QUAD is a centre for art and film that opened in 2008. The building has two cinema screens showing independent and mainstream cinema, two gallery spaces housing contemporary visual arts, a digital studio, participation spaces, digital editing suites, artists studio and the BFI Mediatheque. QUAD organises the annual Derby Film Festival, and the FORMAT international photography festival, held every two years at various venues throughout the city. The Robert Ludlam Theatre, on the campus of Saint Benedict Catholic School and Performing Arts College, is a 270-seat venue with a programme of entertainment including dance, drama, art, music, theatre in the round, comedy, films, family entertainment, rock and pop events and workshops. The theatre company Oddsocks is based in Derby and stages productions in the city and the surrounding area, as well as travelling the country.[64] Déda, established in 1991, is the only dedicated dance house in the East Midlands region, acting as a local, regional and national resource for dance and aerial artists and contemporary circus. Déda houses a 124-capacity studio theatre, three dance studios, meeting room facilities and the CUBE café bar. It offers a weekly class programme and a year-round professional performance programme for children, young people and adults, and a community development programme. Déda now hosts a BA degree in Dance in partnership with the University of Derby.[65] Derby Book Festival, first held in 2015, takes place in late spring/early summer, with events throughout the city.[66] An additional \"Autumn edition\" was first held in October 2019. Derby Festé[67] is a weekend street arts festival held at the end of September every year. The first Six Streets Arts trail was in June 2012,[68] took place again in 2013 and will now be a biennial event. It includes strong input from the local History Network[69] which was awarded a Heritage Lottery grant to pursue its work on marking the 100th anniversary of World War 1. John Dexter the theatre director and the actor Alan Bates were from Derby. John Osborne wrote his play Look Back in Anger in 1956 while living in Derby and working at Derby Playhouse.[70] Derby gained a high profile in sport following the appointment of Brian Clough as manager of Derby County F.C. in 1967. Promotion to the Football League First Division was achieved in 1969, and County were champions of the English league three years later. Following Clough's resignation in 1973, his successor Dave Mackay guided Derby County to another league title in 1975, but this remains to date the club's last major trophy; relegation followed in 1980 and top flight status was not regained until 1987, since when Derby have spent a total of 11 seasons (1987–1991, 1996–2002, 2007–2008) in the top flight.[71] Other former managers of the club include Arthur Cox, Jim Smith, John Gregory and George Burley. Former players include Colin Todd, Roy McFarland (who both later had brief and unsuccessful stints as manager at the club), Dave Mackay, Peter Shilton, Dean Saunders, Craig Short, Marco Gabbiadini, Horacio Carbonari, Fabrizio Ravanelli, Steve Bloomer and Tom Huddlestone. The club moved from its century-old Baseball Ground in 1997 to the new Pride Park Stadium.[71] The club's most recent spell as a top-division (FA Premier League) club ended in May 2008 after just one season, during which the club won just one out of 38 league games and finished with just 11 points, the lowest in the history of the Premier League.[72] There are three senior non-league football clubs based in the city. Mickleover Sports play at Station Road, Mickleover, and are members of the EvoStik Northern Premier League (the seventh level of the English football league system). Graham Street Prims and Borrowash Victoria are both members of the East Midlands Counties League (level ten) and play on adjacent grounds at the Asterdale complex in Spondon. Derbyshire County Cricket Club are based at the County Ground in Derby and play almost all home matches there, although matches at Chesterfield were re-introduced in 2006. One of the designated first class county sides, they have won the County Championship once, in 1936. Derby has clubs in both codes of rugby. In rugby union, Derby RFC play in Midlands Division One East (the sixth level of English rugby union) at their Haslams Lane ground. Rugby league team Derby City RLFC were formed in 1990 and compete in the Midlands Premier Division of the National Rugby League Conference. From 2008 they are ground-sharing with Derby RFC at Haslams Lane. The city is represented in the English Basketball League Division One by Derby Trailblazers, who play at the Moorways Sports Centre. They were formed in 2002 following the demise of British Basketball League side Derby Storm. Team Derby, based at Derby Arena, won the inaugural National Badminton League title in 2014–15. The Arena, opened in 2015, also contains a velodrome that has hosted the Revolution cycling series. Local industrialist Francis Ley introduced baseball to the town in the late 19th century, and built a stadium near the town centre. The attempt to establish baseball in Derby was unsuccessful, but the stadium survived for some 100 years afterwards as the home of Derby County Football Club. It was demolished in 2003, six years after County's move to Pride Park. Professional golfer Melissa Reid was born in Derby in 1987. She plays on the Ladies European Tour,[73] and was a member of the victorious European Team in the 2011 Solheim Cup. Arthur Keily the marathon runner and Olympian was born in Derbyshire in 1921 and has lived his whole life in Derby. In Rome in 1960 he broke the English Olympic record, recording a time of 2 hours 27 mins.[74][75] Derby Arboretum, donated to the town by local philanthropist Joseph Strutt in 1840, was the first planned urban public park in the country. Although it suffered from neglect in the 1990s, it has been renovated. It has been claimed to have been one of the inspirations for Central Park in New York.[76] Markeaton Park is Derby's most used leisure facility.[77] Other major parks in the city include Allestree Park, Darley Park, Chaddesden Park, Alvaston Park, Normanton Park and Osmaston Park. Derby is believed to be one of the country's highest, if not the highest, ranking cities for parkland per capita. Darley and Derwent Parks lie immediately north of the city centre. Derby Rowing Club and Derwent Rowing Club are located on the banks of the river, where there is also a riverside walk and cycle path. On 10 November 2021, Derby City Council approved plans for the UK's first large-scale urban rewilding project, in Allestree Park.[78] Shopping in central Derby is divided into three main areas. These are the Cathedral Quarter, the St Peters Quarter and the Derbion shopping centre. The Cathedral Quarter was Derby's first BID (Business Improvement District), and includes a large range of shops, boutiques, coffee shops and restaurants. It is focused around the cathedral and the area around Irongate and Sadler Gate. It includes the Market place, the Guildhall and Assembly Rooms along with the City Museum and the Silk Mill industrial museum. The St Peters Quarter is Derby's second Business Improvement District, brought into effect in the summer of 2011. Its boundary with the Cathedral Quarter follows Victoria Street, beneath which flows the underground course of the Markeaton Brook. The quarter boasts a diverse range of retail shops, many of them, in Green Lane, Babington Lane, Osmaston Road and elsewhere, independent traders. St Peters Street, London Road and East Street also include a large choice of national retailers and pubs, restaurants, banks and offices. The quarter includes the historic St Peters Church and, on St Peter's Churchyard, the medieval Derby School building. Nearby also is the Old Courthouse and several other notable buildings. At the eastern end of the quarter is the bus station along with the Hilton Hotel and Holiday Inn, part of the Riverlights Development on the banks of the Derwent. Derbion is the city's main indoor shopping centre. It opened in 2007 as Westfield Derby after extension work costing £340 million, subsequently being sold to Intu in March 2014.[79] It contains a food court and a 12-screen cinema (Showcase – Cinema De Lux) which was opened in May 2008. The development was controversial and local opponents accuse it of drawing trade away from the older parts of the city centre where independent shops are located. Some of these experienced a downturn in trade and some have ceased trading since the development opened leading to the \"Lanes\" project which eventually became the second BID and the formation of St Peters Quarter. In the centre itself, a combination of high rents and rising rates have made things difficult for smaller traders.[80] The Friar Gate area contains clubs and bars, making it the centre of Derby's nightlife. Derby is also well provided with pubs and is renowned for its large number of real ale outlets. The oldest pub is the Grade II listed Ye Olde Dolphin Inne, dating from the late 16th century.[81] Out-of-town shopping areas include the Kingsway Retail Park, off the A38; the Wyvern Retail Park, near Pride Park; and the Meteor Centre, on Mansfield Road. Like most of the UK, Derby operates a non-selective primary and secondary education system with no middle schools. Pupils attend infant and junior school (often in a combined primary school) before moving onto a secondary school. Many of the secondary schools have sixth forms, allowing pupils to optionally take A Levels after the end of compulsory education. For those who want to stay in education but leave school, the large Derby College provides post-16 courses for school leavers, apprentices and employer-related training. It has two main campuses: the Joseph Wright Centre in the centre of Derby, where its A Level courses are based, and the historical Derby Roundhouse, the college's vocational training hub, providing a centre for apprenticeships such as engineering, catering and hair and beauty. The college also works in partnership with schools across the county to provide vocational training opportunities for students aged 14 upwards. Training for companies is undertaken through its Corporate College. Inside the state sector, there are 15 secondary schools. These are: Allestree Woodlands School, Alvaston Moor Academy, Bemrose School, Chellaston Academy, City of Derby Academy, Da Vinci Academy, Derby Manufacturing UTC, Derby Moor Academy, Derby Pride Academy, Landau Forte College, Lees Brook Community School, Littleover Community School, Merrill Academy, Murray Park School, Noel-Baker Academy, Saint Benedict Catholic Voluntary Academy and West Park School. Outside the state sector, there are three fee-paying independent schools. Derby Grammar School was founded in 1994 and was for boys only until 2007, when they accepted girls into the sixth form for the first time. They aim to continue the work and traditions of the former Derby School, which closed in 1989, one of the oldest schools in England.[citation needed] Derby High School is for girls-only for senior and sixth form and for girls and boys at primary level. Derby has special needs establishments including Ivy House School at the Derby Moor Community Sports College (which takes pupils from nursery to sixth form) and the Light House which is a respite facility for children and parents. Allestree Woodlands School have a Hearing Impaired department, and Saint Benedict have an Enhanced Resource Base for pupils to access specialised support within mainstream schooling. There also a number of alternative provision schools, including Derby Pride Academy. The University of Derby has its main campus on Kedleston Road. There is another campus in north Derbyshire at Buxton. In 2003 the University of Nottingham opened a graduate entry medical school based at Royal Derby Hospital. The university also has its School of Nursing and Midwifery there, having moved from its former home at the London Road Community Hospital in mid-2012. The Derby Telegraph (formerly the Derby Evening Telegraph) is the city's daily newspaper. Crime writer Richard Cox set his first book around his own experience as a Derby Telegraph reporter in the 1970s.[82] The Derby Trader was a free weekly newspaper that is no longer in print. BBC Radio Derby, the BBC's local station for Derbyshire and East Staffordshire, is based on St Helen's Street in the city and offers local, national and international news, features, music and sports commentaries. It is available on 104.5 FM and 1116 AM, on 95.3 FM in north and mid-Derbyshire and on 96.0 FM in the Buxton area, as well as being streamed on the internet. The BBC in Derby have their own local website for the area providing news, travel and weather information, as well as other features. Capital East Midlands is the biggest commercial radio station in the city, broadcasting to Derby on 102.8 FM from the transmitter at Drum Hill, just outside the city. It broadcasts a Contemporary Hit Radio (CHR) format, with Top 40 chart hits aimed at the city's under-35s. Derby is twinned with Osnabrück in Germany. The partnership treaty between the two cities was signed on 17 February 1976.[188] The twinning agreement with Derby was in the historical Hall of Peace in Osnabrück's Rathaus (town hall). Every year, Derby and Osnabrück each appoint an envoy who spends twelve months in the twin city. The envoy promotes the exchange of ideas between the two cities and acts as an educational and information officer to increase awareness of the twinning scheme. The envoy gives talks to local societies and schools, finds pen friends and short-term host families during work placements, works to assist groups who want to get involved in twinning by identifying and approaching possible counterparts and plans the annual May Week trip. There is an annual exchange between the wind bands of John Port Spencer Academy, Etwall, and its twin school Gymnasium Melle in Melle, Germany, District of Osnabrücker Land. An exchange was established in 2009 between Allestree Woodlands School and the Gymnasium Angelaschule in Osnabrück. This exchange was originally based on a drama project by both schools in June 2009, which included performances in both cities with over 1600 visitors. It is now a language and culture exchange between the two schools, run by the German department at Allestree Woodlands School. The exchange of envoys between two cities is very unusual. The envoy in Osnabrück changes every year and Osnabrück also sends envoys to Derby, Angers and Çanakkale. No other city in Germany participates in this exchange of envoys, and in Britain, only one other town, Wigan, receives and sends an envoy. The following people and military units have received the Freedom of the City of Derby. ","Title":"Derby - Wikipedia","KeyID":"2381","URL":"https://en.wikipedia.org/wiki/Derby"}