{"Content: ":"Hertford (/ˈhɑːrtfərd/ HART-fərd) is the county town of Hertfordshire, England, and is also a civil parish in the East Hertfordshire district of the county. The parish had a population of 26,783 at the 2011 census.[1][a] The town grew around a ford on the River Lea, near its confluences with the rivers Mimram, Beane, and Rib. The Lea is navigable from the Thames up to Hertford. Fortified settlements were established on each side of the ford at Hertford in 913 AD. The county of Hertfordshire was established at a similar time, being named after and administered from Hertford. Hertford Castle was built shortly after the Norman Conquest in 1066 and remained a royal residence until the early seventeenth century. Hertfordshire County Council and East Hertfordshire District Council both have their main offices in the town and are major local employers, as is McMullen's Brewery, which has been based in the town since 1827. The town is also popular with commuters, being only 20 miles (32 km) north of central London and connected to it by two railway lines. The earliest reference to the town appears in the Ecclesiastical History of the English People, written by Bede in 731 AD, which refers to Herutford. Herut is the Old English spelling of hart, meaning a fully mature stag; thus the meaning of the name is a ford where harts are found.[3] The Domesday Book of 1086 gives a spelling of Hertforde.[4] One possible earlier mention of the town was in 673 AD: the first synod of a number of the bishops in England was held either in Hertford or at Hartford, Cambridgeshire.[5] The synod was called by Theodore of Tarsus; decisions included the calculation of the date of Easter.[6] The Anglo-Saxon Chronicle records that in 913 AD, Edward the Elder ordered the construction of two burhs (earthwork fortifications) either side of the ford over the River Lea at Hertford as part of his campaign against the Danes.[7][b] By the time of the Domesday Book, Hertford had two churches, two markets and three mills. The Normans began work on Hertford Castle, and Hertford Priory was founded by Ralph de Limesy.[19] King Henry II rebuilt the castle in stone, but in 1216, during the First Barons' War, it was besieged and captured after 25 days by Prince Louis of France.[20] The castle was regularly visited by English royalty and in 1358, Queen Isabella, wife of Edward II, died there. The priory was dissolved in 1536 and subsequently demolished[19] and in 1563, the Parliament of England met at the castle because of an outbreak of plague in London. Hertford grew and prospered as a market and county town; communication was improved by the construction of the Lea Navigation Canal in 1767 and the arrival of the railway in 1843.[21] The Port Hill drill hall was completed in 1898 and Yeomanry House was brought into military use in 1910.[22] Hertford has three tiers of local government at parish (town), district, and county level: Hertford Town Council, East Hertfordshire District Council, and Hertfordshire County Council, all three of which are based in the town. Hertford has been the county town of Hertfordshire since the county was founded in Saxon times. The town also gave its name to the hundred of Hertford.[24] The town was initially governed by the king's reeves. By the thirteenth century, the reeves had been replaced by a bailiff, elected by the burgesses. Charters of 1554 and 1589 established a common council of eleven chief burgesses and a bailiff. Another charter of 1605 changed the bailiff's title to mayor. Under the Municipal Corporations Act 1835, Hertford became a Municipal borough; the ratepayers elected twelve councillors, who chose four aldermen, with the aldermen and councillors together composing the council (also known as the corporation), which elected the mayor.[12] The Hertford poor law union was established in 1835, covering the town and surrounding rural parishes.[25] Hertford Corporation used part of the Shire Hall as a Town Hall until 1911, when it moved into the surviving gatehouse of Hertford Castle.[26][27] Under the Local Government Act 1972, Hertford Municipal Borough was abolished, merging with other districts to become part of the district of East Hertfordshire with effect from 1 April 1974. A successor parish was created covering the former borough of Hertford, with its parish council taking the name Hertford Town Council.[28] The town council is based at the former offices of the borough corporation at Hertford Castle.[29] The headquarters of Hertfordshire County Council is at County Hall, built in 1939 to replace the Shire Hall. East Hertfordshire District Council's offices almost adjoin County Hall, being at Wallfields, which prior to 1974 had been the offices of Hertford Rural District Council. From at least 1634, Hertford Corporation used an escutcheon (shield) depicting a hart above water to indicate a ford. The borough council was granted the right to complement its arms with a badge in 1925, and supporters were added in 1937. The coat of arms is now used by Hertford Town Council.[30] Hertford is at the confluence of four river valleys: the Rib, Beane and Mimram join the River Lea at Hertford to flow east and then south toward the Thames as the Lee Navigation, after Hertford Castle Weir. The shared valley of the Lea and the Beane is called Hartham Common and this provides a large park to one side of the town centre running towards Ware and lying below the ridge upon which Bengeo is situated. The town centre still has its medieval layout with many timber-framed buildings hidden under later frontages, particularly in St Andrew Street. Hertford suffers from traffic problems despite the existence of the 1960s A414 bypass called Gascoyne Way which passes close to the town centre. Plans have long existed to connect the A10 with the A414, by-passing the town completely. Nevertheless, the town retains very much a country-town feel, despite lying only 19.2 miles (30.9 km) north of Central London. This is aided by its proximity to larger towns such as Harlow, Bishop's Stortford and Stevenage where modern development has been focused. Suburbs and estates Nearby Hertford  A fair amount of employment in the town is centred on County Hall (Hertfordshire County Council), Wallfields (East Hertfordshire District Council) and McMullens Brewery, one of a dwindling number of independent pre-1970 family brewers in the United Kingdom. Many residents commute to work in London. Hertford differs from neighbouring towns as it lacks a modern shopping development (mall). However, it has most of the usual supermarkets. A Tesco store occupies part of the former Christ's Hospital Bluecoat Girls School, which closed down in 1985. Sainsbury's opened a new store on part of the McMullens Brewery site in June 2012.[32] A Waitrose occupied a reasonably large store in the Bircherley Green Shopping area that closed on 12 September 2017. The local branch of Woolworths closed for good on 27 December 2008, after the collapse of that store chain. There are fewer of the usual chain shops found in most high streets and this makes Hertford stand out from other \"clone towns\". There are a high number of independent shops in the town, with a variety of boutiques and salons. Hertford has a leisure centre and swimming pool, skatepark, bowling green and tennis courts on Hartham Common. There is a Non-League football club Hertford Town F.C., which plays at Hertingfordbury Park. Hertford Town Youth FC, a FA Charter Standard Football Club, play at County Hall Playing Fields, situated next to the headquarters of Hertfordshire County Council at County Hall in Hertford.[33] Other clubs surrounding the town include Bury Rangers, Hertford Heath Youth FC and Bengeo Tigers Football Club (an award-winning[34] FA Charter Standard Community Football Club.[35]) Hertford Cricket Club is an English amateur cricket club, located in Hertford, the county town of Hertfordshire. Cricket records for a Hertford club go back a far as 1825, however the club in its present form has been in existence since 1860. The club plays its matches at Balls park, Hertford. Currently the club runs five teams and all the teams play in the local league. Hertford serves as a commuter town for London, and has two stations : The A414 main road now bypasses the town centre to the south and runs east to Harlow, the M11 and Chelmsford and runs west to Hatfield, the A1(M), St Albans and the M1. Hertford also lies just west of the A10 and the Kingsmead Viaduct which links it south to London and the M25 and north to Royston and Cambridge. For all bus timetables see Intalink.[46] During the months of April to September a scheduled Waterbus operates between Bircheley Green Shopping centre, Hertford and Ware priory.[47] Schools in Hertford include the Sele School, Richard Hale School and Simon Balle All-through School at secondary level, with primaries of Hollybush JMI, Millmead Community School,[48] Bengeo Primary School,[49] Morgans Primary School & Nursery,[50] Abel Smith School (named after banker and MP Abel Smith (1788–1859)),[51] St Andrew's School and St. Josephs RC School[52] and Wheatcroft School. Private schools include St. Joseph's in the Park[53] in Hertingfordbury, Duncombe School,[54] (a preparatory school in Bengeo) and Haileybury College in Hertford Heath. Pinewood and Middleton Schools are special needs schools that are available in neighbouring Ware. Former schools include The Pines JMI school which was built on the Pinehurst estate in 1977 and closed in 2003. Hertford Theatre, previously known as Castle Hall, is a modern theatre, cinema and art gallery complex at The Wash in the town centre.[55] The Hertford Corn Exchange is a building where entertainment such as comedy and art exhibitions take place. Hertford has many food, drink and entertainment establishments which have grown in number considerably since the eighties and nineties. It attracts people from nearby towns, and often the North London suburbs. There are approximately 25 pubs and clubs in the area,[56] and around 35 restaurants, takeaways and snack bars.[57] Hertford also benefits from public swimming pool and gym facilities and a small skatepark, all situated on Hartham Common. ","Title":"Hertford - Wikipedia","KeyID":"2388","URL":"https://en.wikipedia.org/wiki/Hertford"}