{"Content: ":"Anhanguera (Portuguese: [aɲɐngwɛ'ra] (listen)) is a genus of pterodactyloid pterosaur known from the Early Cretaceous (Albian age, 125 to 112 million years ago) Romualdo Formation of Brazil and the Late Cretaceous (Cenomanian age, 98 to 92.5 million years ago) Kem Kem Beds of Morocco.[1] This pterosaur is closely related to Ornithocheirus, but belongs in the family Anhangueridae.[2] The generic name comes from the tupi words añanga, meaning \"spirit protector of the animals\" + wera \"bygone\". Anhanguera was a fish-eating animal with a wingspan of about 4.6 meters (15 ft).[3] Like many other anhanguerids, Anhanguera had rounded crests at front of its upper and lower jaws, which were filled with angled, conical but curved teeth of various sizes and orientations. Like many of its relatives, the jaws were tapered in width, but expanded into a broad, spoon-shaped rosette at the tip. It is distinguished from its relatives by subtle differences in the crest and teeth: unlike its close relatives Coloborhynchus and Ornithocheirus, the crest on the upper jaw of Anhanguera did not begin at the tip of the snout, but was set farther back on the skull. Like many pteranodontoids, (most notably the pteranodonts but also in anhanguerids such as Ludodactylus) Anhanguera had an additional crest protruding from the back of the skull. However, it was reduced to a small, blunt projection in these animals.[4] A study in 2003 showed that Anhanguera held its head at an angle to the ground due to its inner ear structure, which helped the animal detect its balance.[5] Anhanguera had bony rings in their eye sockets, called sclerotic rings. These disks may have provided support to the pterosaur's eyes. Sclerotic rings are found in some extant species of vertebrates.[6] For example, modern day birds have sclerotic rings.[6] The dubious species, A. araripensis, has been described as similar in skull anatomy to other species of Anhanguera, and possibly Coloborhynchus, and the species is placed in either of these genera by various researchers. Like species referred to Coloborhynchus, the snout tip was blunt and bore two forward-projecting teeth that emerged higher on the jaw than the rest of the tooth row. As in most other anhanguerids, the species bore a large, rounded crest at the tip of the jaws. Like Coloborhynchus species, and unlike the type species of Anhanguera, the crest of A. araripensis emerged from the very tip of the blunted jaws, rather than further back on the jaw. However, unlike Coloborhynchus, A. araripensis lacked a dent or depression in the blunted jaw tip, and the teeth appear to have been smaller and more uniform in size.[7] There are two species of Anhanguera: A. blittersdorfi, the type species; and A. piscator. A. blittersdorfi is based on a complete skull from the Romualdo Formation calcareous concretions (Santana Group) of the Ceará and Pernambuco states of Brazil.[2][3][4][8] The species A. piscator, known from a nearly-complete skeleton, was at one point proposed to belong to the genus Coloborhynchus,[9] but has more recently been placed back into Anhanguera by Andres and Myers.[10] Also known from a complete skeleton is A. spielbergi, which was also originally considered a species of Coloborhynchus, but it is currently placed as a species of Maaradactylus.[11][12] Below is a cladogram showing the phylogenetic placement of this genus within Pteranodontia from Andres and Myers (2013).[10] Liaoningopterus gui \"Anhanguera araripensis\" Anhanguera blittersdorffi Anhanguera piscator \"Anhanguera santanae\" Tropeognathus mesembrinus Ornithocheirus simus Coloborhynchus clavirostris Coloborhynchus wadleighi Various other species have been assigned to Anhanguera, but all of them are either dubious or have been transferred to other genera. A 2017 review found A. araripensis, A. robustus, and A. santanae to be based on non-diagnostic material, and therefore were dubious.[11] In 1986, Rafael Gioia Martins-Neto reported the find of a pterosaur that he named \"Pricesaurus megalodon\" in a lecture during the 38th annual meeting of Sociedade Brasileira para o Progresso da Ciência at São Paulo. The abstracts of the congress were subsequently published that year in the magazine Ciência e Cultura. The generic name honors Llewellyn Ivor Price. The specific name is derived from Greek μέγας, megas, \"large\", and ὀδών, odon, \"tooth\".[13] The species was based on two syntypes that Martins-Neto considered to have originated from a single individual animal, even though he had separately acquired them from commercial fossil dealers in two nodules: specimen CPCA 3592, a 9 centimeters (3.5 in) long point of a snout, and specimen CPCA 3591, an 18 centimeters (7.1 in) long middle part of a skull. Pricesaurus is thus exclusively known from cranial material. Both specimens were probably found in the Romualdo Member of the Araripe Basin and both are part of the collection of the Centro de Pesquisas Paleontológicas da Chapada do Araripe.[13] Martins-Neto provided a diagnosis of four distinctive traits: the breadth of the premaxillae; the closely positioned teeth; the deep premaxillary tooth sockets; and the rounded front of the fenestra nasoantorbitalis. However, in 1988, Alexander Kellner concluded that Pricesaurus was a nomen vanum, primarily because the specimens almost certainly represented different individuals. According to Kellner, the snout was from a larger animal than the middle part of the skull. In addition, the diagnosis did not contain true autapomorphies.[8] In 2012, a publication by Felipe Lima Pinheiro and colleagues presented the first detailed study of the specimens. It was concluded that the fossils indeed came from different individuals, even though their size was not necessarily incompatible. The snout showed that the fifth and sixth tooth pairs are smaller than the fourth and seventh, making the specimen indistinguishable between Anhanguera blittersdorffi and Anhanguera piscator, which show the same tooth pattern. Both specimens were referred to as Anhanguera sp. Pinheiro et al. also stated that Pricesaurus is a nomen nudum because it was named in an abstract.[14]   ","Title":"Anhanguera (pterosaur) - Wikipedia","KeyID":"239","URL":"https://en.wikipedia.org/wiki/Anhanguera_(pterosaur)"}