{"Content: ":"Ergyng (or Erging) was a Welsh kingdom of the sub-Roman and early medieval period, between the 5th and 7th centuries. It was later referred to by the English as Archenfield. The kingdom lay mostly in what is now western Herefordshire (now in England), its heartland between the River Monnow and River Wye. However, it also spread into modern Monmouthshire and east of the Wye, where sits the old Roman town of Ariconium (Welsh: Ergyng) at Weston under Penyard from which its name may derive; it may have been the first capital. Some maps[1] show Ergyng extending across what is now the Forest of Dean to the River Severn. After the withdrawal of the Roman legions from Britain in 410 AD, new smaller political entities took the place of the centralised structure. The area was originally part of the Kingdom of Glywysing (modern Glamorgan) and the Kingdom of Gwent, but seems to have become independent for a period under Peibio Clafrog in the 5th or 6th century and again under Gwrfoddw Hen in the early 7th century.[2] Peibio was the grandfather of Saint Dubricius (or Dyfrig), the first Bishop of Ergyng and an important figure in the establishment of Christianity in South Wales. He founded large teaching monasteries at Llanfrother near Hoarwithy and at Moccas, and a bishopric seems to have been based at St Constantine's Church at Goodrich.[3] Dubricius' cousin, Gwrgan Fawr (the Great) was one of its most important monarchs and may have obtained sway over Glamorgan as far as the River Neath. In the middle of the 7th century,[dubious – discuss] Onbraust of Ergyng married Meurig of Gwent, and their son Athrwys became king of both kingdoms. Ergyng eventually became a mere cantref, the Welsh equivalent of a hundred.[3] By the 8th century, the expanding power of Mercia led to conflict with the native British, and by the 9th century the Mercians had gained control over the area and nearby Hereford. The sites of old British churches fell to Mercia, and the British became foreigners – or, in the English language, \"Welsh\" – in what had been their own land.[4] Compared to other areas of South Wales rather few early place names in the area have survived, for which the early arrival of the English language may be partly responsible.[5] The rump of Ergyng then became known to the English as Arcenefelde or Archenfield. Although its Welsh-speaking inhabitants retained special rights, the area was unequivocally incorporated into the English county of Hereford in the Laws in Wales Acts of 1535 and 1542.","Title":"Ergyng - Wikipedia","KeyID":"2395","URL":"https://en.wikipedia.org/wiki/Ergyng"}