{"Content: ":"Archenfield (Old English: Ircingafeld[1]) is the historic English name for an area of southern and western Herefordshire in England. Since the Anglo-Saxons took over the region in the 8th century, it has stretched between the River Monnow and River Wye, but it derives from the once much larger Welsh kingdom of Ergyng. The name Archenfield is derived from the older and larger Welsh kingdom of Ergyng (or Ercic), which in turn is believed to derive from the Roman town of Ariconium at Weston under Penyard. After the withdrawal of the Roman legions from Britain in 410 AD, new smaller political entities took the place of the centralised structure. King Peibio and his descendants were rulers of the area attested from about 555 AD until, in the middle of the 7th century, Onbraust of Ergyng married Meurig of Gwent and the two neighbouring kingdoms were combined. Saint Dubricius (known in Welsh as Dyfrig), a prince and bishop, was important in the sub-Roman establishment of the Christian church in the area. Ergyng eventually became a mere cantref, the Welsh equivalent of a hundred.[2] By the 8th century, the expanding power of Mercia led to conflict with the Welsh and by the beginning of the 9th century the western Mercians, who became known as the sub-kingdom of Magonsæte, had gained control over the area and nearby Hereford. During the rest of the century they moved its frontier southward to the banks of the Dore, the Worm Brook and a stream then known as the Taratur, annexing northern Ergyng. The sites of old British churches fell to Mercia, and the Britons became regarded as foreigners – or, in the Old English language, \"Welsh\" – in what had been their own land. The rump of Ergyng then became known to the English as Arcenefelde or Archenfield.[3] There is no evidence that Offa built his famous Dyke across the area, probably because it had already been assimilated into Mercia by the late 8th century.[4] Herefordshire Archaeology Record provides some context for the 9th century in the south of the county: During the 9th century the Vikings were able to make incursions into the south of Herefordshire by sailing up the Severn and Wye rivers. Between AD 866 and 874 King Burgred of Mercia was involved in almost constant battles with the Vikings. By 877 the Vikings were in the position of being able to establish one of their own client leaders, Ceolwulf, as king.[5] In the 870s Viking raids continued in the area, while Wessex was ruled by Alfred the Great and Mercia by Ceolwulf II. In 2015, a large hoard of buried treasure was found in a field near Leominster, consisting mainly of Saxon jewellery and silver ingots, with two remarkable silver pennies, previously-unknown \"two emperor\" coins showing the heads of both Alfred and Ceowulf and dating to around 879. The find hints at an alliance between the kingdoms of Wessex and Mercia. Gareth Williams, curator of early medieval coins at the British Museum, commented in 2019 \"These coins enable us to re-interpret our history at a key moment in the creation of England as a single kingdom\". The treasure was found by two metal detectors operating outside the law, and they were convicted.[6][7] A ravaging of Archenfield by the Danes in 905 is reported in the 1870-72 Imperial Gazetteer of England and Wales: IRCHINGFIELD, or ARCHENFIELD, a quondam liberty and a rural deanery in the S of Hereford. The liberty was known to the ancient Welsh as Urging, to the Saxons as Ircingafeld, and at Domesday as Arcenfelde; was ravaged in 905 by the Danes, and given afterwards, by the Crown, to the Earls of Shrewsbury; and had the custom of gavelkind, and some other peculiar customs.[8] In 915 the area faced an incursion from Vikings led by Ohter and Hroald, coming from the River Severn. After first capturing Cyfeiliog (Cimeliauc), the Bishop of Llandaff, they were defeated in battle by the combined forces of Gloucester and Hereford, possibly at \"Kill Dane Field\" near Weston-under-Penyard.[9][10] According to one of the Anglo-Saxon Chronicles, Cyfeiliog, referred to as Cameleac in the Worcester Chronicle, was bishop in Archenfield, and King Edward the Elder ransomed him for £40, but in the view of Michael Swanton the evidence for a bishopric there is weak, and the text can be read that he was taken in Archenfield.[11] Thomas Charles-Edwards refers to \"Bishop Cyfeilliog, who was probably bishop of Ergyng, or at least captured in Ergyng\". He sees the payment of a ransom by the West Saxon king as evidence that the far south-east of Wales then lay in the sphere of power of Wessex rather than Mercia.[12] The Worcester Chronicle for 915 states that the \"jarl Hroald and the other jarl Ohtor's brother\" were killed and the raiders left the area, leaving some hostages as a peace bond.[13] In the early 10th century, a document known as The Ordinance Concerning the Dunsaete records procedures for dealing with disputes between the English and the Welsh of Archenfield, who were known to the English as the Dunsaete or \"hill people\".[14] It stated that the English should only cross into the Welsh side, and vice versa, in the presence of an appointed man who had the responsibility of making sure that the foreigner was safely escorted back to the crossing point.[15] Archenfield, which lay outside the English hundred system, became a semi-autonomous Welsh district, or commote (Welsh cwmwd), with its own customs.[16] Its administrative centre was at Kilpeck Castle. Its customs were described in a separate section of the Domesday Book account of Herefordshire. Domesday recorded that \"King Gruffydd and Bleddyn laid this land waste before 1066; therefore what it was like at that time is not known\". It also stated the Welsh of Archenfield were allowed to retain their old rights and privileges in return for forming an advance and rear guard when the King's army entered or left Wales. The local priests were required to \"undertake the king's embassies into Wales\", presumably providing a translation service. The exemption from services was mentioned again in 1250 and 1326, when it was stated: \"The Frenchmen and Welshmen of Urchenesfeld hold their tenements in chief of our lord the King by socage, rendering 19 pounds 7 shillings and 6 pence. And they ought to find 49-foot-soldiers for our lord the King in Wales for 15 days at their own cost.\"[3] The Welsh inhabitants of Archenfield thereafter retained their privileged position, living in a shadowy border land that was not really part of England nor Wales. Around 1404, Owain Glyndŵr and his troops raided the area. Glyndŵr himself may have died around 1416 at Kentchurch, within Archenfield, an area which he considered to be part of Wales.[10] The evidence of its Welsh history remains in many placenames and field names.[17] Uncertainty over the border persisted until the Laws in Wales Acts 1535 and 1542 - often known as \"The Acts of Union\" - tidied up many of the administrative anomalies within Wales and the Marcher borderlands. However, no consideration was given at the time to ethnic or linguistic realities, and so various territories were grouped together in a rough and ready manner to form the new shires. Archenfield was thus bundled into Herefordshire as the Hundred of Wormelow. Archenfield remained a predominantly Welsh-speaking region until at least the 17th century, and the language was still spoken to a significant extent in the Kentchurch area as late as 1750.[10] It almost certainly persisted longer than this and Welsh continued to be spoken in Archenfield well into the modern period: Archenfield was still Welsh enough in the time of Elizabeth for the Bishop of Hereford to be made responsible, together with the four Welsh bishops, for the translation of the Bible and the Book of Common Prayer into Welsh. Welsh was still commonly spoken here in the first half of the nineteenth century, and we are told that churchwardens' notices were put up in both Welsh and English until about 1860.[18] (Ewyas, the other Welsh-speaking area of Herefordshire, was in the diocese of St David's until late in the 19th century.) A plaque in St Margaret's Church in the Golden Valley is in Welsh and is dated 1574. Many of the rights and customs of the people of Archenfield were maintained until comparatively recently. Men born in Archenfield had the right to take salmon from the River Wye until 1911. In King's Caple, the only part of Archenfield east of the Wye, Domesday lists the inhabitants as one Frenchman and five Welshmen. Six local men paid the dues which had been owed at this time, and before, for centuries. Payment was still being made by one of these 'King's Men of Archenfield' in the 1960s.[3] The towns of Ross-on-Wye and Hay-on-Wye lie within the bounds of the Archenfield region and areas of or close to both towns today bear the name Archenfield. Additionally, one of Ross-on-Wye's most recognisable symbols; seen on numerous coats-of-arms, is the hedgehog, known in Middle English, and locally, as an \"urchin\" and, in heraldry the word urcheon is used to refer to the hedgehog. Thus the heraldic use can be seen as a partial rebus (or visual pun) on Archenfield. A hedgehog is the family crest of John Kyrle, the \"Man of Ross\". One author has even speculated that the names \"Archenfield\" and \"Ergyng\" may ultimately derive from the Latin word for hedgehog, hericius, from which \"urchin\" is also derived.[9] However, the name of the Romano-British settlement of Ariconium is clearly the origin of the Welsh name and later the English name (probably via early Welsh).[citation needed] Coordinates: 51°54′N 2°48′W﻿ / ﻿51.9°N 2.8°W﻿ / 51.9; -2.8","Title":"Archenfield - Wikipedia","KeyID":"2396","URL":"https://en.wikipedia.org/wiki/Archenfield"}