{"Content: ":"Towcester (/ˈtoʊstər/ TOHS-tər) is a market town in Northamptonshire, England. It currently lies in West Northamptonshire but was the former administrative headquarters of the South Northamptonshire district council. Towcester lays claim to being one of the oldest continuously inhabited settlements in the country. It was the Roman town of Lactodurum, located on Watling Street, today’s A5. In Saxon times, this was the frontier between the kingdom of Wessex and the Danelaw. Towcester features in Charles Dickens's novel The Pickwick Papers as one of Mr Pickwick's stopping places on his tour. The local racecourse has hosted many national horseracing events. Towcester comes from the Old English Tōfeceaster.[3] Tōfe refers to the River Tove;[4] Bosworth and Toller compare it to the \"Scandinavian proper names\" Tófi and Tófa.[3] The Old English ceaster comes from the Latin castra (\"camp\") and was \"often applied to places in Britain which had been Roman encampments.\"[5] Thus, Towcester means \"Camp on the (river) Tove.\" Towcester lays claim to being the oldest town in Northamptonshire and possibly, because of the antiquity of recent Iron Age finds in the town, to be one of the oldest continuously inhabited settlements in the country. There is evidence that it was settled by humans since the Mesolithic era (middle stone age). There is also evidence of Iron Age burials in the area. In Roman Britain, Watling Street, now the A5 road, was built through the area and a garrison town called Lactodurum established on the site of the present-day town. Two candidate sites for the Battle of Watling Street, fought in 61AD, are located close to the town, these are Church Stowe which is located 4+1⁄3 miles (7.0 km) to the north[6] and Paulerspury which is 3 miles (4.8 km) to the south.[7] A stone female head, that mixes Celtic and Roman styles, was found on Watling Street outside the town and was given to the British Museum in 1903.[8] When the Romans left in the 5th century, the area was settled by Saxons. In the 9th century, the Watling Street became the frontier between the kingdom of Wessex and the Danelaw, and thus Towcester became a frontier town[citation needed]. Edward the Elder fortified Towcester in 917. In the 11th century, the Normans built a motte and bailey castle on the site. Bury Mount is the remains of the fortification and is a scheduled ancient monument. It was renovated in 2008 with an access ramp and explanatory plaques added. In the 18th and early 19th centuries, in the heyday of the stagecoach and the mail coach, Watling Street became a major coaching road between London and Holyhead, and Towcester flourished, becoming a major stopping point. Many coaching inns and stabling facilities were provided for travellers in Towcester, many of which remain. The coaching trade came to an abrupt halt in September 1838 when the London and Birmingham Railway was opened, which bypassed Towcester and passed through Blisworth; four miles away but enough to result in Towcester quickly reverting to being a quiet market town. By 1866 however, Towcester was linked to the national rail network by the first of several routes which came together to form the Stratford and Midland Junction Railway.[9] Eventually, from Towcester railway station it was possible to travel four different ways out of the town: to Blisworth (opened May 1866); to Banbury (opened June 1872); to Stratford-upon-Avon (opened July 1873); and finally Olney (for access to Bedford, opened December 1892). The latter line however was an early casualty, closing to passengers in March 1893 although it continued to be used by race specials up until the outbreak of the Second World War. The Banbury line closed to passengers in July 1951 and the rest in April 1952. Goods traffic lingered on until final axing in February 1964 as part of the Beeching cuts. The site of Towcester railway station is now a Tesco supermarket. Towcester might have gained a second station on a branch line of the Great Central Railway from its main line at Brackley to Northampton, but this branch was never built.[citation needed] During the Second World War, Towcester received many evacuees from London as the Government felt the town was far enough away from any major settlements that could be a target. The town escaped any major aerial attacks but was bombed on two occasions, firstly by a plane that dropped its last two bombs following an attack on nearby Rugby. A few months later a German bomber dropped eight bombs on the town during a \"drop and run\" attack.[citation needed] The motor age brought new life to the town. Although now bypassed by the A43, the A5 trunk traffic still passes directly through the historic market town centre causing traffic jams at some times of the day. The resulting pollution has led to the town centre being designated an air quality management area.[10] An A5 north-south bypass is likely with plans for expansion of the town being planned by the West Northamptonshire Development Corporation in 2007.[11] The population was 2,743 at the time of the 1961 Census and this had grown to 9,252 by the 2011 census – a growth rate of about 3% per year. It has since rapidly expanded and there are plans to expand still further[12][13] with another 3,300 houses equating to an appx 8,250 increase in population. Improvements to the links to the A43 and Watling Street roundabout took place in the first half of 2015 and including traffic light controls. The town is approximately 10 miles (16.1 km) south-west of Northampton and about 11 miles (17.7 km) north-west of Milton Keynes, the nearest main towns. Oxford is about 20 miles (32.2 km) south-west via the A43 road, M40 motorway and A34 road. The A43 now bypasses the town to the north but the A5 road still passes through the town centre. This still carries much traffic in the north-south direction which may be bypassed to the west with the possibility of expansion of the town.[12][13] Northampton railway station is the nearest railway station, being 10 miles (16 km) away from the town. Buses to Northampton, Milton Keynes, Brackley, Pottersbury, Deanshanger, Silverstone and Biddlesden operate, but these are infrequent.[14] The town has its own Town Council,[15] and was the administrative headquarters of the South Northamptonshire district council[16] and was in the Northamptonshire County Council area[17] until local government reform saw it moved to West Northamptonshire. Towcester used to be within the parliamentary constituency of Daventry. However, since the 2010 general election it forms part of the South Northamptonshire constituency. St. Lawrence's C of E Church, stands in the middle of the town. It has a 12th-century Norman transitional ground plan and foundation, probably laid over a Saxon 10th century stone building. Its ecclesiastical heritage may well relate back to Roman times as St Lawrence was patron saint of the Roman legions. The building was reconstructed in the perpendicular style 1480–85 when the church tower was added. The tower contains 12 bells generally accepted by ringers across the country to be one of the finest sets in the Midlands. The bells were moved in 1994 from Todmorden in Yorkshire. Permission to quarry stone for this restoration from Whittlewood Forest was granted by Edward IV and later confirmed by Richard III on his way towards Leicestershire and his death at the Battle of Bosworth Field. The church contains a \"Treacle\" Bible, a table tomb and cadaver of Archdeacon Sponne, Rector 1422–1448. The Archdeacon started the second oldest grammar school in Northamptonshire but the oldest one in the United Kingdom, which was merged with the old secondary modern school in Towcester to produce Sponne School. It is also claimed[18] that Pope Boniface VIII was a rector of the church before his elevation to the position of pope. The church tower contains a peal of 12 bells and a chime of 9 bells. Towcester Mill in Chantry Lane was recorded in the Domesday Book (1086), but the oldest extant part of the building is just over two hundred years old. The mill's working gear was powered by water, and was used to grind corn into flour and to mix animal feed, and is believed to be the only water mill in Northamptonshire with a working turbine. The town has an Air Cadet squadron, 1875 (Towcester) Sqn ATC located near to Sponne School and the 1st Towcester scouts and guides group. The Towcester Museum has exhibits tracing the community's prehistory and history. The town has a wetland park, two pocket parks and a main park - The Recreation Ground. Towcester Racecourse, originally part of the Easton Neston estate, is located on the east side of the town. Many national horse racing events were held there, as well as greyhound racing. In 2010 the World Hovercraft Championship was held on the racecourse. The town's rugby union club, Towcestrians R.F.C., play in the London & South East Premier League. Towcester's cycling club, the A5 Rangers, was founded in 1948. Towcester is just 5 miles away from motor racing circuit Silverstone Circuit. In fiction the \"Saracen's Head Inn\" in Towcester features in Charles Dickens's novel The Pickwick Papers as one of Mr Pickwick's stopping places along what is now the A5 trunk road.","Title":"Towcester - Wikipedia","KeyID":"2401","URL":"https://en.wikipedia.org/wiki/Towcester"}