{"Content: ":"Earl (/ɜːrl, ɜːrəl/)[1] is a rank of the nobility in the United Kingdom. The title originates in the Old English word eorl, meaning \"a man of noble birth or rank\".[2] The word is cognate with the Scandinavian form jarl, and meant \"chieftain\", particularly a chieftain set to rule a territory in a king's stead. After the Norman Conquest, it became the equivalent of the continental count (in England in the earlier period, it was more akin to a duke; in Scotland, it assimilated the concept of mormaer). Alternative names for the rank equivalent to \"earl\" or \"count\" in the nobility structure are used in other countries, such as the hakushaku (伯爵) of the post-restoration Japanese Imperial era. In modern Britain, an earl is a member of the peerage, ranking below a marquess and above a viscount.[3] A feminine form of earl never developed; instead, countess is used. The term earl has been compared to the name of the Heruli, and to runic erilaz.[4] Proto-Norse eril, or the later Old Norse jarl, came to signify the rank of a leader.[5] In Anglo-Saxon Britain, the term Ealdorman was used for men who held the highest political rank below King. Over time the Danish eorl became substituted for Ealdorman, which evolved into the modern form of the name. The Norman-derived equivalent count (from Latin comes) was not introduced following the Norman conquest of England though countess was and is used for the female title. Geoffrey Hughes writes, \"It is a likely speculation that the Norman French title 'Count' was abandoned in England in favour of the Germanic 'Earl' […] precisely because of the uncomfortable phonetic proximity to cunt\".[6] In the other languages of Great Britain and Ireland, the term is translated as: Welsh iarll, Irish and Scottish Gaelic iarla, Scots erle, yarl or yerl, Cornish yurl. In Anglo-Saxon England, the ealdorman was appointed by the English king to be the chief officer in a shire. He commanded the local fyrd and presided with the bishop of the shire court. As compensation, he received the third penny—one-third of the profits of royal justice and one-third of the revenues from boroughs under his jurisdiction.[7] By the late 900s, ealdormen often controlled multiple shires at once. During Cnut's reign (1016–1035), they became known as earls (from Old English eorl meaning \"noble\").[note 1] He divided the kingdom into four earldoms: Wessex, East Anglia, Mercia, and Northumbria. Earls were governors or viceroys, ruling in the king's name, keeping the peace, dispensing justice, and raising armies. Like the earlier ealdormen, they received the third penny from their jurisdictions. There were, however, limitations on their authority. They could not mint coins or hold their own courts, and in theory, they could be removed by the king. In rank, earls were below the king and above thegns, they were therefore the king's chief counselors in the Witan.[10] Earls were an \"élite within an élite\", numbering at most 25 men at any one time between 1000 and 1300.[11] When Edward the Confessor (r. 1042–1066) came to the throne, he inherited the royal estates of Harthacnut but lacked family lands of his own. As a result, the earls collectively possessed more land than the king, especially Earl Godwin of Wessex. In 1066, according to the Domesday Book, the Godwin family estates were valued at £7,000, Earl Leofric of Mercia at £2,400, and Earl Siward of Northumbria at £350. In comparison, the king's lands were valued at £5,000. This concentration of land and wealth in the hands of the earls, and one earl in particular, weakened the Crown's authority. The situation was reversed when Godwin's son Harold became king, and he was able to restore the Crown's authority.[12] The Norman Conquest of 1066 introduced a new Anglo-Norman aristocracy that gradually replaced the old Anglo-Saxon elite.[13] In Normandy, the equivalent of an earl was a count.[9] In 1066, there were three counts in the Duchy of Normandy: Richard of Évreux, Robert of Eu, and Robert of Mortain.[14] In Normandy, counts were junior members of the Norman dynasty with responsibility for guarding border regions. Elsewhere in France, the definition and powers of counts varied widely. Some counts were nearly independent rulers who gave only nominal loyalty to the King of France.[15] William I (r. 1066–1087) reduced the size of earldoms; those created after 1071 had responsibility for one shire.[16] Like Norman counts, earls became military governors assigned to vulnerable border or coastal areas. To protect the Welsh Marches, the king made Roger de Montgomery the Earl of Shrewsbury and Hugh d'Avranches the Earl of Chester (see Marcher Lord). Likewise, the king's half-brother Odo of Bayeux was made Earl of Kent to guard the English Channel.[17] After the Revolt of the Earls in 1075, only four earldoms remained, all held by Anglo-Normans: Kent, Shrewsbury, Chester, and Northumbria. This number was reduced to three after 1082 when Odo of Bayeux was arrested and deprived of Kent.[18] At the death of William Rufus in 1100, there were five earldoms: Chester, Shrewsbury, Surrey (or Warrenne), Warwick, and Huntingdon–Northampton. In 1122, Henry I made his illegitimate son Robert the Earl of Gloucester.[19] After the Conquest, new earldoms tended to be named for the city and castle in which they were based. However, some titles became attached to the family name rather than location. For example, the holder of the earldom of Surrey was more commonly called \"Earl Warenne\". The same was true of the earldom of Buckingham, whose holder was called \"Earl Gifford\". These earls may have preferred to be known by family names that were older and more prestigious than their newer territorial designations.[20] The number of earls rose from seven in 1135 to twenty in 1141 as King Stephen (r. 1135–1154) created twelve new earls to reward supporters during the Anarchy, the civil war fought with his cousin Empress Matilda for the English throne.[21][22] In 1138, Stephen created eight new earldoms. Waleran de Beaumont, who was already Count of Meulan in Normandy and the twin brother of the 2nd Earl of Leicester, was made Earl of Worcester. Their younger brother Hugh de Beaumont was made Earl of Bedford. Gilbert de Clare was made Earl of Pembroke, and his nephew, also named Gilbert de Clare, was made Earl of Hertford. William de Aumale was made Earl of York and Robert de Ferrers was made Earl of Derby as rewards for their service during the Battle of the Standard. William d'Aubigny was made Earl of Lincoln, and William de Roumare was made Earl of Cambridge. In 1140, William de Roumare was given the earldom of Lincoln in exchange for Cambridge, and William d'Aubigny received the Earldom of Sussex (commonly known as Arundel). The same year, Geoffrey de Mandeville was made Earl of Essex, and his is the oldest surviving charter of creation. Around the same time, Hugh Bigod was made Earl of Norfolk.[23] In February 1141, Stephen was captured at the Battle of Lincoln, and Empress Matilda elected \"Lady of the English\" in April. At this time, she created three earldoms for her own supporters. Her illegitimate brother Reginald de Dunstanville was made Earl of Cornwall. Baldwin de Redvers was made Earl of Devon, and William de Mohun, lord of Dunster, was made Earl of Somerset. Aubrey de Vere was made Earl of Oxford in 1142. Sometime around 1143, Matilda's constable Patrick of Salisbury was made Earl of Salisbury.[24] During the Anarchy, earls took advantage of the power vacuum to assume Crown rights. Robert of Gloucester, Patrick of Salisbury, Robert of Leicester, and Henry of Northumbria all minted their own coinage. Earls and barons had also built adulterine castles (castles built without royal permission).[25] It fell to Stephen's successor Henry II (r. 1154–1189) to again curtail the power of earls. He confiscated or demolished illegal castles.[25] He reduced the number of earldoms by allowing them to die with their holders and did not create new ones. During his reign, \"the title became a mark of rank, rather than a substantive office: the real power lay with the king's sheriffs and justices.\"[21] Hugh de Puiset, Bishop of Durham and justiciar, was made Earl of Northumbria for life by Richard I.[26] The real power possessed by any individual earl in this period depended on the amount of land and wealth he possessed that could be translated into patronage and influence. The more land and resources concentrated in a region, the more influence an earl had. The most powerful were the earls of Chester, who by the middle of the 13th century were described as earls palatine. Their power derived from owning most of the land in Cheshire. As a result, the shire court and the earl's honour court were identical, and the sheriff answered to the earl. The Earl of Oxford, however, possessed less than an acre of land in Oxfordshire (most of his land was in Essex), and therefore possessed no power in the county.[27] In 1204, Robert de Beaumont, 4th Earl of Leicester, died without children. His heirs were his sisters, Amice and Margaret. Amice's son, Simon de Montfort, succeeded as Earl of Leicester, and Margaret's husband, Saer de Quincy, was created the Earl of Winchester in 1207. This was the first new hereditary earldom created since the reign of Stephen.[28] In 1227, Henry III (r. 1216–1272) granted his justiciar and chief minister Hubert de Burgh the earldom of Kent. The terms of inheritance, however, were unprecedented: the earldom was to pass to Hubert's son by his third wife Margaret of Scotland, thereby passing over his eldest son by his first wife. It may have been thought that Margaret's royal blood made her children more worthy of inheritance.[29] By the 13th century earls had a social rank just below the king and princes, but were not necessarily more powerful or wealthier than other noblemen. The only way to become an earl was to inherit the title or to marry into one—and the king reserved a right to prevent the transfer of the title. By the 14th century, creating an earl included a special public ceremony where the king personally tied a sword belt around the waist of the new earl, emphasizing the fact that the earl's rights came from him.[citation needed] Earls still held influence and, as \"companions of the king\", generally acted in support of the king's power. They showed their own power prominently in 1327 when they deposed King Edward II. They would later do the same with other kings of whom they disapproved. In 1337 Edward III declared that he intended to create six new earldoms.[30] An earldom became, with a few exceptions, the default rank of the peerage to which a former prime minister was elevated. However, the last prime minister to accept an earldom was Harold Macmillan, who became Earl of Stockton in 1984. The first Irish earldom was the Earl of Ulster, granted to the Norman knight Hugh de Lacy in 1205 by Henry II, King of England and Lord of Ireland. Other early earldoms were Earl of Carrick (1315), Earl of Kildare (1316), Earl of Desmond (1329) and Earl of Waterford (1446, extant). After the Tudor reconquest of Ireland (1530s–1603), native Irish kings and clan chiefs were encouraged to submit to the English king (now also King of Ireland) and were, in return, granted noble titles in the Peerage of Ireland. Notable among those who agreed to this policy of \"surrender and regrant\" were Ulick na gCeann Burke, 1st Earl of Clanricarde, Murrough O'Brien, 1st Earl of Thomond, Donald McCarthy, 1st Earl of Clancare, Rory O'Donnell, 1st Earl of Tyrconnell, Randal MacDonnell, 1st Earl of Antrim and Hugh O'Neill, Earl of Tyrone. The earls of Tyrone and Tyrconnell later rebelled against the crown and were forced to flee Ireland in 1607; their departure, along with about ninety followers, is famed in Irish history as the Flight of the Earls, seen as the ultimate demise of native Irish monarchy. Ireland became part of the United Kingdom in 1801, and the last Irish earldom was created in 1824. The Republic of Ireland does not recognise titles of nobility. Notable later Irish earls include Jacobite leader Patrick Sarsfield, 1st Earl of Lucan; Postmaster General Richard Trench, 2nd Earl of Clancarty; Prime Minister William Petty, 2nd Earl of Shelburne (later made a marquess) and the (alleged) murderer John Bingham, 7th Earl of Lucan. The oldest earldoms in Scotland (with the exception of the Earldom of Dunbar and March) originated from the office of mormaer, such as the Mormaer of Fife, of Strathearn, etc.; subsequent earldoms developed by analogy. The principal distinction between earldom and mormaer is that earldoms were granted as fiefs of the King, while mormaers were virtually independent. The earl is thought to have been introduced by the anglophile king David I. While the power attached to the office of earl was swept away in England by the Norman Conquest, in Scotland earldoms retained substantial powers, such as regality throughout the Middle Ages. It is important to distinguish between the land controlled directly by the earl, in a landlord-like sense, and the region over which he could exercise his office. Scottish use of Latin terms provincia and comitatus makes the difference clear. Initially these terms were synonymous, as in England, but by the 12th century they were seen as distinct concepts, with comitatus referring to the land under direct control of the earl, and provincia referring to the province; hence, the comitatus might now only be a small region of the provincia. Thus, unlike England, the term county, which ultimately evolved from the Latin comitatus, was not historically used for Scotland's main political subdivisions. Sheriffs were introduced at a similar time to earls, but unlike England, where sheriffs were officers who implemented the decisions of the shire court, in Scotland they were specifically charged with upholding the king's interests in the region, thus being more like a coroner. As such, a parallel system of justice arose, between that provided by magnates (represented by the earls), and that by the king (represented by sheriffs), in a similar way to England having both Courts Baron and Magistrates, respectively. Inevitably, this led to a degree of forum shopping, with the king's offering - the Sheriff - gradually winning. As in England, as the centuries wore on, the term earl came to be disassociated from the office, and later kings started granting the title of earl without it, and gradually without even an associated comitatus. By the 16th century there started to be earls of towns, of villages, and even of isolated houses; it had simply become a label for marking status, rather than an office of intrinsic power. In 1746, in the aftermath of the Jacobite rising, the Heritable Jurisdictions Act brought the powers of the remaining ancient earldoms under the control of the sheriffs; earl is now simply a noble rank. Some of the most significant Earls (Welsh: ieirll, singular iarll) in Welsh history were those from the West of England. As Wales remained independent of any Norman jurisdiction, the more powerful Earls in England were encouraged to invade and establish effective \"buffer states\" to be run as autonomous lordships. These Marcher Lords included the earls of Chester, Gloucester, Hereford, Pembroke and Shrewsbury (see also English Earls of March). The first Earldoms created within Wales were the Lordship of Glamorgan (a comital title) and the Earldom of Pembroke. Tir Iarll (English: Earl's land) is an area of Glamorgan, which has traditionally had a particular resonance in Welsh culture.[31] A British earl is entitled to a coronet bearing eight strawberry leaves (four visible) and eight silver balls (or pearls) around the rim (five visible). The actual coronet is rarely, if ever, worn except at the coronation of a new monarch, but in heraldry an earl may bear his coronet of rank on his coat of arms above the shield. An earl has the title Earl of [X] when the title originates from a placename, or Earl [X] when the title comes from a surname. In either case, he is referred to as Lord [X], and his wife as Lady [X]. A countess who holds an earldom in her own right also uses Lady [X], but her husband does not have a title (unless he has one in his own right). The eldest son of an earl, though not himself a peer, is entitled to use a courtesy title, usually the highest of his father's lesser titles (if any). For instance, the eldest son of The Earl of Wessex is styled as James, Viscount Severn. The eldest son of the eldest son of an earl is entitled to use one of his grandfather's lesser titles, normally the second-highest of the lesser titles. Younger sons are styled The Honourable [Forename] [Surname], and daughters, The Lady [Forename] [Surname] (Lady Diana Spencer being a well-known example). There is no difference between the courtesy titles given to the children of earls and the children of countesses in their own right, provided the husband of the countess has a lower rank than she does. If her husband has a higher rank, their children will be given titles according to his rank. In the peerage of Scotland, when there are no courtesy titles involved, the heir to an earldom, and indeed any level of peerage, is styled Master of [X], and successive sons as The Honourable [Firstname Surname]. Earls have appeared in various works of fiction.","Title":"Earl - Wikipedia","KeyID":"2405","URL":"https://en.wikipedia.org/wiki/Earl"}