{"Content: ":"Chichester (/ˈtʃɪtʃɪstər/ (listen))[4] is a cathedral city and civil parish in West Sussex, England.[5] It is the only city in West Sussex and its county town. It was a Roman and Anglo-Saxon settlement and a major market town from those times through Norman and medieval times to the present day. It is the seat of the Church of England Diocese of Chichester, with a 12th-century cathedral. The city has two main watercourses, the Chichester Canal, and the River Lavant. The Lavant, a winterbourne, runs to the south of the city walls, mostly hidden in culverts when close to the city centre. There is no recorded evidence that the city that became Chichester was a settlement of any size before the coming of the Romans.[6] The area around Chichester is believed to have played significant part during the Roman invasion of AD 43, as confirmed by evidence of military storage structures in the area of the nearby Fishbourne Roman Palace.[7] The city centre stands on the foundations of the Romano-British city of Noviomagus Reginorum, capital of the Civitas Reginorum.[8][9] The Roman road of Stane Street, connecting the city with London, started at the east gate, while the Chichester to Silchester road started from the north gate. The plan of the city is inherited from the Romans: the North, South, East and West shopping streets radiate from the central market cross dating from medieval times. The original Roman city wall was over 6+1⁄2 feet (2.0 m) thick with a steep ditch (which was later used to divert the River Lavant). It survived for over one and a half thousand years but was then replaced by a thinner Georgian wall. The city was also home to some Roman baths, found down Tower Street when preparation for a new car park was underway. A museum, The Novium, preserving the baths was opened on 8 July 2012. An amphitheatre was built outside the city walls, close to the East Gate, in around 80 AD. The area is now a park, but the site of the amphitheatre is discernible as a gentle bank approximately oval in shape; a notice board in the park gives more information. In January 2017, archaeologists using underground radar reported the discovery of the relatively untouched ground floor of a Roman townhouse and outbuilding. The exceptional preservation is due to the fact the site, Priory Park, belonged to a monastery and has never been built upon since Roman times.[10] According to the Anglo-Saxon Chronicle it was captured towards the close of the fifth century, by Ælle, and renamed after his son, Cissa. It was the chief city of the Kingdom of Sussex. The most probable source of Chichester's name is from Cissa.[11] The cathedral for the South Saxons was founded in 681 at Selsey; the seat of the bishopric was moved to Chichester in 1075.[citation needed] Chichester was one of the burhs (fortified towns) established by Alfred the Great, probably in 878–879, making use of the remaining Roman walls. According to the Burghal Hidage, a list written in the early 10th century, it was one of the biggest of Alfred's burhs, supported by 1500 hides, units of land required to supply one soldier each for the garrison in time of emergency. The system was supported by a communication network based on hilltop beacons to provide early warning. It has been suggested that one such link ran from Chichester to London.[12] When the Domesday Book was compiled, Cicestre[13] (Chichester) consisted of 300 dwellings which held a population of 1,500 people. There was a mill named Kings Mill that would have been rented to local slaves and villeins. After the Battle of Hastings the township of Chichester was handed to Roger de Mongomerie, 1st Earl of Shrewsbury, for courageous efforts in the battle, but it was forfeited in 1104 by the 3rd Earl. Shortly after 1066 Chichester Castle was built by Roger de Mongomerie to consolidate Norman power.[14] In around 1143 the title Earl of Arundel (also known as the Earl of Sussex until that title fell out of use) was created and became the dominant local landowner. In 1216, Chichester Castle, along with Reigate Castle, was captured by the French, but regained the following year, when the castle was ordered to be destroyed by the king.[15] Between 1250 and 1262, the Rape of Chichester was created from the western half of Arundel rape, with the castle as its administrative centre.[16] In about 1400 Bishop Robert Reed erected an impressive cross in the Market Place.[17] At Christmas 1642 during the First English Civil War, the city was besieged and St Pancras church was destroyed by gunfire.[18] A military presence was established in the city in 1795 with the construction of a depot on land where the Hawkhurst Gang had been hanged. It was named the Roussillon Barracks in 1958.[19] The military presence had ceased by 2014 and the site was being developed for housing.[20] At the beginning of the 19th-century, Chichester's livestock market was recorded as the second largest in the country.[21] Chichester was bombed by the Luftwaffe during World War II, but fared relatively well compared to larger English cities.[22][23] On 11 May 1944, a United States Air Force B-24 Liberator Bomber crashed in the city killing three, injuring 38, and damaging hundreds of local buildings.[24] In December 1993 and January 1994, Chichester was affected by the 1993–94 West Sussex floods.[25] On 21 November 2017, the Chichester District Council adopted a 'Southern Gateway' plan to redevelop an area from the law courts to the canal basin, including the two railway level crossings.[26][27] Historically, Chichester was a city and liberty,[6] thereby largely self-governing. Although it has retained its city status, in 1888 it became a municipal borough, transferring some powers to West Sussex administrative county. In 1974 the municipal borough became part of the much larger Chichester District. There is a city council[28] but it only has the powers of a parish council; control of services is largely in the hands of Chichester District Council and West Sussex County Council. The City Council consists of twenty elected members serving four wards of the city – North, South, East, and West.[29] The Council House on North Street dates from 1731;[30] prior to this the City Corporation had met in Chichester Guildhall. In addition to its own council offices, those of the Chichester District and the West Sussex County Council are located in the city. Chichester is represented in the House of Commons by the Chichester constituency, held since 8 June 2017 by Gillian Keegan.[31] From 1660 to 1868, Chichester returned two members of Parliament, this was reduced to one member by the Reform Act 1867. The Conservative Party is dominant, with the constituency returning a Conservative member at every election since 1868, with the exception of the Liberal Charles Rudkin in 1923. Between 1812 and 1894 the constituency was represented exclusively by members of the Lennox family.[32] The following people and organisations have received the Freedom of the City of Chichester. The City of Chichester is located on the River Lavant south of its gap through the South Downs. This winterbourne for part of its course now runs through the city in underground culverts.[41] The city's site made it an ideal place for settlement, with many ancient routeways converging here. The oldest section lies within the medieval walls of the city, which are built on Roman foundations.[42] The Chichester conservation area, designated for its architectural and historic interest,[43] encompasses the whole of the Roman town, and includes many Grade I and II listed buildings. Further to the north lies the separate conservation area around the former Graylingwell Hospital, and to the south, the Chichester Conservation Area has been extended recently to include the newly restored canal basin and part of the canal itself. The Conservation Area has been split into eight 'character' areas, based on historic development, building type, uses and activities. Chichester has a maritime climate. With its position in southern England, Chichester has mild winters and cool summers. West Sussex has high sunshine levels compared with other parts of the UK with around 1,900 hours annually.[44] The 2011 census recorded a population of 26,795 for the city of Chichester, forming 12,316 households. There is a small imbalance in the sex ratio, with 14,184 female residents (52.9%) and 12,611 male residents (47.1%). Chichester is a majority Christian city with 16,245 (60.6%) residents identifying as such. 25,158 residents (93.9%) listed their ethnic group as White. The median age of Chichester city was 40.[45] The city has a tourist industry.[46] Several marinas are situated in the area together with related industries. A recent government study suggested that the area has a lot of employment with the public sector (as well as within the tourism and leisure industries), with a growing number of self-employed people in the area.[47] The city holds an annual four-week arts and music festival (\"Festival of Chichester\") held in June and July.[48] Chichester Festival Theatre, is one of the United Kingdom's flagship producing and touring theatres, whose annual summer season attracts actors, writers and directors from the West End theatre and the USA.[49] Pallant House Gallery, winner of the 2007 gallery of the year Gulbenkian Prize, has a major collection of chiefly modern British art and in 2006 opened a new extension that houses the collection of Sir Colin St John Wilson. It has a changing programme of exhibitions.[50] Chichester is home to the South Downs Planetarium & Science Centre, which opened in 2001 and features a program of public star shows in its 100-seat theatre. The Sloe Fair, a funfair that dates back to the 12th Century, is held annually on 20 October in the city's Northgate car park.[51] Chichester Cinema at New Park[52] is the city's first and only arthouse cinema. It shows a selection of mainstream, small-budget and older films 7 days a week. It hosts an annual 18-day International Film Festival in August/September. Vice-presidents are Dame Maggie Smith and Kenneth Branagh. There is a larger, multiplex cinema located at Chichester Gate. Chichester's previous cinemas were the Olympia Electric on Northgate (1911-1922). the Plaza CInema on South Street (1920-1960, the Odeon from 1945 and now Iceland supermarket), the Granada Exchange at the Corn Exchange (1922-1980) and the Gaumont on Eastgate Square (1937-1961, later the swimming baths).[53] The Chichester Open Mic has supported regular programmes of readings by contemporary poets in the city since 2010. It also hosts a high-profile annual event under the banner Poetry and All That Jazz which included performances by Don Paterson in 2010, Sam Willetts in 2011, and David Harsent in 2012.[54] In 2012 The Novium, Chichester's museum, was opened by author Kate Mosse.[55] Designed by the architect Keith Williams, is approximately 2.4 times the size of the previous museum in Little London. Key highlights are Roman Bath House, Jupiter Stone and Chilgrove Mosaic. In May 2013 Chichester hosted the Chichester Street Art Festival week where international street artists created colourful murals around the city.[56] Chichester is mentioned in a 1992 episode of A Bit of Fry and Laurie, the 2003 film Bright Young Things directed by Stephen Fry, the 2005 film Stoned about Brian Jones from the Rolling Stones, and also in the 2009 film Sherlock Holmes. The city is periodically referred to in Call the Midwife, as the seat of the Order of Saint Raymond Nonnatus, the mother house's exterior being depicted in episode 1.6. The West Sussex Record Office is in Orchard Street and contains the county archives. On 21 April 2017 it was announced that a second parchment manuscript copy of the United States Declaration of Independence, now termed The Sussex Declaration, had been discovered in the archives.[57][58] Chichester has one of the highest rates of empty homes in England, with 1 in every 17 houses vacant. In October 2020, 3,444 houses were vacant, of which 3,302 were second homes.[59] Founded in 1881, the Chichester Symphony Orchestra has both amateur and professional players. Three concerts are given each year with the summer concert being part of the Chichester Festivities while the autumn concert is included in the Chichester Cathedral Lunchtime Series.[60] The Chichester Singers, under musical director Jonathan Willcocks, perform classical and contemporary works in concert.[61][62] The Chichester RAJF (From \"Real Ale and Jazz Festival\"), was a four-day festival of music and real ale held each July in tents beside the 13th century Guildhall in Priory Park.[63] Founded in 1980 by members of Chichester Hockey Club as a fund-raising event, the festival's early years focused on traditional jazz and featured performers such as Kenny Ball, Humphrey Lyttelton and Kenny Baker. In the 1990s blues and R&B were introduced and acts including Status Quo, Blondie, Boney M, Howard Jones, Go West, The Pretenders and Simple Minds played the festival up until its final staging, in 2011.[citation needed] The City of Chichester has been twinned with Chartres, France, since February 1959 and Ravenna, Italy, since December 1996.[64][65] Friendship links have also been established with Marktredwitz in Germany, Kursk in Russia and Valletta in Malta.[65] The Butter Market in North Street was designed by John Nash, and was opened in 1808 as a food and produce market.[66] In 1900, a second storey was added to the building, originally housing an arts institute. The building has recently been renovated.[citation needed] The Corn Exchange on East Street was built in 1833, one of the first in the country.[67] From the 1880s it was used for drama and entertainment and became a cinema from the 1910s.[68] An attempt to convert it to a bingo hall was refused in 1977.[69] As it could not be converted to a multiplex it was closed on 9 August 1980.[69] It remained closed and unused for six years until the front was opened as a fast food restaurant and the rear converted for offices.[69][70] From 2005 the front has been used by a clothing retailer.[71] Chichester Cross, which is a type of buttercross familiar in old market towns, was built in 1501 as a covered marketplace,[72] and stands at the intersection of the four main roads in the centre of the city. In 1921, Sir William Robertson unveiled a war memorial in Eastgate Square for soldiers who died in World War I. The memorial was relocated to Litten Gardens in 1940. The City Council has subsequently added the names of soldiers who died in World War II.[73] Chichester is the hub of several main roads. The most important of these is the A27 coastal trunk road (connecting Eastbourne with Southampton) which passes to the south of the city. The A27 connects Chichester to the M3, M27 and M275 motorways. The secondary coastal road, the A259, which begins its journey at Folkestone in Kent, joins the A27 here and ends in Havant to the west. Both those roads make east–west connections. Three roads give Chichester access to the north: the A29 to London joins the A27 several miles to the east of the city; the A285 runs north-east to Petworth and beyond; and the A286 runs northwards towards Haslemere, Surrey.[74] Chichester railway station, on the West Coastway Line, has regular services to Brighton, London Victoria via Gatwick Airport, Portsmouth and Southampton. In the past there was a branch line to Midhurst in the north and a light railway, built by Colonel HF Stephens and known as the West Sussex Railway, which ran south to Selsey and closed in 1935. There are many bus services; Chichester bus station, which is adjacent to the railway station, is the local hub. Operators include Stagecoach in the South Downs and Compass Travel.[75][76][77] National Express's Poole-Gatwick Airport route passes through Chichester.[78] Chichester/Goodwood Airport is situated north of the city.[74] There are several long-distance routes for walkers, cyclists and riders in the area; some of these routes, like the Centurion Way to West Dean, start here. Centurion Way was opened in the mid-1990s and runs along the former railway line. The name was chosen by Ben Adams, a local schoolboy who won a competition to name the path.[citation needed] In summer 2020, COVID-19 temporary pop-up segregated cycle lanes were implemented predominately around parts of the city inner ring road and associated routes.[79] There are three secondary schools in Chichester: Chichester Free School (which also has a primary sector in Bognor Regis), Bishop Luffa School and Chichester High School formed after the Chichester High School for Boys and Chichester High School for Girls merged in 2016.[80] In the primary sector there are two infant-only schools: Lancastrian and Rumboldswyke; the Central C of E Junior School; six all-level schools;[81] and two special-needs schools at Fordwater and St Anthony's. There is also a Roman Catholic school, St Richard's Primary School, and a Sure Start Children's Centre, Chichester Nursery School, Children and Family Centre.[citation needed] In the independent sector there are three-day preparatory schools (Oakwood Preparatory School, The Prebendal School and Westbourne House). The higher and further educational institutions include the Chichester High School Sixth Form, which is the largest Sixth Form in West Sussex. It offers a range of A-Level and vocational courses with full use of a wide range of facilities at both boys and girls high schools, Bishop Luffa School sixth form which also offers a range of A-Level courses and Chichester College, formerly Chichester College of Arts, Science and Technology; offers both foundation-level and degree-equivalent courses, mainly focused towards vocational qualifications for industry. The college has recently made significant investment in upgrading facilities, and is now offering a wider range of subject areas in its prospectus.[citation needed] The University of Chichester[82] was granted degree-awarding body status by the Qualifications and Curriculum Authority in October 2005.[83] Chichester Cathedral, founded in the 11th century, is dedicated to the Holy Trinity, and contains a shrine to Saint Richard of Chichester. Its spire, built of the weak local stone, collapsed and was rebuilt during the 19th century. In the south aisle of the cathedral a glass panel in the floor enables a view of the remains of a Roman mosaic pavement. The cathedral is unusual in Britain in having a separate bell tower a few metres away from the main building, rather than integrated into it. Within the cathedral there is a medieval tomb of a knight and his wife, the inspiration of the poem \"An Arundel Tomb\", by Philip Larkin. A memorial statue exists of William Huskisson, once member of parliament for the city, but best remembered as the first man to be run over by a railway engine.[84] Leonard Bernstein's Chichester Psalms were commissioned for the cathedral. The statue of St Richard (pictured left) is by the sculptor Philip Jackson.[citation needed] There are further Philip Jackson sculptures outside the Chichester Festival Theatre and St Richard's Hospital in Chichester.[citation needed] In addition to the cathedral there are five Church of England churches, St Richard's Roman Catholic church and nine religious buildings of other denominations.[85] Redundant churches include the Grade I-listed St John the Evangelist's Church, an octagonal white-brick proprietary chapel with an impressive three-decker pulpit.[86][87] Chichester City F.C. is the main football club and is based at Oaklands Park. They play in the Isthmian League South East Division.[88] The rugby club, Chichester R.F.C., is also based at Oaklands Park.[89] Chichester Priory Park Cricket Club and Chichester Priory Park Hockey Club share a clubhouse at Priory Park.[90][91] The city is home to the Chichester Sharks Flag American Football Club who are members of the BAFA National League.[92] Chichester Runners and A.C is a club with runners and athletes of all ages. Other sports include cycling.[93] William Juxon, born 1582, attended The Prebendal School before studying at Oxford. He became chaplain to Charles I and was the last English cleric to hold both church and secular high office. He became Archbishop of Canterbury following the Restoration.[94] William Cawley, born 1602 in Chichester, was on the other side of the English Civil War. Also educated at Oxford University he became the Member of Parliament for Chichester in 1628 and for Midhurst in 1640. He was a regicide and served on the Council of State during the Commonwealth, being forced to flee to Switzerland after the Restoration.[95] A later MP for the town, William Huskisson was one of the earlier people to die from a railway accident, when he was run over by Stephenson's Rocket at the opening of the Liverpool and Manchester Railway. In modern times middle-distance runner Christopher Chataway was elected to Parliament in 1969.[96] Military people have included Edric Gifford, 3rd Baron Gifford who won a Victoria Cross during the Third Anglo-Ashanti War. General Charles Harington Harington served in the Second Boer War and as a staff officer throughout World War I,[97] and military theorist Major General J. F. C. Fuller planned the first large scale tank assault at the Battle of Cambrai in 1917.[98] Artists who were born or lived most of their lives in Chichester include Richard Buckner, Heywood Hardy, James Hayllar, William Shayer and George Smith.[99][100] Author Kate Mosse (born 1961) studied at Chichester High School For Girls, living in Chichester until moving to Oxford to attend New College. She is author of the first main-stage new play by a woman at Chichester Festival Theatre, an adaptation of her novel The Taxidermist's Daughter, set in and around Chichester.[101] Tim Peake, who became the first official British astronaut when he arrived on the International Space Station in December 2015, was born in Chichester in 1972. Peake attended the Chichester High School for Boys,[102][103] which now has a Sports and Conference centre named after him and opened by him.[citation needed] Tom Odell, who was born in Chichester, is a singer and songwriter who gained success with his album, Wrong Crowd.[104] Edward Bradford Titchener (/ˈtiːtʃənər/; 11 January 1867 – 3 August 1927) was a British psychologist who studied under Wilhelm Wundt. Born in Chichester, Titchener created the school of thought in psychology that described the structure of the mind: structuralism.[105] Territorial policing in Chichester is provided by Sussex Police, who have a station and a custody suite in Chichester on Kingsham Road.[106][107] The Police and Crime Commissioner is Katy Bourne.[108] Statutory emergency fire and rescue service is provided by the West Sussex Fire and Rescue Service, which has a station in Northgate.[109] St Richard's Hospital, on Spitalfield Lane, is a medium-sized NHS hospital administrated by the University Hospitals Sussex NHS Foundation Trust.[110] The South East Coast Ambulance Service provides emergency patient transport to and from this facility. Nuffield Health operates a private hospital in the city.[111] Chichester's distribution network operator for electricity is Scottish and Southern Electricity Networks, and for gas is SGN.[112] Portsmouth Water manages Chichester's drinking water, whilst Southern Water manages the city's wastewater.[113][114]","Title":"Chichester - Wikipedia","KeyID":"2413","URL":"https://en.wikipedia.org/wiki/Chichester"}