{"Content: ":"Shaftesbury (/ˈʃɑːftsbəri, ˈʃæfts-/) is a town and civil parish in Dorset, England. It is situated on the A30 road, 20 miles (32 kilometres) west of Salisbury, near the border with Wiltshire. It is the only significant hilltop settlement in Dorset, being built about 215 metres (705 feet) above sea level on a greensand hill on the edge of Cranborne Chase. The town looks over the Blackmore Vale, part of the River Stour basin. Shaftesbury is the site of the former Shaftesbury Abbey, which was founded in 888 by King Alfred and became one of the richest religious establishments in the country, before being destroyed in the dissolution in 1539. Adjacent to the abbey site is Gold Hill, a steep cobbled street used in the 1970s as the setting for Ridley Scott's television advertisement for Hovis bread. In the 2011 Census the town's civil parish had a population of 7,314. Shaftesbury has acquired a number of names throughout its history. Writing in 1906, Sir Frederick Treves referred to four of these names from Celtic, Latin and English traditions in his book Highways & Byways in Dorset: The city has had many names. It was, in the beginning, Caer Palladour. By the time of the Domesday Book it was Sceptesberie. It then, with all the affectation of a lady in an eighteenth-century lyric, called itself Sophonia. Lastly it became Shaston, and so the people call it to this day, while all the milestones around concern themselves only with recording the distances to \"Shaston\". The original Celtic name is first recorded in Medieval Welsh literature as Caer Vynnydd y Paladr (The Mountain Fort/City of the Spears)[2] and Thomas Gale records the name as Caer Palladour in his work of 1709.[3] Though \"Palladour\" was described by one 19th-century directory as \"mere invention\", it has continued to be used as a poetic and alternative name for the town.[4] The English name was recorded in the Domesday Book of 1086 as Sceptesberie,[5] and the use of \"Shaston\" (/ˈʃæstən/) was recorded in 1831 in Samuel Lewis's A Topographical Dictionary of England[6] and in 1840 in The parliamentary gazetteer of England and Wales.[7] Thomas Hardy used both \"Shaston\" and \"Palladour\" to refer to the town in the fictional Wessex of his novels such as Jude the Obscure.[8] There is no substantive evidence that Shaftesbury was the \"Caer Palladur\" (or \"Caer Palladwr\") of Celtic and Roman times, and instead the town's recorded history dates from Anglo-Saxon times.[9] By the early eighth century there was an important minster church here,[10] and in 880 Alfred the Great founded a burgh (fortified settlement) here as a defence in the struggle with the Danish invaders.[11] The burgh is recorded in the early-10th-century Burghal Hidage as one of only three that existed in the county (the others being at Wareham and 'Bredy' – which is probably Bridport).[10] In 888 Alfred founded Shaftesbury Abbey, a Benedictine nunnery by the town's east gate, and appointed his daughter Ethelgifu as the first abbess.[12] Æthelstan founded two royal mints,[13] which struck pennies bearing the town's name, and the abbey became the wealthiest Benedictine nunnery in England. On 20 February 981 the relics of St Edward the Martyr, the teenage King of England, were transferred from Wareham and received at the abbey with great ceremony, thereafter turning Shaftesbury into a major site of pilgrimage for miracles of healing. King Canute died here in 1035, though he was buried at Winchester.[13] Edward the Confessor licensed a third mint for the town.[13] By the time of the Norman conquest in 1066 Shaftesbury had 257 houses, though many were destroyed in the ensuing years of conflict, and by the time the Domesday Book was compiled twenty years later, there were only 177 houses remaining, though this still meant that Shaftesbury was the largest town in Dorset at that time.[14] In the first English civil war (1135–1154) between Empress Matilda and King Stephen, an adulterine castle or fortified house was built on a small promontory at the western edge of the hill on which the old town was built. The site on Castle Hill, also known locally as Boltbury, is now under grass and is a scheduled monument.[15] In 1240 Cardinal Otto of Tonengo, legate to the Apostolic See of Pope Gregory IX visited the abbey and confirmed a charter of 1191, the first entered in the Glastonbury chartulary. During the Middle Ages the abbey was the central focus of the town; the abbey's great wealth was acknowledged in a popular saying at the time, which stated that \"If the abbot of Glastonbury could marry the abbess of Shaftesbury their heir would hold more land than the king of England\".[16] In 1260 a charter to hold a market was granted. By 1340 the mayor had become a recognised figure, sworn in by the steward of the abbess. In 1392 Richard II confirmed a grant of two markets on different days. Edwardstow, Shaftesbury's oldest surviving building, was built on Bimport at some time between 1400 and 1539. Also in this period a medieval farm owned by the Abbess of Shaftesbury was established, on a site now occupied by the Tesco supermarket car park. In 1539, the last Abbess of Shaftesbury, Elizabeth Zouche, signed a deed of surrender, the (by then extremely wealthy) abbey was demolished, and its lands sold, leading to a temporary decline in the town. Sir Thomas Arundell purchased the abbey and much of the town in 1540, but when he was later exiled for treason his lands were forfeit, and the lands passed to Pembroke then Anthony Ashley-Cooper, 7th Earl of Shaftesbury, and finally to the Grosvenors. Shaftesbury was a parliamentary constituency returning two members from 1296 to the Reform Act of 1832, when it was reduced to one, and in 1884 the separate constituency was abolished. In Survey of Dorsetshire, written in about 1630 by Thomas Gerard of the Dorset village of Trent, Shaftesbury is described as a \"faire Thorough Faire, much frequented by Travellers to and from London\".[17] The town was broadly Parliamentarian in the Civil War, but was in Royalist hands. Wardour Castle fell to Parliamentary forces in 1643; Parliamentary forces surrounded the town in August 1645, when it was a centre of local clubmen activity. The clubmen were arrested and sent to trial in Sherborne. Shaftesbury took no part in the Monmouth Rebellion of 1685. In the 17th century the cloth industry formed part of Shaftesbury's economy, though much of the actual production took place as a cottage industry in the surrounding area. In the 18th century the town produced a coarse white woollen cloth called 'swanskin', that was used by fishermen of Newfoundland and for uniforms.[18] Buttonmaking also became important around this time, though with the later advent of industrialisation this subsequently declined, resulting in unemployment, starvation and emigration, with 350 families leaving for Canada.[19] Malting and brewing were also significant in the 17th and 18th centuries, and like other Dorset towns such as Dorchester and Blandford Forum, Shaftesbury became known for its beer.[20] The railways however bypassed the town, which had consequences for Shaftesbury's economy; during the 19th century the town's brewing industry was reduced to serving only local markets, as towns elsewhere in the country could transport their produce more cheaply.[20] During the 19th century the population of the town grew little.[21] The town hall was built in 1837 by Earl Grosvenor after the guildhall was pulled down to widen High Street. It has been designated by English Heritage as a grade II listed building.[22] Shaftesbury Town Hall is next to the 15th-century St Peter's Church.[23] The Westminster Memorial Hospital was constructed on Bimport in the mid-19th century with a legacy from the wife of the Duke of Westminster.[24] In 1918 Lord Stalbridge, 2nd Baron Stalbridge, Hugh Grosvenor, sold a large portion of the town, which was purchased by a syndicate and auctioned piece by piece over three days.[25] The entire Stalbridge Estate of some 13,500 acres was sold and the title became extinct with the death of Hugh Grosvenor, 2nd Baron Stalbridge in 1949. His only son and heir had been killed in a flying accident in 1930. Most of Shaftesbury's buildings date from no earlier than the 18th century, as the Saxon and most of the medieval buildings have not survived. In the United Kingdom national parliament, Shaftesbury is in the North Dorset parliamentary constituency. As of 2021[update], North Dorset's Member of Parliament (MP) is Simon Hoare of the Conservative Party.[26] At the top tier of local government Shaftesbury is governed by Dorset County Council, the main responsibilities of which include schools and other education, highways, planning, waste, public transport, social care, countryside and heritage, public health, libraries, museums and the arts, archives, trading standards and planning for emergencies.[27] At the middle tier of local government Shaftesbury is governed by North Dorset District Council. Since 2006 North Dorset District Council has reduced its direct service provision via a system of decentralised community partnerships with local organisations such as town councils.[28] North Dorset District Council is also in a 'tri-council' partnership with two other district-level councils in Dorset, West Dorset District Council and Weymouth and Portland Borough Council; the aim of the partnership is to reduce costs of management and buildings.[29] At the bottom tier of local government Shaftesbury is governed by Shaftesbury Town Council,[30] which has responsibilities that include open spaces and recreational facilities, allotments, litter, street markets, public conveniences, grants to voluntary organisations, cemetery provision, bus shelters, crime prevention initiatives, civic events and the town hall, planning (as a consultee) and the war memorial.[31] For electoral purposes Shaftesbury is divided into two electoral wards: Shaftesbury West and Shaftesbury East. In national parliamentary elections these are joined with 25 other wards that together elect the Member of Parliament for the North Dorset constituency.[32] In county council elections the two wards together form Shaftesbury electoral division, one of 42 divisions that each elect councillors to Dorset County Council.[33] The county council has 45 councillors (three divisions elect two councillors each)[34] and the Conservative Party has overall control,[35] though the councillor representing Shaftesbury is a Liberal Democrat.[34] In district council elections the two wards, together with seventeen other wards within the North Dorset District, elect councillors to North Dorset District Council; the two Shaftesbury wards each elect two councillors[36] out of a total of 33. The Conservative Party has overall control of the district council, though of the four councillors that represent Shaftesbury, one is a Liberal Democrat and one is an independent.[37] In town council elections Shaftesbury's two wards each elect six councillors to Shaftesbury Town Council.[36] The old centre of Shaftesbury is sited on a westward-pointing promontory of high ground in northeast Dorset, on the scarp edge of a range of hills that extend south and east into Cranborne Chase and neighbouring Wiltshire.[38][39] The town's built-up area also extends down the promontory slopes to lower ground at St James, Alcester and Enmore Green, and eastwards across the watershed towards the hill's dip slope.[38] Shaftesbury's altitude is between about 165 metres (541 feet) at the lowest streets below the promontory, to about 235 m (771 ft) at Wincombe Business Park on the hilltop in the north, with the promontory and town centre being at about 215 m (705 ft).[38] Below the town to the west is the Blackmore Vale, which undulates between about 60 and 110 m (200 and 360 ft).[40] About 2 mi (3 km) west of the town and within the Blackmore Vale is the conical mound of Duncliffe Hill, visible for miles and home to Duncliffe Wood and a nature reserve. The countryside east of the town is part of the Cranborne Chase and West Wiltshire Downs Area of Outstanding Natural Beauty.[41] Geologically, Shaftesbury's hill mostly comprises Upper Greensand, which is overlain by Lower Chalk in the east. These date from the Cretaceous, with the greensand having been formed in the Albian and early Cenomanian, and the chalk also in the Cenomanian. The greensand is composed of three beds: the oldest and lowest is a layer of Cann Sand, which is found in the lower parts of the town, such as St James and Alcester, that are below the promontory; above this is a layer of Shaftesbury Sandstone, which generally forms the steepest slopes around the promontory, and on top of this is a layer of Boyne Hollow Chert, which is found on top of the hill and on which most of the town is built. Below the Cann Sand, on the lower slopes of the hill to the north, west and south of the town, are extensive landslip deposits.[42] In 2012 there were 3,400 people employed in Shaftesbury, 65% of whom were working full-time and 35% part-time.[43] Excluding agriculture, the most important employment sectors were public administration, education and health (31% of non-agricultural employment), production and construction (29%), and distribution, accommodation and food (26%).[43] Significant employers include Dorset County Council, Pork Farms, Guys Marsh Prison, Royal Mail, Tesco, Port Regis School, Wessex Electricals, Stalbridge Linen Services, Blackmore Press and Dorset Chilled Foods.[43] There are two industrial estates in the town: Longmead Industrial Estate, covering 7.7 hectares (19 acres), and Wincombe Business Park, covering 6.5 hectares (16 acres).[43] In 2005 there were 75 shops in the town, with a total floorspace of 7,200 square metres (78,000 sq ft). The retail catchment area for major food shopping extends about 4+1⁄2 mi (7 km) in all directions. National retail chains with a presence in the town include the Body Shop, Boots, Somerfield, Superdrug, Tesco and WHSmith.[43] A site has been identified for a projected parkway station on the West of England main railway line. It would be situated to the north of the town, beneath the A350 road, and a bus service would connect it with the town.[citation needed] Currently the nearest railway station is located in neighbouring Gillingham. In the 2011 census Shaftesbury's civil parish had 3,493 dwellings,[44] 3,235 households and a population of 7,314.[1] The average age of inhabitants was 43, compared to 39.3 for England as a whole. 22.1% of inhabitants were age 65 or older, compared to 16.4% for England as a whole.[45] 92% of Shaftesbury's residents were born in the United Kingdom, compared to 86.2% for England as a whole.[46] Previous census figures for the total population of the civil parish are shown in the table below: Shaftesbury Arts Centre was established in 1957 and stages a variety of exhibitions, performances, workshops and training courses. It is based in the old covered market in the town centre and is a charitable company that is run wholly by its volunteer members.[48] Shaftesbury has two museums: Gold Hill Museum at the top of Gold Hill, and Shaftesbury Abbey Museum in the abbey grounds.[19][49] Gold Hill Museum was founded in 1946 and displays many artefacts that relate to the history of Shaftesbury and the surrounding area, including Dorset's oldest fire engine, dating from 1744.[19] Shaftesbury Abbey Museum tells the story of the abbey and also has a herb garden and medieval orchard.[49] Shaftesbury Snowdrops is a Diamond Jubilee Community Legacy with the aim of creating a series of free and accessible snowdrop walks by planting snowdrops within the publicly open spaces and along the pathways throughout the town. The project was started in the winter of 2012 with the planting of 60,000 bulbs.[50] Since 2013 there has been an annual Snowdrop Festival to encourage tourists to see the snowdrops in flower.[51] Highlights of the festival include the Snowdrop Art Exhibition[52] and the Snowdrop Lantern Parade.[53] In 2014 Shaftesbury Snowdrops started a heritage collection of rare and unusual snowdrops.[54] These are held in trust for the people of Shaftesbury and displayed in Shaftesbury Abbey during the annual Snowdrop Festival. The collection is being built through sponsorship and donations. Gold Hill Fair usually occurs in the first weekend of July and has food stalls, arts stalls and local music that can be found in the abbey ruins.[55] In 2016, Shaftesbury's first open arts fringe festival was organised and has since grown to become one of the key fringe festivals in the country. The fringe is always held on the first weekend in July and attracts an eccentric mix of performers from local singers to celebrity comics heading for Edinburgh. Thomas Hardy used the names Shaston or Palladour to describe Shaftesbury in the fictional Wessex of his novels. In Jude the Obscure he described the loss of the town's former architectural glories, principally the abbey: \"Vague imaginings of its castle, its three mints, its magnificent apsidal abbey, the chief glory of south Wessex, its twelve churches, its shrines, chantries, hospitals, its gabled freestone mansions—all now ruthlessly swept away—throw the visitor, even against his will, into a pensive melancholy, which the stimulating atmosphere and limitless landscape around him can scarcely dispel.\"[57] In the 1970s Ridley Scott used Gold Hill, a steep cobbled street in the town, as the setting for a television advertisement for Hovis bread, in which a bread delivery boy is seen pushing his bicycle up the street before freewheeling back down. The advertisement made the street nationally famous.[19] Shaftesbury is served by the A30 between Salisbury and Yeovil and the A350 between Poole and Chippenham. The town is 7 mi (11 km) south of the A303 providing a link to London and South West England. Due to its hilltop location, Shaftesbury has never had a railway connection. In 1859 the Salisbury and Yeovil Railway (now the West of England line), running along the Vale of Wardour, opened a station at Semley, approximately 2+1⁄2 mi (4 km) north of Shaftesbury, to serve the town. When the station closed in 1966, Gillingham station, 4 miles north-west of Shaftesbury on the same line, became the main railhead for the town. Shaftesbury has a non-League football club, Shaftesbury F.C., who play at Cockrams.[58] Shaftesbury has a community hospital, radio station and library. Westminster Memorial Hospital on Abbey Walk provides a range of services, including minor surgery and several specialist clinics.[59] The library on Bell Street lends films and music as well as books, and provides free internet access,[60] while the radio station is called Alfred, after the town's founder Alfred the Great.[61][62] King of England, Denmark, and Norway, Cnut the Great, died here on 12 November 1035. Poet William Chamberlayne lived here his whole life, from 1619 to 1689. Philosopher Anthony Ashley-Cooper, 3rd Earl of Shaftesbury (1671–1713), an influential thinker on modern aesthetics. Actor Robert Newton, best known for his portrayals of Long John Silver and Bill Sikes in the 1948 David Lean film Oliver Twist, was born here. Architect Richard Upjohn, famous for his Gothic Revival churches in the United States, including Trinity Church in New York, was also born in Shaftesbury. Electronic music producer Seamus Malliagh, known professionally as Iglooghost, was born in Shaftesbury in 1996.","Title":"Shaftesbury - Wikipedia","KeyID":"2416","URL":"https://en.wikipedia.org/wiki/Shaftesbury"}