{"Content: ":"Stafford (/ˈstæfərd/) is a market town and the county town of Staffordshire, in the West Midlands region of England. It lies about 15 miles (24 km) north of Wolverhampton, 15 miles (24 km) south of Stoke-on-Trent and 24 miles (39 km) north-west of Birmingham. The town population in 2021 was 71,424[1] and that of the wider borough of Stafford was 122,000, making it the third largest in the county after Stoke-on-Trent and Newcastle-under-Lyme. Stafford means \"ford\" by a staithe (landing place). The original settlement was on a dry sand and gravel peninsula that offered a strategic crossing point in the marshy valley of the River Sow, a tributary of the River Trent. There is still a large area of marshland north-west of the town, which is subject to flooding and did so in 1947, 2000, 2007 and 2019. Stafford is thought to have been founded about AD 700[2] by a Mercian prince called Bertelin, who, legend has it, founded a hermitage on a peninsula named Betheney.[3] Until recently it was thought that the remains of a wooden preaching cross from the time had been found under the remains of St Bertelin's Chapel, next to the later collegiate Church of St Mary in the town centre. Recent reappraisal of the evidence shows this to be a misinterpretation – it was a tree-trunk coffin placed centrally in the first, timber chapel around the time that Æthelflæd founded the burh in 913.[4] It may have been placed there as a commemoration or veneration of St Bertelin. Already a centre for delivering grain tribute in the Early Middle Ages, Stafford was commandeered in July 913 by Æthelflæd, Lady of Mercia, to construct a burh there. This fortification provided an industrial area for centralised production of Roman-style pottery (Stafford Ware),[5] which was supplied to a chain of West Midlands burhs. Æthelflæd and her younger brother, King Edward the Elder of Wessex, were trying to complete their father King Alfred the Great's programme of moulding England into a single kingdom. Æthelflæd, a formidable military leader and tactician, sought to protect and extend the northern and western frontiers of her overlordship of Mercia against the Danish Vikings by fortifying burhs, including Tamworth and Stafford in 913, and Runcorn on the River Mersey in 915, while King Edward the Elder concentrated on the east, wresting East Anglia and Essex from the Danes. Anglo-Saxon women could play powerful roles in society; Æthelflæd's death in 918 effectively ended Mercia's relative independence. Edward the Elder of Wessex took over her fortress at Tamworth and accepted submission from all who were living in Mercia, Danish or English. In late 918 Aelfwynn, Æthelflæd's daughter, was deprived of her authority over Mercia and taken to Wessex. The project of unifying England took another step forward.[6] Stafford was one of Æthelflæd's military campaign bases. Extensive archaeological investigations and recent re-examination and interpretation show her new burh producing, alongside Stafford Ware, food for her army (butchery, grain processing, baking), coinage and weaponry, but apparently no other crafts and making few imports.[5][7] The county of Staffordshire was formed at about this time. Stafford lay within the Pirehill hundred.[8] In 1069, a rebellion by Eadric the Wild against the Norman conquest culminated in the Battle of Stafford. Two years later another rebellion, led by Edwin, Earl of Mercia, ended in Edwin's assassination and distribution of his lands among the followers of William the Conqueror. Robert de Tonei was granted the manor of Bradley and one third of the king's rents in Stafford. The Norman Conquest there was especially brutal, and resulted not only in the imposition of a castle, but in destruction and suppression for about a century of every other activity except intermittent minting of coins. Stafford Castle, built by the Normans on a nearby hilltop to the west about 1090, was first made of wood and later rebuilt in stone. It has been rebuilt twice since; the ruins of the 19th-century Gothic revival castle on the earthworks incorporate much of the original stonework. Redevelopment began in the late 12th century. While the church, the main north–south street (Greengate) and routes through the late Saxon industrial quarter to the east remained, the town plan changed in other ways. A motte was built on the western side of the peninsula, overlooking a ford and facing the site of the main castle of Stafford on the hill at Castle Church, west of the town. Tenements were laid out over the peninsula and trade and crafts flourished until the early 14th century, when a period of upset may have been associated with the Black Death. This was followed in the mid-16th century by another revival.[5] In 1206 King John granted a Royal Charter creating the borough of Stafford. It became a medieval market town mainly dealing in cloth and wool. Though a shire town, Stafford required waves of external investment from Æthelflæd's time to that of Queen Elizabeth I.[9] King Richard II was paraded through the town's streets as a prisoner in 1399, by troops loyal to Henry Bolingbroke (the future Henry IV). When James I visited Stafford, he was said to be so impressed by the Shire Hall and other buildings that he called it \"Little London\".[2] Charles I visited Stafford shortly after the outbreak of the English Civil War, staying for three days at the Ancient High House. The town was later captured by the Parliamentarians after a small-scale battle at nearby Hopton. Stafford still later fell to the Parliamentarians, as did Stafford Castle after a six-week siege. However, its famous son Izaak Walton, author of The Compleat Angler, was a staunch Royalist. In 1658 Stafford elected John Bradshaw, who had been judge at the trial of King Charles I, to represent the town in Parliament. During the reign of Charles II, William Howard, 1st Viscount Stafford became implicated in the Popish Plot, in which Titus Oates whipped up anti-Catholic feeling with claims of a plot to have the king killed. Lord Stafford was among those accused; he was unfortunate to be the first to be tried and was beheaded in 1680. The charge was false and on 4 June 1685, the bill of attainder against him was reversed.[10] The town was represented in Parliament from 1780 by the playwright Richard Brinsley Sheridan. During that period, the town's mechanised shoe industry was founded, the best-known factory owner being William Horton.[2] The industry gradually died, the last factory being redeveloped in 2008. In 1837 the Grand Junction Railway built a line from Birmingham to Warrington to pass through the town and link at Warrington, via another line, with the Liverpool–Manchester railway. Birmingham provided the first connection to London. Other lines followed. Stafford became a major junction, which helped to attract other industries.[11] The Friars' Walk drill hall was completed in 1913, just in time for the First World War.[12] On 31 March 2006 the Queen visited the town for the 800th anniversary civic celebrations. In 2013 Stafford celebrated its 1,100th anniversary year with a number of history-based exhibitions, while local historian Nick Thomas and writer Roger Butters were set to produce the two-volume A Compleat [sic] History of Stafford. Staffordshire County Council and Stafford Borough Council are both based in the town. The office of Mayor of Stafford Borough has existed since the passing of the Municipal Corporations Act 1835. The Mayor in 2019–2020 is Gareth Jones.[13] The borough council was based at the Borough Hall before moving to the new civic offices in Riverside in 1978.[14] Stafford has its own parliamentary constituency, represented since 2019 by Theo Clarke, a Conservative. The Elizabethan Ancient High House in the town centre is the largest timber-framed town house in England.[15] It is now a museum with temporary exhibitions. Stafford Castle was built by the Normans on the nearby hilltop to the west in about 1090, replacing the post-Conquest fort in the town. It was first made of wood, and later rebuilt of stone. It has been rebuilt twice since, and the ruins of the 19th-century Gothic revival castle crowning the earthworks incorporate much of the original stonework. The castle has a visitor centre with audio-visual displays and hands-on items. There is also a recreated medieval herb garden. Shakespeare productions take place in the castle grounds each summer. The castle forms a landmark for drivers, as it is visible from the M6 motorway. The oldest building now in Stafford is St Chad's Church, dating back to the 12th century.[16] The main part of the church is richly decorated. Carvings in its archways and on its pillars may have been made by a group of stonemasons from the Middle East who came to England during the Crusades. Much of the stonework was covered up in the 17th and 18th centuries and the church took on a neo-classical style. In the early 19th-century restoration, work was carried out on the church and the Norman decoration rediscovered. The church hosts \"Timewalk\", a computer-generated display that relates the journey of history and mystery within the walls of the church. St Mary's, the collegiate church formerly linked to St Bertelin's chapel, was rebuilt in the early 13th century on a cruciform plan, with an aisled nave and chancel typical of the period. It has an impressive octagonal tower, once topped by a tall steeple, which can be picked out in Gough's plan shown above. The church was effectively two churches in one, divided by a screen, with the parish using the nave and the collegiate canons the chancel. St Mary's was restored in 1842 by Giles Gilbert Scott.[17] The Shire Hall was built in 1798 as a court house and office of the Mayor and Clerk of Stafford.[18] The Shire Hall used to be the town's court house, and is a Grade II listed building. In recent times, the building was used as an art gallery and library, before a new facility was built within the new council buildings. Green Hall on Lichfield Road is a Grade II listed manor house (now apartments), originally built about 1810 as Forebridge Hall, known after 1880 as Green Hall. It was previously used as a girls' school and as council offices.[19] The Shugborough Hall country estate is 4 miles (6.4 km) out of town. It once belonged to the Earls of Lichfield and is now owned by the National Trust, but maintained by its leaseholder, Staffordshire County Council. The 19th-century Sandon Hall is 5 miles (8.0 km) north-east of Stafford. It is set in 400 acres (1.6 km2) of parkland, as the seat of the Earl of Harrowby. Weston Hall stands 5 miles (8.0 km) east of Stafford, in the Trent valley with a large park and was once part of the Chartley estate. It is thought that the main part of the hall was built about 1550 as a small dower house, but the architectural evidence suggests it is Jacobean. Weston Hall was extended in 1660 into a three-gabled structure with high-pitched roofs.[20][21] Stafford Gatehouse Theatre is the town's main entertainment and cultural venue. Its Met Studio is a dedicated to stand-up comedy and alternative live music. There is an art gallery in the Shire Hall. Staffordshire County Showground, just outside the town, holds many national and local events. The annual Shakespeare Festival at Stafford Castle has attracted many notable people, including Frank Sidebottom and Ann Widdecombe. Victoria Park, opened in 1908, is a 13-acre (53 ha) Edwardian riverside park with a play park, bowling green, bird cages and greenhouses. It has a children's play area, a sand-and-water-jet area replacing an open-air paddling pool, and a bmx/skateboard area. Stafford also has a 9-hole golf course near the town centre. Recent developments on Riverside allowed for an expansion of the town, notably with a new Odeon cinema to replace the ageing one at the end of the high street. Stafford Film Theatre is based at the Gatehouse Theatre and shows independent and alternative films. There is a tenpin bowling alley at Greyfriars Place. The new Stafford Leisure Centre opened in 2008 on Lammascote Road. Night life consists of smaller bar and club venues such as Casa, the Grapes, the Picture House, neighbouring night clubs Couture and Poptastic, and rock gigs at the live music venue Redrum. Most of these are in walking distance of each other. There is a big student patronage, with coaches bringing them from Stoke-on-Trent, Cannock, and Wolverhampton. A new shopping centre was completed in 2017, housing major stores and a number of restaurants. Stafford is covered by the Express and Star and Staffordshire Newsletter,[22] neither of which have offices in the town. Stafford is covered by BBC West Midlands and ITV Central, both broadcasting from Birmingham to the wider West Midlands region. Stafford is mainly served by the Sutton Coldfield transmitting station, just north of Birmingham, but some residents get a better picture from The Wrekin transmitting station, near Telford. In terms of BBC Local Radio, Stafford is covered by BBC Radio Stoke, with a transmitter based on top of the County Education building.[23] In commercial radio, Stafford is covered by Signal 1 (which is owned by Bauer and re-broadcasts 'The Hits' programming from Manchester or Birmingham for most of the day), broadcasting on 96.10 FM from a transmitter at Pye Green BT Tower, near Hednesford. Both these stations are based in Stoke-on-Trent and cover Staffordshire and Cheshire. Stafford can get marginal signals from the West Midlands regionals, like Heart and Smooth Radio, and is at the very north of Free Radio's Black Country and Shropshire coverage area. Stafford also has a community radio station serving the town and surrounding areas, Stafford FM. Stafford FM broadcasts on 107.3 FM and online from studios in the town centre. BFBS Gurkha Radio broadcasts locally on 1278 kHz medium wave from Beacon Barracks. Like most of the British Isles, Stafford has a maritime climate with cool summers and mild winters. The nearest Met Office weather station is at Penkridge, about 5 miles to the south. Stafford has a history of shoemaking as far back as 1476, when it was a cottage industry,[25] but a manufacturing process was introduced in the 1700s.[25] William Horton founded a business in 1767 that became the largest shoe company in Stafford, selling worldwide. He had several government contracts through the town's Member of Parliament (MP), the playwright Richard Brinsley Sheridan. The shoe industry gradually died out in the late 20th century, with Lotus Shoes the last manufacturer.[26] Its factory in Sandon Road was demolished in 2001 and replaced by housing. A locomotive firm, WG Bagnall, was set up in 1875 to manufacture steam engines for the London, Midland & Scottish Railway and the Great Western Railway. Between 1875 and 1962, the Castle Engine Works in Castle Town produced 1,660 locomotives, including steam, diesel and electric. It was taken over in 1962 by English Electric, which also bought the Stafford-based engine manufacturer WH Dorman & Company. This had merged with Bagnall's by then. Since 1903, a major industrial activity has been heavy electrical engineering, particularly power station transformers. The works have been successively owned by Siemens, English Electric, GEC and GEC Alsthom. Alstom T&D was sold in 2004 to Areva. At the end of 2009, Areva T&D was split between former owners Alstom and Schneider Electric. At the end of 2015, the works were acquired by General Electric consolidating Stafford as the Centre of Excellence for HVDC, AC Substations and Converter Transformers. Each transformer weighs several hundred tons and a road train is used for transport. In the 1968 Hixon rail crash, one such road train was struck by an express train on a level crossing. Perkins Engines has a factory for diesel engines in Littleworth. Adhesives manufacturer Bostik has a large factory in the town. Stafford is also a dormitory town for commuting to Stoke-on-Trent and Birmingham. Private service industries based in Stafford include TopCashback. The public sector provides much local employment, with Staffordshire County Council, Stafford Borough Council and Staffordshire Police all headquartered in the town. Stafford Prison, County Hospital and Beacon Barracks are other sources of public-sector employment. The town was home to the computer science and IT campus of Staffordshire University, along with Beaconside campus, which housed the Faculty of Computing Engineering and Technology and part of the Business School. These have all been transferred to Stoke-on-Trent. The only block of Stafford University left in use is the School of Health in Blackheath Lane, which teaches medical nursing. The main Stoke campus lies about 18 miles (30 km) to the north. The Guildhall Shopping Centre in the centre of town offers over 40 retail outlets, several empty at present. The three superstores around the main town centre were joined by two others in 2018. Stafford railway station was once a major railway hub, but the suspension of passenger services on the Stafford to Uttoxeter line in 1939 and Beeching's closure of the Stafford to Shrewsbury Line in 1964 eliminated the station's east-west traffic. The years up to 2008 saw cross-country trains (operated by Virgin CrossCountry) stopping at Stafford less frequently. Since Arriva CrossCountry took over the franchise and adopted a new timetable in 2008, this has reversed and services between Manchester Piccadilly and Birmingham New Street almost always stop at Stafford, giving a service typically every 30 mins on weekdays. Beyond Birmingham, the services continue alternately to Bristol Temple Meads and Bournemouth. Avanti West Coast services to London Euston and Liverpool Lime Street operate hourly in each direction seven days a week. In December 2008, London Midland introduced a service stopping at Stafford on the Crewe to London Euston route and a Birmingham New Street–Liverpool Lime Street service that departs from Stafford normally every 30 mins on weekdays. These are now operated by West Midlands Trains. At least one train a day in each direction between Birmingham New Street and Crewe is operated by Transport for Wales, usually the first and last of the day. Junctions 13 (Stafford South & Central) and 14 (Stafford North) of the M6 motorway provide access to the town, so that Birmingham and Manchester are easily reached. The A34 runs through the town centre and links with Stone and Stoke-on-Trent to the north and to the West Midlands conurbation to the south including Birmingham, Walsall and Wolverhampton. The A518 road connects Stafford with Telford to the south-west and Uttoxeter to the north-east. This is the main route to the theme park at Alton Towers. The A449 runs south from the town centre to the nearby town of Penkridge and to Wolverhampton. Finally, the A513 runs east from Stafford to the local towns of Rugeley and Lichfield. Most bus services in Stafford are run by D&G Bus as services to Lichfield, Cannock and Rugeley, while Arriva Midlands runs one to Telford. National Express West Midlands had a service between Wolverhampton and Stafford until April 2020, when it was cut short and later withdrawn. An infrequent link between Wolverhampton and Stafford is provided by Select Bus. Services to Stone and Stoke-on-Trent are handled by First Potteries (service 101). Stafford has five taxi firms and several independent operators from ranks at the station, Bridge St, Broad St and Salter St. The Staffordshire and Worcestershire Canal runs close to the Baswich and Wildwood areas and was once linked to the River Sow by the River Sow Navigation. Staffordshire County Council headquarters are in central Stafford. Most staff in the town work in the Staffordshire Place development, which opened in 2011.[27] The shift of administrative staff to Staffordshire Place meant conversion of most offices into private homes,[28] but the County Council still meets at County Buildings in Martin St.[29] For much of the 20th century the local municipal council was based at the Borough Hall in Eastgate Street.[30] Following local government reorganisation in 1974, a modern Civic Centre was built for the enlarged Stafford Borough Council in Riverside and completed in 1978.[14][31] The town's main library, once in the Shire Hall, it has moved to the ground floor of 1 Staffordshire Place,[32] with smaller libraries in Rising Brook, Baswich and Holmcroft. The William Salt Library in the town centre has a large collection of printed books, pamphlets, manuscripts, drawings, watercolours and transcripts built up by William Salt. The town's main County Hospital provides a range of non-specialist medical and surgical services. Its Accident and Emergency unit is the only such facility in the town. The hospital made the national news in March 2009 with the release of a Healthcare Commission report detailing major shortcomings.[33][34][35] St George's Hospital, part of the South Staffordshire and Shropshire Health Care Trust, is a combination of two historical hospitals — the Kingsmead (previously an elderly care facility) and St George's psychiatric hospital. It provides mental health services, including a psychiatric intensive care unit, secure units, an eating disorder unit, an EMI unit for the elderly and mentally frail, drug and alcohol addiction services and open wards. There is an outpatient facility, where the town's AA also meets. Rowley Hall Hospital in Rowley Park is a private one run by Ramsay Healthcare, but offers some NHS treatment.[36] The town receives primary health care from the South Staffordshire Clinical Commissioning Group (CCG). Policing is provided by Staffordshire Police, headquartered in Weston Road. Its former headquarters in Cannock Road is giving way to a housing estate. There is a town-centre police station in Eastgate St. Statutory emergency fire and rescue service is provided by the Staffordshire Fire and Rescue Service, which has stations in Beaconside and Rising Brook. Stafford Crown Court and Stafford County Court share a building in the town centre. There was a magistrates' court in nearby South Walls, but it closed in 2016.[37] The Shire Hall, Stafford, completed in 1798, used to be a court house, but is now an art gallery. Stafford Prison is a Category C men's prison, operated by HM Prison Service. It holds a number of vulnerable prisoners, mainly sex offenders. It was built on its current site in 1794 and has been in almost continuous use, except between 1916 and 1940. MoD Stafford is located on Beaconside. Originally RAF Stafford, the base was a non-flying Royal Air Force station. It was redesignated MoD Stafford in March 2006, an event marked by a fly-past and a flag-lowering ceremony. For many years the site employed civilians and military personnel, but it was handed over by the Royal Air Force under the current policy of defence strategy and streamlining. A small Tactical Supply Wing (TSW) still operates from the base, which now houses a Gurkha signals regiment and an RAF Regiment contingent alongside Tactical Supply Wing. Stafford College is a large college of further education. It also provides some higher education courses on behalf of Staffordshire University, focusing on computing and engineering. South Staffordshire College has a base in the village of Rodbaston on the edge of Stafford. It is largely an agricultural college. Staffordshire University had a large campus in the east of the town which focused heavily on computing, engineering and media technologies (film, music and computer games). It also ran teacher-training courses. The university had two halls of residence opposite the campus, the smaller Yarlet with 51 rooms and the larger Stafford Court with 554 Rooms. Stafford Court was divided into 13 \"houses\" named after local villages. This part of the campus closed in 2016, with the majority of facilities relocating to its new campus in Stoke-on-Trent. Stafford is home to three association football clubs; Stafford Rangers F.C., Brocton F.C. and Stafford Town F.C., none of which play at a fully professional level. The town has two rugby union clubs,[57] though again they do not play at a high level. There is a local hockey club[58] with eight adult teams. Stafford Post Office Rifle and Pistol Club is a Home Office approved rifle club founded in 1956.[59] It has a 25-yard indoor range attached to the Stafford Post Office Social Club. In addition to short-range indoor shooting facilities, the club has a number of outdoor ranges, including Kingsbury, Sennybridge and Thorpe, for larger-calibre long-range shooting. Stafford Cricket and Hockey Club, an ECB Clubmark Accredited Club founded in 1864, is almost certainly the town's oldest sports club. It appears to have played originally at the Lammascotes, before being offered a field at the Hough (Lichfield Road/GEC site) in 1899, which belonged to the grammar school. In 1984 the club made a move to Riverway in 1984, as the Hough came under the ownership of GEC. It currently owns 11 acres (4 ha) at Riverway and hosts numerous sports: two cricket pitches in summer and football, mini-football, rugby and hockey facilities in winter. In 1999 it won a £200,000 lottery grant towards a new pavilion completed in 2000, with six changing rooms and a function room. The cricket section welcomes players of all abilities.[60] Four senior sides play on Saturdays. The first and second elevens play in the North Staffordshire and South Cheshire League.[61] The third and fourth elevens play in the Stone and District Cricket League.[62] There is also a senior team that plays in the Lichfield Sunday League. The five junior sides are for under 9s, under 11s, under 13s, under 15s and under 17s. In December 2018, a parkrun (free weekly timed 5k run/walk) was launched in Stafford on the Isabel Trail, a public foot/cycle path that follows part of the former course of the Stafford–Uttoxeter railway. The run/walk takes place on Saturday mornings at 09:00am, starting at the southern end of the Isabel Trail by Sainsbury's supermarket.[63] The Stafford knot, sometimes Staffordshire knot, is a distinctive three-looped tie that is the traditional symbol of the county and county town, used on buildings, logos and coats of arms. It also gives its name to a pub.[64][65][66][67] Notable people from Stafford include the 17th-century author of The Compleat Angler, Izaak Walton,[68] whose cottage at nearby Shallowford is now an angling museum, and the 18th-century playwright Richard Brinsley Sheridan,[69] who was once the local MP. The 1853 Lord Mayor of London Thomas Sidney was also born in the town. In the early 1900s, the village of Great Haywood near Stafford became home to the famous The Lord of the Rings author J. R. R. Tolkien and his wife, Edith, in her cottage in the village during the winter of 1916. Surrounding areas were said to have inspired some of his early works. The Scottish poet, playwright and freelancer Carol Ann Duffy, though born in Glasgow, grew up in Stafford and attended Stafford Girls' High School. She was awarded an OBE in 1995, and a CBE in 2002. Many of her poems describe experiences and places in Stafford. She was the Poet laureate from 2009 to 2019, and now lives in Manchester. Baron Stafford[70] is a title created several times in the Peerage of England.[71] A full schedule of over 30 of the eponymous title holders is listed at Baron Stafford. Here just three are included. In birth order: In birth order: In birth order: These nature reserves are in Stafford: Stafford is twinned with:","Title":"Stafford - Wikipedia","KeyID":"2419","URL":"https://en.wikipedia.org/wiki/Stafford"}