{"Content: ":"Wareham (/ˈwɛərəm/ WAIR-əm) is a historic market town and, under the name Wareham Town, a civil parish, in the English county of Dorset. The town is situated on the River Frome eight miles (13 km) southwest of Poole. The town is built on a strategic dry point between the River Frome and the River Piddle at the head of the Wareham Channel of Poole Harbour. The Frome Valley runs through an area of unresistant sand, clay and gravel rocks, and much of its valley has wide flood plains and marsh land. At its estuary the river has formed the wide shallow ria of Poole Harbour. Wareham is built on a low dry island between the marshy river plains. The town is situated on the A351 Lytchett Minster-Swanage road, linking Wareham with the A35 and A31 roads and the M27 motorway. Wareham is also the eastern terminus of the A352 road to Dorchester and Sherborne, both roads now bypassing the town centre. The town has a station on the South West Main Line railway, and was formerly the junction station for services along the branch line to Swanage, now preserved as the Swanage Railway. The steam railway has ambitions to extend its service, currently from Swanage to Norden, near Corfe Castle back to Worgret Junction (where the mainline and branch divided) and into Wareham again. To the north west of the town a large conifer plantation, Wareham Forest stretches several miles to the A35 road and the southern foothills of the Dorset Downs. To the south east is Corfe Castle and the heathland that borders Poole Harbour, including Wytch Farm oil field and Studland & Godlingstone Heath Nature Reserve. About four miles (7 km) to the south is a chalk ridge, the Purbeck Hills which faces the Isle of Wight to the east, and eight miles (12 km) to the south is the English Channel. The town's strategic setting has made it an important settlement throughout its long history. Excavations at the nearby Bestwall site have produced evidence of transient early Mesolithic activity dating to around 9000 BCE. At the same site four large Neolithic pits containing worked flint and pottery fragments dating to 3700 BCE were found. Three green stone axeheads discovered also probably date to this period. Flint working and potting continued throughout the Bronze Age. The first house discovered dates to the mid 15th century BCE.[1] Archaeological evidence exists of a small Roman settlement, though the current town was founded by the Saxons.[2] The Roman name is unknown, but the town is referred to as Werham in the Anglo-Saxon Chronicle entry of 784, from Old English wer (meaning 'fish trap, a weir') and hām ('homestead') or hamm ('enclosure hemmed in by water').[3] The town's oldest features are the town walls, ancient earth ramparts surrounding the town, likely built by Alfred the Great in the 9th century to defend the town from the Danes[4] as part of his system of burh towns. The Danes invaded and occupied Wareham in 876, and only left after Alfred returned with an army and made a payment of Danegeld. In 998 they attacked again, and in 1015 an invasion led by King Canute left the town in ruins.[5][6] The town was a Saxon royal burial place, notably that of King Beorhtric (d. 802). Also in the town at the ancient minster church of Lady St. Mary is the coffin said to be that of Edward the Martyr, dating from 978. His remains had been hastily buried there and were later taken from Wareham to Shaftesbury Abbey in north Dorset (and now lie in Brookwood Cemetery, Surrey). By the end of the Saxon period, Wareham had become one of the most important towns in the county, to the extent that it housed two mints for the issue of Royal money.[7] The Burghal Hidage lists the town as 1,600 hides, the third largest in the realm.[4] During the Norman conquest of England, in late 1067, William I harried the town as his army passed into the west to lay siege to Exeter.[8] The Normans later built a castle on the banks of the River Frome, at a site acquired from the Abbot of Shaftesbury and now known as Castle Close, which became the focus of much fighting between the forces of Stephen and Matilda during the period of civil war in the mid 12th century.[9][10] The keep was destroyed at an unknown date in the 12th or 13th century, possibly under the terms of the Treaty of Wallingford,[11] and no visible trace remains. Up until this time Wareham had been an important port; however the growth of Poole and the gradual silting of the river caused a decline in trade and by the end of the 13th century most of the foreign trade had transferred to Poole. Local trade continued to be handled at the Quay until the construction of the railway in the 19th century.[7][12] During the English Civil War, Wareham changed hands several times between the Royalists and Parliamentarians and in August 1644 was the site of a fierce battle with 2,000 Cromwellian soldiers besieging the town.[13] After the Monmouth Rebellion of 1685, Wareham was one of a number of towns in Dorset where Judge Jeffreys held the Bloody Assizes, with five rebels being hanged, drawn and quartered on the West Walls, an area known as 'Bloody Bank'.[14][15] This may also have been the site of the execution of a hermit known as Peter de Pomfret who in 1213 had prophesied that before the next Ascension Day King John's rule would be over. The prophecy turned out to be incorrect, and the King decreed that Peter should be dragged through the streets of the town tied to a horse's tail and hanged together with his son.[14] In 1762, a fire destroyed two thirds of the town, which has been rebuilt in Georgian architecture with red brick and Purbeck limestone, following the earlier street pattern. The town is divided into four quarters by the two main roads, which cross at right-angles. The medieval almshouses escaped the fire, and some of the Georgian façades are in fact disguising earlier buildings which also survived. With the outbreak of the First World War in 1914, Wareham became a garrison town with up to 7,000 soldiers living and training locally. The camp was re-located to nearby Bovington in 1922.[16] The town survived the Second World War largely intact, although five houses were destroyed when a bomb dropped by a German aeroplane fell near St Martin's Church in 1942.[17] Because of the constraints of the rivers and marshland Wareham grew little during the 20th century, while nearby towns, such as Poole, grew rapidly. Wareham contains several places of worship with the oldest being the Saxon churches of Lady St. Mary (substantially modified but the origins are pre-conquest.[18] The Saxon nave was demolished in 1841–2) and St. Martins-on-the-Walls (built c.1030, dedicated to Martin of Tours). Both are Anglican. The 14th-century building of Holy Trinity Church stands on the site of the Saxon chapel St Andrew's[5] and was until 2012 a tourist information centre. Other churches are the Wareham United Reformed Church in Church Street, St. Edward the Martyr Roman Catholic church on Shatters Hill, Wareham Methodist Church in North St. and the Evangelical Church in Ropers Lane. Sections of the churchyard of Lady St. Mary are managed by the Commonwealth War Graves Commission, containing as it does a number of graves of servicemen who died in a nearby military hospital during the First World War and others, including those of German and Polish servicemen, from the Second World War. The civil parish of Wareham Town encompasses the walled town of Wareham, situated on the land between the rivers Frome and Piddle, together with the area of Northport to the north of the River Piddle, and a relatively small amount of the surrounding rural area. The parish has an area of 6.52 square kilometres (2.52 square miles).[19][20] The sister civil parish of Wareham St. Martin covers much of the rural area to the north of Wareham, including the village of Sandford. Taken together the two Wareham parishes have an area of 36.18 square kilometres (13.97 square miles), with a 2011 population of 8,270 in 3,788 dwellings. Both parishes form part of the Dorset unitary authority within the ceremonial county of Dorset. They are within the Mid Dorset and North Poole constituency of the House of Commons. Until 31 January 2020, they were also within the South West England constituency of the European Parliament.[19] The population of Wareham according to the 2001 UK Census was 5,665[21] living in 2,545 dwellings.[22] 99% of Wareham's population are of White ethnicity.[22] 80.33% of the population state their religion as Christian, 12.24% as \"No religion\" with 6.59% not stated.[21] There is a high proportion of older people in the town: 29.4% of the population are over 60 years old, against a national average of 21%.[22] The largest industry of employment for those who live in Wareham is manufacturing which employs 16.3%. Three other significant areas of employment are: wholesale and retail trade; repair of motor vehicles (13.5%), real estate renting and business activities (12.2%) and health and social work (10.5%).[22] Wareham is twinned with Conches-en-Ouche in Normandy, France and with Hemsbach in Germany.[24] Since the 16th century Wareham has been a market town,[25] and still holds a market on Thursdays and Saturdays. In 2005 Wareham was named as a Fairtrade Town.[26] Events held in the town include the annual carnival which takes place in July with a parade, fireworks and music by the Quay.[27] A new event is the music festival held in summer, with bands playing on the Quay, at Wareham Town Hall and in the town's pubs.[27] The Wareham Court Leet, one of the few remaining Court Leets in Britain, meets nightly during the last week in November.[28] In the church of St Martin-on-the-Walls, there is a recumbent effigy of T. E. Lawrence (Lawrence of Arabia) in Arab clothing, sculpted by Eric Kennington. Lawrence is buried at Moreton Churchyard where every year a quantity (decreases by one each year) of red roses are left. Near the town is Clouds Hill and Bovington army camp where Lawrence died after a motorbike accident. Wareham Town Museum, in East Street, has an interesting section on Lawrence and in 2006 produced an hour-long DVD entitled T. E. Lawrence — His Final Years in Dorset, including a reconstruction of the fatal accident. The museum also contains many artefacts on all aspects of the history of the town.[29] The Royal Air Force Air Cadets has an Air Training Corps squadron based in the town, namely 2185 (Wareham) Squadron ATC. The squadron's cadets regularly partake in activities around the town for charitable purposes such as supporting the carnival, training exercises and parades. The squadron has a Detached Flight based at Swanage. Local television news is provided by BBC South Today and ITV Meridian. The local radio stations are BBC Radio Solent and Wave 105. Thomas Hardy in his novels based the town of \"Anglebury\" on Wareham.[30] Dinah Craik used the town as one of the settings in her novel Agatha's Husband (as \"Kingcombe\").[31] Anglebury House - a tea house/restaurant still operating on the high street - was frequented by T E Lawrence. The seat where Lawrence regularly sat is marked by a plaque.[32] Wareham is the setting for one of the \"Amazing Adventures of Scary Bones the Skeleton\" series of books for children by Ron Dawson, Scary Bones meets the Wacky Witches of Wareham. The book also includes a photograph of the town bridge and nearby Corfe Castle which also features in the story. Some scenes from the 2002 German ZDF TV production Morgen Träumen Wir Gemeinsam (\"Tomorrow We Dream Together\") were filmed in Wareham.[33] The hymn tune \"Wareham\" was composed by William Knapp (born at Wareham, 1698–9); Knapp composed several other hymn tunes and was parish clerk of Poole.[34] Wareham appears in the 2020 video game Assassin's Creed Valhalla, under the name of Werham. Wareham is the home of Wareham Rangers Football Club who currently play in the Dorset Premier League. It is also the home of Swanage and Wareham RFU. There is a multi activity sports centre and swimming pool situated 500 metres west of the town centre. Wareham is twinned with: Wareham travel guide from Wikivoyage","Title":"Wareham, Dorset - Wikipedia","KeyID":"2421","URL":"https://en.wikipedia.org/wiki/Wareham,_Dorset"}