{"Content: ":"The Bishop of Salisbury is the ordinary of the Church of England's Diocese of Salisbury in the Province of Canterbury. The diocese covers much of the counties of Wiltshire and Dorset. The see is in the City of Salisbury where the bishop's seat is in the Cathedral Church of the Blessed Virgin Mary. The current bishop is Stephen Lake.[1] The Diocese of Sherborne (founded c. AD 705) was the origin of the present diocese; St Aldhelm was its first bishop.[2] In about 705 the vast diocese of Wessex at Winchester was divided in two with the creation of a new diocese of Sherborne under Bishop Aldhelm, covering Devon, Somerset and Dorset. Cornwall was added to the diocese at the end of the ninth century, but in about 909 the diocese was divided in three with the creation of the bishoprics of Wells, covering Somerset, and Crediton, covering Devon and Cornwall, leaving Sherborne with Dorset.[3][4] In 1058, the Sherborne chapter elected Herman, Bishop of Ramsbury to be also Bishop of Sherborne. Following the Norman conquest, the 1075 Council of London united his two sees as a single diocese and translated them to the then-larger settlement around the royal castle at Old Sarum. Disputes between Bishops Herbert and Richard Poore and the sheriffs of Wiltshire led to the removal of the see in the 1220s to New Sarum (modern Salisbury). This was chartered as the city of New Sarum by King Henry III in 1227,[5] but it was not until the 14th century that the office was described (by Bishop Wyvil) as the bishop of Sarum (episcopus Sarum).[6] The diocese, like the city, is now known as Salisbury. The archdeaconry around Salisbury, however, retains the name of Sarum. Reforms within the Church of England led to the annexation of Dorset from the abolished diocese of Bristol in 1836; Berkshire, however, was removed the same year and given to Oxford. In 1925 and 1974, new suffragan bishops were appointed to assist the Bishop of Salisbury; the new offices were titled the bishops of Sherborne and Ramsbury, respectively.[2] Until 2009[7] the bishops operated under an episcopal area scheme established in 1981, with each suffragan bishop having a formal geographical area of responsibility, and being known as \"area bishops\": the Bishop of Ramsbury had oversight of the diocese's parishes in Wiltshire, while the Bishop of Sherborne had oversight of the parishes in Dorset. This scheme was replaced to reflect the increased working across the whole diocese by all three bishops. The two suffragans may now legally function anywhere in the diocese, and the Bishop of Salisbury may delegate any of his functions to them. The Bishop of Salisbury's residence is now the South Canonry, near the Cathedral.[8] Among those who have served the diocese as assistant bishops have been:","Title":"Bishop of Salisbury - Wikipedia","KeyID":"2424","URL":"https://en.wikipedia.org/wiki/Diocese_of_Sherborne"}