{"Content: ":"Berkshire (/ˈbɑːrkʃɪər, -ʃər/ (listen)[2] BARK-shər, -⁠sheer; in the 17th century sometimes spelt phonetically as Barkeshire; abbreviated Berks.) is a historic county in South East England. One of the home counties, Berkshire was recognised by Queen Elizabeth II as the Royal County of Berkshire in 1957 because of the presence of Windsor Castle, and letters patent were issued in 1974.[3][4] Berkshire is a county of historic origin, a ceremonial county and a non-metropolitan county without a county council. The county town is Reading. The River Thames formed the historic northern boundary, from Buscot in the west to Old Windsor in the east. The historic county, therefore, includes territory that is now administered by the Vale of White Horse and parts of South Oxfordshire in Oxfordshire, but excludes Caversham, Slough and five less populous settlements in the east of the Royal Borough of Windsor and Maidenhead. All the changes mentioned, apart from the change to Caversham, took place in 1974. The towns of Abingdon, Didcot, Faringdon, Wallingford and Wantage were transferred to Oxfordshire, the six places joining came from Buckinghamshire.[5] Berkshire County Council was the main local government of most areas from 1889 to 1998 and was based in Reading, the county town which had its own County Borough administration (1888–1974). Since 1998, Berkshire has been governed by the six unitary authorities of Bracknell Forest, Reading, Slough, West Berkshire, Windsor and Maidenhead and Wokingham. The ceremonial county borders Oxfordshire to the north, Buckinghamshire to the northeast, Greater London(to the east, Surrey to the southeast, Wiltshire to the west and Hampshire to the south.[6] No part of the county is more than 8.5 miles (13.7 km) from the M4 motorway. According to Asser's biography of King Alfred, written in 893 AD,[7] its old name Bearrocscir takes its name from a wood of box trees, which was called Bearroc (a Celtic word meaning \"hilly\").[8] This wood, perhaps no longer extant, was west of Frilsham, near Newbury.[9] Much of the early history of the county is recorded in the Chronicles of the Abingdon Abbey, which at the time of the survey was second only to the crown in the extent and number of its possessions, such as The Abbey, Sutton Courtenay. The abbot also exercised considerable judicial and administrative powers, and his court was endowed with the privileges of the hundred court and was freed from liability to interference by the sheriff. Berkshire and Oxfordshire had a common sheriff until the reign of Elizabeth I, and the shire court was held at Grandpont. The assizes were formerly held at Reading, Abingdon, and Newbury, but by 1911 were held entirely at Reading. [10] Berkshire has been the scene of some notable battles throughout its history. Alfred the Great's campaign against the Danes included the battles of Englefield, Ashdown and Reading. Newbury was the site of two English Civil War battles: the First Battle of Newbury (at Wash Common) in 1643 and the Second Battle of Newbury (at Speen) in 1644. The nearby Donnington Castle was reduced to a ruin in the aftermath of the second battle. Another Battle of Reading took place on 9 December 1688. It was the only substantial military action in England during the Glorious Revolution and ended in a decisive victory for forces loyal to William of Orange.[11] Reading became the new county town in 1867, taking over from Abingdon, which remained in the county. Under the Local Government Act 1888, Berkshire County Council took over functions of the Berkshire Quarter Sessions, covering the administrative county of Berkshire, which excluded the county borough of Reading. Boundary alterations in the early part of the 20th century were minor, with Caversham from Oxfordshire becoming part of the Reading county borough and cessions in the Oxford area. On 1 April 1974, Berkshire's boundaries changed under the Local Government Act 1972. Berkshire took over administration of Slough and Eton and part of the former Eton Rural District from Buckinghamshire.[5] The northern part of the county became part of Oxfordshire, with Faringdon, Wantage and Abingdon and their hinterland becoming the Vale of White Horse district, and Didcot and Wallingford added to South Oxfordshire district.[5] 94 (Berkshire Yeomanry) Signal Squadron still keep the Uffington White Horse in their insignia, even though the White Horse is now in Oxfordshire. The original Local Government White Paper would have transferred Henley-on-Thames from Oxfordshire to Berkshire: this proposal did not make it into the Bill as introduced.[citation needed] On 1 April 1998 Berkshire County Council was abolished under a recommendation of the Banham Commission, and the districts became unitary authorities. Unlike similar reforms elsewhere at the same time, the non-metropolitan county was not abolished.[why?][12][13] Signs saying \"Welcome to the Royal County of Berkshire\" exist on borders of West Berkshire, on the east side of Virginia Water, on the M4 motorway, on the south side of Sonning Bridge, on the A404 southbound by Marlow, and northbound on the A33 past Stratfield Saye. A flag for the historic county of Berkshire was registered with the Flag Institute in 2017. All of the county is drained by the Thames. Berkshire divides into two topological[clarification needed] (and associated geological) sections: east and west of Reading. North-east Berkshire has the low calciferous (limestone) m-shaped bends of the Thames south of which is a broader, clayey, gravelly former watery plain or belt from Earley to Windsor and beyond, south, are parcels and belts of uneroded higher sands, flints, shingles and lightly acid soil and in the north of the Bagshot Formation, north of Surrey and Hampshire. Swinley Forest (also known as Bracknell Forest), Windsor Great Park, Crowthorne and Stratfield Saye Woods have many pine, silver birch, and other lightly acid-soil trees. East of the grassy and wooded bends a large minority of East Berkshire's land mirrors the clay belt, being of low elevation and on the left (north) bank of the Thames: Slough, Eton, Eton Wick, Wraysbury, Horton, and Datchet. In the heart of the county Reading's northern suburb Caversham is also on that bank, but rises steeply into the Chiltern Hills. Two main tributaries skirt past Reading, the Loddon and its sub-tributary the Blackwater draining parts of two counties south, and the Kennet draining part of upland Wiltshire in the west. Heading west the reduced, but equally large, part of the county extends further from the Thames which flows from the north-north-west before the Goring Gap; West Berkshire hosts the varying-width plain of the River Kennet rising to high chalk hills by way of and lower clay slopes and rises. To the south, the land crests along the boundary with Hampshire; the highest parts of South-East and Eastern England taken together are here. The highest is Walbury Hill at 297 m (974 ft).[15] To the north of the Kennet are the Berkshire Downs. This is hilly country, with smaller and well-wooded valleys: those of the Lambourn, Pang, and their Thames sub-tributaries. The open upland areas vie with Newmarket, Suffolk for horse racing training and breeding centres and have good fields of barley, wheat, and other cereal crops. According to 2003 estimates there were 803,657 people in Berkshire, or 636 people/km2. The population is mostly based in the urban areas to the east and centre of the county: the largest towns here are Reading, Slough, Bracknell, Maidenhead, Woodley, Wokingham, Windsor, Earley, Sandhurst, and Crowthorne. West Berkshire is much more rural and sparsely populated, with far fewer towns: the largest are Newbury, Thatcham, and Hungerford. In 1831, there were 146,234 people living in Berkshire; by 1901 the population had risen to 252,571 (of whom 122,807 were male and 129,764 were female). Below are the largest immigrant groups in 2011. Berkshire, as a ceremonial county and non-metropolitan county, one of four currently in England that have no council covering its entire area; rather it is divided into unitary authorities. Berkshire County Council existed from 1889 until its 1998 abolition. The ceremonial county has a Lord Lieutenant and a High Sheriff. The Lord Lieutenant of Berkshire is James Puxley, and the High Sheriff of Berkshire for 2018/19 is Graham Barker. As at 2015–2019 a Conservative Party group of local councillors co-run the unitary authorities of West Berkshire, Windsor and Maidenhead, Wokingham and Bracknell Forest with the employed executives. An equivalent group of Labour Party local councillors co-run Reading and Slough. Since the last general election in 2017, six of the elected Members of Parliament (MPs) have been Conservative and two (Slough and Reading East) have been Labour. The prime minister between July 2016 and July 2019, Theresa May represents Maidenhead, the geographically larger seat west of Slough. This is a chart of trend of regional gross value added of Berkshire at current basic prices published by the Office for National Statistics with figures in millions of British pounds sterling.[18] Reading has a historical involvement in the information technology industry, largely as a result of the early presence in the town of sites of International Computers Limited and Digital. These companies have been swallowed by other groups, but their descendants, Fujitsu and Hewlett-Packard respectively, still have local operations. More recently Microsoft and Oracle have established multi-building campuses on the outskirts of Reading. Other technology companies with a presence in the town include Huawei Technologies, Agilent Technologies, Audio & Design (Recording) Ltd, Bang & Olufsen, Cisco, Comptel, Ericsson, Harris Corporation, Intel, Nvidia, Rockwell Collins, Sage, SGI, Symantec, Symbol Technologies, Verizon Business, Virgin Media, Websense, Xansa (now Sopra Steria), and Xerox. The financial company ING Direct has its headquarters in Reading, as does the directories company Hibu. The insurance company Prudential has an administration centre in the town. PepsiCo and Holiday Inn have offices. As with most major cities, Reading also has offices of the Big Four accounting firms Deloitte, Ernst & Young, KPMG and PricewaterhouseCoopers. The 110-year old charity, Berkshire Vision is also located within Reading city centre. The global headquarters of Reckitt Benckiser and the UK headquarters of Mars Incorporated are based in Slough. The European head offices of major IT companies BlackBerry, CA Technologies, are in the town. O2 has headquarters in four buildings. The town is home to the National Foundation for Educational Research, which is housed in The Mere. Other major brands with offices in the town include Nintendo, Black & Decker, Amazon, HTC, SSE plc and Abbey Business Centres.[19] Dulux paints are still manufactured in Slough by AkzoNobel, which bought Imperial Chemical Industries in 2008. Bracknell is a base for high-tech industries, with the presence of companies such as Panasonic, Fujitsu (formerly ICL) and Fujitsu-Siemens Computers, Dell, Hewlett-Packard, Siemens (originally Nixdorf), Honeywell, Cable & Wireless, Avnet Technology Solutions and Novell. Firms subsequently spread into the surrounding Thames Valley or M4 corridor, attracting IT firms such as Cable & Wireless, DEC (subsequently Hewlett-Packard), Microsoft, Sharp Telecommunications, Oracle Corporation, Sun Microsystems and Cognos. Bracknell is also home to the central Waitrose distribution centre and head office, which is on a 70-acre (280,000 m2) site on the Southern Industrial Estate. Waitrose has operated from the town since the 1970s. The town is also home to the UK headquarters of Honda and BMW.[20] Newbury is home to the world headquarters of the mobile network operator Vodafone, which is the town's largest employer with over 6,000 people. Before moving to their £129 million headquarters in the outskirts of the town in 2002, Vodafone used 64 buildings spread across the town centre.[21] As well as Vodafone, Newbury is also home to National Instruments, Micro Focus, EValue, NTS Express Road Haulage, Jokers' Masquerade and Quantel. It also is home to the Newbury Building Society, which operates in the region. In Compton, a small village, roughly 10 miles from Newbury, a chemical manufacturing company called Carbosynth was founded, in 2006. Since 2019, it has merged with a Swiss company called Biosynth AG to form a key global organisation within the fine chemical industry and operates under name Biosynth Carbosynth®.[22] London Heathrow Airport, in the neighbouring London Borough of Hillingdon, is a major contributor to the economy of Slough in east Berkshire.[23] Abingdon Abbey once had dairy-based granges in the south-east of the county,[citation needed] Red Windsor cheese was developed with red marbling. Some Berkshire cheeses are Wigmore, Waterloo and Spenwood (named after Spencers Wood) in Riseley;[24] and Barkham Blue, Barkham Chase and Loddon Blewe at Barkham. Berkshire hosts more Group 1 flat horse races than any other county. Ascot Racecourse is used for thoroughbred horse racing. It is one of the leading racecourses in the United Kingdom, hosting 13 of the UK's 35 annual Group 1 races. The course is closely associated with the British Royal Family, being approximately 6 miles (10 km) from Windsor Castle, and owned by the Crown Estate.[25] Ascot today stages twenty-five days of racing over the course of the year, comprising sixteen flat meetings held between May and October. The Royal Meeting, held in June, remains a major draw; the highlight is the Ascot Gold Cup. The most prestigious race is the King George VI and Queen Elizabeth Stakes run in July. Newbury Racecourse is in the civil parish of Greenham, adjoining the town of Newbury. It has courses for flat races and over jumps. It hosts one of Great Britain's 32 Group 1 races, the Lockinge Stakes. It also hosts the Ladbrokes Trophy, which is said to be the biggest handicap race of the National Hunt season apart from the Grand National.[26] Windsor Racecourse, also known as Royal Windsor Racecourse is a thoroughbred horse racing venue located in Windsor. It is one of only two figure-of-eight courses in the United Kingdom. (The other is at Fontwell Park). It abandoned National Hunt jump racing in December 1998, switching entirely to flat racing. Lambourn also has a rich history in horse racing, the well drained, spongy grass, open downs and long flats make the Lambourn Downs ideal for training racehorses. This area of West Berkshire is the largest centre of racehorse training in the UK after Newmarket, and is known as the 'Valley of the Racecourse'.[27] Reading F.C. is the only Berkshire football club to play professional football. Despite being founded in 1871, the club did not join the Football League until 1920, and first played in the top tier of English football in the 2006–07 season. Newbury was home to A.F.C. Newbury, which was for a period one of only two football clubs to be sponsored by Vodafone (the other being Manchester United). In May 2006 Vodafone ended its sponsorship of the club,[28] following which the club collapsed. A local pub team from the Old London Apprentice took over the ground temporarily and now compete in the Hellenic Football League as Newbury F.C. There are several amateur and semi-professional football clubs in the county. These include Maidenhead United, Slough Town, Thatcham Town, Ascot United, A.F.C. Aldermaston, Sandhurst Town, Windsor F.C., Wokingham & Emmbrook F.C., Bracknell Town F.C. and Reading City. Reading is a centre for rugby union football. The Premiership team London Irish were for 20 years tenants at the Madejski Stadium before their move back to SW London at a new stadium in Brentford. Newbury's rugby union club, Newbury R.F.C. (the Newbury 'Blues'), is based in the town. In the 2004–05 season, the club finished second in the National Two division earning promotion to National One. Newbury had previously won National Four South (now renamed as National Three South) in 1996–97 with a 100% win record. In 2010–11 the club finished bottom of National League 2S,[29] with a single win and twenty-nine defeats. The club was founded in 1928 and in 1996 moved to a new purpose-built ground at Monks Lane,[30] which has since hosted England U21 fixtures. The Bracknell Bees Ice Hockey Club are former national champions, who play in the English Premier League. Slough Jets also play in the English Premier League winning the title in 2007. Slough Jets also won the play-offs in 2005–06, 2007–08, 2009–10 & 2011–12. they have finished in the top 4 in the last 9 seasons. They also won the EPIH Cup in 2010–11. Slough Jets have been in the EPIHL since 1999. Slough Hockey Club is home to the Slough Ladies 1XI who play in the Women's Premier League. Slough Hockey club has 5 adult teams; the Ladies 1XI play in the top tier of English Hockey, the Ladies 2XI play in the TrySports League, the Men's 1XI play in MBBO Regional 1, the Men's 2XI play in MBBO Division 3 & the Men's Swifts (3XI) in MBBO Division 6. There are other hockey teams in the county: Reading Hockey Club, Sonning Hockey Club, Maidenhead Hockey Club, Windsor Hockey Club, Newbury & Thatcham Hockey Club and Reading University Hockey Club. In 2016 Bracknell and Wokingham Hockey Clubs merged to form South Berkshire Hockey Club. The team is based on Cantley Park, Wokingham whilst also playing occasional games at Birch Hill in Bracknell. Berkshire is home to the following universities: the University of Reading (which includes the Henley Business School), Imperial College (Silwood Park Campus), and the University of West London. It is also home to The Chartered Institute of Marketing, prestigious independent schools Ludgrove School, Eton College and Wellington College, and several grammar schools including Reading School, Kendrick School and Herschel Grammar School. See the List of places in Berkshire, List of settlements in Berkshire by population and the List of civil parishes in Berkshire Berkshire has many notable people associated with it.","Title":"Berkshire - Wikipedia","KeyID":"2427","URL":"https://en.wikipedia.org/wiki/Berkshire"}