{"Content: ":"Eadburh (or Edburga) (born 921/924, died 15 June 951/953[1]) was the daughter of King Edward the Elder of England and his third wife, Eadgifu of Kent. She lived most of her life as a nun known for her singing ability. Most of the information about her comes from hagiographies written several centuries after her life. She was canonised twelve years after her death and there are a small number of churches dedicated to her, most of which are located near Worcestershire, where she lived. In the twelfth century, a Latin Life of her was written by Osbert de Clare, who became prior of Westminster in 1136.[a] The account by Osbert was commissioned in c. 1158 by the monks of Pershore Abbey in Worcestershire because they wanted the accounts they possessed of her life to be better organized; as Osbert put it, \"her deeds seemed woven together in a confused expression\". Scholar Katie Ann-Marie Bugyis stated that the nuns of Westminster had probably commissioned Osbert to write a biography of Eadburh for their use previously.[3] According to Osbert, at the age of three, Eadburh was given as an oblate to the Queen Mother Ealhswith's foundation of St Mary's Abbey, Winchester (Nunnaminster). There Eadburh was educated and remained as a nun for the rest of her life.[4] Osbert also reported that perhaps because of her excellence in the practice of sung prayer, she was assigned the role of precentrix at Westminster, although scholar Susan Ridyard has questioned the historical validity of Osbert's claim, stating that he might have meant that she loved singing so much that it seemed that she was like a precentrix. Bugyis, however, insisted that Osbert's descriptions of Eadburh's duties fit the responsibilities of both cantor and sacristan duties.[5] In Osbert's Life, he presented what Bugyis called \"the most comprehensive, though admittingly idealized, depiction\"[6] of Eadburgh's musical abilities and leadership. He describes her devotion and commitment to the performance of the Divine Office in his chapter about her patience. She would often stay in the oratory for many hours after the Divine Office was completed to continue to pray in private, which the community's prioress punished her for because she considered it idleness, although the prioress eventually relented when she discovered that Eadburgh was the daughter of the king.[6] An anoymous hagiography from the early 14th century described \"Eadburh's strict disciple of psalmody\" and claimed that \"she expressed divine praise through the singing of hymns\",[6] and reported that wore out her body fulfilling the injunction in the Psalms to pray seven times per day.[6] According to Bugyis, Eadburh was also a \"highly skilled singer of chants\",[7] which had been assigned to other cantors in earlier and contemporary customaries and liturgical books published and used in other monastic communities. Osbert related a story during a banquet held at the Winchester community during a visit from her father in which he commanded her to sing for the crowd; she initially resisted performing for them, but agreed when he promised to give her a reward. The audience was \"held captive by the beauty of her singing\"[8] and she successfully procured additional financial support for the community from him and a promise to complete the construction of the abbey. Osbert claimed that the community benefitted from the king's gift even until his own time.[8] There is little contemporary information for her life, but in a Winchester charter dated 939, she was the beneficiary of land at Droxford in Hampshire granted by her half-brother King Æthelstan.[9] According to one account, when Eadburh was three years of age, her father sought an indication as to whether she would live in the world or as a religious. On one side he placed rings and bracelets, on the other a chalice and gospel book. A nurse brought the child, and King Edward set her on his knee, inviting her to choose. When he set her down, she chose the religious items.[10][11] The hagiography written of her in the 12th century by Osbert of Clare shows evidence of some of the unusual occurrences that might have happened in that time period when a member of a royal family became a monk or nun. In one story, her father visits her in the monastery and she sings for him, and he asks her if there is anything he can do for her, and she asks for him to give the community an estate at Canning, which he does so. In another story, the abbess found her reading alone, which was against the rules of the monastery, and then thrashed her. When the abbess realized it was the princess and not an ordinary nun, the abbess then begged forgiveness from her. In another story, she one time insisted on cleaning the shoes of her well-born companions, and they felt shocked by this and reported it to her father as behaviour that is not right for her.[12] Osbert reported that despite her royal lineage, Eadburh obeyed her elders in the Nunnaminster, showed respect to her peers and members of the community who were younger than her, and \"devoted herself to performing works of service\" for her followers \"that others deemed to be beneath her\".[13] One act of service was secretly cleaning her sisters' shoes, as Christ washed the feet of his disciples.[13] Eadburh died at Winchester in her thirtieth year on 15 June in 951, 952 or 953.[1] Osbert reported that she led the Winchester community in song and praise, \"even near the moment of her death\",[7] and that the other nuns continued to honor her memory by singing during her burial.[7] A cult developed after her death and is first mentioned in the Salisbury Psalter from the early 970s.[14] In 972, some of her remains were transferred to Pershore Abbey in Worcestershire, which is dedicated to SS. Mary, Peter and Paul, and Eadburh. Her feast is celebrated on 15 June.[4] Her cultus continued to flourish to judge by the Lives written in the thirteenth and fourteenth centuries. There are a number of Church of England parish churches dedicated to St. Eadburh of Winchester.[15] Most of them are not far from Pershore Abbey, to which they were connected in some way. St Edburg, Bicester, Oxfordshire and SS Mary & Edburga, Stratton Audley, Oxfordshire are both dedicated to Edburga of Bicester. St Mary's Abbey, Winchester was at one time co-dedicated to St. Eadburh. Pershore Abbey was also for some time dedicated to her after Egilwado (Alwardus or Æthelweard), the nephew of the Abbess of St. Mary's Abbey, acquired some of her bones for £100.[26] The dedication of the Abbey varied at different times in its history. In the Domesday Book it is called the Abbey of St. Mary; in Henry VIII's time the Valor of St. Edburga. It has also been called the Church of SS Mary, Edburga and Holy Cross (the parochial portion was dedicated to the Holy Cross). In its earlier years SS. Mary, Peter, and Paul were its patron saints, but at the time of the introduction of the Benedictines it was probably dedicated to St. Mary, with whom was joined St. Edburga, whose relics had then not long been added to its treasure.[26]","Title":"Eadburh of Winchester - Wikipedia","KeyID":"2435","URL":"https://en.wikipedia.org/wiki/Eadburh_of_Winchester"}