{"Content: ":"Ponthieu ([pɔ̃.tjø], Latin: Pagus Pontivi) was one of six feudal counties that eventually merged to become part of the Province of Picardy, in northern France.[1] Its chief town is Abbeville. Ponthieu played a small but important role in the politics that led up to the Norman invasion of England in 1066.[2] Harold Godwinson of England was shipwrecked at Ponthieu, in 1064 and taken captive by Guy I (or Wido according to the Bayeux Tapestry), the then Count of Ponthieu.[3] It is alleged that William (Duke of Normandy, later William I of England), discovering that Harold had been taken captive, sent messengers ordering Count Guy to hand over his prisoner.[3] William then forced Harold to swear to support his claim to the throne, only revealing after the event that the box on which Harold had made his oath contained holy relics, making the promise especially binding.[4] In 1067 the chaplain of Matilda of Flanders, Guy, Bishop of Amiens, composed Carmen de Hastingae Proelio, a Latin poem on the battle of Hastings. In 1150 the Count of Ponthieu built a fortress for himself at Crotoy, a strategic point on the mouth of the river Somme. During the Hundred Years' War, Ponthieu changed hands a number of times, although the English claimed control of it from 1279–1369, and then later until 1435. During English control of Ponthieu, Abbeville was used as the capital. In late August 1346, during his campaigns on French soil, Edward III of England reached the region of Ponthieu. While there, he restored the fortress at Crotoy that had been ruined. He forced a passage of the Somme at the ford of Blanchetaque. The army led by Philip VI of France caught up with him at nearby Crécy-en-Ponthieu, leading to the famous Battle of Crécy. In 1360, the Treaty of Brétigny between King John II of France and Edward III of England gave control of Ponthieu (along with Gascony and Calais) over to the English, in exchange for Edward relinquishing his claim to the French throne. Edward took the land but still refused to surrender his claim. In April, 1369 Charles V of France conquered Ponthieu, and a month later declared war on England (he had done so previously in 1368 as well). As a result, Edward publicly reassumed the title 'King of France' in June. In 1372 an English army under the leadership of Robert Knolles invaded Ponthieu, burning the city of Le Crotoy before crossing the Somme at the ford of Blanchetaque. Also during the Hundred Years' War, in the Treaty of Arras (1435), Charles VII of France bribed Philip the Good, Duke of Burgundy, to break his alliance with the English in exchange for possession of Ponthieu. This arguably marked a turning point that led to the end of England's part in the conflict 40 years later. In 1477 Ponthieu was reconquered by King Louis XI of France. Renaissance Ponthieu, specifically Abbeville, is the setting for the 1993 film The Hour of the Pig, which was released in the US as The Advocate and stars Colin Firth. Part of the action turns on the difference in the Renaissance era between Ponthieu law and that of France, which was then a separate kingdom. Coordinates: 50°07′N 1°50′E﻿ / ﻿50.11°N 1.83°E﻿ / 50.11; 1.83","Title":"Ponthieu - Wikipedia","KeyID":"2440","URL":"https://en.wikipedia.org/wiki/Ponthieu"}