{"Content: ":"Ælfweard (/ˈælfwɔːrd/; c. 902 – 2 August 924) was the second son of Edward the Elder, the eldest born to his second wife Ælfflæd. The Anglo-Saxon Chronicle simply states that Ælfweard died soon after his father's death on 17 July 924 and that they were buried together at Winchester. Manuscript D of the Chronicle specifies that he outlived his father by only 16 days. No reign is explicitly attributed to him here. However, a list of West-Saxon kings in the 12th-century Textus Roffensis[1] mentions him as his father's successor, with a reign of four weeks.[2] He is also described as king in the New Minster Liber Vitae,[3][4] an 11th-century source based in part on earlier material. On the other hand, William of Malmesbury, summarising a text dating to the lifetime of Ælfweard's elder brother Æthelstan, states that Æthelstan succeeded under the terms of his father's will.[5] This conflicting documentation has led to alternative interpretations, some modern historians concluding that he had succeeded his father in preference to his older half-brother Æthelstan, while others maintain that Æthelstan was the only heir to his father.[5] Alternatively, a divided rule has been suggested, since the so-called Mercian register of the Chronicle reports that Æthelstan became king of the Mercians, and William of Malmesbury, though denying a reign for Ælfweard, reports that Æthelstan was educated at the Mercian court of his aunt Æthelflæd.[2][5][6] In the view of Simon Keynes, Ælfweard was recognised as king in Wessex and Æthelstan in Mercia, and although it is possible that Edward intended a division of the kingdom after his death, it is more likely that the leaders of Wessex chose Ælfweard and Mercia set up Æthelstan in opposition.[7] Ælfweard died only 16 days after his father, on 2 August 924 at Oxford, and was buried at the New Minster, Winchester. Æthelstan still had difficulty in securing acceptance in Wessex, and he was not crowned King of the Anglo-Saxons until 4 September 925.[7][8]","Title":"Ælfweard of Wessex - Wikipedia","KeyID":"2442","URL":"https://en.wikipedia.org/wiki/%C3%86lfweard_of_Wessex"}