{"Content: ":"Eadwig (also Edwy,[1] and Eadwig All-Fair[2] c. 940 – 1 October 959), was King of the English from 23 November 955 until his death. He was the elder son of Edmund I and his first wife Ælfgifu, who died in 944. Eadwig and his brother Edgar were young children when their father was killed trying to rescue his seneschal from attack by an outlawed thief on 26 May 946. As Edmund's sons were too young to rule he was succeeded by his brother Eadred, who suffered from ill health and died unmarried in his early 30s. Eadwig became king in 955 aged about fifteen and was no more than twenty when he died in 959. He clashed at the beginning of his reign with Dunstan, the powerful Abbot of Glastonbury and future Archbishop of Canterbury, and exiled him to Flanders. He later came to be seen as an enemy of monasteries, but most historians think that this reputation is unfair. In 956 he issued over sixty charters transferring land, a yearly total unmatched by any other European king before the twelfth century, and this is seen by some historians as either an attempt to buy support or rewarding his favourites at the expense of the powerful old guard of the previous reign. In 957 the kingdom was divided between Eadwig, who kept the territory south of the Thames, and Edgar, who became king of the land north of it. Historians disagree whether this had been planned since the beginning of his reign or was the result of a successful revolt brought about by Eadwig's enemies. The following year, Oda, Archbishop of Canterbury, separated Eadwig from his wife Ælfgifu on the ground that they were too closely related. Edgar succeeded to the whole kingdom when Eadwig died in 959. The Benedictine reform movement became dominant in Edgar's reign with his strong support, and monastic writers praised him and condemned Eadwig as irresponsible and incompetent. Their view was generally accepted by historians until the late twentieth century, but in the twenty-first century some historians have defended Eadwig, while others see his character and the events of this reign as unclear due to uncertain and conflicting evidence. In the ninth century Anglo-Saxon England came under increasing attack from Viking raids, culminating in invasion by the Viking Great Heathen Army in 865. By 878, it had overrun the kingdoms of Northumbria, East Anglia, and Mercia, and nearly conquered Wessex, but in that year the West Saxons achieved a decisive victory at the Battle of Edington under King Alfred the Great. By 883 Æthelred, Lord of the Mercians, had accepted Alfred's overlordship, and in the 880s and 890s the Anglo-Saxons ruled Wessex and western Mercia, but the rest of England was under Viking rule.[3] Alfred died in 899 and was succeeded by his son, Edward the Elder. In the 910s Edward and Æthelflæd, Lady of the Mercians, who was his sister and Æthelred's widow, conquered Viking-ruled eastern Mercia and East Anglia. Æthelflæd died in 918 and the Mercians installed her daughter Ælfwynn as the second Lady of the Mercians, but Edward seized her and established full control over Mercia. When he died in 924, he controlled all England south of the Humber.[4] Edward was succeeded by his eldest son Æthelstan, who may have been king only of Mercia at first, but ruled the whole of his father's realm by the next year. In 927 he conquered Northumbria, and thus became the first king of all England.[5] He died in October 939 and was succeeded by his half-brother and Eadwig's father Edmund, who was the first king to succeed to the throne of all England. He almost immediately lost control of the north when Anlaf Guthfrithson, the Viking king of Dublin, crossed the sea to become king of York (southern Northumbria). He almost immediately invaded Mercia and Edmund was forced to surrender north-east Mercia to him, but Guthfrithson died in 941. By 944, York was ruled by two Viking kings, Anlaf Sihtricson and Ragnall Guthfrithson, and in that year Edmund expelled them and recovered full control of England. On 26 May 946 he was stabbed to death trying to protect his seneschal from attack by a convicted outlaw at Pucklechurch in Gloucestershire, and as his sons Eadwig and Edgar were young children, their uncle Eadred became king.[6] Like Edmund, Eadred inherited the kingship of the whole of England but soon lost it when York accepted a Viking leader as king. The sequence of events is unclear, but Eadred, Anlaf Sihtricson and Erik Bloodaxe ruled the kingdom of York at different periods until its magnates expelled Erik, and Northumbria became permanently part of England. Eadred then appointed Osulf, the Anglo-Saxon ruler of Bamburgh (northern Northumbria), as the earl of all Northumbria.[7] Eadred died on 23 November 955, and Eadwig succeeded at the age of around fifteen.[1] He was the first king since the early ninth century not to face the threat of imminent foreign invasion,[8] although this could not have been known at the time. In his will, Eadred left 1600 pounds[a] to be used for protection of his people from famine or to buy peace from a heathen army, showing that he did not regard England as safe from attack.[10] Eadwig was born around 940. He was the elder son of Edmund and his first wife Ælfgifu, who died in 944.[1] She and her mother Wynflæd were benefactors to Shaftesbury Abbey, where Ælfgifu was buried and venerated as a saint.[11] Ælfhere, Ealdorman of Mercia, was acknowledged as a relative of the royal family, and his sister married the magnate Ælfric Cild, who is described in a charter of 956 as Eadwig's adoptivus parens. This term is generally taken by historians to refer to Ælfric's status as a relative of Eadwig by marriage, but he may have played a role in bringing up Eadwig.[12] Eadwig and Edgar are not recorded in contemporary sources until 955, when they first attested charters, suggesting that they did not regularly attend court when they were young.[1] King Eadred never married, and his attitude towards the claims of his nephews is uncertain. Eadwig attested Eadred's charters as ætheling or cliton (Old English and Latin respectively for prince), and while some give Edgar the same title, others show him as Eadwig's brother.[13] The evidence for Eadwig's reign is ambiguous and unclear, and historians differ widely both on Eadwig's character and on the politics of his reign. The principal controversies concern Eadwig's marriage and its dissolution in 958, and the division of the kingdom in 957 between Eadwig, who kept England south of the Thames, and Edgar, who became king of the land north of it.[14] Eadwig was crowned at Kingston-upon-Thames, probably in late January 956. After the ceremony, a feast was held for the king and his leading magnates, including Oda, Archbishop of Canterbury, and Dunstan, the Abbot of Glastonbury and a future Archbishop of Canterbury. According to Dunstan's earliest hagiographer, who only identified himself as \"B\", Eadwig was being pursued by a well born woman and her adult daughter with \"indecent proposals\", hoping to secure marriage to one of them, and he offended the assembled nobles by leaving the feast to \"caress these whores\". Oda urged that he should be brought back to the feast, but almost all the nobles feared to offend the king, and only Dunstan and his relative Cynesige, Bishop of Lichfield, had the courage to face his ire.[15] B goes on: B names one of the women as Æthelgifu, but he does not mention that her daughter was Eadwig's future wife, Ælfgifu.[17] B aimed both to show Dunstan in a favourable light and to present Eadwig as acting unregally at the coronation feast, thus demonstrating his unfitness to be king.[18] Dunstan was exiled from England, and B said that he was driven out as a result of the machinations of Æthelgifu, and that Dunstan's own pupils sided against him. Dunstan's opponents probably included Æthelwold, Abbot of Abingdon and future Bishop of Winchester.[19] Æthelwold supported the marriage, describing Ælfgifu in an Abingdon charter as \"the king's wife\", and she left him an estate in her will.[20] B's version is accepted by Michael Wood, who describes Eadwig as \"deeply unpleasant\",[21] but most historians are sceptical. Ælfgifu was a member of the highest West Saxon aristocracy and she appears to have been on good terms with Edgar after his accession. He described her as his relative in charters granting her property.[22] Rory Naismith sees the story of Dunstan's intervention at the coronation dinner as \"essentially a piece of propaganda designed to blacken the reputation of Eadwig, Ælfgifu and her mother\".[23] Frank Stenton comments on the story: The marriage was politically important as part of Eadwig's efforts to strengthen his position as king,[25] and it may have been seen as a threat by the circle around Edgar as it threatened to cut him out from the prospect of inheriting the crown.[26] According to version D of the Anglo-Saxon Chronicle (ASC D), in 958 \"Archbishop Oda separated King Eadwig and Ælfgifu, because they were too closely related\".[27] It is not certain what their relationship was, but Eadwig's wife has been identified as the Ælfgifu who made a will naming Æthelweard as her brother, and he has been identified as the chronicler Æthelweard, who was descended from King Æthelred I, which would have made her Eadwig's third cousin once removed.[28][b] Simon Keynes also questions B's account of the coronation feast, suggesting that Oda may have objected to the marriage on the ground that it was against ecclesiastical law, and that B's version may have been based on an unsuccessful attempt by Dunstan and Cynesige to dissuade him from the marriage.[1] In the view of Michael Winterbottom and Michael Lapidge \"B's account [of the feast] is a lurid fabrication of Oda's implementation of the procedures of canon law\".[34] On the other hand, Sean Miller argues that objections to the marriage were political rather than religious,[35] and Pauline Stafford sees the annulment as a result of the successful revolt of Edgar, which weakened Eadwig so much that his enemies felt able to act against him.[36] Byrhtferth, in his hagiographical Life of St Oswald, states that Eadwig, who was \"leading a wicked life—as immoderate youth is accustomed to do—loved another woman as if she were his own wife\"; he eloped with her, and Oda (Oswald's uncle) went on horseback to the house where she was staying, seized her and took her out of the kingdom. He then urged Eadwig to abandon his wicked ways, and henceforth the king \"knelt before Oda with contrite visage\". Some historians regard this story as a version of the account of Eadwig's marriage,[37] but Keynes thinks that different stories about Eadwig and his women may have been conflated.[1] Historians almost all accept that the marriage between Eadwig and Ælfgifu was dissolved, but Stenton was an exception, pointing out that ASC D, which is a northern document dating to the second half of the eleventh century or the early twelfth, is the only source for the annulment.[c] In his view it \"is too late to have authority on a subject which invited legendary accretions\".[39] Eadwig's predecessor Eadred suffered from ill health which became much worse in his last years, and he relied on key advisers, including his mother Eadgifu, Archbishop Oda, Abbot Dunstan of Glastonbury, Ælfsige, who he appointed Bishop of Winchester, and Æthelstan, Ealdorman of East Anglia, who was so powerful that he was known as the Half-King.[7] Most surviving charters of the last two years of Eadred's reign were produced at Glastonbury Abbey, and almost all of these were not attested by the king, suggesting that Dunstan was authorised to issue charters in Eadred's name when he was too ill to carry out his duties.[40] When Eadwig succeeded, the court was ruled by powerful factions.[41] He appears to have been determined to show his independence from the previous regime from the start:[1] the historian Ben Snook comments that \"Eadwig, unlike his brother Edgar, was clearly his own man. Immediately on coming to power, he acted to put a stop to all this.\"[42] However, in the view of Keynes, \"whether Eadwig and Edgar were able to assert their own independence of action, or remained at the mercy of established interests at court, is unclear\".[43] Eadred was buried in the Old Minster, Winchester even though his will suggests that this location was not his choice.[d] He probably wished to be buried at a reformed Benedictine monastery such as Glastonbury, but Eadwig may have wanted to ensure that his tomb would not become a focus for opponents such as Dunstan.[45] The main beneficiary in Eadred's will was his mother Eadgifu, and Eadwig was not even mentioned.[46] She does not appear to have received the bequest as she later complained that she had been \"despoiled of all her property\", on Eadwig's accession, perhaps because he resented her power.[47] Eadgifu had frequently attested charters in the reigns of her sons Edmund and Eadred, but she only attested one of Eadwig's, whereas Edgar was prominent at his brother's court between 955 and 957, attesting many of his charters.[48] The position of Æthelstan Half-King was too strong for Eadwig to be able to remove him, but in 956 Eadwig appointed several new ealdormen covering parts of the area in Æthelstan's jurisdiction, including Æthelstan's eldest son Æthelwold, perhaps presaging a rearrangement.[1] Historians have often been critical of Eadwig, portraying him as irresponsible or incompetent, and the key evidence cited for this view is the exceptional number of charters he issued in 956.[49] His sixty odd gifts of land in that year make up around 5% of all genuine Anglo-Saxon charters, and no other ruler in Europe is known to have matched that yearly total before the twelfth century.[50] They were mainly in favour of laymen, and it is possible that some church land was being alienated, but only a few estates are known to have formerly been in religious ownership. Historians sometimes assume that he was giving away royal property in order to buy support, but again there is little evidence for this. He may have been selling privileges, allowing landholders to convert folkland, which they already owned as hereditary family estates which owed food rent and services to the crown, into bookland which was exempt from most obligations, thus making money but reducing the income of the crown in the long term. However, many of the estates had recently been the subject of royal charters, which means that they must have already been bookland, and suggests that in some cases he may have been seizing estates and selling or giving them to his favourites.[1] Ann Williams observes that the large number of charters may indicate that Eadwig had to buy support, but too little is known about the background to be sure.[51] The wealth of the crown was so great that the grants do not seem to have significantly depleted its resources.[52] Some of the hostility towards Eadwig was probably due to his promotion of his friends, especially Ælfhere, at the expense of the old guard, such as Dunstan.[53] Ælfhere and his brothers were acknowledged by several kings as relatives, but the nature of the relationship is unknown. They were close to Eadwig and he made the eldest, Ælfheah, his seneschal. Ælfheah and his wife Ælfswith, who was also acknowledged by Eadwig as a relative, benefited from his generosity. Ælfhere, who was to become the pre-eminent lay magnate until his death in 983, was appointed an ealdorman in Mercia in 956.[54] Other ealdormen appointed in the first year of Eadwig's reign were Æthelstan Rota in Mercia and Æthelstan Half-King's son Æthelwold in East Anglia, while Byrhtnoth, the future hero of the Battle of Maldon, became ealdorman of Essex.[55] These were sound appointments of men from established families and Edgar kept them when he came to power, but the rivalries between the families of Ælfhere and Æthelstan Half-King's son Æthelwine were to destabilise the country and broke into open hostilities after Edgar's death.[56] The titles given to kings Edmund and Eadred in charters varied, with the most common being \"king of the English\". In Eadwig's charters issued before the division of the kingdom in 957, he was variously styled king of \"the Anglo-Saxons\", \"the English\", \"Albion\" and \"the whole of Britain\".[57] Oda's attestations during Edmund's and Eadred's reigns had been longer and more boastful than those of the king, but these were cut down during Eadwig's time, no longer allowing him to overshadow his royal master.[58] In the summer of 957 the kingdom was divided between Eadwig in the south and Edgar in the north, with the River Thames forming the boundary.[1] According to Dunstan's biographer B, \"King Eadwig was totally abandoned by the people north [of the Thames]. They despised him for his imprudent discharge of the power entrusted to him. The wise and sensible he destroyed in a spirit of idle hatred, replacing them with ignoramuses like himself to whom he took a liking.\"[59] Until the late twentieth century, most historians blamed the division on Eadwig's incompetent rule.[60] William Hunt in his entry on Eadwig in the original Dictionary of National Biography, published in 1889, stated that Eadwig carried on the government foolishly and provoked the Mercians and Northumbrians to rebellion by favouring the West Saxons.[61] In 1922 J. Armitage Robinson saw the division as the result of a revolt by the Mercians against Eadwig's misrule,[62] and in 1984 Henry Loyn attributed the division to Eadwig having \"alienated responsible ecclesiastical opinion\".[63] Stenton commented that it was probably through \"mere irresponsibility\" that Eadwig lost the greater part of his kingdom, that in the society of his West Saxon friends it is likely that he lost touch with the aristocracy of remoter areas,.[64] In the twenty-first century, Christopher Lewis sees the division as the solution to \"a dangerously unstable government and a court in deep crisis\",[26] while Miller and Naismith attribute it to an unsuccessful attempt to promote a powerful new faction at the expense of the old guard.[65] Other historians reject the view that the division was caused by Eadwig's failures.[66] Four versions of the Anglo-Saxon Chronicle mention the division of the kingdom, and they all describe it as the \"succession\" of Edgar to the kingship of the Mercians, as if it was a normal and expected event. ASC D and ASC F date the division to 955, whereas ASC B and ASC C correctly date it to 957.[67] In Barbara Yorke's view, the difference in dates may be because it was always intended that Edgar would rule Mercia as a sub-king, but he was unable to act in person until he came of age when he reached the age of fourteen in 957. The Worcester charter S 633[e] of 956 (see the 'Charters' section below) describes Edgar as regulus (underking).[68] Charters of 957 to 959 suggest that the division was a peaceful political settlement: ealdormen and bishops with jurisdictions south of the Thames stayed with Eadwig and those with northern ones with Edgar, including those who had been promoted by Eadwig. Almost all thegns who attested Eadwig's charters before the division were loyal to him after it.[69] Both Edgar's prominence as an attester of charters up to the division, and his retention as king of Mercia of ealdormen appointed by Eadwig, are evidence of continuity, and that the division of the kingdom was not a coup against Eadwig.[70] Keynes considers both views of the division of the kingdom plausible, commenting that it may have been the result of dissatisfaction with Eadwig's rule north of the Thames, but on the other hand there would have been no presumption at that period that political unity was desirable for its own sake, and it may always have been intended that Eadwig would share the kingship with his brother.[1] Eadwig seems to have retained some seniority. He is described as \"King of the English\" in his charters, a title which Edgar only occasionally used; Edgar was mostly \"King of the Mercians\", and rarely also of the Northumbrians and the Britons.[71] All coins, including those issued in Mercia, were in Eadwig's name until his death, and Frederick Biggs comments that if Edgar had seized control of Mercia, it is unlikely that he would have allowed Eadwig to keep control over the area's coinage. Biggs sees the division as a survival of the early Anglo-Saxon tradition of joint kingship. [72] Benedictine reformers such as Æthelwold opposed division because they wanted uniform monastic observance, which would be jeopardised if different kings supported different practices. Æthelwold criticised Eadwig for dividing the kingdom and praised Edgar for bringing it \"back to oneness\".[73] There is no evidence of rivalry between the brothers, but there were disagreements. Soon after becoming king of Mercia Edgar recalled Dunstan from his exile, and he showed his disapproval of Eadwig's treatment of their grandmother by restoring her property when he acceded to the throne of England in 959.[74] Æthelstan Half-King appears to have retired around the time of the division; he had been Edgar's foster-father and he may have thought it was the right time to hand over his responsibilities.[1] As Ælfhere was a Mercian ealdorman, he served under Edgar when the kingdom was divided even though had been appointed by Eadwig, and he became Edgar's senior ealdorman.[75] Little is known of Eadwig after the division of the kingdom. A man called Ælfric became an ealdorman in the south-east in 957, but he probably died in 958.[1] Eadmund, probably Ealdorman of the Western Shires, had usually attested second among the lay magnates after Æthelstan before the division, and after it he moved up to first in Eadwig's charters until Ælfhere's brother Ælfheah was promoted from seneschal to Ealdorman of Central Wessex shortly before Eadwig died, and immediately went to the head of the lay attesters.[76] Most charters in the mid-tenth century were written in a style known as the \"diplomatic mainstream\", but there were also two other traditions, one associated with Dunstan, the Dunstan B charters, and the other with Cenwald, Bishop of Worcester, called the alliterative charters. Almost all charters of Eadwig's reign are mainstream. There are Dunstan B charters dating to the reigns of Eadred and Edgar, but none of Eadwig, while only one alliterative charter (S 633) of Eadwig is known, a grant to Worcester minster.[77] His charters were probably drawn up by a central writing office in the king's household which had existed since the 930s.[78] About ninety charters survive, an exceptionally large number, but analysis is limited because only seven are original documents, with the rest being later copies.[79] The sixty dating to 956 seem to have been mainly issued on four occasions, on his coronation in late January, on around 13 February, on a third occasion which cannot be dated, and on about 29 November.[1][f] The only coin in common use in late Anglo-Saxon England was the silver penny.[82] The horizontal coin designs (with the moneyer's name horizontally on the reverse) in Eadwig's reign followed the three basic horizontal types of Eadred, HT1, HR1 and HR2.[g] There were also additional horizontal types. Many HT1 coins were produced in the Midlands and South by some 35 moneyers, 17 of whom showed the mint town. There was an unexpectedly high number of HT1 coins from two York moneyers considering the shortness of Eadwig's reign, and 13 moneyers in the rest of north-east England.[84] Eadwig's reign saw several typological developments: especially the revival in London of the Bust Crowned, with a crude portrait of the king on the obverse, and in the south-west of the Circumscription Cross, with a cross on both sides of the coin in the centre and the inscriptions round the edge. These were both produced in very limited numbers, but foreshadowed more extensive use in Edgar's reign.[85] East Anglian moneyers had generally used the Bust Crowned design since the reign of Æthelstan, but may have switched temporarily to Horizontal types under Eadwig.[86] The weight of the coins continued a gradual decline since the reign of Edward the Elder.[87] The high silver content in the period of 85–95% was generally maintained, but as under Eadred there were a few less fine coins produced.[88] There is no evidence that coins were struck in the name of Edgar during Eadwig's reign, and coins of Eadwig in Mercia and Northumbria were much more common than would be expected if some had been struck in Edgar's name in 957–959, indicating that all coins were struck in Eadwig's name throughout his reign.[89] In Edgar's reign, the Benedictine reform movement, with monasteries following strict rules of celibacy and prohibition of personal property, became dominant in religion and politics. Kings before Edgar were sympathetic to its ideals, but they did not take the view of Æthelwold and his circle that it was the only worthwhile religious life, and that the secular clergy (clerks), who owned property and many of whom were married, were corrupt and immoral. Like Edmund and Eadred, Eadwig donated both to communities of Benedictine monks and of secular clergy,[90] but Eadwig was later portrayed as an enemy of the movement who despoiled the monasteries and favoured the secular clergy. According to the Benedictine chronicler William of Malmesbury, writing in the twelfth century: Eadwig gave land to Æthelwold's Abingdon in many charters, leading him to be later regarded by its monks as one its greatest royal benefactors. He is also named as a benefactor of Abingdon in a charter of 993. The construction of a new church was commenced by Eadred and completed under Edgar, but a charter of Eadwig granting Abingdon a wood for building the church suggests that the work continued during his reign.[92] Æthelwold sided with Eadwig over his marriage against Oda and Dunstan and Eadwig probably sent Edgar to be tutored by Æthelwold.[93] Religious reform does not appear to have been an important issue for Edgar and his advisers in 958, when he granted estates to the unreformed house of secular clerks at the minster church of St Werburgh in Chester, but in the 970s Benedictine reformers rewrote the history of the 950s and presented Edgar's accession as a victory for the movement over the unfit rule of Eadwig.[94] Æthelwold wrote that Eadwig \"through the ignorance of childhood...distributed the lands of the holy churches to rapacious strangers\".[95] Eadwig's gifts to monasteries are numerous enough to show that he was not hostile to them, and his reputation as an opponent seems to be due to the fact that he regarded Dunstan as a personal enemy.[96] Some early sources, such as Dunstan's biographer B and Byrhtferth, criticise Eadwig but do not list spoliation of the church among his crimes, and he was selected by some monastic forgers as the grantor of estates to their establishments, showing that he was considered a plausible benefactor.[97] In addition to Malmesbury and Abingdon, Eadwig gave land to Worcester Minster and Bampton Minster.[98] Estates at Beccles and Elmswell which he gave to Bury St Edmunds were still in the abbey's hands at the time of the Domesday Book.[99] He also gave land to the Bishop of London and the Archbishop of Canterbury.[100] Southwell Minster was founded on a large estate which Eadwig gave to Oscytel, Bishop of Dorchester in 956.[101][h] Eadwig's close allies included Ælfsige, who had been appointed Bishop of Winchester by Eadred in 951. Ælfsige was a wealthy married man with a son, who had strong connections with the West Saxon aristocracy.[103] He described Ælfhere's brother, Ælfheah, as \"my beloved friend\", and appointed him guardian of his son.[104] Ælfsige was also close to another supporter of Eadwig, Wulfric Cufing, and left him an estate in his will.[105] Ælfsige's lifestyle made him abhorrent to the reformers. He was an enemy of Oda, and Byrhtferth accused him of gloating over Oda's death and striking his tomb with his staff.[106] When Oda died in 958, Eadwig appointed Ælfsige as Archbishop of Canterbury, but he froze to death in the Alps on the way to Rome to collect his pallium.[107] Eadwig then translated Bishop Byrhthelm of Wells to Canterbury, but when Edgar succeeded he dismissed Byrhthelm in favour of Dunstan.[108] Eadwig died on 1 October 959 and was buried in the New Minster, Winchester, which had been built by Edward the Elder to serve as a royal mausoleum. Alfred and Edward were buried there, but the only later royal entombment was that of Eadwig, associating his reign with that of his illustrious ancestors.[109] B's condemnation of Eadwig has influenced later opinion.[110] From soon after his death, most judgements of him were harsh, amounting in the view of Shashi Jayakumar to \"a type of damnatio memoriae\".[111] The hostile views of Eadwig in the lives of Saints Dunstan and Oswald were adopted by post-Conquest hagiographers and monastic chroniclers.[1] According to John of Worcester, \"Eadwig, king of the English, since he behaved foolishly in the government entrusted to him, was abandoned by the Mercians and the Northumbrians with contempt\",[112] To William of Malmesbury he \"was a wanton youth, and one who misused his personal beauty in lascivious behaviour\".[113] Some contemporaries were more sympathetic. Æthelweard, who may have been Eadwig's brother-in-law, wrote that \"he for his great beauty got the nickname 'All-fair' from the common people. He held the kingdom continuously for four years, and deserved to be loved.\"[114] The New Minster, where he was buried, also remembered him favourably, saying in its tenth-century history that he was \"mourned by many tears of his people\".[115] The Minster was a beneficiary of Ælfgifu's will, and its Liber Vitæ is one of the few sources to describe her as Eadwig's wife. In the late tenth or early eleventh century, a slave was freed in his memory at St Petroc's Church in Cornwall.[116] Æthelred the Unready named his sons after his predecessors, and his fifth son was named Eadwig.[117] Modern historians generally reject B's verdict. Williams sees his comments as \"mere spite\" from a partisan of Dunstan.[75] Snook says that B \"conducted a comprehensive hatchet-job on Eadwig's reputation, portraying him as an incompetent, lecherous, vengeful, impious tyrant\". B and his successors wrote \"all manner of puerile prattle about his impiety and his unsuitability for high office\".[118] In Keynes's view: Stafford comments: Snook gives the most favourable modern verdict: Other historians are more cautious. Williams comments that \"much is still obscure about the politics of Eadwig's reign\",[51] and Richard Huscroft agrees, saying that \"the evidence about Eadwig's reign remains obscure and ambiguous\".[120] The story of Eadwig and Ælfgifu was a popular subject for artists, playwrights and poets in the second half of the eighteenth century and the first half of the nineteenth. Artists included William Bromley, who showed his The Insolence of Dunstan to King Edwy at the Royal Academy, William Hamilton (see right), William Dyce and Richard Dadd, while there were poems such as Edwy: a Dramatic Poem by Thomas Warwick in 1784.[1] Another poem, Thomas Sedgwick Whalley's Edwy and Edilda, was published in 1779.[121] Fanny Burney's play, Edwy and Elgiva, was performed at the Drury Lane Theatre on 21 March 1795 with Charles Kemble as Edwy and Sarah Siddons as Elgiva, but closed after one disastrous performance.[122]","Title":"Eadwig - Wikipedia","KeyID":"2443","URL":"https://en.wikipedia.org/wiki/Eadwig"}