{"Content: ":"Charles Patrick Wormald (9 July 1947 – 29 September 2004) was a British historian born in Neston, Cheshire, son of historian Brian Wormald. He attended Eton College as a King's Scholar. From 1966 to 1969 he read modern history at Balliol College, Oxford, where he was tutored by Maurice Keen and farmed out for tutorials with Michael Wallace-Hadrill (at that time a Senior Research Fellow at Merton College, Oxford) and Peter Brown (at that time a research fellow at All Souls College, Oxford). Wormald's potential was subsequently recognised by both Merton and All Souls when those colleges awarded him, respectively, the Harmsworth Senior Scholarship and a seven-year Prize Fellowship. Wormald taught early medieval history at the University of Glasgow from 1974 to 1988, where his lectures drew huge enthusiasm from students.[1] There he also met fellow-historian Jenny Brown, whom he married in 1980. They had two sons, but divorced in 2001. While at Glasgow, he became a participant in the Bucknell Group of early medievalists, hosted by Wendy Davies – the group taking its name from a village on the Welsh-English border where it often met. He delivered the Jarrow Lecture in 1984. Following a British Academy Research Readership (1987–89), Wormald returned to Oxford in 1989 as a college lecturer at Christ Church, where he was then appointed a fellow and university lecturer from 1990, tutoring students in medieval history. He delivered the Deerhurst Lecture in 1991 and the British Academy's Raleigh Lecture in History in 1995. In 1996 he gave the inaugural Richard Rawlinson Center Congress Lecture at the 31st International Congress on Medieval Studies in Western Michigan University in Kalamazoo, Michigan. His greatest work, which took many years to produce, was The Making of English Law, the first volume of which was published in 1999. Volume II was unfinished at the time of his death, although his extensive preparatory papers for the book have now been published online.[2] Following his early retirement from Christ Church in 2001, he was re-engaged as a lecturer by the History Faculty at Oxford, and entered Wolfson College, Oxford. He was elected a fellow of the Society of Antiquaries of London in 2003, and that year also delivered the Brixworth Lecture. In 2009, a collection of essays written by leading scholars in Wormald's honour was published under the title Early Medieval Studies in Memory of Patrick Wormald, edited by Stephen Baxter et al. The book is introduced by articles on Wormald's person and his academic output.[3]","Title":"Patrick Wormald - Wikipedia","KeyID":"2446","URL":"https://en.wikipedia.org/wiki/Patrick_Wormald"}