{"Content: ":"The Cathedral Church of Christ, Blessed Mary the Virgin and St Cuthbert of Durham,[1][2][4] commonly known as Durham Cathedral[5][6][7] and home of the Shrine of St Cuthbert,[8] is a cathedral in the city of Durham, England. It is the seat of the Bishop of Durham, the fourth-ranked bishop in the Church of England hierarchy. The present Norman era cathedral had started to be built in 1093, replacing the city's previous 'White Church'.[9] In 1986 the cathedral and Durham Castle were designated a UNESCO World Heritage Site.[10] Durham Cathedral's relics include: Saint Cuthbert's, transported to Durham by Lindisfarne monks in the 800s; Saint Oswald's head and the Venerable Bede's remains. The Durham Dean and Chapter Library contains: sets of early printed books, some of the most complete in England; the pre-Dissolution monastic accounts and three copies of Magna Carta. From 1080 until 1836, the Bishop of Durham held the powers of an Earl Palatine. In order to protect the Anglo-Scottish border, powers of an earl included exercising military, civil, and religious leadership. The cathedral walls formed part of Durham Castle, the chief seat of the Bishop of Durham.[11] There are daily Church of England services at the cathedral, Durham Cathedral Choir sing daily except Mondays and holidays, receiving 727,367 visitors in 2019.[12] The See of Durham takes its origins from the Diocese of Lindisfarne, founded by Saint Aidan at the behest of Oswald of Northumbria in about 635, which was translated to York in 664. The see was reinstated at Lindisfarne in 678 by the Archbishop of Canterbury. Among the many saints who originated at Lindisfarne Priory, the greatest was Saint Cuthbert, Bishop of Lindisfarne from 685 until his death in 687, who is central to the development of Durham Cathedral.[13] After repeated Viking raids, the monks fled from Lindisfarne in 875, carrying Saint Cuthbert's relics with them. The diocese of Lindisfarne remained itinerant until 882, when the monks resettled at Chester-le-Street, 60 miles south of Lindisfarne and 6 miles north of Durham. The see remained at Chester-le-Street until 995, when further Viking incursions once again caused the monks to move with their relics. According to the local legend of the Dun Cow and the Saint's hagiography, the monks followed two milk maids who were searching for a dun-coloured cow and found themselves on a peninsula formed by a loop in the River Wear. Thereupon Cuthbert's coffin became immovable, which was taken as a sign that the new shrine should be built on that spot, which became the City of Durham. A more prosaic set of reasons for the selection of the peninsula is its highly defensible position, and that a community established there would enjoy the protection of the Earl of Northumbria, with whom the bishop at this time, Aldhun, had strong family connections. Today the street leading from The Bailey past the cathedral's eastern towers up to Palace Green is named Dun Cow Lane due to the miniature dun cows which used to graze in the pastures nearby. Initially, a very simple temporary structure was built from local timber to house the relics of Saint Cuthbert. The shrine was then transferred to a sturdier, probably still wooden, building known as the White Church. This church was itself replaced three years later in 998 by a stone building also known as the White Church, which in 1018 was complete except for its tower. Durham soon became a site of pilgrimage, encouraged by the growing cult of Saint Cuthbert. King Canute was one of the early pilgrims, and granted many privileges and estates to the Durham monks.[14] The defensible position, flow of money from pilgrims and power embodied in the church at Durham all encouraged the formation of a town around the cathedral, which established the core of the city. The present cathedral was designed and built under William de St-Calais (also known as William of St. Carilef) who in 1080 was appointed as the first Prince-Bishop by King William the Conqueror.[15] In 1083 he founded the Benedictine Priory of St. Cuthbert at Durham and having ejected the secular canons (and their wives and children) who had been in charge of the church and shrine of St Cuthbert there, replaced them with monks from the monasteries of Wearmouth and Jarrow. The extensive lands of the church he divided between his own bishopric and the new Priory.[16] He appointed Aldwin as the first prior. Bishop William of St. Calais demolished the old Saxon church, and on 11 August 1093, together with Prior Turgot of Durham (Aldwin's successor), he laid the foundation stone of the great new cathedral.[17] The monks continued at their own expense to build the monastic buildings while the bishop took the responsibility for completing the building of the cathedral.[17] Stone for the new buildings was cut from the cliffs below the walls and moved up using winches.[18] The primary reason for the cathedral was to house the bodies of St. Cuthbert and the Venerable Bede.[19] Since that time many major additions and reconstructions of parts of the building have been made, but the greater part of the structure remains the original Norman structure. Construction of the cathedral began in 1093, at the eastern end. The choir was completed by 1096. At the death of Bishop William of St. Calais on 2 January 1096, the Chapter House was ready enough to be used as his burial place. In 1104 the remains of St. Cuthbert were translated with great ceremony to the new shrine in the new cathedral. The monks continued to look after the Shrine of St Cuthbert until the Dissolution of the Monasteries.[17] Work proceeded on the nave, the walls of which were finished by 1128, and the high vault by 1135. The chapter house was built between 1133 and 1140[20] (partially demolished in the 18th century). William of St. Carilef died in 1096 before the building was complete and passed responsibility to his successor, Ranulf Flambard, who also built Framwellgate Bridge, the earliest crossing of the River Wear from the town. Three bishops, William of St. Carilef, Ranulf Flambard and Hugh de Puiset, are all buried in the now rebuilt chapter house. In the 1170s Hugh de Puiset, after a false start at the eastern end where subsidence and cracking prevented work from continuing, added the Galilee Chapel at the west end of the cathedral.[21] The five-aisled building occupies the position of a porch and functioned as a Lady chapel with the great west door being blocked during the Medieval period by an altar to the Virgin Mary. The door is now blocked by the tomb of Bishop Thomas Langley. The Galilee Chapel also holds the remains of the Venerable Bede. The main entrance to the cathedral is on the northern side, facing the castle. In 1228 Richard le Poore, Bishop of Salisbury, was translated to Durham, having just rebuilt Salisbury Cathedral in the Gothic style.[21] At that moment the eastern end of Durham Cathedral was in urgent need of repair and the proposed eastern extension had failed. Le Poore employed the architect Richard Farnham to design an eastern terminal for the building in which many monks could say the Daily Office simultaneously. The resulting building was the Chapel of the Nine Altars. In 1250, the original roof of the cathedral was replaced by a vault which is still in place.[22] The towers also date from the early 13th century, but the central tower was damaged by lightning and replaced in two stages in the 15th century, the master masons being Thomas Barton and John Bell.[20] The Bishop of Durham was the temporal lord of the palatinate, often referred to as a Prince-bishop. The bishop competed for power with the Prior of Durham Monastery, a great landowner who held his own courts for his free tenants. An agreement dated about 1229, known as Le Convenit was entered into to regulate the relationship between the two magnates.[23] The Shrine of Saint Cuthbert was located in the eastern apsidal end of the cathedral. The location of the inner wall of the apse is marked on the pavement and Saint Cuthbert's tomb is covered by a simple slab. However, an unknown monk wrote in 1593: [The shrine] was estimated to be one of the most sumptuous in all England, so great were the offerings and jewells bestowed upon it, and endless the miracles that were wrought at it, even in these last days. During the Dissolution of the Monasteries Saint Cuthbert's tomb was destroyed in 1538 by order of King Henry VIII,[15] and the monastery's wealth was handed over to the king. The body of the Saint was exhumed, and according to the Rites of Durham, was discovered to be uncorrupted. It was reburied under a plain stone slab now worn smooth by the knees of pilgrims, but the ancient paving around it remains intact. Two years later, on 31 December 1540, the Benedictine monastery at Durham was dissolved, and the last Prior of Durham, Hugh Whitehead, became the first dean of the cathedral's secular chapter.[21] After the Battle of Dunbar in September 1650, Durham Cathedral was used by Oliver Cromwell as a makeshift prison to hold Scottish prisoners of war. It is estimated that as many as 3,000 were imprisoned of whom 1,700 died in the cathedral itself, where they were kept in inhumane conditions, largely without food, water or heat. The prisoners destroyed much of the cathedral woodwork for firewood but Prior Castell's Clock, which featured the Scottish thistle, was spared. It is reputed that the prisoners' bodies were buried in unmarked graves (see further, '21st century' below) and the survivors were shipped as slave labour to the American Colonies. Bishop John Cosin (in office 1660–1672), previously a canon of the cathedral, set about restoring the damage and refurnishing the building with new stalls, the litany desk and the towering canopy over the font. An oak screen to carry the organ was added at this time to replace a stone screen pulled down in the 16th century. On the remains of the old refectory, Dean John Sudbury founded a library of early printed books.[21] During the 18th century the Deans of Durham often held another position in the south of England and after spending the statutory time in residence, would depart southward to manage their affairs. Consequently, after Cosin's refurbishment, there was little by way of restoration or rebuilding. When work commenced again on the building, it was not always of a sympathetic nature. In 1777 the architect George Nicholson, having completed Prebends' Bridge across the Wear, persuaded the dean and chapter to let him smooth off much of the outer stonework of the cathedral, thereby considerably altering its character.[21] His successor William Morpeth demolished most of the Chapter House.[24] In 1794 the architect James Wyatt drew up extensive plans which would have drastically transformed the building, including the demolition of the Galilee Chapel, but the Chapter changed its mind just in time to prevent this happening. Wyatt renewed the 15th-century tracery of the Rose Window, inserting plain glass to replace what had been blown out in a storm.[25] In 1847 the architect Anthony Salvin removed Cosin's wooden organ screen, opening up the view of the east end from the nave,[26][27] and in 1858 he restored the cloisters.[28][29] The Victorian restoration of the cathedral's tower in 1859–60 was by the architect George Gilbert Scott, working with Edward Robert Robson (who went on to serve as Clerk of Works at the cathedral for six years).[30] In 1874 Scott was responsible for the marble choir screen and pulpit in the Crossing.[26] In 1892 Scott's pupil Charles Hodgson Fowler rebuilt the Chapter House as a memorial to Bishop Joseph Barber Lightfoot. The great west window, depicting the Tree of Jesse, was the gift of Dean George Waddington in 1867. It is the work of Clayton and Bell, who were also responsible for the Te Deum window in the South Transept (1869), the Four Doctors window in the North Transept (1875), and the Rose Window of Christ in Majesty (c. 1876).[31] There is also a statue of William Van Mildert, the last prince-bishop (1826–1836) and driving force behind the foundation of Durham University. In the 1930s, under the inspiration of Dean Cyril Alington, work began on restoring the Shrine of Saint Cuthbert behind the High Altar as an appropriate focus of worship and pilgrimage, and was resumed after the Second World War. The four candlesticks and overhanging tester (c. 1950) were designed by Ninian Comper. Two large batik banners representing Saints Cuthbert and Oswald, added in 2001, are the work of Thetis Blacker.[32] Elsewhere in the building the 1930s and 1940s saw the addition of several new stained glass windows by Hugh Ray Easton. Mark Angus' Daily Bread window dates from 1984.[33] In the Galilee Chapel a wooden statue of the Annunciation by the Polish artist Josef Pyrz was added in 1992, the same year as Leonard Evetts' Stella Maris window. In 1986, the cathedral, together with the nearby Castle, became a World Heritage Site. The UNESCO committee classified the cathedral under criteria C (ii) (iv) (vi), reporting, \"Durham Cathedral is the largest and most perfect monument of 'Norman' style architecture in England\".[34] In its discussion of the significance of the cathedral, Historic England provided this summary in their 1986 report:[10] The relics and material culture of the three saints buried at the site. The continuity of use and ownership of the site over the past 1000 years as a place of religious worship, learning and residence; The site's role as a political statement of Norman power imposed upon a subjugate nation, as one of the country's most powerful symbols of the Norman Conquest of Britain; The importance of the site's archaeological remains, which are directly related to the site's history and continuity of use over the past 1000 years; The cultural and religious traditions and historical memories associated with the relics of St Cuthbert and the Venerable Bede, and with the continuity of use and ownership of the site over the past millennium. In 1996, the Great Western Doorway was the setting for Bill Viola's large-scale video installation The Messenger, that was commissioned by Durham Cathedral. At the beginning of this century two of the altars in the Nine Altars Chapel at the east end of the cathedral were re-dedicated to Saint Hild of Whitby and Saint Margaret of Scotland: a striking painting of Margaret (with her son, the future king David) by Paula Rego was dedicated in 2004.[35] Nearby a plaque, first installed in 2011 and rededicated in 2017, commemorates the Scottish soldiers who died as prisoners in the cathedral after the Battle of Dunbar in 1650. The remains of some of these prisoners have now been identified in a mass grave uncoverered during building works in 2013 just outside the cathedral precinct near Palace Green.[36] In 2004 two wooden sculptures by Fenwick Lawson, Pietà and Tomb of Christ, were placed in the Nine Altars Chapel, and in 2010 a new stained glass window of the Transfiguration by Tom Denny was dedicated in memory of Michael Ramsey, former Bishop of Durham and Archbishop of Canterbury.[37] In 2016 former monastic buildings around the cloister, including the Monks' Dormitory and Prior's Kitchen, were re-opened to the public as Open Treasure, an extensive exhibition displaying the cathedral's history and possessions. In November 2009 the cathedral featured in the Lumiere festival whose highlight was the \"Crown of Light\"[38] illumination of the North Front of the cathedral with a 15-minute presentation that told the story of Lindisfarne and the foundation of cathedral, using illustrations and text from the Lindisfarne Gospels. The Lumiere festival was repeated in 2011, 2013, 2015, and 2017.[39] Durham Priory held many manuscripts; in the 21st century, steps were under way to digitise the books, originating from the 6th to the 16th century. The project was being undertaken in a partnership by Durham University and Durham Cathedral.[40][41] The cathedral church and the cloister is open to visitors during certain hours each day, unless it is closed for a special event. In 2017 a new \"Open Treasure\" exhibition area opened featuring the 8th-century wooden coffin of Saint Cuthbert, his gold and garnet pectoral cross, a portable altar and an ivory comb.[42] This exhibition was continuing as of October 2019. In that month, a new exhibit was added, Mapping the World, featuring books, maps and drawings and from the archives, scheduled to run until 18 January 2020.[43][44] There is some evidence that the aisle of the choir had the earliest rib vaults in England, as was argued by John Bilson, English architect, at the end of the nineteenth century. Since then it has been argued that other buildings like Lessay Abbey in northwest France provided the early experimental ribs that created the high technical level shown in Durham. There is evidence in the clerestory walls of the choir that the high vault had ribs. There is controversy between John James and Malcolm Thurlby on whether these rib vaults were four-part or six-part, which remains unresolved.[45][46] The building is notable for the ribbed vault of the nave, with some of the earliest transverse pointed arches supported on relatively slender composite piers alternated with massive drum columns, and lateral abutments concealed within the triforium over the aisles. These features appear to be precursors of the Gothic architecture of Northern France, possibly due to the Norman stonemasons responsible, although the building is considered Romanesque overall. The skilled use of the pointed arch and ribbed vault made it possible to cover far more elaborate and complicated ground plans than before. Buttressing made it possible to build taller buildings and open up the intervening wall spaces to create larger windows. The UNESCO World Heritage Site description makes this comment about the architectural style:[47] Though some wrongly considered Durham Cathedral to be the first ‘Gothic’ monument (the relationship between it and the churches built in the Île-de-France region in the 12th century is not obvious), this building, owing to the innovative audacity of its vaulting, constitutes, as do Spire [Speyer] and Cluny, a type of experimental model which was far ahead of its time. Another United Nations web site states that[48] \"the use of stone ‘ribs’ forming pointed arches to support the ceiling of the nave was an important achievement, and Durham Cathedral is the earliest known example\" [and] The nave vault of Durham Cathedral is the most significant architectural element ... because it marks a turning point in the history of architecture. The pointed arch was successfully used as a structural element for the first time here in this building. Semi-circular arches were the type used prior to the adoption of the structural pointed arch — the limitations of which is that their height must be proportionate to their width\". Saint Cuthbert's tomb lies at the east in the Feretory and was once an elaborate monument of cream marble and gold. It remains a place of pilgrimage. The fragments of St Cuthbert's coffin are exhibited at the cathedral.[49] The cathedral is governed by the chapter which is chaired by the dean. Durham is a \"New Foundation\"[51] cathedral in which there are not specific roles to which members of the chapter are appointed, with the exception of the Dean and the Van Mildert Professor of Divinity. The other roles, sub-dean, precentor, sacrist, librarian and treasurer, are elected by the members of the chapter annually. As of 5 December 2020:[52] In the 17th century Durham had an organ by Smith that was replaced in 1876 by 'Father' Willis (Henry Willis & Sons), with some pipes being reused in Durham Castle chapel. Harrison & Harrison worked on the organ from 1880, restored between 1905 and 1935, rebuilt again in 1970 with a new console, and adding a Classically-voiced Positive division, and further refurbishments and minor changes in 1981 and 1996. The cases, designed by C. Hodgson Fowler and decorated by Clayton and Bell date from 1876 and are in the galleries of the choir.[57][58] The first organist recorded at Durham was John Brimley in 1557. Notable organists have included the composer Richard Hey Lloyd and choral conductor David Hill. The current Master of the Choristers and Organist is Daniel Cook, having succeeded James Lancelot in 2017. The Sub-Organist is Joseph Beech. There is a regular choir of adult lay clerks, choral scholars and child choristers. The latter are educated at the Chorister School. Traditionally child choristers were all boys, but in November 2009 the cathedral admitted female choristers for the first time.[59][60] The girls and the boys serve alternately, not as a mixed choir, except at major festivals such as Easter, Advent and Christmas when the two \"top lines\" come together. In 1829 the Dean and Chapter authorised the engraving of a meridian line upon the floor and wall of the north cloister. A circular aperture about 1 inch (2.5 cm) in the tracery of the adjoining window about 10 feet (3 m) above the level of the floor directs a beam of sunlight to fall upon the line at the precise time when the sun passes the meridian.[61] It was constructed by William Lloyd Wharton, of Dryburn in the city, and Mr Carr, then Head Master of Durham School.[62] Durham Cathedral has been used as a filming location in a number of cinema and television productions. Because of its distinct Romanesque architecture, the cathedral has doubled as a number of fantasy locations in larger budget film productions, but has been seen as itself in a number of television programmes. The first major appearance of the cathedral in a film was in the 1996 adaptation of a Thomas Hardy novel, Jude.[63] The film featured scenes of leading actor Christopher Eccleston working as a mason on the exterior of the cathedral,[64] and further scenes were shot inside the cathedral, and on the adjoining Prebends Bridge. Elizabeth, starring Cate Blanchett, features the cathedral doubling as The Palace of Westminster[65] and Whitehall.[66][67][68] Durham Cathedral featured in the first two Harry Potter films (Philosopher's Stone[69] and Chamber of Secrets[70]) as Hogwarts School of Witchcraft and Wizardry.[71] The Cloisters appeared in a number of scenes as one of the school's courtyards,[72] the Chapter House as Professor McGonagall's classroom,[73] and the Triforium upper-levels as the Forbidden Corridor. The exterior architecture of the cathedral also heavily inspired the design of the Hogwarts model used in the films, and a section of the model is noticeably styled off the cathedral, with the addition of fantastical spires.[74] The palace set design in Snow White and the Huntsman, was largely based Durham Cathedral's architecture.[75] The production team spent four days at the cathedral conducting 3D photography of the interior, and used the data collected to build the sets both physical and digital. Most noticeably, the movie's throne room features columns patterned identically to those within the cathedral.[76] Interior views of the cathedral were featured in the 2019 Marvel superhero film Avengers: Endgame,[77] as the indoor location of Asgard. Durham Cathedral features in a number of TV programmes. Some of its many appearances include the gameshow Treasurehunt,[78] and BBC staples like Songs of Praise [79] and The Antiques Roadshow.[80] Architectural historian Dan Cruickshank selected the cathedral as one of his four choices for the 2002 BBC television documentary Britain's Best Buildings.[81] In September 2009, Sting performed a special Christmas concert at the Cathedral. The concert aired in the United Kingdom on a BBC2 Imagine special and in the United States on a PBS Great Performances special. In November 2009, the concert was released on a DVD called A Winter's Night...Live From Durham Cathedral.[82] In 2010 the cathedral featured in Climbing Great Buildings, which saw presenter Jonathan Foyle exploring the cathedral via climbing ropes.[83] For an episode first broadcast in 2011, the BBC railway travelogue Great British Railway Journeys with Michael Portillo visited Durham and the cathedral. Following a Bradshaw's guide, he discusses local Victorian politics highlighted in the guide, and meets with the Cathedral Choristers.[84] Richard Wilson: On the Road, saw actor Richard Wilson visit the cathedral on this travelogue show following the Shell Guides from the 1930s.[85] The Grayson Perry documentary, All Man, culminated in the unveiling of his artwork in the cathedral.[86][87] The fourth episode of Britain’s Great Cathedrals with Tony Robinson, broadcast on Channel Five, featured Durham Cathedral as its subject. In it, Robinson explored the architecture, the history of the Prince Bishops, and the history of pilgrimage at the cathedral.[88][89] Following the completion of restoration on the cathedral's tower in May 2019, BBC Breakfast broadcast from the tower in as part of its reopening to the public.[90] The cathedral features noticeably in two Catherine Cookson TV dramas, The Tide of Life [91] and The Wingless Bird.[92] In the latter of these, the cathedral and the surrounding riverbanks also feature prominently in its promotional material.[93] It also featured on TV in a number of episodes of Inspector George Gently with both interior and exterior scenes. Letitia Landon's atmospheric poem, Durham Cathedral, appeared in Fisher's Drawing Room Scrap Book, 1835. \"Durham is one of the great experiences of Europe to the eyes of those who appreciate architecture, and to the minds of those who understand architecture. The group of Cathedral, Castle, and Monastery on the rock can only be compared to Avignon and Prague.\" — Nikolaus Pevsner, The Buildings of England \"A dream, I'm bowled over...Imagine a river valley cut into the landscape with wooded sides. The river bends, and in the bend, on the hillside, lies the old town – first the residential town, then separate from it, and higher up, the castle – and then, out on its own, in the midst of tall trees, the enormous cathedral with its twin end towers. From the bridge it is a Romantic dream, a fantasy by Schinkel. This morning in the mist it was wonderful...the first thing that has made my heart pound...the cathedral in itself, just like the Matterhorn in itself – gigantic, grey, on its own.\" — Pevsner in a letter to his wife, Lola, on his first English tour in 1930.[94] \"I paused upon the bridge, and admired and wondered at the beauty and glory of this scene...it was grand, venerable, and sweet, all at once; I never saw so lovely and magnificent a scene, nor, being content with this, do I care to see a better.\" — Nathaniel Hawthorne on Durham Cathedral, The English Notebooks 'With the cathedral at Durham we reach the incomparable masterpiece of Romanesque architecture not only in England but anywhere. The moment of entering provides for an architectural experience never to be forgotten, one of the greatest England has to offer.' — Alec Clifton-Taylor, 'English Towns' series on BBC television. \"I unhesitatingly gave Durham my vote for best cathedral on planet Earth.\" — Bill Bryson, Notes from a Small Island. — Walter Scott, Harold the Dauntless, a poem of Saxons and Vikings set in County Durham.[95] Durham Cathedral contains a scale replica of itself made entirely out of Lego.[96] It was created as part of an award-winning fundraising campaign to support the creation of Open Treasure, and started in July 2013. It was completed just over three years later in July 2016, and is currently on display in the cathedral's Undercroft foyer between the Undercroft Restaurant and the Cathedral Shop. The replica Cathedral is made up of 300,000 Lego bricks, standing 5 ft 6 in (1.7 m) tall and 12 ft 6 in (3.8 m) long. It also features a modelled interior, with the nave, quire, the organ, and stained glass windows all recreated in Lego.[97][98] Its creation was funded by donation, with a donation of £1 per Lego brick. It raised £300,000 as part of the public fundraising campaign in support of the creation of Open Treasure, the cathedral's new museum in its Claustral buildings. Visitors who donated came from 182 countries across the world. The cathedral worked with a company called Bright Bricks on the design and recruited a team of Lego volunteers who co-ordinated the build of the model and visitor donations. The surrounding media coverage and marketing campaign garnered further support to the Lego project, especially from local businesses and organisations, and featured celebrity support such as that of Janina Ramirez, George Clarke, and Jeremy Vine. Historian and television presenter Johnathon Foyle had the honour of laying the first brick.[99] As part of the project, a series of five Lego animated shorts were produced showcasing the history of the cathedral. North East based film maker Matt James Smith worked with the cathedral to create the shorts.[100]","Title":"Durham Cathedral - Wikipedia","KeyID":"2451","URL":"https://en.wikipedia.org/wiki/Durham_Cathedral"}