{"Content: ":"The Bishop of Winchester is the diocesan bishop of the Diocese of Winchester in the Church of England. The bishop's seat (cathedra) is at Winchester Cathedral in Hampshire. The Bishop of Winchester holds ex officio (except during the period of the Commonwealth until the Restoration of the Monarchy) the office of Prelate of the Most Noble Order of the Garter since its foundation in 1348,[2] and Bishops of Winchester often held the positions of Lord Treasurer and Lord Chancellor ex officio. During the Middle Ages, it was one of the wealthiest English sees, and its bishops have included a number of politically prominent Englishmen, notably the 9th century Saint Swithun and medieval magnates including William of Wykeham and Henry of Blois. The Bishop of Winchester is appointed by the Crown, and is one of five Church of England bishops who sit ex officio among the 26 Lords Spiritual in the House of Lords, regardless of their length of service.[3] The Diocese of Winchester is one of the oldest and most important in England. Originally it was the episcopal see of the kingdom of Wessex or the West Saxons, with its cathedra at Dorchester Cathedral near Oxford under Saints Birinus and Agilbert. The cathedral at Dorchester was founded in AD 634 by Birinius, a Roman missionary. The see was transferred to Winchester in AD 660. Winchester was divided in AD 909, with Wiltshire and Berkshire transferring to the new See of Ramsbury. Nevertheless, the domains of the Bishop of Winchester ran from the south coast to the south bank of the River Thames at Southwark, where the bishop had one of his palaces, making it one of the largest as well as one of the richest sees in the land. In more modern times, the former extent of the Diocese of Winchester was reduced by the formation of a new diocese of Southwark in south London,[a] a new diocese of Guildford in Surrey and a new diocese of Portsmouth in Hampshire. The most recent loss of territory was in 2014 when the Channel Islands were removed from the diocese of Winchester after a dispute with Bishop Tim Dakin led to a breakdown in relations. However, this arrangement is expressed to be an interim one and will not necessarily become permanent. The Channel Islands remain part of the Diocese of Winchester effectively under a scheme of episcopal delegation. The Bishop of Winchester delegated his episcopal authority in relation to the Channel Islands to the Archbishop of Canterbury who in turn placed the Channel Islands under the pastoral supervision of the Bishop of Dover. The Channel Islands have not[verification needed] been transferred to and incorporated within another diocese.[5] Traditionally, in the general order of precedence before 1533, the Bishop of Winchester was given precedence over all other diocesan bishops - that is, the first English bishop in rank behind the archbishops of Canterbury and York. But in 1533, Henry VIII of England raised the rank of the Bishop of London and the Bishop of Durham, relegating Winchester to third (but still above other remaining diocesan bishops).[citation needed] The order of precedence was implicitly recognised by the Bishoprics Act 1878.[6][b] The Report of the Commissioners appointed by his Majesty to inquire into the Ecclesiastical Revenues of England and Wales (1835) found the Winchester see was the third wealthiest in England, after Canterbury and London, with an annual net income of £11,151.[7] The official residence of the Bishop of Winchester is Wolvesey Palace in Winchester. Other historic homes of the bishops included Farnham Castle, Bishop's Waltham Palace and a town residence at Winchester Palace in Southwark, Surrey (now London). The bishop is the visitor to five Oxford colleges, namely Magdalen College, New College, St John's College, Trinity College, and Corpus Christi College. The most recent bishop of Winchester, Tim Dakin, was enthroned on 21 April 2012, having been elected on 14 October 2011. He was consecrated as a bishop at St Paul's Cathedral, London, on 25 January 2012. On 20 May 2021, it was reported that Dakin had \"stepped back\" as diocesan bishop for six weeks, in light of the threat of a diocesan synod motion of no confidence in his leadership. David Williams, Bishop of Basingstoke, also \"stepped back\" and Debbie Sellin, Bishop of Southampton, served as acting diocesan bishop.[8] Dakin's leave was later extended to the end of August 2021.[9] He retired on 6 February 2022.[10] A new bishop is to be appointed; Debbie Sellin continues as acting diocesan bishop during the vacancy, with retired bishop Richard Frith serving as the Archbishop's Episcopal Commissary in the diocese.[11] Richard Frith, Archbishop's Episcopal Commissary[11] former Bishop of Hereford Among those who have served as assistant bishops of the diocese are:","Title":"Bishop of Winchester - Wikipedia","KeyID":"2452","URL":"https://en.wikipedia.org/wiki/Bishop_of_Winchester"}