{"Content: ":"The term thegn, also thane, or thayn in Shakespearean English, is a title within the thanage, a system of nobility predating the peerage. In Anglo-Saxon England, it was commonly applied to aristocratic retainers of a king or senior nobleman and more generally those below the rank of ealdormen, or high-reeve. It was also used in early medieval Scandinavia for a class of retainers. In medieval Scotland, there were local officials known as thanes. The Old English þeġ(e)n (IPA: [ˈθej(e)n], \"man, attendant, retainer\") is cognate with Old High German degan and Old Norse þegn (\"thane, franklin, freeman, man\").[1] The thegn had a military significance, and its usual Latin translation was miles, meaning soldier, although minister was often used. An Anglo-Saxon Dictionary describes a thegn as \"one engaged in a king's or a queen's service, whether in the household or in the country\". It adds: \"the word...seems gradually to acquire a technical meaning,...denoting a class, containing several degrees\", but what remained consistent throughout was its association with military service.[2] The precursor of thegn was the gesith, the companion of the king or great lord, a member of his comitatus. The concept of personal association is traceable in all applications of gesith; [2] 'thegn' began to be used to describe a military gesith.[3] It is only used once in the laws before the time of Aethelstan (c.  895–940), but more frequently in the charters. Apparently unconnected to the German and Dutch word dienen, or serve, H. M. Chadwick suggests \"the sense of subordination must have been inherent...from the earliest time\".[4] It gradually expanded in meaning and use, to denote a member of a territorial nobility, while thegnhood was attainable by fulfilling certain conditions.[5] The nobility of pre-Conquest England was ranked according to the heriot paid in the following order: earl, king's thegn, median thegn. In Anglo-Saxon society, a king's thegn attended the king in person, bringing his own men and resources. A \"median\" thegn did not hold his land directly from the king, but through an intermediary lord. While inferior to the ætheling, or of a kingly family, the thegn was superior to the ceorl. Chadwick states; \"from the time of Æthelstan, the distinction between thegn and ceorl was the broad line of demarcation between the classes of society\". His relative status was reflected in the level of weregild, generally fixed at 1,200 shillings, or six times that of the ceorl. He was the twelfhynde man of the laws, as distinct from the twyhynde man, or ceorl.[6] While some inherited the rank of thegn, others acquired it through property ownership, or wealth. A hide of land was considered sufficient to support a family; the Geþyncðo states; \"And if a ceorl throve, so that he had fully five hides of his own land, church and kitchen, bellhouse and burh-gate-seat, and special duty in the king's hail, then was he thenceforth of thegn-right worthy.\" This also applied to merchants, who \"fared thrice over the wide sea by his own means.\"[7] In the same way, a successful thegn might hope to become an earl. The increase in the number of thegns produced in time a subdivision of the order. There arose a class of king's thegns, corresponding to the earlier thegns, and a larger class of inferior thegns, some of them the thegns of bishops or of other thegns. A King's Thane is a Prince and a person of great importance, who answered to no-one but the king personally.[citation needed] He had special privileges and no one save the king in person had the right of jurisdiction over a King`s Thane, while by a law of Canute we learn that he paid a larger heriot than an ordinary thegn.[8] The Median-Thegn the contemporary idea being shown by the Latin translation of the words as comes (compare \"count\"). The distinction between the ordinary Thanes and the King's Thanes, or those of the first class, has been defined by folklorist Sir George Laurence Gomme as \"a Baron, or petty Prince, ruling under the Sovereign\".[9] This is analogous to the evolution of a warlord's henchman to vassal, one of Charlemagne's great companions. In Domesday Book, OE þegn has become tainus in the Latin form, but the word does not imply high status. Domesday Book lists the taini who hold lands directly from the king at the end of their respective counties, but the term became devalued, partly because there were so many thegns. After the Norman conquest of England in 1066, William the Conqueror replaced the Anglo-Saxon aristocracy with Normans, who replaced the previous terminology with their own. Those previously known as thegns became barons.[10] Although their exact role is unclear, the twelve senior thegns of the hundred played a part in the development of the English system of justice. Under a law of Aethelred they \"seem to have acted as the judicial committee of the court for the purposes of accusation.[11] This indicates some connection with the modern jury trial. During the later part of the 10th and in the 11th centuries in Denmark and Sweden, it became common for families or comrades to raise memorial runestones, and approximately fifty of these note that the deceased was a thegn. Examples of such runestones include Sö 170 at Nälberga, Vg 59 at Norra Härene, Vg 150 at Velanda, DR 143 at Gunderup, DR 209 at Glavendrup, and DR 277 at Rydsgård.","Title":"Thegn - Wikipedia","KeyID":"2453","URL":"https://en.wikipedia.org/wiki/Thegn"}