{"Content: ":"The Peak District is an upland area in England at the southern end of the Pennines. Mostly in Derbyshire, it extends into Cheshire, Greater Manchester, Staffordshire, West Yorkshire and South Yorkshire. It includes the Dark Peak, where moorland is found and the geology is dominated by gritstone, and the White Peak, a limestone area with valleys and gorges. The Dark Peak forms an arc on the north, east and west sides; the White Peak covers central and southern tracts. The historic Peak District extends beyond the National Park, which excludes major towns, quarries and industrial areas. It became the first of the national parks of England and Wales in 1951.[2] Nearby Manchester, Stoke-on-Trent, Derby and Sheffield send millions of visitors – some 20 million live within an hour's ride.[3][4] Inhabited from the Mesolithic era, it shows evidence of the Neolithic, Bronze and Iron Ages. Settled by the Romans and Anglo-Saxons, it remained largely agricultural; mining arose in the Middle Ages. Richard Arkwright built cotton mills in the Industrial Revolution. As mining declined, quarrying grew. Tourism came with the railways, spurred by the landscape, spa towns and Castleton's show caves. The Peak District forms the southern extremity of the Pennines.[5] Much of it is upland above 1,000 feet (300 m), its highest point being Kinder Scout at 2,087 ft (636 m).[6] Despite its name, the landscape has fewer sharp peaks than rounded hills, plateaux, valleys, limestone gorges and gritstone escarpments (the \"edges\").[7][8] The mostly rural area is surrounded by conurbations and large urban areas, including Manchester, Huddersfield, Sheffield, Derby and Stoke-on-Trent. The national park has formal boundaries. It covers most of the Dark Peak and White Peak, but the wider Peak District is less well defined.[9] The Dark Peak is largely uninhabited moorland and gritstone escarpments in the northern Peak District and its eastern and western margins. It encloses the central and southern White Peak, which is where most settlements, farmland and limestone gorges are found.[10][11] Three of Natural England's National Character Areas (NCAs) cover parts of it. The Dark Peak NCA includes the northern and eastern parts of the Dark Peak and the White Peak NCA most of the White Peak. The western margins of the Dark Peak are in the South West Peak NCA, where farmland and pastured valleys are found with gritstone edges and moorland.[11][12] Outside the park, the wider Peak District often includes the area approximately between Disley and Sterndale Moor, encompassing Buxton and the Peak Dale corridor. It may also include some of the outer fringes and foothills, such as the Churnet[13] and lower Derwent Valleys.[14] The region is mostly surrounded by lowlands[15] with gritstone moorlands of the South Pennines to the north, separated approximately by the Tame Valley, Standedge and Holme Valley.[16] The national park covers 555 square miles (1,440 km2),[17] including most of the region in Derbyshire and extends into Staffordshire, Cheshire, Greater Manchester and South and West Yorkshire. Its northern limits are on the A62 road between Huddersfield and Oldham; its southernmost point is on the A52 road near Ashbourne. The boundaries were drawn to exclude built-up and industrial areas; in particular Buxton and the quarries at the end of the Peak Dale corridor are surrounded on three sides by the park. Bakewell and many villages are in the national park, as is much of the rural west of Sheffield. In 2010 it became the fifth largest national park in England and Wales.[18] In the UK, designation as a national park means that planning and other functions are provided by a national park authority, with additional restrictions that enhance protection from inappropriate development. Land within this national park as in others is in a mix of public and private ownership. The National Trust, a charity that conserves historic and natural landscapes, owns about 12 per cent of the land in the national park.[19] Its three estates (High Peak, White Peak and Longshaw) include ecologically or geologically significant areas at Bleaklow, Derwent Edge, Hope Woodlands, Kinder Scout, the Manifold valley, Mam Tor, Dovedale, Milldale and Winnats Pass.[20][21][22] The park authority owns around 5 per cent; other major landowners include several water companies.[23] Bakewell is the largest settlement and only town in the national park and the site of the National Park Authority offices. Its five-arched bridge over the River Wye dates from the 13th century.[24] Castleton is the centre of production of a semi-precious mineral, Blue John. Eyam village is known for a self-imposed quarantine during the Black Death.[25] Edale is the southern end of the Pennine Way, a 268-mile national trail which traverses most of the Pennines and ends at Kirk Yetholm in the Scottish border.[26] The park also contains the highest recognised village in the United Kingdom, Flash, at 1,519 feet (463 m).[27] Other villages in the park include Hathersage, Hartington, Ilam and Tideswell. The towns of Glossop, Chapel-en-le-Frith, Buxton, Macclesfield, Leek, Ashbourne, Matlock and Chesterfield are on the national park's fringes. The spa town of Buxton was built up by the Dukes of Devonshire as a genteel health resort in the 18th century[28] while the spa at Matlock Bath, in the River Derwent valley, was popularised in Victorian times. Hayfield is at the foot of Kinder Scout, the area's highest summit. Other towns and villages fringing the park include Whaley Bridge, Hadfield, Tintwistle, Darley Dale and Wirksworth in Derbyshire, Stocksbridge in South Yorkshire and Marsden and Holmfirth in West Yorkshire. Several rivers have sources on the moorland plateaux of the Dark Peak and the high ridges of the White Peak. Many rivers in the Dark Peak and outer fringes were dammed to create reservoirs for supplying drinking water. Streams were dammed to provide headwater for water driven mills; weirs were built for the same purpose. The reservoirs of the Longdendale Chain were completed in February 1877 to provide compensation water, ensuring a continuous flow in the River Etherow, which was essential for local industry and provided drinking water for Manchester.[29] In a report for the Manchester Corporation, John Frederick Bateman wrote in 1846: Within ten or twelve miles of Manchester, and six or seven miles from the existing reservoirs at Gorton, there is this tract of mountain land abounding with springs of the purest quality. Its physical and geological features offer such peculiar features for the collection, storage and supply of water for the use of the towns in the plains below that I am surprised that they have been overlooked. The western Peak District is drained by the Etherow, the Goyt and the Tame, all tributaries of the River Mersey. The north-east is drained by tributaries of the River Don. Of the tributaries of the River Trent draining south and east, the River Derwent is the most prominent. It rises on Bleaklow just east of Glossop and flows through the Upper Derwent Valley, where it is constrained by the Howden, Derwent and Ladybower reservoirs.[30] The reservoirs of the Upper Derwent Valley were built from the early to mid-20th century to supply drinking water to the East Midlands and South Yorkshire. The rivers Noe and the Wye are tributaries.[31] The River Manifold[32] and River Dove[33] in the south-west, whose sources are on Axe Edge Moor, flow into the Trent. The River Dane[34] flows into the River Weaver in Cheshire. There are no canals in the national park, although the Standedge Tunnels on the Huddersfield Narrow Canal run underneath the extreme north of it. Outside the park, waters from the Dark Peak feed the Macclesfield, Ashton, and Huddersfield Narrow Canals and waters from the White Peak fed the Cromford Canal. The Peak Forest Canal brought lime from the quarries at Dove Holes for the construction industry. It terminated at Bugsworth Basin and the journey was completed using the Peak Forest Tramway. The Cromford Canal, from Cromford to the Erewash Canal, served lead mines at Wirksworth and Sir Richard Arkwright's cotton mills. The Caldon Canal from Froghall was built to transport limestone from quarries at Cauldon Low for the iron industry and flints for the pottery industry.[35] Most of the area is over 1,000 feet (300 m) above sea level,[36] in the centre of the country at a latitude of 53°N, bringing relatively high annual rainfall averaging 40.35 inches (1,025 mm) in 1999. The Dark Peak tends to receive more rainfall than the White Peak, as it is higher. The higher rainfall does not affect the temperature, which averages the same as the rest of England and Wales at 10.3 °C (50.5 °F).[37] In the 1970s, the Dark Peak regularly had more than 70 days of snowfall. Since then the number has fallen. The hills still see long periods of continuous snow cover in some winters. Snow in mid-December 2009 on some hill summits created some snow patches that lasted until May 2010. In the same winter, the A635 (Saddleworth Moor) and A57 (Snake Pass) were closed due to snow for almost a month. Frost cover is seen for 20–30 per cent of the winter on moorland in the Dark Peak and 10 per cent in the White Peak.[38] The Moorland Indicators of Climate Change Initiative was set up in 2008 to collect data in the area. Students investigated the interaction between people and the moorlands and their effect on climate change, to discover whether the moorlands are a net carbon sink or source, based on the fact that Britain's upland areas contain a major global carbon store in the form of peat. Human interaction in terms of direct erosion and fire, with the effects of global warming, are the main variables they considered.[39] The Peak District is formed almost wholly of sedimentary rocks of the Carboniferous period. They make up the carboniferous limestone overlying gritstone, and the coal measures that occur only on the margins and infrequent outcrops of igneous rocks, including lavas, tuffs and volcanic vent agglomerates.[40] The general geological structure is that of a broad dome, whose western margins have been intensely faulted and folded. Uplift and erosion have sliced the top off the Derbyshire Dome to reveal a concentric outcrop pattern with coal-measured rocks on the eastern and western margins, carboniferous limestone at the core and rocks of millstone grit between them. The southern edge of the Derbyshire dome is overlain by sandstones of Triassic age, though they barely impinge on the National Park. The White Peak forms a central and southern section with carboniferous limestone found at or near the surface.[41] The Dark Peak to the north, east and west is marked by millstone grit outcrops and broad swathes of moorland.[42][12] Earth movements after the Carboniferous period resulted in the up-doming of the area and, particularly in the west, the folding of the rock strata along north–south axes. The region was raised in a north–south line which resulted in the dome-like shape[43] and the shales and sandstones were worn away until limestone was exposed. At the end of this period, the Earth's crust sank here which led to the area being covered by sea, depositing a variety of new rocks.[44] Some time after its deposition, mineral veins were formed in the limestone. The veins and rakes have been mined for lead since Roman times.[44] The Peak District was iced over in at least one of the ice ages of the last two million years, probably the Anglian glaciation of some 450,000 years ago, as shown by patches of glacial till or boulder clay found across the area. It was not iced over in the last glacial period, which peaked about 20,000–22,000 years ago. A mix of Irish Sea and Lake District ice abutted its western margins. Glacial meltwaters eroded a complex of sinuous channels along this margin of the district.[45] Glacial meltwaters contributed to the formation and development of many caves in the limestone area.[46] Remains of wild animal herds roaming the area have been found in several caves.[44] Various rock-types beneath the soil strongly influence the landscape; they determine the type of vegetation and ultimately the type of animal inhabiting the area.[47] Limestone has fissures and is soluble in water, so that rivers could carve deep, narrow valleys. These often find routes underground, creating cave systems. Millstone grit is insoluble but porous, absorbing water that seeps through the grits, until it meets the less porous shales beneath, creating springs where it reaches the surface. The shales are friable and easily attacked by frost, forming areas vulnerable to landslides, as on Mam Tor.[43] The gritstone and shale of the Dark Peak supports heather moorland and blanket bog, with rough sheep pasture and grouse shooting as the main land uses, though parts are also farmed,[42] especially the South West Peak NCA.[48] The limestone plateaus of the White Peak are more intensively farmed, with mainly dairy usage of improved pastures.[41] Woodland forms some 8 per cent of the Peak National Park.[23] Natural broad-leaved woodland appears in the steep dales of the White Peak and cloughs of the Dark Peak. Reservoir margins often have coniferous plantations. White Peak habitats include calcareous grassland, ash woodlands and rock outcrops for lime-loving species.[49] They include early purple orchid (Orchis mascula), dark-red helleborine (Epipactis atrorubens) and fly orchid (Ophrys insectifera), common rockrose (Helianthemum nummularium), spring cinquefoil (Helianthemum nummularium) and grass of parnassus (Parnassia palustris). Lead rakes, the spoil heaps of ancient mining activity, form another distinctive White Peak habitat, supporting a range of rare metallophyte plants, including spring sandwort (Minuartia verna; also known as leadwort), alpine pennycress (Thlaspi caerulescens) and mountain pansy (Viola lutea).[50] Two endemic vascular plants are found nowhere else in the world: Derby hawkweed (Hieracium naviense), found only in Winnats Pass,[49] is a native perennial of limestone cliffs discovered by J. N. Mills in 1966 and described as a new species in 1968;[51] and leek-coloured hawkweed (H. subprasinifolium), which was believed extinct until rediscovered on banks beside the Monsal Trail in Chee Dale in 2017.[52] The endemic Derbyshire feather moss (Thamnobryum angustifolium) occurs in one Derbyshire limestone dale, its sole world location intentionally kept confidential; the colony covers about 3 square metres (32 sq ft) of a rock face with small subsidiary colonies nearby.[53] Jacob's-ladder (Polemonium caeruleum), a rarish species characteristic of limestone dales in the White Peak, has been Derbyshire's county flower since 2002.[49] It grows on grassland, light woodland, screes and rock ledges, and by streams in Lathkill, Wolfscote, Taddington, Wye Dale and other dales. Pollen evidence from peat bogs shows it was widespread throughout Britain just after the last ice age. Much planted in gardens from where it has established itself in other parts of the area, as a native it is restricted to the White Peak and the Yorkshire Dales.[54] The Dark Peak heathlands, bogs, gritstone edges and acid grasslands contain relatively few species; heather (Calluna vulgaris), crowberry (Empetrum nigrum), bilberry (Vaccinium myrtillus) and hare's-tail cotton grass (Eriophorum vaginatum) dominate the high moors.[49] After decades of decline due to pollution, Sphagnum mosses are returning, with species such as S. cuspidatum particularly dominant.[55] Most Peak District mammals are generalists and widespread across the UK, but the mountain hare on heather moorland in the Dark Peak form the only wild population in England. They were reintroduced in the Victorian era for sporting purposes.[56] A feral population of red-necked wallabies lived around The Roaches from the 1940s onwards, but may now be extinct.[57] Red deer herds, assumed to be derived from animals escaped from deer parks at Lyme Park and Chatsworth, are established in the upper reaches of the Goyt valley and on the moors above Baslow,[58][59] and a herd on Wharncliffe Crags outside the national park north of Sheffield may derive from hunting stock of Wharncliffe Chase.[60] Biodiversity action plans have been prepared for mountain hare, brown hare, brown long-eared bat, dormouse, harvest mouse, hedgehog, noctule bat, otter, pine marten, polecat, soprano pipistrelle and water vole.[61] The status of the pine marten is unclear, though confirmed sightings have occurred in recent decades in Derbyshire and north Staffordshire[62] and a specimen from an introduced Welsh population[63] was found dead outside the national park on a road between Ripley and Belper in 2018.[64] As with mammals, many Peak bird species are widespread generalists. The Dark Peak moors still support breeding populations of several upland specialists, such as twite,[65][66] short-eared owl,[65][67] golden plover,[65] dunlin,[68] ring ouzel,[65] northern wheatear[69] and merlin.[65] The populations of twite and golden plover are the southernmost confirmed breeding populations in England,[70] and the Peak District Moors Special Protection Area (SPA) is a European designation for its populations of merlin, golden plover and short-eared owl.[65] The Peak District lacks the concentrations of breeding waders found further north in the Pennines, though the moors and their fringes accommodate breeding curlew and lapwing,[69] and less noticeable wading birds such as dunlin and snipe.[69] Commercial driven grouse shooting occurs on the heather moorlands of the Dark Peak, where the red grouse population is maintained by gamekeepers employed by shooting estates.[71][72] A population of black grouse became extinct in 2000,[70] but reintroduction was attempted in 2003.[73] Quarries and rock outcrops provide nest sites for peregrine falcon and common raven. Ravens and common buzzards are increasingly found as their British range expands eastwards, perhaps because of general reductions in persecution. Illegal persecution has limited populations of rare raptors such as northern goshawk, peregrine and hen harrier.[72] Following the RSPB's publication of Peak Malpractice, a 2006 report highlighting wildlife crime,[72] the Peak District Bird of Prey Initiative was set up in 2011 by conservationists and shooting bodies to try to boost populations of birds of prey.[74] The park authorities expressed disappointment at the limited results[75] and the RSPB withdrew from the partnership in January 2018 citing continued efforts by the Moorland Association and National Gamekeepers’ Organisation which together had \"frustrated any possibility of progress\" on the issue.[76] Fast-flowing rivers attract specialists such as grey wagtail,[71] dipper,[77][78] common sandpiper,[71] mandarin duck[79] and goosander.[80] Wooded and semi-wooded areas attract redstart,[69] pied flycatcher,[69] wood warbler[69] and tree pipit,[71] and coniferous plantations house siskin and common crossbill.[77] Upland reservoirs in the Dark Peak are generally oligotrophic and attract few birds, but lower-lying reservoirs on the southern fringes such as Carsington Water and Ogston Reservoir regularly attract rare migrants and wintering rarities such as various waders, wildfowl, gulls and terns.[79] The area is regularly overflown by wintering populations of pink-footed geese[79] moving between East Anglia and Morecambe Bay. Dipper, golden plover, hen harrier, merlin and short-eared owl are local biodiversity action plan priority species.[61] Fossil records show that the Peak District was once inhabited by an eclectic mix of species, many of them no longer found in Britain, such as alpine swift, demoiselle crane and long-legged buzzard. Species lost from the Peak District due to human activities include hazel grouse, capercaillie and golden eagle.[81] Amphibians and reptiles such as common lizards, grass snakes, great crested newts and slow worms are found in the district.[61] The eastern moors are a stronghold for adders.[82] Native fish in the Peak District include Atlantic salmon, brown trout, European eel,[61] bullhead, brook lamprey and grayling.[83] A possibly unique population of \"wild\" rainbow trout survives on the Derbyshire Wye,[84] following their introduction at the turn of the 20th century.[85] Butterflies in the region include the dingy skipper, brown argus, small blue and white-letter hairstreak. Moths include the anomalous, broom moth, dot moth, garden dart, mouse moth and white ermine. Other invertebrates include the bilberry bumblebee, broad groove-head spider, mole cricket, northern yellow splinter, shining guest ant, violet oil beetle and white-clawed crayfish.[61] The Peak has been inhabited from the earliest periods of human activity, as shown by finds of Mesolithic flint artefacts and palaeo-environmental evidence from caves in Dovedale and elsewhere. Signs of Neolithic activity include monumental earthworks or barrows such as the one at Margery Hill.[86] The Bronze Age saw the area well populated and farmed. Evidence remains in henges such as Arbor Low near Youlgreave and the Nine Ladies stone circle at Stanton Moor.[87][page needed] In the same period and into the Iron Age, hill forts such as Mam Tor's were created. The Romans drew on the area's rich mineral veins, exporting lead from the Buxton area along well-used routes. Buxton was a Roman settlement known as \"Aquae Arnemetiae\" for its spring.[88] Theories on how the name Peak derived cite the Pecsaetan or peaklanders, an Anglo-Saxon tribe inhabiting the central and northern parts of the area from the 6th century CE, when it belonged to the Anglian kingdom of Mercia.[89][90][page needed] Barrows from the Anglo-Saxon period are present, including Benty Grange, where the eponymous helmet was found.[91] In medieval and early modern times the area was mainly agricultural, with sheep farming, rather than arable the main activity in upland holdings. From the 16th century, the mineral and geological wealth became increasingly significant. Not only lead, but coal, fluorite, copper from Ecton Mines, zinc, iron, manganese and silver have been mined.[92][page needed] Celia Fiennes, describing a journey through the Peak in 1697, wrote of: ...Craggy hills Whose Bowells are full of mines of all kinds off Black and white and veined Marbles, and some have mines of Copper, others tinn and Leaden mines, in wch is a great deale of silver. Coal measures occur on the Peak's western and eastern fringes. Evidence of past workings can be found from Glossop to The Roaches, and from Stocksbridge to Baslow. The coal measures in the east are at the western edge of the South Yorkshire Coalfield.[94] Those in the west are part of the Cheshire section of the Lancashire Coalfield.[95] Mining started in medieval times, was at its most productive in the 18th and early 19th centuries, and continued into the early 20th century. The earliest mining took place around outcrops, where miners followed the seams deeper into the hillsides. At Goyt's Moss and Axe Edge, deep seams were worked and steam engines raised the coal and dewatered the mines.[96] Coal from the east was used in lead smelting and from the west for lime burning.[97] Lead mining peaked in the 17th and 18th centuries; high concentrations were found in the area from this period, along with peat on Kinder Scout, suggesting that lead smelting occurred.[98] Lead mining declined from the mid-19th century – the last major mine closed in 1939. Lead is a by-product of fluorite, baryte and calcite mining.[50] Bell pits were sunk to access ore that lay close to the surface.[98] Fluorite or fluorspar is called Blue John locally, its name possibly from the French bleu et jaune describing its colour. Blue John is scarce and now only a few hundred kilograms are mined each year for ornamental and lapidary use. The Blue John Cavern in Castleton is a show cave. Small-scale mining takes place in Treak Cliff Cavern.[99] Industrial limestone quarrying to make soda ash started around Buxton in 1874. In 1926 the operation of the Buxton lime industry became part of ICI.[100] Large-scale limestone and gritstone quarrying flourished as lead mining declined, and is an important if contentious industry. Of the twelve large limestone quarries in operation, Tunstead is one of the largest in Europe.[101] Total limestone output was substantial: at the 1990 peak, 8.5 million tonnes was produced.[102] Textiles have been exported for hundreds of years. In the 14th century, the area traded in unprocessed wool.[103] There were several skilled hand spinners and weavers in the area. By the 1780s, Richard Arkwright had developed machinery to produce textiles faster and to a higher standard. The early Arkwright mills were of light construction, narrow, about 9 feet (2.7 m) wide and low, the ceiling height being only 6 to 8 feet (1.8 to 2.4 m) and lit by daylight. The new machines were powered by water wheels.[104] The Peak was the ideal location, with its rivers and humid atmosphere. The local pool of labour was quickly exhausted and Litton Mill and Cressbrook Mill in Millers Dale brought in children as young as four from the workhouses of London as apprentices.[105] As technology advanced, narrow valleys proved unsuited to larger steam-driven mills, but Derbyshire mills remained to trade in finishing and niche products. Glossop benefited from the textile industry. Its economy was tied to a spinning and weaving tradition that evolved from developments in textile manufacture during the Industrial Revolution. Until the First World War, Glossop was the headquarters of the largest textile printworks in the world, but after the Wall Street crash its product lines became vulnerable and the industry declined.[106] The Kinder Trespass in 1932 was a landmark in the campaign for open access to moorland in Britain and eventually led to the formation of Britain's national parks. Before the trespass, open moorland was closed to all. Moorland estates were the private property of landed gentry who used them for only 12 days a year and were guarded by their gamekeepers.[107] The Peak District National Park became the United Kingdom's first national park on 17 April 1951.[108] Campaigner Ethel Haythornthwaite played an important part in the development of the national park. The first long-distance footpath in the United Kingdom was the Pennine Way, which opened in 1965 and starts at the Nags Head Inn, in Grindsbook Booth, part of Edale village.[citation needed] The Peak & Northern Footpaths Society (PNFS) was formed in 1894 to monitor, protect, and improve the footpath network of the Peak District and surrounding areas. The organisation is the oldest existing regional footpath society in the UK.[109] Saddleworth Moor and Wessenden, above Meltham, gained notoriety after the Moors murders in the 1960s.[citation needed] Tourism is thought to provide 500 full-time, 350 part-time and 100 seasonal jobs.[110] It is a major source of employment for park residents (24%). Manufacturing (19%), quarrying (12%) and agriculture (12%) are also important.[111] The cement works at Hope is the largest single employer in the park.[102] Limestone is the most important mineral quarried, mainly for roads and cement; shale is extracted for cement at Hope, and several gritstone quarries are worked for building stone.[102] Lead mining is no longer economic, but fluorite, baryte and calcite are extracted from lead veins and small-scale Blue John mining occurs at Castleton. The springs at Buxton and Ashbourne are exploited for bottled mineral water and many plantations are managed for timber. Other manufacturing includes David Mellor's cutlery factory in Hathersage, Ferodo brake linings in Chapel-en-le-Frith and electronic equipment in Castleton. Of some 2,700 farms in the national park, most covering less than 40 hectares (99 acres), 60 per cent are run on a part-time basis by a farmer with a second job.[110][page needed] De Mirabilibus Pecci or The Seven Wonders of the Peak by Thomas Hobbes was an early touring description published in 1636.[112] Much scorn was poured on the seven wonders by visitors, including Daniel Defoe, who called the moors by Chatsworth \"a waste and houling wilderness\" and scorned particularly Peak Cavern near Castleton, known as the \"Devil's Arse\".[113] Visitor numbers did not rise until the Victorian era, when railways provided access and cultural appreciation of the Picturesque and Romantic developed. John Mawe's Mineralogy of Derbyshire (1802)[114] and William Adam's Gem of the Peak (1843)[115] raised interest in the area's unique geology. A tradition of public access and outdoor recreation grew up in what is a natural hinterland and rural escape for the people of industrial Manchester and Sheffield, and remains a valuable resource in a largely post-industrial economy. In a 2005 survey of visitors, 85 per cent of respondents cited \"scenery and landscape\" as a draw.[116] Buxton became a spa through its geothermal spring, which rises at a constant temperature of 28 °C. It was settled by the Romans around 78 CE, then known as Aquae Arnemetiae – the spa of the goddess of the grove. Bess of Hardwick and her husband the Earl of Shrewsbury \"took the waters\" in 1569, bringing Mary, Queen of Scots there in 1573.[117] The town largely grew in importance in the late 18th century when it was developed by the 5th Duke of Devonshire in style of the spa of Bath. A resurgence in the 18th century attracted Dr Erasmus Darwin and Josiah Wedgwood,[118] who were drawn by the reputed healing properties of the waters. The railway reached Buxton in 1863.[119][page needed] Buxton's notable buildings are The Crescent (1780–1784), modelled by John Carr on Bath's Royal Crescent, the Devonshire (1780–1789), the Natural Baths, and the Pump Room by Henry Currey. The Pavilion Gardens opened in 1871.[117] Buxton Opera House was designed by Frank Matcham in 1903. Historic buildings in the park include Chatsworth House, seat of the Dukes of Devonshire and among Britain's finest stately homes; the medieval Haddon Hall, seat of the Dukes of Rutland; and Lyme Park, an Elizabethan manor house transformed by an Italianate front. Other historic buildings in the park include Eyam Hall, Ilam Hall and Tissington Hall.[120] Many villages and towns have fine parish churches, including the 14th-century Church of St John the Baptist at Tideswell, sometimes dubbed the \"Cathedral of the Peak\", and the 12th-century Church of St Nicholas at High Bradfield. 'Little John's Grave' is in the churchyard at Hathersage. Peveril Castle, overlooking Castleton, was built by the Normans.[121] Inside the park, Eyam Museum has displays on the village's history during the Black Death.[122] Castleton has four show caves; Peak Cavern, Blue John, Treak Cliff and Speedwell. In the outer fringes, the area's industrial heritage is represented by the mining museum at Matlock Bath, with the Temple Lead Mine, the Derwent Valley Mills World Heritage Site and Brindley Water Mill at Leek. Preserved railways such as the Peak Rail, Ecclesbourne Valley[123] and Churnet Valley lines,[124] the National Tramway Museum at Crich and the Cromford Canal chart the area's transport history. Matlock Bath also has the show caves and mines of the Heights of Abraham, which can be reached by cable car, and the Gulliver's Kingdom theme park.[121] Buxton has an opera house and theatre, museum and art gallery and Poole's Cavern show cave.[28] Other attractions in the fringes include the Alton Towers theme park[121] and the Peak Wildlife Park. Well dressing ceremonies are held in many villages in the spring and summer months, a tradition said to date from pagan times.[125] Other local customs include Castleton Garland Day and Ashbourne's Royal Shrovetide Football, played annually since the 12th century. Buxton hosts two opera festivals, the Buxton Festival and the International Gilbert and Sullivan Festival, and the Buxton Festival Fringe, and the Peak Literary Festival is held at various locations twice a year. Peak District food specialities include the dessert Bakewell pudding, very different from the nationally available Bakewell tart, and the famous cheese Stilton and other local cheeses are produced in the village of Hartington.[126] An extensive network of public footpaths and long-distance trails of over 1,800 miles (2,900 km) in total[127] and large open-access areas are available for hillwalking and hiking. The Pennine Way traverses the Dark Peak from Edale to the park's northern boundary just south of Standedge. Bridleways are used by mountain bikers, as well as horse riders. The Tissington Trail and High Peak Trail, which reuse former railway lines, are well used by walkers, horse riders and cyclists.[128] The Peak District Boundary Walk is a circular 190-mile (310 km) walking trail around the national park.[129] Several old rail routes were converted into multi-purpose cycle trails. After the Woodhead Line closed between Hadfield and Penistone, some of the trackbed was used for the Longdendale Trail section of the Trans Pennine Trail between Hadfield and Woodhead.[130] The Manchester, Buxton, Matlock and Midlands Junction Railway between Rowsley and Buxton contributed to the Monsal Trail.[131] The trackbed of the Cromford and High Peak Railway is open as the High Peak Trail.[132] The Tissington Trail uses another disused rail line between Buxton and Ashbourne,[128] while the Manifold Way follows the old line of the Leek and Manifold Valley Light Railway between Waterhouses and Hulme End.[133] Local authorities run cycle hire centres at Ashbourne, Parsley Hay, Middleton Top, the Upper Derwent Valley and Hulme End.[134][135][136] Wheelchair access is possible at several places on the ex-railway trails, and cycle hire centres offer vehicles adapted to wheelchair users.[128] A project to make footpaths more accessible to less-agile walkers has replaced stiles with gates.[137] Gritstone outcrops at Stanage Edge and The Roaches, are recognised as some of the finest rock climbing sites in the world.[138] Limestone is more unstable but provides many testing climbs. Thor's Cave was explored in the early 1950s by Joe Brown and others. Eleven limestone routes there are listed by the BMC, ranging in grade from Very Severe to E7, and several more have been claimed since the guidebook's publication; a few routes are bolted.[139] Caving takes place in the natural caves, potholes and old mine workings found in the limestone of the White Peak. Peak Cavern, the largest and most important cave system, is even linked to the Speedwell system at Winnats. The largest potholes are Eldon Hole and Nettle Pot. Many old mine workings were often extensions of natural cave systems. They can be found at Castleton, Winnats, Matlock, Stoney Middleton, Eyam, Monyash and Buxton.[140] Reservoirs such as Torside Reservoir, Damflask Reservoir, Carsington Water and Rudyard Lake are centres for water sports, including sailing, fishing and canoeing. Other activities include air sports such as hang gliding and paragliding, birdwatching, fell running, off-roading, and orienteering.[138] The first roads constructed by the Romans may have followed existing tracks. The Roman network linked the settlements and forts of Aquae Arnemetiae (Buxton), Chesterfield, Ardotalia (Glossop), Navio (Brough and Shatton) and beyond.[141] Parts of the modern A515 and A53 roads, south of Buxton, are believed to follow the routes of Roman roads. Packhorse routes crossed the Peak in the Middle Ages and some paved causeways, such as the Long Causeway along Stanage Edge, date from that period. No highways appear on Christopher Saxton's 1579 map of Derbyshire.[142] Bridge-building improved the transport network. Journey times fell with the introduction of turnpike roads from 1731,[143] but the ride from Sheffield to Manchester in 1800 still took 16 hours, prompting Samuel Taylor Coleridge to remark that \"a tortoise could outgallop us!\"[144] From about 1815, better quality turnpike roads were built. The Snake Pass, part of the A57, was built under the direction of Thomas Telford between 1819 and 1821.[144] The main roads in the Peak District are: Roads and lanes are often congested and parking is problematic in towns and villages, especially in summer. A congestion charge was proposed in 2005, but was rejected.[145] Cromford Canal opened in 1794 to carry coal, lead and iron ore to the Erewash Canal.[146] It closed in 1944. The canals and turnpike roads had to compete with the railways after 1825.[144] The first railway, the Cromford and High Peak Railway from High Peak Junction to Whaley Bridge, was an industrial line. Passenger services followed, including the Woodhead Line (Sheffield to Manchester, via Longdendale) and the Manchester, Buxton, Matlock and Midlands Junction Railway. Several railways succumbed to the Beeching Axe in the 1960s, including passenger services on the Woodhead line. Freight services continued until the line was finally closed in 1981; much of the route has been converted to shared-use paths on the Trans Pennine Trail. Passenger train services currently operate along the following lines: Coach services provide access to Matlock, Bakewell and Buxton from Derby, Nottingham and Manchester through TransPeak and National Express. There are regular buses from Sheffield, Glossop, Stoke, Leek and Chesterfield. In rural areas, minibuses operate from towns to smaller villages. The nearest airports are Manchester, Doncaster Sheffield and East Midlands.[147][148] Cycle England invested £1.25 million in building and improving cycle routes in the national park for leisure and commuting.[149] The proximity of the Peak to conurbations and urban areas (some 20 million people live within an hour's drive) poses challenges for the area.[150] The park authority, National Trust and other landowners try to keep the upland landscape accessible for recreation while protecting it from intensive farming, erosion and visitor pressures. Tension exists between the needs of conservation, of 38,000 residents,[111] and of millions who visit.[151] The uneven distribution of visits creates stresses. Dovedale alone receives about two million visitors a year.[21] Other much visited areas include Bakewell, Castleton and the Hope Valley, Chatsworth, Hartington and the reservoirs of the Upper Derwent Valley.[152] Over 60 per cent of visits occur between May and September, with Sunday the busiest day.[152] Footpath users in the more popular walking areas have contributed to serious erosion problems, particularly on the fragile peat moorlands. The use of some paths by mountain bikers is believed to have exacerbated the problem.[153] Measures to contain the damage include diversion of the official route of the Pennine Way out of Edale, which now goes via Jacob's Ladder rather than following the Grindsbrook, and surfacing moorland footpaths with expensive natural stone.[154] Some rights of way have been damaged by legal and illegal use by off-road vehicles such as 4×4s and trail bikes. Campaigners have sought to reduce their impact.[155] Large-scale limestone quarrying is contentious. Most mineral extraction licences were issued by national government for 90 years in the 1950s and remain legally binding. The park authority has a policy of considering applications for new quarries and licence renewal in the park in terms of the local and national need for the mineral and how unique the source is, in conjunction with the effects on traffic, residents and the environment.[102] Some licences have not been renewed; the RMC Aggregates quarry at Eldon Hill closed in 1999 and was landscaped.[156] Proposals from Stancliffe Stone Ltd to reopen dormant gritstone quarries at Stanton Moor in 1999 became a test case, contested by ecological protesters and residents on the grounds that this would threaten Bronze Age remains at the Nine Ladies Stone Circle and damage the natural landscape.[151] In 2007, negotiations took place to relocate the development to Dale View quarry in a less sensitive area.[157] From the 1990s onwards there has been an intensification in management of the upland moors for driven grouse shooting. This has involved an increase in the use of rotational burning and predator control. Both practices can be controversial and have led to calls for greater controls over the activities of moorland owners.[158] The Birds of Prey Initiative has worked to link conservation groups with landowners, to improve the prospects for predatory birds in the Peak District. This has led to improvement in the numbers of breeding birds of prey, but overall numbers remain low.[159] The RSPB withdrew support for the scheme in 2018, citing the continued and illegal persecution of raptors by commercial grouse shooting estates, represented within the Initiative by the Moorland Association and National Gamekeepers' Organisation.[160] The grasslands of the White Peak plateau have been improved for intensive farm and food production. The result has been that most of this grassland is of little value to nature conservation, often with only one grass species present. The best areas that remain are the steep sides of limestone valleys. These have international importance, but are fragmented, which makes them vulnerable to loss.[161] Biodiversity within Britain's national parks has generally fared no better than that in the wider countryside, with similar rates of decline in species numbers.[162] One reason may be that their powers are directed primarily at preventing intrusive development to protect the aesthetic and historic appearance of the park, rather than at land management. The upland moors of the south Pennines suffered some of the worst ecological degradation of any extensive habitat in the UK. This is due mainly to a history of industrial pollution from neighbouring towns during the industrial revolution, worsened by wild fires and erosion. Work to restore this habitat got underway in the 21st century. While progress has been made, there is more to do to make it a sustainable, functioning ecosystem.[163] The significance of the habitat degradation is compounded by its being a source of atmospheric carbon dioxide that contributes to climate change through global warming.[164] The landscapes of the Peak have inspired writers for centuries. Various places have been identified by Ralph Elliott and others as locations in the 14th-century poem Sir Gawain and the Green Knight; Lud's Church is thought to be the Green Chapel.[165] Key scenes in Jane Austen's 1813 novel Pride and Prejudice are set in the Peak.[166] Peveril of the Peak (1823) by Sir Walter Scott is a historical novel set at Peveril Castle, Castleton, in the reign of Charles II.[167][168] William Wordsworth was a frequent visitor to Matlock; the Peak inspired several of his poems, including an 1830 sonnet to Chatsworth House.[169] The village of Morton in Charlotte Brontë's 1847 novel Jane Eyre is based on Hathersage, where Brontë stayed in 1845; Thornfield Hall may have been inspired by nearby North Lees Hall.[170][171] Snowfield in George Eliot's novel Adam Bede (1859) is thought to be based on Wirksworth, where her uncle managed a mill; Ellastone (as Hayslope) and Ashbourne (as Oakbourne) also feature.[169] Beatrix Potter, author of Peter Rabbit, visited her uncle Edmund Potter at his printworks in Dinting Vale. She copied cloth samples from his pattern book for her characters. Mrs Tiggywinkle's shawl, in The Tale of Mrs. Tiggy-Winkle, is based on pattern number 222714.[172] Children's author Alison Uttley (1884–1976) was born at Cromford; her novel A Traveller in Time, set in Dethick, recounts the Babington Plot to free Mary, Queen of Scots from imprisonment.[173] Crichton Porteous (1901–1991) set several books in Peak locations; Toad Hole, Lucky Columbell and Broken River take place in the Derwent Valley.[174] Geraldine Brooks's first novel, Year of Wonders (2001), blends fact and fiction in the story of the plague village of Eyam.[175] Eyam also inspired Children of Winter by children's novelist Berlie Doherty, who has set several other works in the Peak, including Deep Secret, based on the drowning of the villages of Derwent and Ashopton by the Ladybower Reservoir, and Blue John, inspired by the cavern at Castleton.[176] Many works of crime and horror have been set in the Peak. The Terror of Blue John Gap by Sir Arthur Conan Doyle (1859–1930) recounts terrible events at the Blue John mines.[177] Sherlock Holmes investigates the kidnapping of a child in The Adventure of the Priory School.[178] Many horror stories by local author Robert Murray Gilchrist feature Peak settings.[169] Stephen Booth has set a crime-fiction series in real and imagined Peak locations,[179] while In Pursuit of the Proper Sinner, an Inspector Lynley mystery by Elizabeth George, is set on the fictional Calder Moor.[180] Another local author who sets crime novels there is Sarah Ward.[181] Other writers and poets who lived in or visited the Peak include Samuel Johnson, William Congreve, Anna Seward, Jean-Jacques Rousseau, Lord Byron, Thomas Moore, Richard Furness, D. H. Lawrence, Vera Brittain, Richmal Crompton and Nat Gould.[169][173] The landscapes and historic houses are popular settings for film and television. The classic 1955 film The Dam Busters was filmed at the Upper Derwent Valley reservoirs, where practice flights for the bombing raids on the Ruhr dams had been made during the Second World War.[182] In adaptations of Pride and Prejudice, Longnor has featured as Lambton, and Lyme Park and Chatsworth House have stood in for Pemberley.[183][184] Haddon Hall doubled as Thornfield Hall in two adaptations of Jane Eyre and has appeared in several films, including Elizabeth, The Princess Bride and The Other Boleyn Girl.[185] The television medical drama Peak Practice set in the fictional village of Cardale was filmed in Crich, Matlock and other Peak locations.[186] The world's longest-running sitcom, Last of the Summer Wine, was filmed in Holmfirth and the surrounding Holme Valley.[187]","Title":"Peak District - Wikipedia","KeyID":"2456","URL":"https://en.wikipedia.org/wiki/Peak_District"}