{"Content: ":"Bakewell is a market town and civil parish in the Derbyshire Dales district of Derbyshire, England, known also for its local Bakewell pudding. It lies on the River Wye, about 13 miles (21 km) south-west of Sheffield. In the 2011 census, the population of the civil parish appeared as 3,949.[1] It was estimated at 3,695 in 2019.[2] The town is close to the tourist attractions of Chatsworth House and Haddon Hall. Although there is evidence of earlier settlement in the area, Bakewell itself was probably founded in Anglo-Saxon times in the Anglian kingdom of Mercia. The name Bakewell means a spring or stream of a woman named Badeca or Beadeca,[3] so deriving from a personal name with the Old English suffix wella.[4] In 949 it was called Badecanwelle and in the 1086 Domesday Book Badequelle.[4] The Domesday book listing stated that King Edward held land here; the settlement had a church and a mill.[5] These are the outlying estates or berewicks of the manor: Haddon [Haddon or Over Haddon], Holme [in Bakewell], Rowsley, Burton [in Bakewell], Conksbury, One Ash, Monyash, and Haddon [Haddon or Over Haddon]. Bakewell Parish Church, a Grade I listed building, dates from 920 and has a 9th-century cross in the churchyard. The present building was built in the 12th–13th centuries, but it was virtually rebuilt in the 1840s by William Flockton.[6] By Norman times Bakewell had gained in importance: Domesday Book mentions the town and its church having two priests. A motte and bailey castle was built in the 12th century.[7] In the early 14th-century, the vicar was terrorised by the Coterel gang, which evicted him and confiscated his church's money at the instigation of the canons of Lichfield Cathedral.[8] A market was established in 1254, allowing Bakewell to develop as a trading centre. The Grade I listed five-arched bridge over the River Wye dates from the 13th century, as one of the few remnants of that period.[9] Also Grade I listed, Holme Bridge dates from 1664 and crosses the Wye on the north-eastern outskirts of the town.[10] A chalybeate spring was discovered and a bath house built in 1697. This led to an 18th-century attempt to develop Bakewell as a spa town in the manner of Buxton. Construction of Lumford Mill by Richard Arkwright in 1777 was followed by rebuilding of much of the town in the 19th century. The mill, built about 1782 and employing over 300 in peak years, housed its workforce in cottages. It was sold to the Duke of Devonshire in 1860, but in 1868 suffered fire damage and was rebuilt. It is now a scheduled monument, the oldest part being Grade I listed.[11] A full 183 listed buildings are located in the town. Its layout altered in the 1800s when Rutland Square was created.[12][13] Bakewell is in the valley of the River Wye in central Derbyshire. Its centre is near the river at about 410 feet (120 m) above sea level, with the highest parts of the town at about 607 feet (185 m) on the valley sides.[14] The town is in the Derbyshire Dales district and about 13 miles (21 km) south-west of Sheffield, 31 miles (50 km) south-east of Manchester, and 21 miles (34 km) north of Derby. Nearby towns include Matlock to the south-east, Chesterfield to the east and Buxton to the west north-west. Villages near Bakewell include Ashford-in-the-Water, Elton, Great Longstone, Monyash, Over Haddon, Sheldon, Rowsley, Pilsley, Youlgreave and Baslow. Bakewell attracts domestic and foreign tourists. Monday is popular as the town's traditional market day. The cattle market is held in a purpose-built agricultural centre across the river from the town centre, where a stall market is held. A major employer is the Peak District National Park Authority, which has its offices at Aldern House, Baslow Road. Its task is conserve, enhance and promote understanding and enjoyment of the local area.[15] Opposite Aldern House is another major employer, Newholme Hospital, an NHS cottage hospital providing outpatient services. Establishment of a Costa Coffee branch in the town caused a protest among some local businesses.[16] All Saints' Church is a Grade I-listed church founded in 920, in Saxon times. The churchyard has two Saxon crosses. One is the Beeley Cross, unearthed in a field at a disputed location near Beeley and moved for some years to the grounds of Holt House near Darley Bridge. Although only the base and lower part of the shaft survive, it stands over 5 ft/152 cm high and is carved on all four faces.[17] The other is the Bakewell Cross, 8 ft/244 cm high and almost complete. It was carved in the 7th–8th centuries and shows scenes that include the Annunciation. This may originally have stood at Hassop Cross Roads.[17] During restoration work on the church in the 1840s, many carved fragments of Saxon stonework were found in and around the porch, along with some ancient stone coffins. The church contains a selection of medieval and Anglo-Saxon cross fragments and carved stones collected by Thomas Bateman and donated to Weston Park Museum in Sheffield, before they were moved to Bakewell in 1899.[17] They include a notable alabaster memorial to Sir Godfrey de Foljambe, who acquired the manor of Bakewell about 1350, and to his wife Avena. The town's Old House Museum occupies a 16th-century dwelling house originating from the time of Henry VIII and extended under Elizabeth I.[18] It is a Grade II* listed building.[19] The Manchester, Buxton, Matlock and Midlands Junction Railway opened Bakewell railway station in 1862, then became part of the Midland Railway and later of the LMS main line from London to Manchester. John Ruskin objected to what he saw as desecration of the Derbyshire countryside and to the fact that \"a Buxton fool may be able to find himself in Bakewell in twelve minutes and vice versa.\" In return for the Duke of Rutland's permission for the line to pass through his estate at Haddon Hall, Bakewell station buildings on the hillside overlooking the town are more imposing than expected and the Duke's coat of arms is carved in the stonework. Such pandering to landowners was common at the time, as their support was needed to pass the Act of Parliament allowing the line to be built. However, the inconvenient altitude of the line forced Bakewell station to be placed out of town, as the Duke insisted it be out of sight of Haddon Hall. These buildings are now used by small businesses, as the line between Matlock and Buxton was closed in 1968. Most of it has been designated the Monsal Trail, a bridle path for walking, cycling and riding. Today, passenger trains operated by East Midlands Railway run from Derby, via Ambergate, only as far as Matlock; from the west, Northern trains from Manchester Piccadilly reach only as far as Buxton. There have been efforts to reopen the remaining Wye Valley portion of the line, which would run through Bakewell and over the famed Monsal Dale viaduct. Peak Rail, a local preserved railway, has reopened the line from Matlock to Rowsley; this is a village a few miles east of Bakewell, near Haddon Hall. Reaching Bakewell is one of Peak Rail's long-term ambitions. To keep up intentions for a future return of the railway, Derbyshire County Council currently protects the track bed from development. The A6, which links Carlisle with Luton, runs through the town; it connects Bakewell with Buxton, Matlock and Derby. The A619 road begins in Bakewell, travels through Chesterfield and leads to Worksop in Nottinghamshire. The medieval Bakewell Bridge carries this road over the River Wye.[20] Bakewell is known for Bakewell pudding, a jam pastry with a filling enriched with egg and ground almond. Bakewell tart is a different confection, made with shortcrust pastry, an almond topping and a sponge and jam filling. Mr Kipling also made \"Cherry Bakewells\", often also known as Bakewell tarts. The origins of these are not clear, but the popular story goes that the combination began by accident in 1820, when the landlady of the White Horse Inn (now the Rutland Arms Hotel) left instructions for her cook to make a jam tart with an egg and almond paste pastry base. The cook, however, spread the eggs and almond paste on top of the jam instead of mixing them into the pastry.[21] When cooked the jam rose through the paste. The result was successful enough for it to be a popular confection at the inn. Commercial variations, usually with icing sugar on top, have spread the name.[22] Three shops in Bakewell offer what they claim to be the original recipe. The Bakewell Tart Shop and Coffee House sells four variations: Bakewell Tart, Iced Bakewell Tart, Moist Bakewell Tart and Traditional Bakewell Pudding.[23] The Old Original Bakewell Pudding Shop and Bloomers of Bakewell both sell a Bakewell Pudding of their own.[24][25] In the 2011 census, Bakewell was 99.1 per cent White, 0.2 per cent Asian and 0.5 per cent mixed/multiple.[26] In 1888 William Storrs Fox, a Cambridge graduate and naturalist, founded St Anselm's School, Bakewell. The school is now coeducational, with some 250 day and boarding pupils aged 3–16.[27] Lady Manners School is a coeducational secondary with about 1,450 pupils. It is also home to the Brew School, the UK's biggest dedicated brewing and distilling school, established in 2014 at the historic Rutland Mill.[28] The town's primary schools include All Saints Church of England School and Bakewell Methodist Junior School. There are other primaries in neighbouring villages.[29] The Peak District traditional well dressing takes place in June; colourful images made of petals embedded in clay appear at several places in the town. Then follows Carnival week, culminating in a procession at the beginning of July.[30] August brings the Bakewell Arts Festival, a music and theatre event begun in 1997. The Peak Literary Festival is held in the spring and autumn of each year. The spring one starts on the last Friday in May and the autumn one on the last Friday in October. Until 2017 The Bakewell Agricultural Show was among the largest covered agricultural shows in the UK, attracting about 65,000 visitors.[31] It took place on the first Wednesday and Thursday in August at the Bakewell Showground. Known also as the Little Royal, it was founded by Wootten Burkinshaw Thomas in 1819.[32] In 2018 and 2019 (the bicentennial year), the Bakewell Show was suspended in favour of more lucrative commercial events. Rugby union is played regularly by Bakewell Mannerians RUFC, which competes in Midlands 2 East (North).[33] Bakewell has a recreation park to the east of the centre, with tennis courts, a children's playground, and football and cricket pitches. Near the library there is a municipal swimming pool and gym.[34] The River Wye provides a popular riverside walk. The town's association football team, Bakewell Town F.C., competes in the Central Midlands Football League, Division One Central.[35] The Stephen Downing case involved the conviction and imprisonment in 1974 of a 17-year-old council worker, Stephen Downing, for the murder of a 32-year-old legal secretary in Bakewell Cemetery. After a campaign by a local newspaper, his conviction was overturned in 2002, by which time Downing had served 27 years in prison. This is thought to be the longest miscarriage of justice in British legal history,[36][37][38] and attracted worldwide media attention.[39] Bakewell is named by the protagonist Elizabeth Bennet as the town from which she travelled to Pemberley in Chapter 43 of Jane Austen's Pride and Prejudice. River Wye Park, with view of five-arch, 13th-century bridge Bakewell Cross, in the churchyard of Bakewell Parish Church Bakewell Parish Church The Lambton Larder, Bakewell's Deli. Coordinates: 53°12′50″N 1°40′34″W﻿ / ﻿53.214°N 1.676°W﻿ / 53.214; -1.676","Title":"Bakewell - Wikipedia","KeyID":"2457","URL":"https://en.wikipedia.org/wiki/Bakewell"}