{"Content: ":"Ragnall mac Bárid ua Ímair (Old Norse: Rǫgnvaldr [ˈrɔɣnˌwɑldz̠], died 921) or Rægnald was a Viking[nb 1] leader who ruled Northumbria and the Isle of Man in the early 10th century. He was a grandson of Ímar and a member of the Uí Ímair. Ragnall was most probably among those Vikings expelled from Dublin in 902, whereafter he may have ruled territory in southern Scotland or the Isle of Man. In 917, he and his kinsman Sitric Cáech sailed separate fleets to Ireland where they won several battles against local kings. Sitric successfully recaptured Dublin and established himself as king, while Ragnall returned to England. He fought against Constantín mac Áeda, King of Scotland, in the Battle of Corbridge in 918, and although the battle was not decisive it did allow Ragnall to establish himself as king at York. Ragnall's rule was immediately challenged by a group of Christian Vikings opposed to his paganism. This group tried to organise an alliance with Æthelflæd, Lady of the Mercians but this attempt was cut short by her death in 918. His reign saw three issues of coinage, although this was perhaps done on the orders of Hrotheweard, Archbishop of York. In 920 Ragnall and his neighbouring northern kings came to an agreement with Edward the Elder, King of the Anglo-Saxons, though it is a matter of dispute whether Ragnall recognised Edward as his overlord. Ragnall died the following year, whereupon the Annals of Ulster describe him as \"king of the fair foreigners and the dark foreigners\". He was succeeded as king by Sitric Cáech. The ruling Vikings of Dublin were expelled from the city in 902 by a joint force led by Máel Finnia mac Flannacán, overking of Brega and Cerball mac Muirecáin, overking of Leinster.[2] Those Vikings that survived the capture of the city split into different groups; some went to France, some to England, and some to Wales.[3] Archaeological evidence suggests Dublin remained occupied in the years immediately following this expulsion, perhaps indicating only the ruling elite were forced to leave.[4] However, Viking raids on Irish settlements continued, and in 914, a large Viking fleet travelled to Waterford.[5] The arrival of this fleet marked the re-establishment of Viking rule over parts of Ireland, and was followed by more Vikings settling in Limerick the following year.[6] The main historical sources for this period are the Norse sagas and the Irish annals. Some of the annals, such as the Annals of Ulster, are believed to be contemporary accounts, whereas the sagas were written down at dates much later than the events they describe and are considered far less reliable. A few of the annals such as the Fragmentary Annals of Ireland and the Annals of the Four Masters were also complied at later dates, in part from more contemporary material and in part from fragments of sagas.[7] According to Downham: \"apart from these additions [of saga fragments], Irish chronicles are considered by scholars to be largely accurate records, albeit partisan in their presentation of events\".[8] Ragnall is presumed to have left Dublin with the rest of the ruling Vikings in 902.[9] It appears he settled in southern Scotland or the Isle of Man, and is described by some scholars as a King of Mann.[nb 2][11] He may or may not have ruled territory in western and northern Scotland including the Hebrides and Northern Isles, but contemporary sources are silent on this matter.[12] The earliest mention of him in the Irish Annals is in 914 when he is described as defeating Bárid mac Oitir in a naval battle off the Isle of Man.[13] Bárid may have been a son of Otir mac Iercne, the man who killed a son of Auisle in 883, or a son of Jarl Otir, who later accompanied Ragnall and fought alongside him in England.[14] Ragnall is mentioned in the annals again in 917 when he and Sitric, another grandson of Ímar, are described as leading their fleets to Ireland.[15] Sitric sailed his fleet to Cenn Fuait in Leinster, and Ragnall sailed his fleet to Waterford. Niall Glúndub, overking of the Northern Uí Néill saw these Vikings as a threat, and he marched an army south to repel them. The Vikings fought against the men of the Uí Néill at Mag Femen in County Tipperary and claimed victory, though only through timely reinforcement by Ragnall and his army.[16] This was followed by another at the Battle of Confey (also known as the Battle of Cenn Fuait), against Augaire mac Ailella, overking of Leinster, who died in the battle. Augaire's death marked the end of effective opposition to the Vikings' return to Ireland, and Sitric led his men on a triumphant return to Dublin, where he established himself as king.[15] The Annals of Ulster record Ragnall, with his kinsman Gofraid and two earls, Ottir Iarla and Gragabai, leaving Ireland in 918 to fight against Constantín son of Áed, the king of Scotland. According to the northern English historical tract Historia de Sancto Cuthberto (completed in the 11th century but probably with access to earlier material) Constantín was assisting Ealdred son of Eadwulf, ruler of all or some part of Northumbria. The battle, known as the Battle of Corbridge, was indecisive, but this appears to have been enough to allow Ragnall to establish himself as king at York.[17] Ragnall moved quickly and soon imposed his authority on the Vikings there.[18] His position as king of Northumbria was immediately challenged by a group of Christian Vikings (York was mostly Christian by this time) who opposed Ragnall's paganism. This faction approached Æthelflæd, Lady of the Mercians, an Anglo-Saxon and a Christian, with an offer of submission, but negotiations were ended by her premature death in June 918.[19] Ragnall had three separate issues of coins produced while he ruled York, showing that the machinery of government in Northumbria continued to function, though it is possible that the day-to-day working of mints and collection of taxes rested with the Archbishop of York, Hrotheweard, rather than with Ragnall.[20] The southern Anglo-Saxon king, Edward the Elder, made some manner of agreement with Ragnall and the other northern kings in about 920, the exact nature of which is unclear. The Anglo-Saxon Chronicle states that they \"chose him [Edward] as father and lord\",[21] perhaps indicating that Ragnall acknowledged Edward's overlordship, although many scholars have contested this as unlikely.[22] Ragnall died in 921, and is described as \"king of the fair foreigners and the dark foreigners\" by the Annals of Ulster.[23] It may be that he was already dying in 920 when the Irish annals note the departure of Sitric from Dublin, replaced there by Gofraid. Sitric succeeded Ragnall as king of the Northumbrians at York.[12] In the annals Ragnall is identified by the use of \"ua Ímair\", meaning \"grandson of Ímar\", but never with a patronymic.[nb 3] As such, it is not possible to identify which of the three known sons of Ímar (Bárid, Sichfrith or Sitriuc) – if any – was the father of Ragnall. One possible reason for the lack of a patronym might be that Ragnall was the child of a son of Ímar who never ruled Dublin, or who spent most of his time outside Ireland, thus making Ragnall's legitimacy to rule Dublin dependent on the identity of his grandfather, not his father. Another possibility is that Ragnall was a grandson of Ímar through a daughter, again with his right to rule dependent on his grandfather.[25] Sitric's kinsmen Ímar, Sitric, Amlaíb and Gofraid are the other known grandsons of Ímar identified by the use of \"ua Ímair\". All except for Amlaíb ruled as either King of Dublin or King of Northumbria at one time or another.[26] An individual identified as Mac Ragnaill (son of Ragnall) by the annals may have been Ragnall's son, though no name is given.[27] In 942 Mac Ragnaill led a raid on Downpatrick, but within a week he was killed by Matudán, Overking of Ulster. The Annals of the Four Masters call Mac Ragnaill a jarl, but the Annals of Ulster call him a king.[28] The Annals of the Four Masters also suggests he and his fellow plunderers came from an island.[29] ","Title":"Ragnall ua Ímair - Wikipedia","KeyID":"2458","URL":"https://en.wikipedia.org/wiki/Ragnall_ua_%C3%8Dmair"}