{"Content: ":"Eadwulf or Eadulf (died 913) was a ruler in Northumbria in the early tenth century. A genealogy in the text De Northumbria post Britannos recording the ancestry of Waltheof Earl of Northampton (and, briefly, Northumbria), suggests that Osulf was the son of Eadwulf, the ′King of the Northern English′.[1] This goes on to say that Eadwulf was the son of Æthelthryth daughter of Ælla, King of Northumbria. The history of Northumbria in the ninth and tenth centuries is poorly recorded. English sources generally date from the twelfth century although some more nearly contemporary Irish annals report some events in Northumbria. Numismatic evidence—mints at York continued to produce coins throughout the period—is of considerable importance, although not in the period of Eadwulf's presumed floruit as a new style of coinage appeared in Northumbria between 905 and 927 approximately. These coins bore the name of the city of York and the legend \"Saint Peter's money\" but no kings are named, so that they are of no help in determining the succession of rulers. The only thing which can be said with reasonable certainty of Eadwulf is that he died in 913 in Northumbria, an event recorded by the chronicle of Æthelweard and by the Irish Annals of Ulster and Annals of Clonmacnoise. The Irish sources call him \"king of the Saxons of the north\" while Æthelweard says Eadwulf \"ruled as reeve of the town called Bamburgh\". The Historia de Sancto Cuthberto states that Eadwulf had been a favourite (dilectus) of King Alfred the Great. Historians have traditionally followed Æthelweard and portrayed Eadwulf as ruler of only the northern part of Northumbria, perhaps corresponding to the former kingdom of Bernicia, with Scandinavian or Norse-Gael kings ruling the southern part, the former kingdom of Deira, an area broadly similar to Yorkshire. Some historians now question this. For example, Benjamin Hudson writes that Eadwulf \"might have ruled just the northern part of Northumbria, the old Kingdom of Bernicia, although it is not impossible that he ruled all of Northumbria\"[2] and Clare Downham notes that the death of Eadwulf \"is so widely reported in 913 that it seems hard to envisage that his fame derived from a three-year reign\".[3] Some interpretations make Eadwulf ruler in Bernicia after Ecgberht II, that is to say from the 870s approximately. David Rollason described Eadwulf as an earl who flourished between about 890 and 912, and ruled an area north of the River Tyne and extending into what is now southern Scotland from the old Northumbrian royal centre at Bamburgh.[4] According to Benjamin Hudson, in 913 Eadred son of Rixinc invaded Eadwulf's territory and killed him, then seized his wife and went to the sanctuary of the lands of St Cuthbert south of the River Tyne.[5] The Anglo-Saxon Chronicle refers to sons of Eadwulf and two sons are recorded: Ealdred (died after 927) and Uhtred (perhaps Uhtred); both may have ruled some part of Northumbria. Another two sons are attested elsewhere: Adulf (which McGuigan suggests represents ′Æthelwulf′) is the ′King of the Northern Saxons′ whose obit was recorded in the Annals of Clonmacnoise for a year representing 934; another, Oswulf, is named in a genealogy reproduced by De Northumbria post Britannos (this is probably the later 'high reeve' Oswulf, fl. 934–954).[6] Although the name of his wife (or wives) is not known, Eadwulf is identified as the father of four sons:","Title":"Eadwulf II of Northumbria - Wikipedia","KeyID":"2459","URL":"https://en.wikipedia.org/wiki/Eadwulf_II_of_Northumbria"}