{"Content: ":"Sir Frank Merry Stenton, FBA (17 May 1880 – 15 September 1967) was an English historian of Anglo-Saxon England, and president of the Royal Historical Society (1937–1945).[1] The son of Henry Stenton of Southwell, Nottinghamshire,[2] he was educated at Keble College, Oxford, and was elected an Honorary Fellow in 1947.[3] With Allen Mawer, Stenton wrote the second English Place-Name Society volume, The Place-Names of Buckinghamshire, published in 1925. He delivered the Ford Lectures at Oxford University in 1929. He went on to write Anglo-Saxon England, a volume of the Oxford History of England, first published in 1943 and widely considered a classic history of the period. Stenton was a professor of history at the University of Reading (1926–1946), and subsequently the university's vice-chancellor (1946–1950). During his period as vice-chancellor at Reading, he presided over the university's purchase of Whiteknights Park, creating the new campus that allowed for the expansion of the university in later decades. In November 2008, it was announced that a new hall of residence to be constructed on that campus would be named Stenton Hall, in his honour.[4] The annual Stenton Lecture, given by an eminent historian, was inaugurated at Reading University in 1967.[5] He was knighted in the 1948 New Year Honours,[6] and received the accolade from King George VI at Buckingham Palace on 10 February 1948.[7] His wife, Doris Mary Stenton, wrote a preface to the third edition of Anglo-Saxon England, published after his death, and edited Preparatory to Anglo-Saxon England: Being the Collected Papers of Frank Merry Stenton, published in 1970. She was an historian in her own right, producing English Society in the Early Middle Ages for the Pelican History of England, and The English Woman in History (1957).[5] Stenton's papers, together with those of his wife Doris, Lady Stenton, their library and his coin collection are part of the special collections at Reading University.","Title":"Frank Stenton - Wikipedia","KeyID":"2461","URL":"https://en.wikipedia.org/wiki/Frank_Stenton"}