{"Content: ":"Thelwall is a suburban village in the Borough of Warrington, Cheshire, England, close to the Lymm junction of the M6 motorway. A fortified village was established at Thelwall in 923, in the reign of King Edward the Elder, which is mentioned in two very early sources, including the Anglo-Saxon Chronicle: \"Kynge Edwarde made a cite at Thelewall in [th]e northe parte of [th]e Marches, nye the water of Mersee, where he put certeyne knyghtes.\"—Higden's Polychronicon[1][2] \"A.D. 923. This year went King Edward with an army, late in the harvest, to Thelwall; and ordered the borough to be repaired, and inhabited, and manned. And he ordered another army also from the population of Mercia, the while he sat there to go to Manchester in Northumbria, to repair and to man it. This year died Archbishop Plegmund; and King Reynold won York.\"—Anglo-Saxon Chronicle[3] An inscription on the Pickering Arms[4] records that \"In the year 920 King Edward the Elder founded a city here and called it Thelwall\". According to Sir Peter Leycester it was \"so called from the stakes and stumps, cut from the trees, wherewith it was environed about as a wall\".[5] It is more likely that the original meaning of Thelwall was \"pool by a plank bridge\" (the earliest record of the name is in the Anglo-Saxon Chronicle for 923 as \"Thelwæl\", in 1241 it occurs as \"Thelewell\").[6] Earthworks remain of an embankment, possibly part of these fortifications, found in the grounds of Chaigeley School.[7] These remains are a designated English Heritage National Monument.[8] At Thelwall derive many stories of ghosts,[clarification needed] since many of the old buildings still remain in the area: sightings are reported from The Little Manor pub, and there are stories of witches at the well of the Old White House[9] on the outskirts of Thelwall.[10] Thomas de Thelwall, Chancellor of the Duchy of Lancaster 1377–78, was born here in the early fourteenth century. Thelwall nowadays borders the villages of Lymm and Grappenhall, and (across the Manchester Ship Canal) Latchford. It is also one of the two principal settlements of Grappenhall and Thelwall civil parish. According to the 2001 census, the population of the entire civil parish was 9,377.[11] Thelwall is perhaps best known for the Thelwall Viaduct, which carries the M6 Motorway across the Manchester Ship Canal and opened in July 1963 (a second viaduct was added in 1996).[12] The village is between the Ship Canal and the Bridgewater Canal, and on the east–west A56 and B5157. To the east, between the village and the M6, is Statham. As a locality within the Warrington South constituency, Thelwall is currently represented in the House of Commons by Andy Carter. Thelwall is also represented on Warrington Borough Council and by Grappenhall and Thelwall Parish Council. Thelwall returns officers from the Grappenhall and Thelwall Ward to serve on the Borough Council, and is allocated three representative seats. The current[when?] Councillors representing Thelwall are: The Grappenhall and Thelwall Parish Council consists of sixteen elected officials serving a term of four years. Currently[when?] all sixteen Councillors are members of the Liberal Democrat Party.[13] The following is a list of those members representing Thelwall Ward on the Parish Council, including the current[when?] Chairperson of the Council who is a serving representative of the Thelwall Ward: There are three schools in the village: The nearest secondary school is Lymm High School. The Church of England is represented by All Saints Church[16] where several scions of the ancient Cheshire Booth family are buried. The village has a football club, Thelwall Rangers A.F.C.,[17] and a cricket club, Thelwall Parish CC. Thelwall also has its own Morris dancing team, the Thelwall Morris Men,[18] and its own amateur dramatic group, the Bridgewater Players.[19] During the summer months, Thelwall hosts a Rose Queen Parade, which has been running for more than 50 years.","Title":"Thelwall - Wikipedia","KeyID":"2463","URL":"https://en.wikipedia.org/wiki/Thelwall"}