{"Content: ":"A cognomen (Latin: [kɔŋˈnoːmɛn];[1] plural cognomina; from con- \"together with\" and (g)nomen \"name\") was the third name of a citizen of ancient Rome, under Roman naming conventions. Initially, it was a nickname, but lost that purpose when it became hereditary. Hereditary cognomina were used to augment the second name, the nomen gentilicum (the family name, or clan name), in order to identify a particular branch within a family or family within a clan. The term has also taken on other contemporary meanings. Because of the limited nature of the Latin praenomen, the cognomen developed to distinguish branches of the family from one another, and occasionally, to highlight an individual's achievement, typically in warfare. One example of this is Gnaeus Pompeius Magnus, whose cognomen Magnus was earned after his military victories under Sulla's dictatorship. The cognomen was a form of distinguishing people who accomplished important feats, and those who already bore a cognomen were awarded another exclusive name, the agnomen. For example, Publius Cornelius Scipio received the agnomen Africanus after his victory over the Carthaginian general Hannibal at Zama, Africa (Africanus here means \"of Africa\" in the sense that his fame derives from Africa, rather than being born in Africa, which would have been Afer); and the same procedure occurred in the names of Quintus Caecilius Metellus Numidicus (conqueror of Numidia) and Quintus Caecilius Metellus Macedonicus. In contrast to the honorary cognomina adopted by successful generals, most cognomina were based on a physical or personality quirk; for example, Rufus meaning \"red-haired\" or Scaevola meaning \"left-handed\". Some cognomina were hereditary (such as Caesar among a branch of the Julii, Brutus and Silanus among the Junii, or Pilius and Metellus among the Caecilii): others tended to be individual. And some names appear to have been used both as praenomen, agnomen, or non-hereditary cognomen. For instance, Vopiscus was used as both praenomen and cognomen in the Julii Caesares; likewise Nero among the early imperial Claudii, several of whom used the traditional hereditary Claudian cognomen as a praenomen. The upper-class usually used the cognomen to refer to one another.[2] In present academic context, many prominent ancient Romans are referred to by only their cognomen; for example, Cicero (from cicer \"chickpea\") serves as a shorthand for Marcus Tullius Cicero, and Caesar for Gaius Julius Caesar. The term \"cognomen\" (sometimes pluralized \"cognomens\") has come into use as an English noun used outside the context of Ancient Rome. According to the 2012 edition of the Random House Dictionary, cognomen can mean a \"surname\" or \"any name, especially a nickname\".[3] The basic sense in English is \"how one is well known\". For example Alfred the Great. (This is more similar to the Roman use of agnomen than their use of cognomen.) Catalan cognom and Italian cognome, derived from the Latin cognomen, mean \"family name\". Maltese kunjom is derived from the Italian version, retaining the same meaning. The term \"cognomen\" can also be applied to cultures with a clan structure and naming conventions comparable to those of Ancient Rome; thus, hereditary \"cognomina\" have been described as in use among the Xhosa (Iziduko), the Yoruba (Oriki), and the Zulu (Isibongo).","Title":"Cognomen - Wikipedia","KeyID":"2471","URL":"https://en.wikipedia.org/wiki/Cognomen"}