{"Content: ":"Edwin (died 933) was the younger son of King Edward the Elder and Ælfflæd, his second wife. He drowned at sea in circumstances which are unclear. Edward the Elder died in 924, leaving five sons by three marriages. Of these, Edmund and Eadred were infants and thus excluded from the succession. Edward's careful work of expansion was undone when the Mercians chose Edward's oldest son Æthelstan – probably raised in Mercia at the court of Æthelflæd – to be their king while the West Saxons picked Ælfweard, elder son of Edward's second wife Ælfflæd, who was perhaps Edward's own choice as successor. Ælfweard's \"sudden and convenient\"[1] death followed 16 days after that of his father, but Æthelstan appears not to have been recognised as king by the West Saxons until a year after his father's death, suggesting that there was considerable resistance to him and perhaps also support for Edwin.[1][2] The contemporary evidence for Edwin's life is very limited. At some point during the reign of his half-brother Æthelstan, Edwin witnessed a charter, S 1417, at New Minster, Winchester, granting lands to one Alfred, a thegn (minister) of King Æthelstan. Edwin witnesses the charter immediately after his half-brother and is described as ætheling (clito). The Anglo-Saxon Chronicle states that Edwin drowned at sea in 933.[3] The Francian Annales Bertiniani compiled by Folcuin provide more detail: For in the year of the Incarnate Word 933, when the same King Edwin, driven by some disturbance in his kingdom, embarked on a ship, wishing to cross to this side of the sea, a storm arose and the ship was wrecked and he was overwhelmed in the midst of the waves. And when his body was washed ashore, Count Adelolf, since he was his kinsman, received it with honour and bore it to the monastery of Saint Bertin [at Saint-Omer] for burial.[4] Later writers such as William of Malmesbury and Simeon of Durham rewrote Edwin's death. Sir Frank Stenton saw their reports as suggesting that \"a rebellion against Athelstan may have been organised within the royal house itself\".[5] Simeon's version baldly states that \"King Æthelstan commanded that his brother Edwin be drowned at sea\".[6] William's account is much longer and associates Edwin's death with an earlier plot to blind Æthelstan and replace him with Edwin. In this version, Æthelstan is convinced by jealous courtiers to have Edwin sent to sea in a leaky boat, without oars, without food, and without water. Despairing, Edwin throws himself into the sea and drowns.[7] The Annales Bertiniani say that the monks of Saint Bertin were granted a monastery at Bath by \"King Æthelstan\" in 944 – in fact by King Edmund, Æthelstan having died in 939 – in gratitude for their care of Edwin's remains.[8]","Title":"Edwin (son of Edward the Elder) - Wikipedia","KeyID":"2477","URL":"https://en.wikipedia.org/wiki/Edwin,_son_of_Edward_the_Elder"}