{"Content: ":"A lay brother is a member of a religious order, particularly in the Catholic Church and Eastern Orthodox Church, who fulfills a role focused upon manual service and secular matters, and is distinguished from a choir monk or friar whose primary role is to pray in choir. In female religious institutes, the equivalent role is the lay sister. In male religious institutes, lay brothers are additionally distinguished from choir religious in that they do not receive holy orders and are therefore not clerics. Lay brother and lay sisters roles were originally created to allow those who were skilled in particular crafts or did not have the required education to study for holy orders to participate in and contribute to the life of a religious order. In early Western monasticism, there was no distinction between lay and choir religious. The majority of St. Benedict's monks were not clerics, and all performed manual labour, the word conversi being used only to designate those who had received the habit late in life, to distinguish them from the oblati and nutriti. But, by the beginning of the 11th century, the time devoted to study had greatly increased, thus a larger proportion of the monks were in Holy Orders, even though great numbers of illiterate persons had embraced the religious life. At the same time, it was found necessary to regulate the position of the famuli, the hired servants of the monastery, and to include some of these in the monastic family. So in Italy the lay Brothers were instituted; and we find similar attempts at organization at the Abbey of St. Benignus at Dijon, under William of Dijon (d. 1031) and Richard of Verdun (d. 1046), while at Hirschau Abbey, Abbot William (d. 1091) gave a special rule to the fratres barbati and exteriores.[1] At Cluny Abbey the manual work was relegated mostly to paid servants, but the Carthusians, the Cistercians, the Order of Grandmont, and most subsequent religious orders possessed lay Brothers, to whom they committed their secular cares. In particular, at Grandmont, the complete control of the order's property by the lay brothers led to serious disturbances, and finally to the ruin of the order; whereas the wiser regulations of the Cistercians provided against this danger and formed the model for the later orders. In England, the Benedictines made but slight use of lay brothers, finding the service of paid attendants more convenient. Nonetheless, they are mentioned in the customaries of the Abbey of St. Augustine at Canterbury and the Abbey of St. Peter at Westminster.[1] In 1965, the Second Vatican Council issued the document Perfectae Caritatis, which called upon all religious institutes to re-examine and renew their charism. As part of the subsequent reforms and experimentation, many of the distinctions between lay and choir religious in terms of dress and spiritual regimen were abolished or mitigated. In many religious institutes, lay and choir religious wear the same habit. Lay brothers were found in many religious orders. Drawn from the working classes, they were pious and hardworking people, who though unable to achieve the education needed to receive holy orders, were still drawn to religious life and were able to contribute to the order through their skills. Some were skilled in artistic handicrafts, others functioned as administrators of the orders' material assets. In particular, the lay brothers of the Cistercians were skilled in agriculture, and have been credited for the tilling of fertile farmland.[1] Lay brothers were sometimes distinguished from their brethren by some difference in their habit: for instance, the Cistercian lay brother previously wore a brown tunic, instead of white, with the black scapular; in choir they wore a large cloak, instead of a cowl; the Vallombrosan lay brothers wore a cap instead of a hood, and their habit was shorter; the English Benedictine lay brothers wore a hood of a different shape from that of the choir monks, and no cowl; a Dominican lay brother would wear a black, instead of a white, scapular. In some orders they were required to recite daily the Little Office of the Blessed Virgin Mary, but usually their labor in the fields (and hence away from the church) prevented them from participating in the Liturgy of the Hours. Lay brothers would instead pray Paters, Aves, and Glorias.[1] Lay sisters were found in most of the orders of women, and their origin, like that of the lay brothers, is to be found in the necessity of providing the choir nuns with more time for the Office and study, as well as creating the opportunity for the illiterate to join the religious life. They, too, wore a habit different from those of the choir sisters, and their required daily prayers consisted of prayers such as the Little Office or a certain number of Paters.[1] The system of lay sisters seem to have appeared earlier than that of lay brothers, being first recorded in a ninth century hagiography of Saint Denis. In the early medieval period, there was also mention of lay brothers attached to convents of women and of lay sisters attached to monasteries. In both configurations, the two sexes were strictly kept separate, housed in distinct buildings. This arrangement, however, has since been long abolished.[1]","Title":"Lay brother - Wikipedia","KeyID":"2478","URL":"https://en.wikipedia.org/wiki/Lay_sister"}