{"Content: ":"Coordinates: 51°03′39″N 1°18′34″W﻿ / ﻿51.0608°N 1.3095°W﻿ / 51.0608; -1.3095St. Mary's Abbey, also known as the Nunnaminster, was a Benedictine nunnery in Winchester, Hampshire, England. It was founded between 899 and 902 by Alfred the Great's widow Ealhswith,[1] who was described as the 'builder' of the Nunnaminster in the New Minster Liber Vitae.[2] The first buildings were completed by their son, Edward the Elder.[3] Among the house's early members was Edward's daughter Edburga. Sometime after 963 Bishop Æthelwold re-founded the monastery and re-endowed it, imposing the stricter Benedictine rule. According to Æthelwold's hagiographer, Wulfstan the Cantor, Æthelwold made a woman called Æthelthryth abbess of the Nunnaminster.[4] Æthelwold may also have translated the relics of Edburga, now recognized as a saint, to a more prominent shrine within the Nunnaminster; however, this event is only attested in Osbert of Clare's much later Vita S. Edburgae.[5] The house stood between High Street and Colebroke Street and was known as Nunnaminster. According to the Domesday Book the abbess held Lyss, Froyle, Leckford Abbess, Long Stoke, Timsbury, and Ovington in Hampshire; Coleshill in Berkshire; and Urchfont and All Cannings in Wiltshire.[6] The Nunnery was rebuilt again after the Norman conquest, perhaps by AD 1100, by which time it was known as St Mary's Abbey.[7] During The Anarchy the monastery was burnt in the great fire of Winchester in 1141. The house became impoverished during the fourteenth and fifteenth centuries, but thanks to various grants and concessions it recovered its position and was in a healthy state at the time of the suppression. The house was suppressed as part of the Dissolution of the Monasteries in November 1539,[7] with pensions granted to the abbess, prioress and nuns. Considerable remains of the buildings survived into the seventeenth century, but only certain watercourses survive into the present.","Title":"St Mary's Abbey, Winchester - Wikipedia","KeyID":"2486","URL":"https://en.wikipedia.org/wiki/St_Mary%27s_Abbey,_Winchester"}