{"Content: ":"The Prosopography of Anglo-Saxon England (PASE) is a database and associated website that aims to construct a prosopography of individuals within Anglo-Saxon England[1] The PASE online database[2] presents details (which it calls factoids) of the lives of every recorded individual who lived in, or was closely connected with, Anglo-Saxon England from 597 to 1087,[3] with specific citations to (and often quotations from) each primary source describing each factoid. PASE was funded by the British Arts and Humanities Research Council from 2000 to 2008 as a major research project based at King's College London in the Department of History and the Centre for Computing in the Humanities, and at the Department of Anglo-Saxon, Norse and Celtic, University of Cambridge.[1][3][4] The first phase of the project (PASE1) was launched at the British Academy on 27 May 2005 and is freely available on the Internet at www.pase.ac.uk.[2] This covers individuals named in written sources up to 1066, and contains 11,758 individuals.[5] Each person is assigned a number, to aid the ready identification of individuals in future scholarship- eg. King Alfred the Great is denoted as Alfred 8. Each named individual is accompanied by the various spellings of their name as it appears in the written sources, along with factoids on their career and personal relationships where this can be determined. A second phase (PASE2), released on 10 August 2010, added information drawn chiefly from the Domesday Book to the database.[3][6] This includes 19,807 named individuals.[7] The landholdings of these individuals are mapped, along with a table illustrating their named landholdings. In cases where enough information is possible, a small prose biography is provided. A number of publications have resulted from the creation of the PASE database - these are listed on the site.[8] The PASE database is dedicated to Professor Nicholas Brooks and Dr Ann Williams.  This article about an organisation in England is a stub. You can help Wikipedia by expanding it.","Title":"Prosopography of Anglo-Saxon England - Wikipedia","KeyID":"2501","URL":"https://en.wikipedia.org/wiki/Prosopography_of_Anglo-Saxon_England"}