{"Content: ":"The House of Wessex, also known as the Cerdicings and the West Saxon dynasty, refers to the family, traditionally founded by Cerdic, that ruled Wessex in Southern England from the early 6th century. The house became dominant in southern England after the accession of King Ecgberht in 802. Alfred the Great saved England from Viking conquest in the late ninth century and his grandson Æthelstan became first king of England in 927. The disastrous reign of Æthelred the Unready ended in Danish conquest in 1014. Æthelred and his son Edmund Ironside attempted to resist the Vikings in 1016, but after their deaths the Danish Cnut the Great and his sons ruled until 1042. The House of Wessex then briefly regained power under Æthelred's son Edward the Confessor, but lost it after the Norman Conquest in 1066. All kings of England since Henry II have been descended from the House of Wessex through Henry I's wife Matilda of Scotland, who was a great-granddaughter of Edmund Ironside. The House of Wessex became rulers of a unified English nation under the descendants of Alfred the Great (871–899). Edward the Elder, Alfred's son, united southern England under his rule by conquering the Viking occupied areas of Mercia and East Anglia. His son, Æthelstan, extended the kingdom into the northern lands of Northumbria, which lies above the Mersey and Humber, but this was not fully consolidated until after his nephew Edgar succeeded to the throne. Their rule was often contested, notably by the Danish king Sweyn Forkbeard who invaded in 995 and occupied the united English throne from 1013 to 1014, during the reign of Æthelred the Unready and his son Edmund Ironside. Sweyn, his son Canute and his successors ruled until 1042. After Harthacanute, there was a brief Anglo-Saxon restoration between 1042 and 1066 under Edward the Confessor, who was a son of Æthelred, who was later succeeded by Harold Godwinson, a member of the House of Godwin, possibly a side branch of the Cerdicings (see Ancestry of the Godwins). After the Battle of Hastings, the victorious Duke of Normandy became William I of England. Anglo-Saxon attempts to restore native rule in the person of Edgar the Ætheling, a grandson of Edmund Ironside who had originally been passed over in favour of Harold, were unsuccessful and William's descendants secured their rule. Chroniclers describe conflicting stories about Edgar's later years, including a supposed involvement in the First Crusade; he is presumed to have died around 1126. A Northumberland pipe roll mentions an \"Edgar Adeling\" in 1158, and 1167, by which time Edgar would have been over 100 years old.[2] Beyond this, there is no existing evidence that the male line of the Cerdicings continued beyond Edgar Ætheling. Edgar's niece Matilda of Scotland later married William's son Henry I, forming a link between the two dynasties. Henry II was a descendant of the House of Wessex in the female line, something that contemporary English commentators noted with approval.[3] The House of Wessex predominantly ruled from Winchester (Wintan-ceastre). Going back to Cynegils, several kings and consorts of the dynasty were buried at the cathedral in Winchester, first in the Old Minster and then the New Minster. The remains of many of these rulers and others were vandalized during the English Civil War; currently the bones rest jumbled in different mortuary chests in the current cathedral. Though London was already a prominent city in pre-Conquest England, only one king from the House of Wessex was buried there (Æthelred the Unready, at Old St. Paul's, now lost). Edward the Confessor favored Westminster as a residence, and his construction of a large Romanesque church there would lead to its later prominence. Other kings from the Wessex dynasty are buried at Sherborne, Wimborne, and Brookwood. For a family tree of the House of Wessex from Cerdic down to the children of King Alfred the Great, see: A continuation into the 10th and 11th centuries can be found at A coat of arms was attributed by medieval heralds to the Kings of Wessex. These arms appear in a manuscript of the thirteenth century, and are blazoned as Azure, a cross patonce (sometimes a cross fleury or cross moline) between five martlets Or.[4] The assigning of arms to the West Saxon kings is prochronistic, as heraldry did not develop in a form as we know it until the twelfth century. These arms continued to be used to represent the kingdom for centuries after their invention. They have been incorporated into heraldic charges of institutions that associate themselves with Wessex, especially Edward the Confessor, where they are used at Westminster Abbey and in the arms of the City of Westminster.[5] The arms attributed to Edward were probably based on the design of a type of coin minted during his reign. This silver penny, often called a 'cross/eagle' type, showed an equal-armed cross within a circle, with birds depicted in the spaces between the arms of the cross.[6]","Title":"House of Wessex - Wikipedia","KeyID":"2502","URL":"https://en.wikipedia.org/wiki/House_of_Wessex"}