{"Content: ":"Cynric (/ˈkɪnˌrɪtʃ/) was King of Wessex from 534 to 560. Everything known about him comes from the Anglo-Saxon Chronicle. There, he is stated to have been the son of Cerdic, who is considered the founder of the kingdom of Wessex.[2] However, the 'Genealogical Regnal List', a copy of which prefaces some manuscripts of the Chronicle instead says that Cynric was the son of Cerdic's son, Creoda.[3] Similarly, the paternal genealogy of Alfred the Great given in Asser's The Life of King Alfred, includes the name Creoda, while the account of the king's maternal ancestry in the same work calls Cynric son of Cerdic. The Anglo-Saxon Chronicle describes Cerdic and Cynric with five ships landing in the area around Southampton in 495.[4][5] According to the chronicle, the two are described as aristocratic \"aldormen\" but only assumed rule over the Gewissae (as the West Saxons were known before the late 7th century) in 519.[6] This implies that Cynric was not a royal leader, and he and his father were only elevated to kingship when they allegedly conquered the heartlands of the future Wessex. During his reign, as described in the Anglo-Saxon Chronicle, the Saxons expanded into Wiltshire against strong resistance and captured Searobyrig, or Old Sarum, near Salisbury, in 552. In 556, he and his son Ceawlin won a battle against the Britons at Beranburh, now identified as Barbury Castle.[7] If these dates are accurate, then it is unlikely that the earlier entries in the Chronicle, starting with his arrival in Britain with his father Cerdic in 495, are correct. David Dumville has suggested that his true regnal dates are 554–581.[8] Some note that Ceawlin's origin and his relationship with Cynric are obscure and that chroniclers merely suggested that they were relatives or that he was Cynric's son to legitimize the later Wessex lineage.[5] The name Cynric has a straightforward Old English etymology meaning \"Kin-ruler\". However, as some scholars have proposed that both his predecessor, Cerdic, and successor, Ceawlin, had Celtic names,[6] an alternative etymology has been postulated, deriving the name from Brittonic \"Cunorix\", meaning \"Hound-king\" (which developed into Cinir in Old Welsh, Kynyr in Middle Welsh).[9][10][11] In the 2004 film King Arthur, Cerdic and Cynric were depicted as Saxon invaders and were killed, respectively, by King Arthur and Lancelot at the Battle of Badon Hill (Mons Badonicus). Cynric was portrayed by Til Schweiger.","Title":"Cynric - Wikipedia","KeyID":"2505","URL":"https://en.wikipedia.org/wiki/Cynric"}