{"Content: ":"Cynegils (Old English pronunciation: [ˈkynejiɫs]) was King of Wessex from c. 611 to c. 642. Cynegils is traditionally considered to have been King of Wessex, but the familiar kingdoms of the so-called Heptarchy had not yet formed from the patchwork of smaller kingdoms in his lifetime.[1] The later kingdom of Wessex was centred on the counties of Hampshire, Dorset, Somerset and Wiltshire but the evidence of the Anglo-Saxon Chronicle is that the kingdom of Cynegils was located on the upper River Thames, extending into northern Wiltshire and Somerset, southern Gloucestershire and Oxfordshire, and western Berkshire, with Dorchester-on-Thames as one of the major royal sites. This region, probably connected to the early tribal grouping known as the Gewisse, a term used by Bede for the West Saxons, lay on the frontier between the later kingdoms of Wessex and Mercia.[2] It appears that Cynegils became king on the death of King Ceolwulf c. 611. His relationship to Ceolwulf is uncertain. Cynegils is variously described in West Saxon sources as being a son of Ceolwulf, a son of Ceol brother of Ceolwulf, a son of Ceola son of Cutha, a son of Cuthwine son of Ceawlin, and a son of Cuthwulf son of Cuthwine. Several of the sources give Cynegils a brother named Ceolwald, described as the grandfather of King Ine.[3] Although the Anglo-Saxon Chronicle and Wessex king lists portray the West Saxons as ruled by a single king, it is likely that the kingship was shared between two or more kings.[4] The Anglo-Saxon Chronicle for the year 611 states: \"This year Cynegils succeeded to the government in Wessex, and held it one and thirty winters. Cynegils was the son of Ceol, Ceol of Cutha, Cutha of Cynric.\"[5] Contradicting this simple account, the entry under 614 states that \"This year Cynegils and Cwichelm fought at Beandun,[6] and slew two thousand and forty-six of the Welsh.\" Likewise, Bede writes that the attempted assassination of King Edwin of Northumbria in 626 was ordered by Cwichelm, king of the West Saxons.[7] Whether the King Cwichelm of 614 is the same person as the king of the late 620s, and whether this person is the same as the Cwichelm who was baptised, and died, c. 636, is disputed. Some historians presume Cwichelm to have been a son of Cynegils.[8] In 628, Cynegils and Cwichelm fought King Penda at Cirencester. The Chronicle[9] could be expected to report a victory, but does not, so it is likely that Penda was the victor.[10] Cynegils and Cwichelm appear to have been subject to Edwin of Northumbria by this time, paying an enormous tribute of a hundred thousand hides if Nick Higham's conception of the Tribal Hidage's origins is correct.[11] In the 630s, Bishop Birinus established himself at Dorchester, and both Cynegils and Cwichelm are said to have been baptised with King Oswald of Northumbria as their godfather. Another West Saxon king, named Cuthred, who died c. 661, appears at this time. Oswald married a daughter of Cynegils at this time. Her name is not recorded in early sources, but Reginald of Durham calls her Kyneburga (Cyneburg).[12] This mission appears to have made little long-term impact as Cynegils' son Cenwalh was not baptised until 646, according to the Chronicle, after having been driven from his kingdom by Penda.[13] The date of Cynegils' death is not certainly known. Bede states only that he was followed by his son Cenwalh.[15] Different versions of the Anglo-Saxon Chronicle give 641 (manuscripts B, C and E) or 643 (manuscripts A,G) for the year of Cenwalh's accession. Many texts follow Dumville (1985), assuming that these variations both represent scribal deviations from 642, which would conform with the stated reign length of 31 years.[16] As well as Cenwalh, and the daughter who married Oswald, Cynegils is said to have had a son named Cwichelm, who may or may not be the same person as the king associated with Cynegils. It is said that King Centwine was a son of Cynegils, but there is strong circumstantial evidence that this identification was a later invention.[17]","Title":"Cynegils - Wikipedia","KeyID":"2509","URL":"https://en.wikipedia.org/wiki/Cynegils"}