{"Content: ":"Centwine (died after 685) was King of Wessex from c. 676 to 685 or 686, although he was perhaps not the only king of the West Saxons at the time. The Anglo-Saxon Chronicle reports that Centwine became king c. 676, succeeding Æscwine. Bede states that after the death of King Cenwalh: \"his under-rulers took upon them the kingdom of the people, and dividing it among themselves, held it ten years\".[1] Bede's dismissal of Æscwine and Centwine as merely sub-kings may represent the views of the supporters of the King Ine, whose family ruled Wessex in Bede's time.[2] However, if the West Saxon kingdom did fragment following Cenwalh's death, it appears that it was reunited during Centwine's reign.[3] An entry under 682 in the Anglo-Saxon Chronicle records that \"Centwine drove the Britons to the sea\". This is the only event recorded in his reign. The Carmina Ecclesiastica of Aldhelm, Bishop of Sherborne (died 709), written a generation after Centwine's reign, records that he won three great battles. In addition, it states that he was a pagan for part of his reign, adopting Christianity and becoming a patron of the church.[4] The Chronicle's version of his ancestry makes Centwine a son of King Cynegils, and thus a brother of King Cenwalh and maybe of Cwichelm, King of the Gewisse, but Aldhelm does not record any such relationship.[5] Chapter 40 of Eddius Stephanus's Life of Wilfrid records that Centwine was married to a sister of Queen Iurminburh, second wife of King Ecgfrith of Northumbria. Her name is not reliably recorded, and the suggestion that she is to be identified with Dunna, Abbess of Withington, is broadly rejected. Their daughter Bugga was certainly a nun when Aldhelm dedicated verses to her, and was probably an Abbess.[6] Centwine is reported to have abdicated and become a monk. Aldhelm writes that he \"gave up riches and the reins of government and left his own kingdom in the name of Christ\".[7] The date of his death is unknown. He was succeeded by Caedwalla.","Title":"Centwine of Wessex - Wikipedia","KeyID":"2515","URL":"https://en.wikipedia.org/wiki/Centwine_of_Wessex"}