{"Content: ":"Beorhtric (meaning \"Magnificent ruler\"; also spelled Brihtric) (died 802) was the King of Wessex from 786 to 802, succeeding Cynewulf. During his rule, however, his wife and father-in-law had most of the power.[1][2] The names of his parents are unknown but the Anglo-Saxon Chronicle claims that he was descended from Cerdic.[3] In 786, Cynewulf, the King of Wessex, was killed by Cyneheard, brother of the former King Sigeberht. Cyneheard died soon after.[4] Either with help of his close ally Offa, the King of Mercia, or quickly coming under his influence, Beorhtric became King of Wessex in 786, but he had to still contend the throne with Ecgberht whom Beorhtric and Offa drove to exile.[2][5] In 787, Beorhtric held the Synod of Chelsea jointly with Offa, and in 789, he married one of Offa's daughters, Eadburh.[4] Also in 789, it was during Beorhtric's reign that the Anglo-Saxon Chronicle recorded the first Viking raids in England.[4] The Vikings landed on the Dorset coast, near the Isle of Portland, where they killed a royal official, Beaduheard, the shire reeve, as he is said to have thought that they were traders. Land that had traditionally been on the borders of Mercia and Wessex were administered by the Mercian court, as is seen in Charters of Offa, and his son Ecgfrith. West Saxons seem to have used Offa's currency: a recent survey of early medieval single coin finds reveals a trail of Offa pennies running from the Upper Thames to Wareham, a site connected with Beorhtric. After Offa's death in 796, Mercian power over England was weakened, and Beorhtric may have exercised more independence during this period. The only two West Saxon coins to have survived from Beorhtric's reign were produced at this time, suggesting that he had established a new mint. One of these coins was found in 1854, two miles outside of Andover.[6] Within a few years, Offa's successor, Coenwulf, had restored Mercia's position. After 799, Beorhtric's relationship with the Mercians seems to have been similar to the situation before Offa's death. In later years Asser, a scholar at Alfred the Great's court, recorded the story that Beorhtric had died from being accidentally poisoned by his wife, Eadburh. She fled to a nunnery in Francia, from which she was later ejected after being found with a man. The provenance of this story is dubious. The Anglo-Saxon Chronicle records that Beorhtric was buried at Wareham in 802, possibly at the church of Lady St. Mary.[7] Beorhtric was succeeded by Ecgberht who was recalled from exile.[2]","Title":"Beorhtric of Wessex - Wikipedia","KeyID":"2521","URL":"https://en.wikipedia.org/wiki/Beorhtric_of_Wessex"}