{"Content: ":"Henry the Young King (28 February 1155 – 11 June 1183) was the eldest surviving son of Henry II of England and Eleanor of Aquitaine. Beginning in 1170, he was titular King of England, Duke of Normandy, Count of Anjou and Maine. Henry the Young King was the only English king since the Norman Conquest to be crowned during his father's reign, but was frustrated by his father's refusal to grant him meaningful autonomous power.[1][2] He died aged 28, six years before his father, leaving his brother Richard to become the next king. Little is known of the young Henry before the events associated with his marriage and coronation. His mother's children by her first marriage to Louis VII of France were Marie and Alix. He had one elder brother, William (d. 1156), and his younger siblings included Matilda; Richard; Geoffrey; Eleanor; Joan; and John. In June 1170, the fifteen-year-old Henry was crowned king during his father's lifetime, a traditional practice of the French Capetian dynasty which held formal overlordship of Henry II's continental domains. King Stephen had previously attempted to have his son Eustace crowned as early as 1143 but was unable to secure papal support. On the latter's death in 1153, Stephen did not even attempt to have his second son William acknowledged as heir.[3] The physical appearance of Henry at his coronation in 1170 is given in a contemporary court poem written in Latin, where the fifteen-year-old prince is described as being very handsome, \"tall but well proportioned, broad-shouldered with a long and elegant neck, pale and freckled skin, bright and wide blue eyes, and a thick mop of the reddish-gold hair\".[4] He was known in his own lifetime as \"Henry the Young King\" to distinguish him from his father. Because he was not a reigning king, he is not counted in the numerical succession of kings of England. According to one of Thomas Becket's correspondents, Henry was knighted by his father before the coronation, but the History of William Marshal asserts that the king was knighted by William in the course of the rebellion of 1173.[5] Henry did not appear to have been very interested in the day-to-day business of government, which distinguished him from his father and younger brothers. His father, however, is reputed to have failed to delegate authority to his son, retaining power in England. The majority opinion amongst historians is that of W. L. Warren: \"The Young Henry was the only member of the family who was popular in his own day....also the only one who gave no evidence of political sagacity, military skill, or even ordinary intelligence...\",[6] and elaborated in a later book, \"He was gracious, benign, affable, courteous, the soul of liberality and generosity. Unfortunately he was also shallow, vain, careless, empty-headed, incompetent, improvident, and irresponsible.\"[7] The Young King's contemporary reputation, however, was positive. Likely this was due to the enthusiastic tournament culture of his time. In the History of William Marshal, the biography of the knight assigned to him as a tutor in 1170 and his tournament team leader until 1182, he is described as a constant competitor at tournaments across northern and central France between 1175 and 1182. With his cousins Counts Philip I of Flanders and Baldwin V of Hainaut, he was a key patron of the sport. He is said to have spent over £200 a day on the great retinue of knights he brought to the tournament of Lagny-sur-Marne in November 1179.[citation needed] Though he lacked political weight, his patronage brought him celebrity status throughout western Europe. The baron and troubadour Bertran de Born knew him, stating: [He was] the best king who ever took up a shield, the most daring and best of all tourneyers. From the time when Roland was alive, and even before, never was seen a knight so skilled, so warlike, whose fame resounded so around the world – even if Roland did come back, or if the world were searched as far as the River Nile and the setting sun. There was a perception amongst his contemporaries, and the next generation, that his death in 1183 marked a decline both in the tournament and knightly endeavour. His one-time chaplain, Gervase of Tilbury, remarked on his passing: \"Assuredly, as he was a solace to the world while he lived, so it was a blow to all chivalry when he died in the very glow of youth.\"[8][9] The traditional view of Young Henry, propagated into the modern era by Warren, has, however, been challenged in recent years. Matthew Strickland has argued in his compendium of the Young King's life and career that he was, in fact, an able and likeable individual who merely grew frustrated at his father's refusal to grant him any domains or responsibilities of his own.[10] The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children so that he could seize the castles. A bitter border war followed between the kings. Henry II had toyed with the idea of having Young Henry crowned king as early as 1162 and even procured a papal bull from Alexander III ordering Archbishop Roger of York to crown Young Henry whenever required.[11] Thomas Becket, newly ordained as Archbishop of Canterbury, had been ordered to prepare for the coronation of Young Henry and the pipe rolls for 1162 record the allocation of funds for the commissioning of a golden circlet. This was not to be, however; Barlow suggests that the southern prelates dissuaded King Henry from using the papal bull as the Archbishopric of Canterbury was now occupied. This greatly upset Roger of York, who wrote to Rome asking for confirmation of his right to crown kings; while ultimately unsuccessful, Roger's delays derailed Henry's plans and the Young King would not be crowned until 1170.[12] Young Henry was finally crowned on Saturday 14 June 1170 on the feast of St Basil at Westminster Abbey, in the presence of most of the Anglo-Norman nobility and the overwhelming majority of the non-vacant English bishoprics. Matthew Strickland notes that the exiled Thomas Becket had few supporters left in the upper ranks of the English church after six years of dispute with Henry II.[13] It was almost certainly a calculated insult to Louis VII that Margaret of France was not crowned alongside her husband in 1170. Robert of Torigny claims she simply arrived from Normandy too late to participate, but other sources reveal she was deliberately delayed at Caen. Warren believes that this was an ultimately fruitful attempt to prevent Louis VII from dissuading Thomas Becket from accepting his latest overtures.[14] Whatever the case, Louis was so enraged by this that he launched an immediate attack on the Norman border, forcing Henry to return to the duchy personally to oversee its defences. Mediation by Count Theobald of Blois, however, led to a meeting between the two monarchs at Vendôme and, following subsequent meetings at La Ferté and Fréteval, Henry was able to placate King Louis.[15] Young Henry and Margaret were formally married on 27 August 1172 at Winchester Cathedral, when Henry, aged seventeen, was crowned King of England a second time, this time together with Margaret, by Rotrou, the Archbishop of Rouen.[16] Young Henry fell out with his father in 1173. Contemporary chroniclers allege that this was owing to the young man's frustration that his father had given him no realm to rule, and his feeling starved of funds. The rebellion seems, however, to have drawn strength from much deeper discontent with his father's rule, and a formidable party of Anglo-Norman, Norman, Angevin, Poitevin and Breton magnates joined him. The revolt of 1173–1174 came close to toppling the king; he was narrowly saved by the loyalty of a party of nobles with holdings on the English side of the Channel, and by the defeat and capture of William I, the King of Scotland. Young Henry sought a reconciliation after the capture of his mother, Eleanor of Aquitaine, and the failure of the rebellion. His funds were much increased by the terms of the settlement and he apparently devoted most of the next seven years to the amusement of the tournament. In November 1179, he represented his father at the coronation of Philip Augustus as associate king of France at Reims. He acted as Steward of France and carried the crown in the coronation procession. Later, he played a leading role in the celebratory tournament held at Lagny-sur-Marne, to which he brought a retinue of over 500 knights at huge expense. The Young Henry's affairs took a turn for the worse in 1182. He fell out with William Marshal, the leader of his tournament mesnée.[17] The unknown author of L'Histoire de Guillaume le Maréchal suggests that Marshal's disgrace was because he had indulged in a clandestine affair with Queen Margaret. David Crouch, one of the Marshal's principal modern biographers, argues that the charge against William was actually one of lèse majesté, brought on by Marshal's own arrogance and greed. By this account, the charge of adultery was only introduced in the History of William Marshal as a distraction from the real charges, of which he was most probably guilty. Though the Young King sent his wife early in 1183 to the French court, it was done most likely to keep her safe in the impending war with his brother, Richard, rather than because she was in disgrace. The only child of Henry and Margaret was William, who was born prematurely on 19 June 1177 and died three days later. This difficult delivery may have left her infertile, for she had no further children. Henry the Young King died, aged 28, in the summer of 1183, during the course of a campaign in Limousin against his father and his brother Richard the Lionheart. He had just finished pillaging local monasteries to raise money to pay his mercenaries. He contracted dysentery at the beginning of June. Weakening fast, he was taken to Martel, near Limoges. It was clear to his household that he was dying on 7 June, when he was confessed and received the last rites. As a token of his penitence for his war against his father, he prostrated himself naked on the floor before a crucifix. He made a testament and, since he had taken a crusader's vow, he gave his cloak to his friend William Marshal, with the plea that he should take the cloak (presumably with the crusader's cross stitched to it) to the Holy Sepulchre in Jerusalem. On his deathbed, he reportedly asked to be reconciled to his father, but King Henry, fearing a trick, refused to see him. He died on 11 June, clasping a ring his father had sent instead as a sign of his forgiveness. After his death, his father is said to have exclaimed: \"He cost me much, but I wish he had lived to cost me more.\" After Henry's death, there was an attempt by his mother and a faction of his friends to promote his sainthood. Thomas of Earley, Archdeacon of Wells, published a sermon not long afterward detailing miraculous events attending the cortège that took his body north to Normandy. Henry had left orders that his entrails and other body parts should be buried at the abbey of Charroux, but the rest of his body should rest in Rouen Cathedral. However, during the funeral procession, a member of Henry's household was seized by his mercenary captains for debts the late king had owed them. The knights accompanying his corpse were so penniless they had to be fed by charity at the monastery of Vigeois. There were large and emotional gatherings wherever his body rested. At Le Mans, the local bishop halted the procession and ordered the body buried in his cathedral, perhaps to help defuse the civil unrest Henry's death had caused. The dean of Rouen recovered the body from the chapter of Le Mans a month later by a lawsuit, so that the Young Henry could be buried in Normandy as he had desired in his testament. Henry's remains are in Rouen Cathedral, where his tomb is on the opposite side of the altar from the tomb of his younger brother, Richard I of England,[18] with whom he was perpetually quarrelling. The tomb of the Archbishop of Rouen, who had married him to Margaret, lies nearby in the ambulatory. His brothers Richard and John each later became King of England. Henry and Richard were \"both tall in stature, rather above the middle size, and of commanding aspect. In courage and magnanimity they were nearly equal; but in the character of their virtues there was great disparity... [Henry] was admirable for gentleness and liberality... had a commendable suavity... commended for his easy temper... remarkable for his clemency... the vile and undeserving found their refuge in [Henry]... was the shield of bad men... was bent on martial sports... bestowed his favours on foreigners... [Henry's] ambition magnanimously compassed the world.\"[19] Another description says \"He was tall in stature and distinguished in appearance; his face expressed merriment and mature judgment in good measure; fair among the children of men, he was courteous and cheerful. Gracious to all, he was loved by all; amiable to all, he was incapable of making an enemy. He was matchless in warfare, and as he outstripped them all in valour, cordiality, and the outstanding graciousness of his manners, his true generosity, and true integrity...[20]","Title":"Henry the Young King - Wikipedia","KeyID":"2544","URL":"https://en.wikipedia.org/wiki/Henry_the_Young_King"}