{"Content: ":"Eochaid (fl. 878–889) was a ninth-century Briton who may have ruled as King of Strathclyde and/or King of the Picts.[note 1] He was a son of Rhun ab Arthgal, King of Strathclyde, and descended from a long line of British kings. Eochaid's mother is recorded to have been a daughter of Cináed mac Ailpín, King of the Picts. This maternal descent from the royal Alpínid dynasty may well account for the record of Eochaid reigning over the Pictish realm after the death of Cináed's son, Áed, in 878. According to various sources, Áed was slain by Giric, a man of uncertain ancestry, who is also accorded kingship after Áed's demise. It is uncertain if Eochaid and Giric were relatives, unrelated allies, or even rivals. Whilst it is possible that they held the Pictish kingship concurrently as allies, it is also conceivable that they ruled successively as opponents. Another possibility is that, whilst Giric reigned as King of the Picts, Eochaid reigned as King of Strathclyde. Eochaid's floruit dates about the time when the Kingdom of Strathclyde seems to have expanded southwards into lands formerly possessed by the Kingdom of Northumbria. The catalyst for this extension of British influence appears to have been the Viking conquest of this northern English realm. According to various sources, Eochaid and Giric were driven from the kingship in 889. The succeeding king, Domnall mac Custantín, was an Alpínid, and could well have been responsible for the forced regime change. The terminology employed by various sources suggests that during the reigns of Eochaid and Giric, or during that of Domnall and his successors, the wavering Pictish kingdom—weakened by political upheaval and Viking invasions—redefined itself as a Gaelic realm: the Kingdom of Alba. Eochaid is not attested after 889. Likewise, nothing is recorded of the Kingdom of Strathclyde until the first quarter of the next century, when a certain Dyfnwal, King of Strathclyde is reported to have died. Whilst the parentage of this man is unknown, it is probable that he was a member of Eochaid's kindred, and possibly a descendant of him. A daughter of Eochaid may have been Lann, a woman recorded to have been the mother of Muirchertach mac Néill, King of Ailech. Eochaid was a son of Rhun ab Arthgal, King of Strathclyde.[7] Rhun's patrilineal ancestry is evidenced by a pedigree preserved within a collection of tenth-century Welsh genealogical material known as the Harleian genealogies. According to this source, he was descended from a long line of kings of Al Clud.[8] The ninth- to twelfth-century Chronicle of the Kings of Alba evinces that Rhun was married to a daughter of Cináed mac Ailpín, King of the Picts,[9] and states that a product of the union was Eochaid himself.[10][note 2] Eochaid's maternal ancestry may be exemplified in the name he bore.[12] There is no known British form of the Gaelic Eochaid. In theory, a Pictish form of the name would be *Ebid or *Ebdei.[13][note 3] In 870, during the reign of Rhun's father, Arthgal ap Dyfnwal, King of Al Clud, the fortress of Al Clud was captured and destroyed by the insular Scandinavian kings Amlaíb and Ímar.[18] In the following year, Amlaíb and Ímar returned to Ireland with a fleet of two hundred ships, and a mass of captives identified as English, British, and Pictish.[19] Arthgal died in 872.[20] The Annals of Ulster[21] and Chronicon Scotorum reveal that he was slain at the behest of Rhun's brother-in-law, Custantín mac Cináeda, King of the Picts.[22][note 4] The circumstances surrounding Arthgal's assassination are unknown,[24] and Rhun's reign probably commenced not long after his death.[25] Prior to its fall, the fortress of Al Clud served as the capital of Arthgal's Kingdom of Al Clud, and afterwards the capital appears to have relocated up the River Clyde to the vicinity of Govan[29] and Partick.[30][note 6] The relocation is partly exemplified by a shift in royal terminology. Until the fall of Al Clud, for example, the rulers of the realm were styled after the fortress; whereas following the loss of the site, the Kingdom of Al Clud came to be known as the Kingdom of Strathclyde in consequence to its reorientation towards Ystrad Clud (Strathclyde), the valley of the River Clyde.[32] Either Arthgal or Rhun could have been the first monarch to rule the reconstructed realm of Strathclyde.[33] It is uncertain when Rhun's reign and life ended.[34] One possibility is that Rhun died in 876, when Custantín seems to have been slain by Vikings.[35] Custantín's death is dated to 876 by the Annals of Ulster.[36] The Chronicle of the Kings of Alba appears to locate his fall in Atholl,[37] whilst several king-lists locate his demise to a place variously called Inverdufat,[38] an otherwise uncertain location[39] that might refer to Inverdovat in Fife.[40][note 7] It is uncertain who assumed the kingship of Strathclyde after Rhun.[44] If Rhun and Custantín both died in 876, Eochaid could well have succeeded his father.[45] Certainly, Custantín's brother, Áed mac Cináeda, succeeded as King of the Picts, and ruled as such upon his death two years later.[46] Whilst the Annals of Ulster reports that Áed was killed by his own companions,[47] several mediaeval king-lists state that he was slain by a certain Giric.[48] Quite who reigned as king after Áed is uncertain, although there are several plausible possibilities.[49] According to the Chronicle of the Kings of Alba, Eochaid succeeded Áed, and held the kingship for eleven years. The chronicle adds that it was further said that Giric also reigned during this period on account of the fact that he was Eochaid's alumnus[53] (\"foster father\",[54] \"guardian\")[49] and ordinator[53] (\"guardian\",[55] \"governor\",[56] or \"king-maker\").[57] A solar eclipse is also noted during their reigns—an event dated to the feast of St Ciricius—and the two are stated to have been ejected from the kingdom.[53] The chronicle reports that Áed Findliath mac Néill died in the second year of Eochaid's reign. Since Áed indeed expired in 879, the chronicle's chronology is evidently accurate for the outset of Eochaid's reign.[58] As for the eclipse, the chronicle appears to place it in the context of the final year of Eochaid's kingship.[59] Nevertheless, it is clear that the eclipse is identical to that which took place on 16 June 885,[60] as 16 June is certainly the feast day of at least one saint named Ciricius.[61][note 8] Since the dates given by the chronicle and the Annals of Ulster show that there was an eleven-year gap between the previous reign and the next, it is evident that the eclipse indeed occurred in the midst of Eochaid's reign.[67] The chronicle's inconsistency in regard to the eclipse may owe itself to an attempt to increase the dramatic effect of the regime change by associating a remarkable astronomical event with Eochaid's expulsion.[68] Other than the chronicle, the only source to associate both Eochaid and Giric as kings is the twelfth-century Prophecy of Berchán.[69] According to the latter, Eochaid ruled as king for thirteen years until he was expelled and succeeded by Giric (described as \"the son of fortune\").[70] The discrepancies between the two sources may partly stem from an ethnic bias. Certainly, the Prophecy of Berchán is critical of Eochaid's British heritage whilst Giric is celebrated as a Scot.[71] Giric's familial origins are uncertain.[73] According to several versions of the Chronicle of the Kings of Alba his father's name was Dúngal,[74] whereas certain versions of the Verse Chronicle equate his father's name to Domnall.[75] Although it is possible that Giric's association with kingship stems from an ancestral claim, the evidence for this is uncertain.[76] Giric need not have possessed any claim of his own,[77] and could have merely played the role of kingmaker, by orchestrating the removal of Áed, and installing Eochaid in his place.[78] Nevertheless, there is also reason to suspect that Giric's patronym, \"son of Dúngal\", may actually refer to an early form of the Welsh Dyfnwal rather than the Gaelic Dúngal.[81][note 9] If correct, Giric's patronym could be evidence that his father was Dyfnwal ap Rhydderch, King of Al Clud, and that Giric was a brother of Arthgal.[86] Such a relationship could indicate that Giric's apparent killing of Áed was undertaken in the context of avenging Arthgal's demise at Custantín's behest.[87] If Giric and Eochaid were indeed both descendants of Dyfnwal, Eochaid could well have ruled as king under the tutelage of Giric, his granduncle.[88][note 10] Giric's patronym may instead identify him as a son of Domnall mac Ailpín.[91] If such a parentage is correct, it would certainly mean that Giric possessed a strong claim to the Pictish throne.[92] The fact that Áed seems to have succeeded Custantín could indicate that Giric had been denied the kingship. Such a possibility could account for Giric's apparent killing of Áed. It could also reveal that Giric received or was reliant upon significant assistance from Eochaid—in this case his maternal kinsman[93]—which would in turn account for the evidence that Giric and Eochaid shared the Pictish kingship in some manner.[94] Conversely, it could have been Eochaid who claimed the kingship by right of his maternal Alpínid ancestry.[95] If this was indeed the case, one possibility is that Eochaid was only able to hold authority in conjunction with Giric—either as an ally or client,[96] or perhaps as a youthful ward under Giric's guardianship.[45] In the ninth century, the term ordinator was used to describe the relationship between a powerful ruler and a satellite. One such example is the establishment of Bran mac Fáeláin as King of Leinster by Niall Caille mac Áeda, King of Tara.[97] As such, the terminology employed by the Chronicle of the Kings of Alba could reveal that Giric—as ordinator—similarly established Eochaid as king.[98] It is conceivable that Eochaid ruled over both the Strathclyde Britons and Picts.[99] If so, he could have initiated his royal career as King of Strathclyde before succeeding as King of the Picts.[100] In fact, the evidence of shared kingship may merely mean that Eochaid ruled the British kingdom whilst Giric ruled the Pictish realm.[101] As such, it is possible that Giric was successful in imposing some form of authority over the Kingdom of Strathclyde during Eochaid's floruit.[102][note 11] If correct, the price for Eochaid's assistance may have been the preservation of the British realm from other descendants of Cináed.[104] The fact that Eochaid's grandfather died in 872 could indicate that, if his father died soon after, Eochaid may have succeeded to the kingship of Strathclyde as a youth.[105][note 12] The remarkable uncertainty surrounding the Pictish kingship during this period means that it is also possible that Eochaid and Giric were rivals rather than allies.[107] An adversarial relationship between the two may well be evidenced by the Prophecy of Berchán which gives a negative account of the Britons during Giric's tenure.[108] It is not until the turn of the tenth century before sources cast light upon the history of the Kingdom of Strathclyde.[110][note 13] At some point after the loss of Al Clud, the Kingdom of Strathclyde appears to have undergone a period of expansion.[114] Although the precise chronology is uncertain, by 927 the southern frontier appears to have reached the River Eamont, close to Penrith.[115][note 14] The catalyst for this southern extension may have been the dramatic decline of the Kingdom of Northumbria at the hands of conquering Scandinavians,[118] and the expansion may have been facilitated by cooperation between the Cumbrians and insular Scandinavians in the late ninth- and early tenth centuries.[119][note 15] Amiable relations between these powers may be evidenced by the remarkable collection of contemporary Scandinavian-influenced sculpture at Govan.[121] There is reason to suspect that Eochaid reigned during this expansion of the Kingdom of Strathclyde.[122] The Pictish and British realms are certainly not recorded to have been assailed by Vikings during Eochaid's floruit.[123] Furthermore, a union of the Pictish and British kingdoms could well have allowed him to extend British authority southward.[124] As for the Scottish kingdom, the succeeding king is identified as Domnall mac Custantín by the Chronicle of the Kings of Alba.[126] Domnall's kingship is corroborated by the Annals of Ulster and Chronicon Scotorum which report his death in 900.[127] The fact the Chronicle of the Kings of Alba accords Domnall an eleven-year reign places the inception of his rule in 889, and therefore corroborates the eleven-year reign accorded to Eochaid.[126] Domnall is the first monarch to be styled King of Alba by a contemporary annalistic source.[128] Prior to about this period, the Gaelic Alba stood for \"Britain\".[129] In fact, the shifting terminology employed by various English, Irish, and Scottish sources may be evidence that the Pictish realm underwent a radical transformation during this period in history.[130] For example, the Anglo-Saxon Chronicle identifies the Irish as Scottas up until the 890s.[132] By the 920s, this term came to be accorded to the people formerly regarded as Pictish[133] (and last recorded as such in the 870s).[134][note 16] As for the Irish annals—specifically the hypothesised Chronicle of Ireland—the terms Picti and rex Pictorum (\"king of the Picts\") are last accorded to the Picts and their kings in the 870s.[136] In fact, the last Pictish king to be styled thus was Domnall's uncle, Áed.[137] By the 900s, the terms fir Alban (\"men of Alba\") and rí Alban (\"king of Alba\") are utlilised for these people.[138] The Chronicle of the Kings of Alba last utilises the term Pictavia in the midst of Domnall's reign. Thereafter, the realm is called Albania.[139] There is reason to suspect that the political and dynastic upheaval endured by the Pictish realm in the last quarter of the ninth century was the catalyst for a radically new political order based upon the reestablishment of the Alpínids in the kingship.[141] Alternately, the transformation could have taken place specifically during the floruit of Giric and Eochaid. For instance, it is conceivable that Giric gained the throne by seizing upon the upheaval caused by the incessant Viking depredations that assailed Pictavia. At an earlier date, the Gaelic realm of Dál Riata appears to have crumbled under such pressures, and it is possible that Giric drew military power from this broken polity to forcefully seize the Pictish throne. In any case, the accommodation of significant Gaelic aristocratic power in the wavering Pictish realm could account for the eventual transformation of Pictavia into Alba.[142][note 17] The temporary exclusion of the Alpínids from the Pictish throne could well have meant that they endured exile in Ireland.[145] Certainly, Domnall's paternal aunt, Máel Muire ingen Cináeda, possessed significant Irish connections as the wife of two successive kings of Tara—Áed Findliath and Flann Sinna mac Maíl Shechnaill[146]—and the mother of another—Niall Glúndub mac Áeda.[147] If Domnall and his succeeding first cousin, Custantín mac Áeda, indeed spent their youth in Ireland prior to assuming the kingship of Alba, their Gaelic upbringing could well have ensured the continuation of Pictavia's Gaelicisation.[145] If the eventual Alpínid successors of Eochaid and Giric were indeed sheltered in Ireland, this could account for the fact that the Chronicle of Ireland fails to acknowledge their usurpation.[148] Furthermore, if the Pictish transformation indeed stems from the floruit of Giric and Eochaid, the new terminology could indicate that the Kingdom of Alba was envisioned to include Pictish, Gaelic, British, and English inhabitants.[150] Several king-lists allege that Giric subjugated Ireland and England during his reign,[151] an outlandish claim that could instead evince a multi-ethnic northern alliance under his authority. As such, there is reason to suspect that Alba—a term previously used for Britain—may have been meant to encapsulate a new political construction, a polity of \"North Britain\".[150][note 18] Although the apparent reigns of Eochaid and Giric are obscure and uncertain, Giric eventually came to remembered as a legendary figure, credited as the liberator of the Gaelic Church from the Picts,[154] and the architect of military conquests of Ireland and England.[155][note 19] Eochaid, on the other hand, is only attested by the Chronicle of the Kings of Alba and the Prophecy of Berchán.[160] Unlike Giric, later mediaeval king-lists and chronicles fail to include Eochaid within their accounts of Scottish history.[161] In fact, Eochaid, and the later Alpínid Amlaíb mac Illuilb, King of Alba, are the only Scottish kings not noted by the king-lists.[162] The window within which Eochaid and Giric appear to have reigned marks the only point between the careers of Cináed and Máel Coluim mac Cináeda, King of Alba that a patrilineal Alpínid is not known to have ruled the Pictish/Alban realm.[163] Eochaid is unattested after his apparent expulsion in 889,[164] and the date of his death is unrecorded[165] and unknown.[166] According to various king-lists, Giric was slain at Dundurn.[167][note 20] Evidence of extensive burning at the site may relate to this event, and may mark the end of the fort's use.[171][note 21] If the accounts of Giric's downfall are to be believed, and if both he and Eochaid were allied together at the time, it is conceivable that both Eochaid and Giric fell together.[175] Alternately, Giric's killing could have contributed to Eochaid's ejection from the kingship.[176] Although it is unknown who was responsible for Giric's reported demise, one candidate is the succeeding Domnall.[177] Alternately, Domnall's path to throne could have been paved by magnates who afterwards sent for him.[178] Certainly, nothing is recorded concerning the kingship of Strathclyde until the turn of the tenth century, when the Chronicle of the Kings of Alba notes the passing of a certain Dyfnwal, King of Strathclyde.[180] Dyfnwal's parentage is uncertain. On one hand, he could have been another son of Rhun.[181] On the other hand, he could have been descended from Eochaid:[182] either as a son[183] or grandson. Alternately, Dyfnwal could have represented a more distant branch of the same dynasty.[184] Eochaid may have also had a daughter, Lann, the wife of Niall Glúndub attested by the Great Book of Lecan version of the twelfth-century Banshenchas.[185] As such, if the Banshenchas is to be believed, a maternal grandson of Eochaid was Lann's son, Muirchertach mac Néill.[186][note 22]","Title":"Eochaid (son of Rhun) - Wikipedia","KeyID":"2570","URL":"https://en.wikipedia.org/wiki/Eochaid_(son_of_Rhun)"}