{"Content: ":"Domnall mac Causantín (Modern Gaelic: Dòmhnall mac Chòiseim, IPA:[ˈt̪oːvnəɫ̪ˈmaʰkˈxoːʃɪm]),[2] anglicised as Donald II (died 900), was King of the Picts or King of Alba in the late 9th century.[1] He was the son of Constantine I (Causantín mac Cináeda).[1] Donald is given the epithet Dásachtach, \"the Madman\", by the Prophecy of Berchán.[3] Donald became king on the death or deposition of Giric (Giric mac Dúngail), the date of which is not certainly known but usually placed in 889.[1] The Chronicle of the Kings of Alba reports: Doniualdus son of Constantini held the kingdom for 11 years [889–900]. The Northmen wasted Pictland at this time. In his reign a battle occurred between Danes and Scots at Innisibsolian where the Scots had victory. He was killed at Opidum Fother [modern Dunnottar] by the Gentiles.[4] It has been suggested that the attack on Dunnottar, rather than being a small raid by a handful of pirates, may be associated with the ravaging of Scotland attributed to Harald Fairhair in the Heimskringla.[5] The Prophecy of Berchán places Donald's death at Dunnottar, but appears to attribute it to Gaels rather than Norsemen; other sources report he died at Forres.[6] Donald's death is dated to 900 by the Annals of Ulster and the Chronicon Scotorum, where he is called king of Alba, rather than king of the Picts. He was buried on Iona. Like his father, Constantine, he died a violent death at a premature age. The change from king of the Picts to king of Alba is seen as indicating a step towards the kingdom of the Scots, but historians, while divided as to when this change should be placed, do not generally attribute it to Donald in view of his epithet.[7] The consensus view is that the key changes occurred in the reign of Constantine II (Causantín mac Áeda),[8] but the reign of Giric has also been proposed.[9] The Chronicle of the Kings of Alba has Donald succeeded by his cousin Constantine II. Donald's son Malcolm (Máel Coluim mac Domnall) was later king as Malcolm I.[1] The Prophecy of Berchán appears to suggest that another king reigned for a short while between Donald II and Constantine II, saying \"half a day will he take sovereignty\". Possible confirmation of this exists in the Chronicon Scotorum, where the death of \"Ead, king of the Picts\" in battle against the Uí Ímair is reported in 904. This, however, is thought to be an error, referring perhaps to Ædwulf, the ruler of Bernicia, whose death is reported in 913 by the other Irish annals.[10]","Title":"Donald II of Scotland - Wikipedia","KeyID":"2571","URL":"https://en.wikipedia.org/wiki/Donald_II_of_Scotland"}