{"Content: ":"Máel Coluim mac Domnaill (anglicised Malcolm I) (died 954) was king of Alba (before 943 – 954), becoming king when his cousin Constantine II abdicated to become a monk. He was the son of Donald II.[1] Máel Coluim was probably born during his father's reign (889–900).[2] By the 940s, he was no longer a young man, and may have become impatient in awaiting the throne. Willingly or not—the 11th-century Prophecy of Berchán, a verse history in the form of a supposed prophecy, states that it was not a voluntary decision that Constantine II abdicated in 943 and entered a monastery, leaving the kingdom to Máel Coluim.[3] Seven years later, the Chronicle of the Kings of Alba says: [Malcolm I] plundered the English as far as the River Tees, and he seized a multitude of people and many herds of cattle: and the Scots called this the raid of Albidosorum, that is, Nainndisi. But others say that Constantine made this raid, asking of the king, Malcolm, that the kingship should be given to him for a week's time, so that he could visit the English. In fact, it was Malcolm who made the raid, but Constantine incited him, as I have said.[4] Woolf suggests that the association of Constantine with the raid is a late addition, one derived from a now-lost saga or poem.[5] He died in the shield wall next to his men.[citation needed] Máel Coluim would be the third in his immediate family to die violently, his father Donald II and grandfather Constantine I both having met similar fates 54 years earlier in 900 and 77 years earlier in 877, respectively. In 945, Edmund I of England, having expelled Amlaíb Cuarán (Olaf Sihtricsson) from Northumbria, devastated Cumbria and blinded two sons of Domnall mac Eógain, king of Strathclyde. It is said that he then \"let\" or \"commended\" Strathclyde to Máel Coluim in return for an alliance.[6] What is to be understood by \"let\" or \"commended\" is unclear, but it may well mean that Máel Coluim had been the overlord of Strathclyde and that Edmund recognised this while taking lands in southern Cumbria for himself.[7] The Chronicle of the Kings of Alba says that Máel Coluim took an army into Moray \"and slew Cellach\". Cellach is not named in the surviving genealogies of the rulers of Moray, and his identity is unknown.[8] Máel Coluim appears to have kept his agreement with the late English king, which may have been renewed with the new king, Edmund having been murdered in 946 and succeeded by his brother Eadred. Eric Haraldsson took York in 948, before being driven out by Eadred, and when Amlaíb Cuarán again took York in 949–950, Máel Coluim raided Northumbria as far south as the Tees taking \"a multitude of people and many herds of cattle\" according to the Chronicle.[9] The Annals of Ulster for 952 report a battle between \"the men of Alba and the Britons [of Strathclyde] and the English\" against the foreigners, i.e., the Northmen or the Norse-Gaels. This battle is not reported by the Anglo-Saxon Chronicle, and it is unclear whether it should be related to the expulsion of Amlaíb Cuarán from York or the return of Eric.[10] The Annals of Ulster report that Máel Coluim was killed in 954. Other sources place this most probably in the Mearns, either at Fetteresso following the Chronicle, or at Dunnottar following The Prophecy of Berchán. He was buried on Iona. Some versions of the Chronicle, and the Chronicle of Melrose, are read as placing Máel Coluim's death at Blervie, near Forres.[11] The name of Máel Coluim's wife is not known; however, it is known he had 2 sons: For primary sources see also External links below.","Title":"Malcolm I of Scotland - Wikipedia","KeyID":"2573","URL":"https://en.wikipedia.org/wiki/Malcolm_I_of_Scotland"}