{"Content: ":"Cuilén (also Culén, Cuilean, anglicized Colin; died 971) was an early King of Alba (Scotland). He was a son of Illulb mac Custantín,[1] King of Alba, after whom he is known by the patronymic mac Illuilb (also mac Iduilb, mac Ilduilb etc.[note 1]) of Clann Áeda meic Cináeda, a branch of the Alpínid dynasty. During the 10th century, the Alpínids rotated the kingship of Alba between two main dynastic branches. Dub mac Maíl Choluim, a member of a rival branch of the kindred, seems to have succeeded after Illulb's death in 962. Cuilén soon after challenged him but was defeated in 965. Dub was eventually expelled and slain in 966/967. Whether Cuilén was responsible for his death is uncertain. Following Dub's fall, Cuilén appears to have ruled as undisputed king from 966–971.[1] Little is known of Cuilén's short reign other than his own death in 971. According to various sources, he and his brother, Eochaid, were slain by Britons. Some sources identify Cuilén's killer as Rhydderch ap Dyfnwal,[1] a man whose daughter had been abducted and raped by the king. Rhydderch was evidently a man of eminent standing, and seems to have been a son of Dyfnwal ab Owain, King of Strathclyde, and could have possibly ruled the Cumbrian Kingdom of Strathclyde at the time of Cuilén's death. After Cuilén's assassination, the kingship of Alba may have been assumed by another member of Clann Áeda meic Cináeda, Cináed mac Maíl Choluim, a man who appears to have launched a retaliatory raid against the Cumbrians. There is evidence indicating that Cináed faced considerable opposition from Cuilén's brother, Amlaíb, a man who was accorded the title King of Alba in Irish sources recording his death at Cináed's hands in 977. Cuilén's son, Custantín, eventually succeeded Cináed as king. There is evidence to suggest that Cuilén had another son, Máel Coluim.[1] Cuilén was one of three sons of Illulb mac Custantín, King of Alba (died 962).[15] The two other sons were Eochaid (died 971) and Amlaíb (died 977).[16] Illulb was in turn a son of Custantín mac Áeda, King of Alba (died 952), a man who possessed strong connections with the Scandinavian dynasty of Dublin.[17] There is evidence to suggest that some of Custantín's descendants bore Scandinavian names.[18] For instance, Illulb's name could be either a Gaelicised form of the Old English personal name Eadwulf,[19] or a Gaelicised form of the Old Norse personal name Hildulfr.[20] If the latter possibility is indeed correct, Illulb's name could indicate that his mother was a member of a Scandinavian kindred.[21] Likewise, Amlaíb's name could represent a form of the Gaelic personal name Amalgaid,[22] or else a Gaelicised form of an Old Norse personal name Óláfr.[23] Therefore, Amlaíb's name could indicate that his mother was a member of a Scandinavian kindred as well,[24] and perhaps a descendant of Amlaíb Cúarán (died 980/981) or Amlaíb mac Gofraid (died 941).[25] Further evidence of Scandinavian influence on the contemporary Scottish court may be a possible epithet accorded to Cuilén by the ninth–twelfth-century Chronicle of the Kings of Alba.[26] In one instance, this source records Cuilén's name as \"Culenri[n]g\".[27][28] Most likely this is just Cuilén Ríg - Ríg (modern Gaelic: rìgh) being the Gaelic word for 'king'. Whilst it has also been suggested that this word represents the Old Norse hringr, meaning \"ring\"[29] or \"ring-giver\",[30] the name instead may be corrupted from a scribal error, and the word itself might refer to something else.[31] Cuilén and his immediate family were members of the ruling Alpínid dynasty, the patrilineal descendants of Cináed mac Ailpín, King of the Picts (died 858).[32] The root of this kindred's remarkable early success laid in its ability to successfully rotate the royal succession amongst its members.[34] For example, Illulb's father—a member of the Clann Áeda meic Cináeda branch of the dynasty—succeeded Domnall mac Causantín (died 900)—a member of the Clann Custantín meic Cináeda branch—and following a remarkable reign of forty years resigned the kingship to this man's son, Máel Coluim mac Domnaill (died 954).[35][note 2] Cuilén's father succeeded to the kingship following Máel Coluim's demise, and ruled as king until his own death in 962.[37] The record of Illulb's fall at the hands of an invading Scandinavian host is the last time Irish and Scottish sources note Viking encroachment into the kingdom.[38] The Scandinavian Kingdom of York had collapsed by the 950s, and the warbands of the kings of Dublin seem to have ceased their overseas adventures during this period as well. Unlike English monarchs who had to endure Viking depredations from the 980s to the 1010s, the kings of Alba were left in relative peace from about the time of Illulb's fall. Free from such outside threats, however, the Alpínids seem to have struggled amongst themselves.[39] There is some uncertainty regarding the succession after Illulb's demise. On one hand, he may well have been succeeded by Máel Coluim's son, Dub (died 966/967).[41][note 3] Such a chronology is certainly evinced by the fourteenth-century Chronica gentis Scotorum and various king lists.[43] The twelfth-century Prophecy of Berchán, on the other hand, states that the kingship was temporarily shared by Dub and Cuilén. If correct, this source could indicate that neither man had been strong enough to displace the other in the immediate aftermath of Illulb's passing.[44] Although the Alpínid branches represented by Illulb and Dub seem to have maintained peace throughout Illulb's reign,[45] inter-dynastic conflict clearly erupted in the years that followed.[46] The Chronicle of the Kings of Alba may indicate that Dub spent much of his reign contending with Cuilén.[47] Certainly, this source states that the two battled each other on Dorsum Crup, where Dúnchad, Abbot of Dunkeld (died 965), and Dubdon, satrap of Atholl (died 965) were slain.[48][note 4] The battle seems to have taken place at Duncrub,[53] possibly the same site as the first-century Battle of Mons Graupius.[54] The conflict itself is attested by the fifteenth–sixteenth-century Annals of Ulster in 965, in an entry recording Dúnchad's fall in a clash between the men of Alba.[55] Although the Chronicle of the Kings of Alba states that Dub attained the victory, the same source reports that he was later expelled from the kingdom.[56] The Annals of Ulster reports Dub's death in 967.[57] According to the so-called \"X\" group of king lists, Dub was killed at Forres and his body was hidden under a bridge at Kinloss during a solar eclipse.[58] The account of Dub's death preserved by the fifteenth-century Orygynale Cronykil of Scotland,[59] and Chronica gentis Scotorum also associate the king's fall with an eclipse.[60][note 5] If these sources are to be believed, Dub would seem to have fallen before the solar eclipse of 20 July 966.[63] There is reason to suspect that the inscriptions displayed upon Sueno's Stone, alongside the Kinloss road at Forres, commemorate the final defeat and death of Dub.[64] One of the panels of this remarkable monument appears to show corpses and heads lying under an arch which may well represent a bridge. One of the heads is framed, which may be that of Dub himself.[65] Although the stone does not appear to make reference to an eclipse, it is possible that such an event was inserted into the traditional account as a means to improve the tale. If so, the aforesaid date recorded by the Annals of Ulster may well be correct.[58] The chronology of Dub's death could be evidence that his downfall came after Cuilén's consolidation of the kingship.[66] Although it is conceivable that Dub was slain in favour of his successor,[67] this may not necessarily have been the case[68]—certainly Cuilén is not stated to have been responsible for his death[39]—and it is possible that events transpired without Cuilén's interference.[68] Cuilén's undisputed reign seems to have spanned from 966 to 971.[71] As far as surviving sources record, Cuilén's reign appears to have been relatively uneventful.[72] His death in 971 is noted by several sources. According to the Chronicle of the Kings of Alba, Cuilén and his brother, Eochaid (died 971), were killed by Britons.[73] The Annals of Ulster also reports that Cuilén fell in battle against Britons,[74] whilst the twelfth-century Chronicon Scotorum specifies that Britons killed him within a burning house.[75] The Chronicle of the Kings of Alba locates Cuilén's fall to \"Ybandonia\".[76] Although this might refer to Abington in South Lanarkshire,[77] a more likely location may be preserved by the twelfth–thirteenth-century Chronicle of Melrose. This source states that Cuilén was killed at \"Loinas\",[78] a placename which seems to refer to either Lothian or the Lennox,[79] both plausible locations for an outbreak of hostilities between Scots and Britons.[80] In fact, \"Ybandonia\" itself could well refer to Lothian,[81] or the Lennox.[82] The account of Cuilén's demise preserved by the Prophecy of Berchán is somewhat different. According to this source, Cuilén met his end whilst \"seeking a foreign land\", which could indicate that he was attempting to lift taxes from the Cumbrians.[83] The Chronicle of the Kings of Alba reports that Cuilén's killer was a certain Rhydderch ap Dyfnwal (fl. 971), a man who slew Cuilén for the sake of his own daughter.[84] The thirteenth-century Verse Chronicle,[85] the Chronicle of Melrose,[86] and Chronica gentis Scotorum likewise identify Cuilén's killer as Rhydderch, the father of an abducted daughter raped by the king.[87] There is reason to suspect that Cuilén's killer was a son of Dyfnwal ab Owain, King of Strathclyde (died 975).[89] Although there is no specific evidence that Rhydderch was himself a king,[90] the fact that Cuilén was involved with his daughter, coupled with the fact that his warband was evidently strong enough to overcome that of Cuilén, suggests that Rhydderch must have been a man of eminent standing.[91] At about the time of Cuilén's demise, a granddaughter of Dyfnwal could well have been in her teens or twenties, and it is possible that the recorded events refer to a visit by the King of Alba to the court of the King of Strathclyde.[80] Such a visit may have taken place in the context of Cuilén exercising his lordship over the Britons. His dramatic death suggests that the Scots severely overstepped the bounds of hospitality,[92] and could indicate that Rhydderch was compelled to fire his own hall. Certainly, such killings are not unknown in Icelandic and Irish sources.[93] The Lothian placename of West Linton appears as Lyntun Ruderic in the twelfth century. The fact that the place name seems to refer to a man named Rhydderch could indicate that this was the place where Cuilén and Eochaid met their end.[94] Another way in which Cuilén may have met his end concerns the record of his father's earlier seizure of Edinburgh preserved by the Chronicle of the Kings of Alba. The fact that this conquest would have likely included at least part of Lothian,[95] coupled with the evidence locating Cuilén's demise to the same area, could indicate that Cuilén was slain in the midst of exercising overlordship of this contested territory. If so, the records that link Rhydderch with the regicide could reveal that this wronged father exploited Cuilén's vulnerable position in the region, and that Rhydderch seized the opportunity to avenge his daughter.[72] Although the Chronicle of the Kings of Alba reports that Dub's brother, Cináed mac Maíl Choluim (died 995), was the next King of Alba,[96] Irish sources—such as royal genealogies,[97] the fourteenth-century Annals of Tigernach,[98] and the Annals of Ulster—appear to reveal that Amlaíb possessed the kingship before his death at Cináed's hands.[99] Whilst Cináed may well have initially succeeded to the kingship,[100] it seems that Amlaíb was able to mount a successful—if only temporary—bid for the throne. Certainly, the aforesaid annal-entries style Amlaíb a king and accord Cináed a mere patronymic name.[101][note 6] Amlaíb's tenure is not attested by any Scottish king list,[103] and it would appear that his reign was indeed brief, perhaps dating from 971/976–977.[70] One possibility is that the kingship had been shared between Amlaíb and Cináed until the former's death.[104] This revolving succession within the Alpínid dynasty reveals that the inter-dynastic struggle between Cuilén and Dub was continued by their respective brothers.[105][note 7] As for Cuilén's other brother, Eochaid, this man's death with Cuilén seems to be evidence of his prominent position within the kingdom. The fact that Amlaíb reigned after his brother's death likewise appears to indicate that he too played an important part in Cuilén's regime.[106] One of Cináed's first acts as king was evidently an invasion of the Kingdom of Strathclyde.[107] This campaign could well have been a retaliatory response to Cuilén's killing,[108] carried out in the context of crushing a British affront to Scottish authority.[109][note 8] In any event, Cináed's invasion ended in defeat,[110] a fact which coupled with Cuilén's killing reveals that the Kingdom of Strathclyde was indeed a power to be reckoned with.[111] Cuilén appears to have been buried at St Andrews, the site of his father's burial.[113] According to the Prophecy of Berchán, he was laid to rest \"above the edge of the wave\", a location which seems to refer to St Andrews.[114] In other sources, he is sometimes stated to have been buried on Iona.[115] After an apparent two decade lull in the aforesaid Alpínid kin-strife,[116] Cuilén's son, Custantín (died 997), eventually became king after Cináed's assassination in 995.[117][note 9] Custantín had no known male offspring.[119] He was the last of Clann Áeda meic Cináeda to hold the kingship,[120] or even appear on record.[118] There is a possibility that Cuilén had another son, a certain Máel Coluim mac Cuiléin who appears in a note preserved in the ninth–twelfth-century Book of Deer detailing donors to the monastery of Deer.[121] Certainly, Cuilén was a relatively rare personal name.[122] However, none of the names that precede his in the note can be linked to known historical personages, making such an identification questionable.[123] Nevertheless, the names that are recorded immediately after this man are certainly identifiable with known royal figures: Máel Coluim mac Cináeda (died 1034), Máel Coluim mac Maíl Brigte (died 1029), and Máel Snechta mac Lulaig (died 1085).[124][note 10] If Máel Coluim mac Cuiléin was indeed a son of Cuilén, this attestation could reveal that he represented Clann Áeda meic Cináeda for a time during Cináed's reign (971–995).[126] The remarkable rotating succession of the Alpínid dynasty was similar to that practiced in Ireland by the Cenél nEógain and Clann Cholmáin branches of the Uí Néill, a dominant Irish kindred that monopolised the kingship of Tara between the eighth- and tenth centuries.[130] This alternation amongst the Uí Néill was facilitated by the considerable distance between the two segments. The inability of either branch to dominate the other, and therefore cut off their rivals from key resources, enabled such a rotating scheme to succeed.[131] The similarities between the regulated Irish and Scottish successions suggest that the power centres of the two Alpínid branches were also separated.[132] By the early eleventh century, after the final fall of Clann Áeda meic Cináeda, the opposing Clann Custantín meic Cináeda branch faced challenges to the kingship from the Moray-based Clann Ruaidrí.[133][note 11] This could indicate that Clann Áeda meic Cináeda was similarly seated north of the Mounth in Moray, with the power base of Clann Custantín meic Cináeda situated in the south.[137] That the latter kindred was hostile to the men of the north may be evidenced by the record of Máel Coluim mac Domnaill's invasion of Moray preserved by the Chronicle of the Kings of Alba.[138] Furthermore, both this dynast and his son, Dub, are stated by Chronica gentis Scotorum to have been killed by Moravians.[139] In contrast to these records of conflict, there is no evidence of hostility between Clann Áeda meic Cináeda and the men of Moray.[140] On the other hand, the fact that king lists locate Dub's demise to Forres might indicate that Clann Custantín meic Cináeda was instead based in the north.[141] Moreover, the fact that the Prophecy of Berchán records that Custantín mac Áeda retired to St Andrews,[142] a site where his descendants, Illulb and Cuilén, are also said to have been buried,[143] coupled with the location of Cuilén's death in the south against the Cumbrians, could reveal that Clann Áeda meic Cináeda was centred south of the Mounth.[141] Such a location may also be evidenced by the aforesaid deaths of the Abbot of Dunkeld and the satrap of Atholl, men who seem to have fallen supporting the cause of Cuilén against Dub.[144] Media related to Cuilén mac Illuilb at Wikimedia Commons","Title":"Cuilén - Wikipedia","KeyID":"2576","URL":"https://en.wikipedia.org/wiki/Cuil%C3%A9n"}