{"Content: ":"Donnchad mac Crinain (Scottish Gaelic: Donnchadh mac Crìonain;[2] anglicised as Duncan I, and nicknamed An t-Ilgarach, \"the Diseased\" or \"the Sick\";[3] c. 1001 – 14 August 1040)[4] was king of Scotland (Alba) from 1034 to 1040.[1] He is the historical basis of the \"King Duncan\" in Shakespeare's play Macbeth. The ancestry of King Duncan is not certain. In modern texts he is the son of Crínán, hereditary lay abbot of Dunkeld, and Bethóc, daughter of King Malcolm II.[1] However, in the late 17th century the historian Frederic Van Bossen, after collecting historical accounts throughout Europe, identified King Duncan as the first son of Abonarhl ap crinan (the grandson of Crinan) and Princess Beatrice, the eldest daughter to King Malcom, the 2nd, and Gunora who was the daughter of the \"2nd Duke of Normandy\".[5][6] Unlike the \"King Duncan\" of Shakespeare's Macbeth, the historical Duncan appears to have been a young man. He followed his grandfather Malcolm as king after the latter's death on 25 November 1034, without apparent opposition. He may have been Malcolm's acknowledged successor or Tànaiste as the succession appears to have been uneventful.[7] Earlier histories, following John of Fordun, supposed that Duncan had been king of Strathclyde in his grandfather's lifetime, between 1018 and 1034, ruling the former Kingdom of Strathclyde as an appanage. Modern historians discount this idea,[8] although it is supported by the ODNB.[9] An earlier source, a variant of the Chronicle of the Kings of Alba (CK-I), gives Duncan's wife the Gaelic name Suthen,[10] and John of Fordun suggests that she may have been a relative of Siward, Earl of Northumbria.[11] This differs from the review by Frederic van Bossen who wrote in 1688 that King Duncan was twice married. His first wife being Wonfrida (Unfrida) the daughter of Gigurt (Earl Siward?) the Earl of Northumberland and Huntingtoun and \"By them was espoused two sons Malcome and Donald\". Then, after her decease, he married Astrida the daughter of \"Sigfrid, the \"King of Dubline\".[12] Whatever his wife's name and family connections may have been, Duncan had at least two sons. The eldest, Malcolm III (Máel Coluim mac Donnchada) was king from 1058 to 1093 after assassinating and usurping Lulach, Macbeth's stepson. The second son Donald III (Domnall Bán, or \"Donalbane\") was king afterwards. Máel Muire, Earl of Atholl is a possible third son of Duncan, although this is uncertain.[13] The early period of Duncan's reign was apparently uneventful, perhaps a consequence of his youth. Macbeth (Mac Bethad mac Findláich) is recorded as having been his dux, today rendered as \"duke\" and meaning nothing more than the rank between prince and marquess, but then still having the Roman meaning of \"war leader\". In context—\"dukes of Francia\" had half a century before replaced the Carolingian kings of the Franks and in England the over-mighty Godwin of Wessex was called a dux—this suggests that Macbeth may have been the power behind the throne.[14] In 1039, Duncan led a large Scots army south to besiege Durham, but the expedition ended in disaster. Duncan survived, but the following year he led an army north into Moray, Macbeth's domain, apparently on a punitive expedition against Moray.[15] There he was killed in action, at Bothnagowan, now Pitgaveny, near Elgin, by the men of Moray led by Macbeth, probably on 14 August 1040.[16] He is thought to have been buried at Elgin[17] before later relocation to the island of Iona. The 14th-century chronicler John of Fordun would write that Duncan's wife was a kinswoman of the Anglo-Danish Siward, Earl of Northumbria, who would help restore her son Malcolm to the throne. However, this is seemingly belied by a kings list that gives Malcolm's mother the Gaelic name Suthen.[18] Duncan had three sons: Duncan is depicted as an elderly king in the play Macbeth (1606) by William Shakespeare. He is killed in his sleep by the protagonist, Macbeth. In the historical novel Macbeth the King (1978) by Nigel Tranter, Duncan is portrayed as a schemer who is fearful of Macbeth as a possible rival for the throne. He tries to assassinate Macbeth by poisoning and then when this fails, attacks his home with an army. In self-defence Macbeth meets him in battle and wounds him, and he dies of bleeding, for he is bad-blooded, or haemophiliac. In the animated television series Gargoyles he is depicted as a weak and conniving king who assassinates those who he believes threaten his rule.[19] He even tries to assassinate Macbeth, forcing Demona to ally with the Moray nobleman, with Duncan's resulting death coming from attempting to strike an enchanted orb of energy that one of the Weird Sisters gave to Macbeth to take Duncan down.","Title":"Duncan I of Scotland - Wikipedia","KeyID":"2582","URL":"https://en.wikipedia.org/wiki/Duncan_I_of_Scotland"}