{"Content: ":"Donald III (Medieval Gaelic: Domnall mac Donnchada; Modern Gaelic: Dòmhnall mac Dhonnchaidh),[2] and nicknamed \"Donald the Fair\" or \"Donald the White\" (Medieval Gaelic:\"Domnall Bán\", anglicised as Donald Bane/Bain or Donalbane/Donalbain) (c. 1032–1099), was King of Scots from 1093 to 1094 and 1094–1097.[3][1] Donald was born about 1033,[1] during the reign of his great-grandfather King Malcolm II. He was the second known son of the King's grandson, Duncan.[1] Malcolm died when Donald was a baby, at age 80, and Donald's father became king. King Duncan I however, perished in 1040 when Donald was still a boy, killed by Thane Macbeth, yet another grandson of King Malcolm II, who usurped his place as king. Following his father's death, Donald went into hiding in Ireland for 17 years, for fear that he would be killed by Macbeth. His elder brother, Malcolm, went to England. It was during this time that Malcolm's grandfather, Crinan of Dunkeld, who was married to Malcolm II's daughter, was killed fighting Macbeth. When Malcolm grew to manhood, he overthrew Macbeth and became the new king. Donald was 25 years old at that time. Donald's activities during the reign of his elder brother Malcolm III (Máel Coluim mac Donnchada) are not recorded. It appears that he was not his brother's chosen heir, contrary to earlier custom, but that Malcolm had designated Edward, his eldest son by Margaret of Wessex, as the king to come.[4] If this was Malcolm's intent, his death and that of Edward on campaign in Northumbria in November 1093 (see Battle of Alnwick (1093)) confounded his plans. These deaths were followed very soon afterwards by that of Queen Margaret. John of Fordun reports that Donald invaded the kingdom after Queen Margaret's death \"at the head of a numerous band\", and laid siege to Edinburgh with Malcolm's sons by Margaret inside. Fordun has Margaret's brother Edgar Ætheling take his nephews to England to keep them safe.[5] Andrew of Wyntoun's much simpler account has Donald become king and banish his nephews. The Anglo-Saxon Chronicle records only that Donald was chosen as king and expelled the English from the court.[6] In May 1094, Donald's nephew Duncan (Donnchad mac Maíl Coluim), son of Malcolm and his first wife, Ingibiorg Finnsdottir, invaded at the head of an army of Anglo-Normans and Northumbrians, aided by his half-brother Edmund and his father-in-law Gospatric, Earl of Northumbria. This invasion succeeded in placing Duncan on the throne, but an uprising defeated his allies and he was compelled to send away his foreign troops. Duncan was then killed on 12 November 1094 by Máel Petair, Mormaer of Mearns.[7] The Annals of Ulster say that Duncan was killed on the orders of Donald (incorrectly called his brother) and Edmund.[8] Donald resumed power, probably with Edmund as his designated heir.[9] Donald was an elderly man by then, at around 62 years old, and without any known sons, so that an heir was clearly required. William of Malmesbury says that Edmund bargained \"for half the kingdom\", suggesting that Donald granted his nephew an appanage to rule.[10] Edgar, eldest surviving son of Malcolm and Margaret, obtained the support of William Rufus, although other matters delayed Edgar's return on the coat-tails of an English army led by his uncle Edgar Ætheling.[11] Donald's fate is not entirely clear. William of Malmesbury tells us that he was \"slain by the craftiness of David [the later David I] ... and by the strength of William [Rufus]\".[12] The Anglo-Saxon Chronicle says of Donald that he was expelled,[12] while the Annals of Tigernach have him blinded by his brother.[13] John of Fordun, following the king-lists, writes that Donald was \"blinded, and doomed to eternal imprisonment\" by Edgar. The place of his imprisonment was said to be Rescobie, by Forfar, in Angus.[14] The old ex-king would die at the age of 67 in 1099, in prison. The sources differ as to whether Donald was first buried at Dunfermline Abbey or Dunkeld Cathedral, but agree that his remains were later moved to Iona. Donald left one known child, a daughter Bethoc, who married Uchtred (or Hadrian) de Tyndale, Lord of Tyndale.[1][15] Uchtred and Bethoc had a daughter, Hextilda, married Richard Comyn, Justiciar of Lothian.[1] The claims of John II Comyn, Lord of Badenoch to the crown in the Great Cause came from Donald through Bethóc and Hextilda.[16] Ladhmann son of Domnall, \"grandson of the King of Scots\" who died in 1116, might have been a son of Donald.[17] The minor character of Donalbain in William Shakespeare's play Macbeth represents Donald III.","Title":"Donald III of Scotland - Wikipedia","KeyID":"2586","URL":"https://en.wikipedia.org/wiki/Donald_III_of_Scotland"}