{"Content: ":"Carillons, musical instruments of bells in the percussion family, are found throughout Belgium. Several institutions maintain registries on the location and statistics of carillons. Some registries specialize in counting specific types of carillons. For example, the War Memorial and Peace Carillons registry counts instruments which serve as war memorials or were built in the name of promoting world peace (and tracks five in Belgium);[1] the World Carillon Federation [nl] counts carillons throughout the country, along with the rest of the world. Two Belgian carillon associations – the Flemish Carillon Association and the Walloon Carillon Association – count carillons in their respective regions. According to their registries, there are 94 carillons in Belgium: 70 in the Flemish Region, 22 in the Walloon Region, and 2 in the Brussels Capital Region. They are distributed across 77 different cities; several are located within the same city, and two are even within the same building – at St. Rumbold's Cathedral in Mechelen. The population has a wide range in total weights, with bourdons spanning between 30 and 8,180 kilograms (66 and 18,034 lb). They also span a wide range of notes, from 21 (which the Flemish association considers a carillon despite failing its definition that requires at least 23[2]) up to 64. Many carillons were constructed over several centuries by several bellfounders; a minority are constructed entirely by a single bellfounder. The majority of carillons are transposing instruments, and often transpose such that the lowest note on the keyboard is B♭ or C. The carillons in Belgium, in the United States, and in the Netherlands account for two-thirds of the world's total.[3] Despite not being a part of their respective regions, both the Flemish Carillon Association and the Walloon Carillon Association track the number of carillons located in the Brussels Capital Region, of which there are two. The larger both in terms of weight and number of bells is located at the Cathedral of St. Michael and St. Gudula. The smaller is located at the Palace of the Nation, Belgium's federal parliament building. Constructed in the 20th century, these carillons are much newer relative to others in the country.[4][5] Brussels once had nine carillons in 1541; none survived past 1914.[6] The Flemish Carillon Association maintains a registry of carillons in the Flemish Region. According to the organization, there are 70 carillons located in Flanders. They are distributed across 56 different cities; several are located within the same city, and two are even within the same building – at St. Rumbold's Cathedral in Mechelen.[2] The carillons have a wide range in total weights, with bourdons spanning between 39 and 8,180 kilograms (86 and 18,034 lb). They also span a wide range of notes, from 21 (which the association considers a carillon despite failing its definition that requires at least 23[2]) up to 64. Many carillons were constructed over several centuries by several bellfounders; a minority are constructed entirely by a single bellfounder. The majority of carillons are transposing instruments, and often transpose such that the lowest note on the keyboard is B♭ or C.[4] The Walloon Carillon Association maintains a registry of carillons in the Walloon Region. According to the organization, there are 22 carillons located in Wallonia. They are distributed across 20 different cities; three are within the same city – Liège. The carillons have a wide range in total weights, with bourdons spanning between 30 and 4,070 kilograms (66 and 8,973 lb). They also span a wide range of notes, from 25 up to 55. Many carillons were constructed over several centuries by several bellfounders; a minority are constructed entirely by a single bellfounder. The majority of carillons are transposing instruments, and often transpose such that the lowest note on the keyboard is B♭ or C.[5]","Title":"List of carillons in Belgium - Wikipedia","KeyID":"26","URL":"https://en.wikipedia.org/wiki/List_of_carillons_in_Belgium"}