{"Content: ":"James II (16 October 1430 – 3 August 1460) was King of Scots from 1437 until his death in 1460. The eldest surviving son of James I of Scotland, he succeeded to the Scottish throne at the age of six, following the assassination of his father. The first Scottish monarch not to be crowned at Scone, James II's coronation took place at Holyrood Abbey in March 1437. James was born in Holyrood Abbey.[1] He was the son of King James I and Joan Beaufort. By his first birthday, his only brother, his older twin, Alexander, had died, thus leaving James as heir apparent with the title Duke of Rothesay. On 21 February 1437, James I was assassinated, and the six-year-old James immediately succeeded him as James II. He was crowned in Holyrood Abbey by Abbot Patrick on 23 March 1437.[1] On 3 July 1449, the eighteen-year-old James married the fifteen-year-old Mary of Guelders, daughter of Arnold, Duke of Guelders, and Catherine of Cleves at Holyrood Abbey.[1] She bore him seven children, six of whom survived into adulthood. Subsequently, relations between Flanders and Scotland improved.[2] James's nickname, Fiery Face, referred to a conspicuous vermilion birthmark on his face, which appears to have been deemed by contemporaries an outward sign of a fiery temper.[3] James was a politic and singularly successful king. He was popular with the commoners, with whom, like most of the Stewarts, he socialised often, in times of peace and war. His legislation has a markedly popular character. He does not appear to have inherited his father's taste for literature, which was shared by at least two of his sisters; but the foundation of the University of Glasgow during his reign by Bishop Turnbull shows that he encouraged learning; there are also traces of his endowments to St. Salvator's, the new college of Archbishop Kennedy at St Andrews.[4] He possessed much of his father's restless energy. However, his murder of the earl of Douglas leaves a stain on his reign.[5] James' father was assassinated on 21 February 1437 at Blackfriars monastery in Perth. His mother, Queen Joan, although hurt, managed to get to her six-year-old son, who was now king. On 25 March 1437, he was formally crowned King of Scots at Holyrood Abbey. The Parliament of Scotland revoked alienations of crown property and prohibited them, without the consent of the Estates, that is, until James II's eighteenth birthday.[6] He lived along with his mother and five of his six sisters at Dunbar Castle until 1439.[7] The oldest sister, Margaret, had left Scotland for France in 1436 to marry the Dauphin Louis (later King Louis XI of France). From 1437 to 1439, the king's first cousin Archibald Douglas, 5th Earl of Douglas, headed the government as lieutenant-general of the realm. After his death, and with a general lack of prominent earls in Scotland due to deaths, forfeiture or youth, political power became shared uneasily among William Crichton, 1st Lord Crichton, Lord Chancellor of Scotland (sometimes in co-operation with the Earl of Avondale), and Sir Alexander Livingston of Callendar, who had possession of the young king as the warden of the stronghold of Stirling Castle. Taking advantage of these events, Livingston placed Queen Joan and her new husband, Sir John Stewart, under \"house arrest\" at Stirling Castle on 3 August 1439. They were released on 4 September only by making a formal agreement to put James in the custody of the Livingstons, agreeing to the queen's relinquishment of her dowry for his maintenance, and confessing that Livingston had acted through zeal for the king's safety.[2] In 1440, in the king's name, an invitation is said to have been sent to the 16-year-old William Douglas, 6th Earl of Douglas, and his younger brother, twelve-year-old David, to visit the king at Edinburgh Castle in November 1440. According to legend, they came and were entertained at the royal table, where James, still a little boy, was charmed by them. However, they were treacherously hurried to their doom, which took place by beheading in the castle yard of Edinburgh on 24 November, with the 10-year-old king pleading for their lives. Three days later Malcolm Fleming of Cumbernauld, their chief adherent, shared the same fate. The king, being a small child, had nothing to do with this. This infamous incident took the name of \"the Black Dinner\".[citation needed] In 1449, James II reached adulthood, but he had to struggle to gain control of his kingdom. The Douglases, probably with his cooperation, used his coming of age as a way to throw the Livingstons out of the shared government, as the young king took revenge for the arrest of his mother that had taken place in 1439, and the assassination of his young Douglas cousins, in which Livingston was complicit. Douglas and Crichton continued to dominate political power and the king continued to struggle to throw off their rule. Between 1451 and 1455, he struggled to free himself from the power of the Douglases. Attempts to curb it took place in 1451, during the absence of William Douglas, 8th Earl of Douglas from Scotland, and culminated with the murder of Douglas at Stirling Castle on 22 February 1452. The main account of Douglas' murder comes from the Auchinleck Chronicle, a near-contemporary but fragmentary source. According to its account, the king accused the Earl (probably with justification) of forging links with John Macdonald, 11th Earl of Ross (also Lord of the Isles) and Alexander Lindsay, 4th Earl of Crawford. This bond, if it existed, created a dangerous axis of power of independently minded men, forming a major rival to royal authority. When Douglas refused to break the bond with Ross, James broke into a fit of temper, stabbed Douglas 26 times and threw his body out of a window. His court officials (many of whom would rise to great influence in later years, often in former Douglas lands) then joined in the bloodbath, one allegedly striking out the earl's brain with an axe. This murder did not end the power of the Douglases, but rather created a state of intermittent civil war between 1452 and 1455. The main engagements were at Brodick, on the Isle of Arran; Inverkip in Renfrew; and the Battle of Arkinholm. James attempted to seize Douglas lands, but his opponents repeatedly forced him into humiliating climbdowns, whereby he returned the lands to James Douglas, 9th Earl of Douglas, and a brief and uneasy peace ensued. Military campaigns ended indecisively, and some have argued that James stood in serious danger of being overthrown, or of having to flee the country. But James's patronage of lands, titles and office to allies of the Douglases saw their erstwhile allies begin to change sides, most importantly the Earl of Crawford after the Battle of Brechin, and in May 1455, James struck a decisive blow against the Douglases, and they were finally defeated at the Battle of Arkinholm. In the months that followed, the Parliament of Scotland declared the extensive Douglas lands forfeit and permanently annexed them to the crown, along with many other lands, finances and castles. The earl fled into a long English exile. James finally had the freedom to govern as he wished, and one can argue that his successors as kings of Scots never faced such a powerful challenge to their authority again. Along with the forfeiture of the Albany Stewarts in the reign of James I, the destruction of the Black Douglases saw royal power in Scotland take a major step forward.[8][9][10] Between 1455 and 1460, James II proved to be an active and interventionist king. Ambitious plans to take Orkney, Shetland and the Isle of Man nonetheless did not succeed. The king traveled the country and has been argued to have originated the practice of raising money by giving remissions for serious crimes. It has also been argued that some of the unpopular policies of James III actually originated in the late 1450s.[11] In 1458, an Act of Parliament commanded the king to modify his behaviour, but one cannot say how his reign would have developed had he lived longer.[12] James II is the first Scots monarch for whom a contemporary likeness has survived, in the form of a woodcut showing his birthmark on the face.[13] Negotiations for a marriage to Mary of Guelders began in July 1447, when a Burgundian envoy came to Scotland and was concluded by an embassy under Crichton the chancellor in September 1448. Her great-uncle, Philip the Good, Duke of Burgundy, settled sixty thousand crowns on his kinswoman, and her dower of ten thousand was secured on lands in Strathearn, Athole, Methven, and Linlithgow. A tournament took place before James at Stirling, on 25 February 1449, between James, master of Douglas, another James, brother to the Laird of Lochleven, and two knights of Burgundy, one of whom, Jacques de Lalain, was the most celebrated knight-errant of the time. The marriage was celebrated at Holyrood on 3 July 1449. A French chronicler, Mathieu d'Escouchy, gives a graphic account of the ceremony and the feasts which followed. Many Flemings in Mary's suite remained in Scotland, and the relations between Scotland and Flanders, already friendly under James I, consequently became closer.[2] In Scotland, the king's marriage led to his emancipation from tutelage, and to the downfall of the Livingstons. In the autumn Sir Alexander and other members of the family were arrested. At a parliament in Edinburgh on 19 January 1450, Alexander Livingston, a son of Sir Alexander, and Robert Livingston of Linlithgow were tried and executed on Castle Hill. Sir Alexander and his kinsmen were confined in different and distant castles. A single member of the family escaped the general proscription—James, the eldest son of Sir Alexander, who, after arrest and escape to the highlands, was restored in 1454 to the office of chamberlain to which he had been appointed in the summer of 1449.[2] James II enthusiastically promoted modern artillery, which he used with some success against the Black Douglases. His ambitions to increase Scotland's standing saw him besiege Roxburgh Castle in 1460, one of the last Scottish castles still held by the English after the Wars of Independence.[citation needed] For this siege, James took a large number of cannons imported from Flanders. On 3 August, he was standing near one of these cannons, known as \"the Lion\", when it exploded and killed him. Robert Lindsay of Pitscottie stated in his history of James's reign that \"as the King stood near a piece of artillery, his thigh bone was dug in two with a piece of misframed gun that brake in shooting, by which he was stricken to the ground and died hastily.\"[14] The Scots carried on with the siege, led by George Douglas, 4th Earl of Angus, and the castle fell a few days later. Once the castle was captured, James' widow, Mary of Guelders, ordered its destruction.[15] James' son became king as James III and Mary acted as regent until her own death three years later. James married Mary of Guelders at Holyrood Abbey, Edinburgh, on 3 July 1449. They had seven children: By his unknown mistress, James also left one illegitimate son: James II has been depicted in plays, historical novels and short stories. They include:[17]","Title":"James II of Scotland - Wikipedia","KeyID":"2603","URL":"https://en.wikipedia.org/wiki/James_II_of_Scotland"}