{"Content: ":"The Union of the Crowns (Scottish Gaelic: Aonadh nan Crùintean; Scots: Union o the Crouns) was the accession of James VI of Scotland to the throne of the Kingdom of England as James I and the consequential unification for some purposes (such as overseas diplomacy) of the two realms under a single monarch on 24 March 1603. The Union of the Crowns followed the death of James's cousin, Elizabeth I of England, the last monarch of the Tudor dynasty.[1] The union was personal or dynastic, with the Crown of England and the Crown of Scotland remaining both distinct and separate despite James's best efforts to create a new imperial throne. England and Scotland continued as two separate states sharing a monarch, who directed their domestic and foreign policy, along with Ireland, until the Acts of Union of 1707 during the reign of the last Stuart monarch, Anne, Queen of England. However, there was a republican interregnum in the 1650s, during which the Tender of Union of Oliver Cromwell created the Commonwealth of England and Scotland which ended with The Restoration.[2] In August 1503, James IV of Scotland married Margaret, eldest daughter of Henry VII of England, and the spirit of the new age was celebrated by the poet William Dunbar in The Thrissil and the Rois.[3] The marriage was the outcome of the Treaty of Perpetual Peace, concluded the previous year, which, in theory, ended centuries of Anglo-Scottish war. The marriage brought Scotland's Stuarts into England's Tudor line of succession, despite the improbability of a Scottish prince acceding the English throne at the time. However, many on the English side were concerned by the dynastic implications of matrimony, including some Privy Councillors. In countering these fears Henry VII is reputed to have said: our realme wald receive na damage thair thorow, for in that caise Ingland wald not accress unto Scotland, bot Scotland wald acress unto Ingland, as to the most noble heid of the hole yle...evin as quhan Normandy came in the power of Inglis men our forbearis.[4] The peace did not last in \"perpetuity\"; it was disturbed in 1513 when Henry VIII of England, who had succeeded his father four years before, declared war on France in the War of the League of Cambrai. In response France invoked the terms of the Auld Alliance, her ancient bond with Scotland. James duly invaded Northern England leading to the Battle of Flodden.[5] In the decades that followed, England repeatedly invaded Scotland, including burning its capital. By the middle of Henry's reign, the problems of the royal succession, which seemed so unimportant in 1503, acquired ever larger dimensions, when the question of Tudor fertility or the lack thereof entered directly into the political arena. Margaret's line was excluded from the English succession though during the reign of Elizabeth I, concerns were once again raised. In the last decade of her reign it was clear to all that James VI of Scotland, great-grandson of James IV and Margaret, was the only generally acceptable heir.[6] From 1601, in the last years of Elizabeth I's life, certain English politicians, notably her chief minister, Sir Robert Cecil,[7] maintained a secret correspondence with James to prepare in advance for a smooth succession. Cecil advised James not to press the matter of the succession upon the queen but simply to treat her with kindness and respect.[8] The approach proved effective: \"I trust that you will not doubt\", Elizabeth wrote to James, \"but that your last letters are so acceptably taken as my thanks cannot be lacking for the same, but yield them you in grateful sort\".[9] In March 1603, with the queen clearly dying, Cecil sent James a draft proclamation of his accession to the English throne. Strategic fortresses were put on alert, with London placed under guard. Elizabeth died in the early hours of 24 March. Within eight hours, James was proclaimed king in London, with the news received without protest or disturbance.[10][11] On 5 April 1603, James left Edinburgh for London and promised to return every three years, which he failed to keep by returning only once, in 1617.[10] He progressed slowly from town to town to arrive in the capital after Elizabeth's funeral.[10] Local lords received James with lavish hospitality along the route, and James's new subjects flocked to see him and were relieved above all that the succession had triggered neither unrest nor invasion.[12] As James entered London, he was mobbed. The crowds of people, one observer reported, were so great that \"they covered the beauty of the fields; and so greedy were they to behold the King that they injured and hurt one another\".[13] James's English coronation took place on 25 July, with elaborate allegories provided by dramatic poets such as Thomas Dekker and Ben Jonson though the festivities had to be restricted because of an outbreak of the plague.[14] Nevertheless, all London turned out for the occasion: \"The streets seemed paved with men\", wrote Dekker. \"Stalls instead of rich wares were set out with children, open casements filled up with women\".[15] Whatever residual fears that many in England may have felt, James's arrival aroused a mood of high expectation. The twilight years of Elizabeth had been a disappointment, and for a nation troubled for so many years by the question of succession, the new king was a family man who already had male heirs waiting in the wings. But James's honeymoon was of very short duration, and his initial political actions were to do much to create the rather negative tone, which was to turn a successful Scottish king into a disappointing English one. The greatest and most obvious was the question of his exact status and title. James intended to be King of Great Britain and Ireland. His first obstacle along that imperial road was the attitude of the English Parliament.[citation needed] In his first speech to his southern assembly on 19 March 1604 James gave a clear statement of the royal manifesto: What God hath conjoined let no man separate. I am the husband and the whole isle is my lawful wife; I am the head and it is my body; I am the shepherd and it is my flock. I hope therefore that no man will think that I, a Christian King under the Gospel, should be a polygamist and husband to two wives; that I being the head should have a divided or monstrous body or that being the shepherd to so fair a flock should have my flock parted in two.[16] Parliament may very well have rejected polygamy; but the marriage, if marriage it was, between the realms of England and Scotland was to be morganatic at best. James's ambitions were greeted with very little enthusiasm, as one by one MPs rushed to defend the ancient name and realm of England.[citation needed] All sorts of legal objections were raised: all laws would have to be renewed and all treaties renegotiated.[citation needed] For James, whose experience of parliaments was limited to the stage-managed and semi-feudal Scottish variety, the self-assurance — and obduracy — of the English version, which had long experience of upsetting monarchs, was an obvious shock. He decided to side-step the whole issue by unilaterally assuming the title of King of Great Britain by a Proclamation concerning the Kings Majesties Stile on 20 October 1604 announcing that he did \"assume to Our selfe by the cleerenesse of our Right, The Name and Stile of KING OF GREAT BRITTAINE, FRANCE AND IRELAND, DEFENDER OF THE FAITH, &c.\" .[17] This only deepened the offence. Even in Scotland there was little real enthusiasm for the project, though the two parliaments were eventually prodded into taking the whole matter 'under consideration'. Consider it they did for several years, never drawing the desired conclusion.[citation needed] In Scotland there were early signs that many saw the risk of the \"lesser being drawn by the greater\", as Henry VII once predicted. An example before Scottish eyes was the case of Ireland, a kingdom in name, but since 1601, a subject nation in practice. The asymmetric relationship between Scotland and England had been evident for at least a decade. In 1589, the Spanish Armada shipwreck survivor Francisco de Cuellar sought refuge in Scotland, as he had heard the Scottish king \"protected all the Spaniards who reached his kingdom, clothed them, and gave them passages to Spain\". However, following his six-month ordeal within the kingdom, he concluded \"the King of Scotland is nobody: nor does he possess the authority or position of a king: and he does not move a step, nor eat a mouthful, that is not by order of the Queen (Elizabeth I)\".[18] John Russell, lawyer and writer, an initial enthusiast for \"the happie and blissed Unioun betuixt the tua ancienne realmes of Scotland and Ingland\" was later to warn James:[citation needed] Lett it not begyne vith ane comedie, and end in ane tragedie; to be ane verball unioun in disparitie nor reall in conformity... hairby, to advance the ane kingdome, to great honor and beccome forȝetfull of the uther, sua to mak the samyn altogidder solitat and desoltat qhilk cannot stand vith your Majestie's honor. As god hes heichlie advanceit your Majestie lett Scotland qhilk is ȝour auldest impyir be partakeris of ȝour blissings. Those fears were echoed by the Scottish Parliament, whose members were telling the King that they were \"confident\" that his plans for an incorporating union would not prejudice the ancient laws and liberties of Scotland; for any such hurt would mean that \"it culd no more be a frie monarchie\".[19] James attempted to reassure his new English subjects that the new union would be much like that between England and Wales and that if Scotland should refuse, \"he would compel their assents, having a stronger party there than the opposite party of the mutineers\".[citation needed] In June 1604 the two national parliaments passed acts appointing commissioners to explore the possibility of \"a more perfect union\".[citation needed] James closed the final session of his first parliament with a rebuke to his opponents in the House of Commons: \"Here all things suspected.... He merits to be buried in the bottom of the sea that shall but think of separation, where God had made such a Union\".[citation needed] The Union Commission made some limited progress, on discrete issues such as hostile border laws, trade and citizenship. The borders were to become the \"middle shires\".[20] Free trade proved contentious, as did the issue of equal rights before the law. Fears were openly expressed in the Westminster Parliament that English jobs would be threatened by all the poor people of the realm of Scotland, who will \"draw near to the Sonn, and flocking hither in such Multitudes, that death and dearth is very probable to ensue\".[citation needed] The exact status of the post nati, those born after the Union of March 1603, was not decided by Parliament but in the courts by Calvin's Case (1608), which extended property rights to all the King's subjects in English common law.[citation needed] Scottish aristocrats and other placeseekers made their way to London to compete for high positions in government. Several years later Sir Anthony Weldon was to write:[citation needed] Scotland was too guid for those that inhabit it, and too bad for others to be at the charge of conquering it. The ayre might be wholesome, but for the stinking people that inhabit it...Thair beastis be generallie small (women excepted) of which sort there are no greater in the world. A wounding observation came in the comedy Eastward Ho, a collaboration between Ben Jonson, George Chapman and John Marston. In enthusing over the good life to be had in the Colony of Virginia, it is observed:[citation needed] And then you shal live freely there, without Sergeants, or Courtiers, or Lawyers, or Intelligencers – onely a few industrious Scots perhaps, who indeed are disperst over the face of the whole earth. But as for them, there are no greater friends of Englishmen and England, when they are out an't, in the world, then they are. And for my part, I would a hundred thousand of them were there, for wee are all one Countrymen now, yee know; and wee shoulde finde ten times more comfort of them there, then wee do here. Anti-English satires proliferated, and in 1609, the king had an act passed that promised the direst penalties against the writers of \"pasquillis, libellis, rymis, cockalanis, comedies and sicklyk occasiones whereby they slander and maligne and revile the estait and countrey of England...\"[citation needed] In October 1605 Nicolò Molin, the Venetian ambassador in London, noted that \"the question of the Union will, I am assured, be dropped; for His Majesty is now well aware that nothing can be effected, both sides displaying such obstinacy that an accommodation is impossible; and so his Majesty is resolved to abandon the question for the present, in hope that time may consume the ill-humours\".[21] King James devised new coats of arms and a uniform coinage. The creation of a national flag proved contentious, designs acceptable to one side typically offending the other. James finally proclaimed the new Union Flag on 12 April 1606: Scots who saw in it a St George's Cross superimposed upon a St Andrew's Saltire sought to create their own 'Scotch' design, which saw the reverse superimposition take place.[citation needed] (that design was used in Scotland until 1707).[citation needed] For years afterwards, vessels of the two nations continued to fly their respective \"flags\", the royal proclamation notwithstanding.[citation needed] The Union Flag entered into common use only under Cromwell's Protectorate.[citation needed] Arms of the Kingdom of Scotland, 1565–1603. Arms of the Kingdom of England, 1558–1603. Arms of the Kingdom of Ireland, 1541–1603. Arms of the Kingdom of Scotland, 1603–1707. Arms of the Kingdom of England and the Kingdom of Ireland, 1603–1707. The flag of the Kingdom of Scotland. The flag of the Kingdom of England. Union Flag used in the Kingdom of Scotland from the early 17th century to 1707. Union Flag used in the Kingdom of England, 1606–1707. The Tudor rose dimidiated with the Scottish thistle, James used the device as a royal heraldic badge.","Title":"Union of the Crowns - Wikipedia","KeyID":"2609","URL":"https://en.wikipedia.org/wiki/Union_of_the_Crowns"}