{"Content: ":"Odda, also known as Oddune,[1] was a ninth-century ealdorman of Devon. He is known for his victory at the Battle of Cynwit in 878, where his West Saxon forces defeated a Viking army led by Ubba, brother of the Viking chiefs Ivar the Boneless and Halfdan Ragnarsson. Little is known of Odda's early life, but he became ealdorman of Devon sometime before 878, ultimately succeeding Karl, or Ceorle, the ealdorman in 851.[1][2] Throughout the 870s Odda's liege, Alfred the Great, King of Wessex, was engaged in constant war with the Vikings. They had begun their invasion of England in 865, and by Alfred's accession in 871 the Kingdom of Wessex was the only Anglo-Saxon realm opposing them.[3] By 878 the conflict was going poorly for Alfred. In January of that year, the Danes made a sudden attack on Chippenham, a royal stronghold in which Alfred had been staying over Christmas, \"and most of the people they killed, except ... King Alfred, and he with a little band made his way by wood and swamp, and after Easter he made a fort at Athelney in the marshes of Somerset, and from that fort kept fighting against the foe.\"[4][5] Alfred was faced with an issue of loyalty, with the real possibility that many of his people would not remain faithful to him, and instead lend their allegiance to Guthrum, King of the Danish Vikings and conqueror of much of Wessex. It has been suggested that Wulfhere, Ealdorman of Wiltshire, had already gone over to Guthrum's side in exchange for a royal title.[6] Odda was forced to choose between Alfred and Guthrum in early 878 when an army of Vikings, led by Ubba, supposed son of the legendary Ragnar Lodbrok, landed on the north Devon or Somerset coast, possibly near modern-day Lynmouth.[7] Choosing not to side with the invaders, Odda gathered an army, mostly composed of inexperienced farmers and peasants, and retreated to a defensive position overlooking the beach. This location is usually identified as Countisbury Hill,[8] but other sites such as Cannington Camp, Somerset, have also been suggested.[9] Odda's forces entrenched themselves atop the hill, reinforcing the pre-existing defensive fort. However, realising that there was no source of fresh water for the Saxon defenders, Ubba decided not to attack, and ordered his forces to wait instead so that thirst would drive Odda to surrender. Ubba's army bore the raven banner, symbol of Odin, and it flapped strongly in the wind, signifying victory.[7] According to legend, this banner was woven by the daughters of Ragnar Lodbrok, the sisters of Ubba, and could foretell what would happen in forthcoming battle, flapping strongly for a victory and hanging limply for a defeat.[9] Realising the problem, Odda decided he could not remain atop the hill indefinitely, and at the break of dawn he led his troops down the hill, taking the Vikings by surprise. In the ensuing battle around a thousand Vikings were killed, as was Ubba himself, possibly at Odda's own hand.[1] The raven banner was captured by Odda's men and a great victory was won.[7] The battle would later be known as the Battle of Cynwit, or sometimes as the Battle of the Raven Banner.[9] Not long after the battle, in May 878, King Alfred left the Somerset marshes and defeated Guthrum's forces at the Battle of Edington. He then pursued the Danes to their stronghold at Chippenham and starved them into submission. One of the terms of the surrender was that Guthrum convert to Christianity. Three weeks later the Danish king and 29 of his chief men were baptised at Alfred's court at Aller, near Athelney, with Alfred receiving Guthrum as his spiritual son.[5] Odda was ultimately succeeded as Ealdorman of Devon by Edred, who died in 901.[2] Citations Bibliography Attribution","Title":"Odda, Ealdorman of Devon - Wikipedia","KeyID":"2632","URL":"https://en.wikipedia.org/wiki/Odda,_Ealdorman_of_Devon"}