{"Content: ":"The Danish House of Knýtlinga (English: \"House of Cnut's Descendants\") was a ruling royal house in Middle Age Scandinavia and England. Its most famous king was Cnut the Great, who gave his name to this dynasty. Other notable members were Cnut's father Sweyn Forkbeard, grandfather Harald Bluetooth, and sons Harthacnut, Harold Harefoot, and Svein Knutsson. It has also been called the House of Canute, the House of Denmark, the House of Gorm, or the Jelling dynasty. Under Harald Bluetooth's rule, he claimed on a prominent Jelling rune stone to have unified the territory that comprises modern-day Denmark under his rule, as well as Norway.[1] The latter claim is more tenuous, as he most likely only had periodic and indirect power over parts of modern-day Norway.[1] Under the House of Knýtlinga, early state formation in Denmark occurred.[2][1] In 1018 AD the House of Knýtlinga brought the crowns of Denmark and England together under a personal union. At the height of its power, in the years 1028–1030, the House reigned over Denmark, England and Norway. After the death of Cnut the Great's heirs within a decade of his own death and the Norman conquest of England in 1066, the legacy of the Knýtlinga was largely lost to history. The ruling royal house built impressive ring fortresses, as well as implementing new military organizational innovations, and oversaw the Christianization of Denmark.[1] The ruling royal house also developed a model of royal power, which was consistent with later European kingdoms, as well as engaged in the first Scandinavian minting of coins.[1] According to Andres Dobat, the Jelling dynasty are an example of stranger kings, as the first rulers, Harthacnut I or Gorm, were likely foreign.[1] According to Sverre Bagge, the first signs of clear rules of succession in Denmark take place under the Jelling dynasty.[3] The House of Knýtlinga ruled the Kingdom of England from 1013 to 1014 and from 1016 to 1042. In 1013 Sweyn Forkbeard, already the king of Denmark and of Norway, overthrew King Æthelred the Unready of the House of Wessex. Sweyn had first invaded England in 1003 to avenge the death of his sister Gunhilde and many other Danes in the St. Brice's Day massacre, which had been ordered by Æthelred in 1002. Sweyn died in 1014 and Æthelred was restored. However, in 1015 Sweyn's son, Cnut the Great, invaded England. After Æthelred died in April 1016, his son Edmund Ironside briefly became king, but was forced to surrender half of England to Cnut. After Edmund died in November that same year, Cnut became king of all England. Scotland submitted to him in 1017, and Norway in 1028.[4] Although Cnut was already married to Ælfgifu of Northampton, he married Æthelred's widow, Emma of Normandy. He ruled until his death in 1035. After his death another of Æthelred's sons, Alfred Aetheling, tried to retake the English throne, but he was betrayed and captured by Godwin, Earl of Wessex, who supported Cnut's son, Harold Harefoot. Alfred was blinded, and died soon after. Harold ruled until 1040, although his mother Ælfgifu may have ruled during part of his reign.[5] Harold initially shared England with his half brother Harthacnut, the son of Cnut and Emma. Harold ruled in Mercia and Northumbria, and Harthacnut ruled in Wessex. However Harthacnut was also king of Denmark (as Cnut III), and spent most of his time there, so that Harold was effectively sole ruler of England. Harthacnut succeeded Harold as king of England (he is sometimes also known as Cnut II). He died two years later, and his half-brother Edward the Confessor became king. Edward was the son of Æthelred and Emma, and so with his succession to the throne the House of Wessex was restored. Edward the Confessor ruled until 1066. His brother in law, Harold Godwinson—the son of Alfred's betrayer—became king, provoking the Norman conquest of England in the same year. Harold II was the last Anglo-Saxon king to rule over England. The Normans were descended from Vikings who had settled in Normandy, and although they had adopted the French language, their heritage and self-image were essentially Viking. In this manner, the Vikings ultimately (if indirectly) finally conquered and kept England after all.[6] In 1085–86 King Cnut IV of Denmark planned one last Danish invasion of England, but he was assassinated by Danish rebels before he could carry it out. This was the last time the Vikings attempted to attack Western Europe, and Cnut's death is regarded as the end of the Viking Age. The parentage of Strut-Harald and Gunnhild Konungamóðir is disputed; both of them had issue. The existence of Gunhild of Wenden and Sigrid the Haughty is disputed, some details of their lives can be exchanged to each other or associated to another figures.","Title":"House of Knýtlinga - Wikipedia","KeyID":"2633","URL":"https://en.wikipedia.org/wiki/House_of_Kn%C3%BDtlinga"}