{"Content: ":"Svein Knutsson (Old Norse: Sveinn Knútsson; c. 1016–1035) was the son of Cnut the Great, king of Denmark, Norway, and England, and his first wife Ælfgifu of Northampton, a Mercian noblewoman. In 1017 Cnut married Emma of Normandy, but there is no evidence that Ælfgifu was repudiated, and in 1030 Cnut sent her and Svein as regents to rule Norway. However, their rule was considered oppressive by the Norwegians. They imposed new taxes and harsh laws that made them unpopular and they were expelled in 1034.[1][2][3][4] Svein Knutsson is also mentioned as Sveinn Alfífuson (matronym) and under the epithet óforsynjukonungr (\"unforeseen king\").[citation needed] In Norwegian, his name is Svein Knutsson; in Danish, Svend Knudsen. Many variations of the name are used, including Sven and Sweyn, from the Anglo-Saxon Swegen. He was the second ruler of Norway by this name, after his grandfather Sweyn Forkbeard.[citation needed] In 1029 Håkon Eiriksson, Cnut's vassal ruler of Norway, was lost at sea and Olaf Haraldsson, who had been deposed as king of Norway by Cnut, tried to recapture the kingdom, but he was defeated and killed at the Battle of Stiklestad. Cnut then sent Svein and Ælfgifu to Norway, with Ælfgifu ruling as regent on behalf of her fourteen-year-old son.[5] This came as a great disappointment to a number of Norwegians who had wished to take the place of the Earls of Lade (Ladejarls). Nobles like Einar Tambarskjelve and Kalv Arnesson were especially disappointed because they both believed that Cnut had promised they could take power.[6] The 1030s were difficult years in Europe. Danish policy in Norway changed – there was closer royal involvement and strict regulations in many areas. This created the basis of a popular resistance against the new regime which can be characterised as being of the same ilk as that which Saint Olav had earlier come up against. According to the Sagas, Ælfgifu's and Svein's tax-demands and new laws created resentment.[citation needed] Snorri writes that \"King Svein brought in new laws on many subjects. They were modelled on Danish laws but some were much stricter. No man was allowed to leave the country without the King's permission; if he did so his property would become the King's. A person who committed murder would lose the right to land and property. If an outlaw was due an inheritance, the King would take it. At Christmas every farmer had to give the king a measure (between 15 and 20 litres) of malt from every hearth and the thigh of a three-year-old ox, this was called vinjartodde (land tax) in Old Norse, and also a bucket of butter.\"[7] According to the Heimskringla, the Battle of Soknasund occurred during 1033 in Ryfylke. Tryggve the Pretender came with an army from England. He said he was the son of Olav Tryggvason and therefore claimed the kingdom as his own. When word reached Sveinn Alfífuson and Aelgifu that Tryggve's invasion was imminent, they summoned the landholders of Halogaland and the Trondheim district to join the royal army in resisting Tryggve. Svein Knutsson and his army, probably including elite Danish troops stood against them. Sveinn and his forces made their way south to Agder, believing that Tryggve would attempt to slip through the Skagerrak and join his supporters in Viken. Tryggve, however, landed instead in Hordaland, then sailed to Rogaland to attack Sveinn's navy. The two fleets met off the island of Bokn. Svein won the Battle of Soknasund and Tryggve Olavsson was killed. Later that same winter Kalv Arnesson and Einar Tambarskjelve met and decided to travel to Gardarike to fetch Olav Haraldsson's son Magnus. When Magnus came to Norway the people sided with him and against the Danes. Svein had to flee home to Denmark where he died a short time later. Thus the King of Denmark had to give up his claim on Norway.[8] In William Shakespeare's Macbeth, there is a character called \"Sweno, the Norways' king\" based on Svein.[9] Svein is a back-story character in the first act of Macbeth, where Shakespeare calls him Sweno. His army arrived in Fife and began massacring Scots.[10] He besieged Macbeth in the castle of Bertha.[10] Duncan, the Scottish king, sent food and drink to the Norwegians, but laced it with a potion that caused them to become sleepy.[10] Macbeth then slaughtered Sweno's army, but Sweno himself escaped.[10] Canute and the Danes arrived to avenge this defeat, but they agreed to a truce:[10] Sweno, the Norway's king, craves composition [treaty]. nor would we deign him burial of his men till he disbursed at Saint Colme's-inch ten thousand dollars to our general use.[11]","Title":"Svein Knutsson - Wikipedia","KeyID":"2634","URL":"https://en.wikipedia.org/wiki/Svein_Knutsson"}