{"Content: ":"Guthred Hardacnutsson (Old Norse: Guðrøðr; Latin: Guthfridus; born c.844 - died 24 August 895 AD) was the Christian king of Viking Northumbria from circa 883 until his death. The first known king of Viking York, Halfdan, was expelled in 877. In c. 883, Symeon of Durham's History of the Kings simply states, \"Guthred, from a slave, was made king\", but his History of the Church of Durham gives a longer account. Here he writes that after Halfdan was driven out: During this time the [Viking] army, and such of the inhabitants as survived, being without a king, were insecure; whereupon the blessed Cuthbert himself appeared in a vision to abbot Eadred [of the monastery at Carlisle]...[and] addressed him in the following words:—\"Go to the army of the Danes,\" he said, \"and announce to them that you are come as my messenger; and ask where you can find a lad named Guthred, the son of Hardacnut, whom they sold to a widow. Having found him, and paid the widow the price of his liberty, let him be brought forward before the whole aforesaid army; and my will and pleasure is, that he be elected and appointed king at Oswiesdune, (that is, Oswin's hill), and let the bracelet be placed upon his right arm.[1] It is not clear whether Guthfrith was a Christian, but his relations with the community of Saint Cuthbert, which was a major force in the former Bernicia, and which had lain outside the influence of Halfdan, whose authority was limited to the former Deira—approximately Yorkshire—were good. He granted much land between the River Tyne and the River Wear to the community. This had once belonged to the Wearmouth-Jarrow monastery, and formed the core lands of the church of Durham. Other lands, at the mouth of the River Tees, Guthred allowed Eadred to purchase for the church.[2] Symeon recounts that Guthred faced a large invasion by the Scots, which was defeated with the aid of Saint Cuthbert.[3] Guthred died on 24 August 895 (or perhaps 894) and was buried at York Minster.[4] Æthelweard the historian, whose tenth-century Chronicon is a more reliable source for this period than the later works of Symeon,[according to whom?] records that in 895:[5] There also died Guthfrith. king of the Northumbrians, on the feast of the apostle St Bartholomew [24 August]; his body is entombed in the city of York in the chief church. Guthred appears as a character in Bernard Cornwell's The Saxon Stories series, figuring particularly in The Lords of the North (2006). He is portrayed by Thure Lindhardt in the TV adaptation, The Last Kingdom. In Total War Saga: Thrones of Britannia, Guthred (spelled Guthfrid in the game) leads the playable faction of Northymbre.[6]","Title":"Guthred - Wikipedia","KeyID":"2636","URL":"https://en.wikipedia.org/wiki/Guthred"}