{"Content: ":"Araripesaurus was a pterosaur belonging to the suborder Pterodactyloidea, it was discovered in the Romualdo Formation of the Santana Group in northeastern Brazil, which dates back to the Aptian and Albian of the Early Cretaceous. The type species is A. castilhoi.[1] The genus was named in 1971 by Brazilian paleontologist Llewellyn Ivor Price.[1] The type species is Araripesaurus castilhoi. The genus name refers to the Araripe Plateau. The specific name honors the collector Moacir Marques de Castilho, who in 1966 donated the chalk nodule containing the fossil. The holotype, DNPM (DGM 529-R), consists of a partial wing, including distal fragments of the radius and ulna, carpals, all metacarpals and several digits. The specimen was a subadult. Its wingspan was estimated at 2.2 meters (7 ft 3 in).[2] Two other possible specimens are known; both consist of wing fragments and are roughly a third larger than the holotype, and were referred to the genus by Price. In 1985 Peter Wellnhofer has named a second species, Araripesaurus santanae;[3] this and two unnamed Araripesaurus sp. indicated by Wellhofer, were in 1990 by Kellner moved to Anhanguera as Anhanguera santanae.[4][5] Price placed Araripesaurus in the Ornithocheiridae.[1] Araripesaurus was the first pterosaur known from the Santana Formation. Later, other species were named from more complete remains and this raised the question whether they could be identical to Araripesaurus. In 1991 researcher Alexander Kellner concluded that Araripesaurus was identical to Santanadactylus and that due to a lack of distinguishing features it could only be more generally classified as a pterodactyloid. In 2000 Kellner reassessed the genus and concluded that precisely because of such a lack of autapomorphies (unique characters), it could not be synonymized with Santanadactylus and gave its position after a cladistic analysis as close to Anhangueridae, more derived than Istiodactylus. Kellner also indicated that Araripesaurus resembled Anhanguera piscator in morphology, albeit considerably smaller. [6][7]   ","Title":"Araripesaurus - Wikipedia","KeyID":"264","URL":"https://en.wikipedia.org/wiki/Araripesaurus"}