{"Content: ":"Olaf Guthfrithson or Anlaf Guthfrithson (Old Norse: Óláfr Guðrøðsson [ˈoːˌlɑːvz̠ ˈɡuðˌrøðsˌson]; Old English: Ánláf; Old Irish: Amlaíb mac Gofraid; died 941) was a Hiberno-Scandinavian (Irish-Viking)[nb 1] leader who ruled Dublin and Viking Northumbria in the 10th century. He was the son of Gofraid ua Ímair and great-grandson of Ímar, making him one of the Uí Ímair. Olaf succeeded his father as King of Dublin in 934 and succeeded in establishing dominance over the Vikings of Limerick when he captured their king, Amlaíb Cenncairech, in 937. That same year he allied with Constantine II of Scotland in an attempt to reclaim the Kingdom of Northumbria which his father had ruled briefly in 927. The forces of Olaf and Constantine were defeated by the English led by Æthelstan at the Battle of Brunanburh in 937. Olaf returned to Ireland in 938 but after Æthelstan's death the following year Olaf left for York where he was quickly able to establish himself as king, with his brother Blácaire mac Gofraid being left to rule in Dublin. Olaf and Æthelstan's successor Edmund met in 939 at Leicester where they came to an agreement regarding the division of England between them. This agreement proved short-lived, however, and within a few years Vikings had occupied the Five Boroughs of Derby, Leicester, Lincoln, Nottingham and Stamford. Olaf died in 941 and was succeeded in Northumbria by his cousin Olaf Cuaran. At the time of his death, the Irish annals title him \"king of Danes\" and \"king of the Fair Foreigners and the Dark Foreigners\". Olaf first conclusively appears in contemporary records in 933 when the annals describe him plundering Armagh on 10 November.[2] He is then recorded as allying with Matudán mac Áeda, overking of Ulaid and raiding as far as Sliabh Beagh, where they were met by an army led by Muirchertach mac Néill of Ailech, and lost 240 men in the ensuing battle along with much of their plunder.[nb 2] An earlier reference to a \"son of Gofraid\" who plundered the monastery at Kildare in 928 might refer to Olaf but no name is given.[6] Olaf's father Gofraid ua Ímair, King of Dublin, died in 934 and Olaf succeeded him as king.[2][7] The following year Olaf carried out a raid at Lagore crannog in County Meath, and then looted the burial chamber at Knowth the following week.[6][2] Olaf is described as \"Lord of the Foreigners\" by the Annals of the Four Masters in 937,[8] at which time he went to Lough Ree and captured Amlaíb Cenncairech, King of Limerick, and his troops after breaking their boats.[6][2] This conflict can be ascribed to rivalry between the competing Viking settlements of Dublin and Limerick, with this event marking victory for Dublin. This period is considered to be the high-point of Viking influence in Ireland.[9] Having secured his position in Ireland, Olaf turned his attention to England and Northumbria, which had once been ruled by Olaf's father and had been conquered in 927 by Æthelstan of England.[7] Olaf allied with Constantine II of Scotland, whose kingdom had been invaded by Æthelstan in 934, and in 937, the same year as the victory over Limerick, Olaf and the Vikings of Dublin left for England.[10] The allied forces of Olaf and Constantine met the forces of Æthelstan at the Battle of Brunanburh, at a site which is the subject of much debate, although current scholarly consensus identifies the site as Bromborough in Cheshire.[2][11] Olaf and Constantine commanded the Viking troops while Æthelstan alongside his brother Edmund led the English troops into the battle. Contemporary accounts indicate both sides suffered many casualties but the result was a decisive English victory. Olaf and Constantine survived the battle and returned to Ireland and Scotland respectively, but one of Constantine's sons died.[10] The battle is well-attested, with references in Irish chronicles, and a poetic telling of the battle in the Anglo-Saxon Chronicle.[12][13] The numerous references to it in various chronicles throughout the British Isles testify to its perceived importance at the time.[10] The annals record Olaf's return to Ireland in 938 as well as a raid he carried out that year on Kilcullen in modern-day County Kildare, where he is said to have taken a thousand prisoners.[6] Æthelstan died in October 939 and very soon afterwards Olaf left for York where he was able to quickly establish himself as king of Northumbria. Olaf was joined in England by his cousin Olaf Cuaran, and Olaf's brother Blácaire was left to rule in Dublin while he was away.[14][15] Symeon of Durham's Historia Regum records that Olaf and the new English king Edmund met at Leicester in 939 and came to an agreement on dividing England between the two of them.[16] This peace was short-lived and within a few years of the agreement the Vikings had seized the Five Boroughs of Derby, Leicester, Lincoln, Nottingham and Stamford.[nb 3][17] In 941 the Chronicle of Melrose records that Olaf raided an ancient Anglian church at Tyninghame in what is now the Scottish Borders and at the time was a part of Northumbria.[18][19] This attack may have been more than just a raid, and may have been intended to secure a route through Scotland upon which communication between York and Dublin was reliant.[20] Olaf died in 941 and he was succeeded in Northumbria by Olaf Cuaran.[15] In recording his death, the annals title him \"king of Danes\" (Chronicon Scotorum) and \"king of the Fair Foreigners and the Dark Foreigners\" (Annals of Clonmacnoise).[21][22] In 2005 a skeleton was excavated in an archaeological dig at Auldhame, East Lothian. Grave goods including a belt similar to others known to have been worn in Viking-age Ireland indicate that the skeleton belonged to a high-status individual. The presence of such goods, and the age of the skeleton, has led to speculation among historians and archaeologists that the remains could be those of Olaf.[23] Olaf is known to have conducted raids on Auldhame and Tyninghame shortly before his death in 941.[24] Auldhame and Tyninghame were two of several local churches dedicated to Saint Baldred. According to Alex Woolf, although the skeleton cannot be definitively identified with Olaf, the date and nature of the burial make it very likely the deceased individual died as a consequence of Olaf's attacks in the area in 941. Woolf has also suggested that \"there is a strong likelihood that the king’s followers hoped that by burying him in the saint’s cemetery he might have benefitted from some sort of post-mortem penance\".[23] Olaf's father is identifiable as Gofraid, who was king of Dublin between 920 and 934, and also briefly ruled Northumbria in 927.[25][26] Gofraid was a grandson of Ímar but no patronymic is given in the original sources. This may be because he was a child of a son of Ímar who never ruled Dublin, or he was a child of a daughter of Ímar, which in either case would mean his legitimacy to rule in the eyes of his contemporaries was dependent on the identity of his grandfather, not his parents.[27] Ímar, possibly identical to Ivar the Boneless, was the founder of the Uí Ímair and was one of the earliest kings of Dublin in the mid-ninth century.[28] Three other individuals are identifiable as sons of Gofraid; Albann, Blácaire and Ragnall.[25] Albann was killed in battle against Muirchertach mac Néill in 926.[29] Blácaire ruled Dublin from 939 onwards, and Ragnall mac Gofraid ruled Northumbria in 943 and 944, probably along with his cousin Olaf Cuaran, until they were driven out by Edmund I of England.[14][30] John of Worcester, writing in the twelfth century, claimed that Olaf had married a daughter of Constantine II of Scotland prior to 937, but this evidence is considered unreliable.[31] The thirteenth century chronicler Roger of Wendover wrote that Olaf married Aldgyth, the daughter of a Northumbrian earl called Orm as a consequence of the agreement at Leicester between Olaf and King Edmund.[32] An individual named Cammán mac Amlaíb is identifiable as a son of Olaf. The Annals of Ulster record he was defeated at a place called Dub in 960. Cammán may have been one of the meic Amlaíb (sons of Olaf) who the Annals of the Four Masters mention in 962.[33][34][35][36] According to this account the sons of Olaf and the Ladgmanns (lawmen) came to Ireland and plundered Conaille Muirtheimne and Howth. Afterward the lawmen went to Munster to avenge their brother Oin. They continued the plunder there and were defeated by the Irish in Uí Liatháin where 365 of them died. In the same year an unnamed son of Olaf led a raid from Ireland's Eye on Anglesey and Britain.[36][35] Cammán may be identical to Sitriuc Cam, an individual who in 962 made a naval attack on Uí Cholgain, but was forced to flee back to ships after a force of Dubliners and Leinstermen overtook him and slaughtered some of his men.[37] An individual named Gofraid mac Amlaíb recorded by the annals as dying in 963 may have been a son of Olaf or he may have been a son of Olaf Cuaran.[38] The Annals of Clonmacnoise list an Ímar, a \"son of the king\", among the dead at Brunanburh who might be a son of Olaf, although the origin of this list is uncertain.[39][40]","Title":"Olaf Guthfrithson - Wikipedia","KeyID":"2640","URL":"https://en.wikipedia.org/wiki/Olaf_Guthfrithson"}