{"Content: ":"Ivar the Boneless (Old Norse: Ívarr hinn Beinlausi [ˈiːˌwɑrː ˈhinː ˈbɛinˌlɔuse]; born in 800s–c. 873), also known as Ivar Ragnarsson, was a semi-legendary Viking leader who invaded England and Ireland. According to the Tale of Ragnar Lodbrok, he was the son of Ragnar Loðbrok and his wife Aslaug. His brothers included Björn Ironside, Hvitserk, Sigurd Snake-in-the-Eye and Ubba. Ivar is probably the same person as Ímar.[2] The origin of the nickname is not certain. \"Ívarr beinlausi\" could be translated to \"Ivar legless\", but \"beinlausi\" could also be translated as \"boneless\", since \"bone\" and \"leg\" translates to the same word, \"bein\", in Old Norse.[3] Several of the sagas describe him as lacking legs/bones or having a skeletal condition such as osteogenesis imperfecta,[4] while a passage in Ragnarssona þáttr (also known as the tale of Ragnar's sons) suggest it refers to male impotence.[5] According to the Tale of Ragnar Lodbrok, Ivar's bonelessness was the result of a curse. His mother, Aslaug, Ragnar's third wife was described as a völva, a seer or clairvoyant. Aslaug suggested that she and her husband wait for three nights before consummating their marriage after a long separation while he was in England raiding. However, Ragnar was passionate after such a long separation and did not heed her words. As a result, Ivar was born with weak bones.[6] Another hypothesis is that he was actually known as \"the Hated\", which in Latin would be Exosus. A medieval scribe with only a basic knowledge of Latin could easily have interpreted it as ex (without) os (bone), thus \"the Boneless\",[7] although it is hard to align this theory with the direct translation of his name given in Norse sources.[6] While the sagas describe Ivar's physical disability, they also emphasise his wisdom, cunning, and mastery of strategy and tactics in battle.[8] He is often considered identical to Ímar, the founder of the Uí Ímair dynasty, which at various times, from the mid-ninth to the tenth century, ruled Northumbria from the city of York, and dominated the Irish Sea region as the Kingdom of Dublin.[9] The Anglo-Saxon chronicler Æthelweard records his death as 870.[16] The Annals of Ulster describe the death of Ívar in 873. The death of Ívar is also recorded in the Fragmentary Annals of Ireland under the year 873.[17] The identification of the king of Laithlind as Gothfraid (i.e., Ímar's father) was added by a copyist in the 17th century. In the original 11th-century manuscript, the subject of the entry was simply called righ Lochlann (\"the king of Lochlainn\"), which more than likely referred to Ímar, whose death is not otherwise noted in the Fragmentary Annals. The cause of death—a sudden and horrible disease—is not mentioned in any other source, but it raises the possibility that the true origin of Ivar's Old Norse nickname lay in the crippling effects of an unidentified disease that struck him down at the end of his life. In 1686, a farm labourer named Thomas Walker discovered a Scandinavian burial mound at Repton in Derbyshire close to a battle site where the Great Heathen Army overthrew the Mercian King Burgred of his kingdom. The number of partial skeletons surrounding the body—over 250—signified that the man buried there was of very high status. It has been suggested that such a burial mound is possibly the last resting place of Ivar.[18] According to the saga, Ivar ordered that he be buried in a place that was exposed to attack, and prophesied that, if that was done, foes coming to the land would be met with ill-success. This prophecy held true, says the saga, until \"when Vilhjalm bastard (William I of England) came ashore[,] he went [to the burial site] and broke Ivar's mound and saw that [Ivar's] body had not decayed. Then Vilhjalm had a large pyre made upon which Ivar's body was] burned... Thereupon, [Vilhjalm proceeded with the landing invasion and achieved] the victory.\"[19][20]","Title":"Ivar the Boneless - Wikipedia","KeyID":"2644","URL":"https://en.wikipedia.org/wiki/Ivar_the_Boneless"}