{"Content: ":"Guthrum[b] (Old English: Guðrum, c. 835 – c. 890) was King of East Anglia in the late 9th century. Originally a native of what is now Denmark, he was one of the leaders of the \"Great Summer Army\" that arrived in Reading during April 871 to join forces with the Great Heathen Army, whose intentions were to conquer the kingdoms of Anglo-Saxon England. The combined armies were successful in conquering the kingdoms of East Anglia, Mercia, and Northumbria, and overran Alfred the Great's Wessex, but were ultimately defeated by Alfred at the Battle of Edington in 878. The Danes retreated to their stronghold, where Alfred laid siege and eventually Guthrum surrendered. Under the terms of his surrender, Guthrum was obliged to be baptised as a christian to endorse the agreement, plus allow him to rule more legitimately over his christian vassals, while remaining pagan to his pagan vassals and then leave Wessex. The subsequent Treaty of Alfred and Guthrum set out the boundaries between Alfred and Guthrum's territories, as well as agreements on peaceful trade and the weregild value of its people. This treaty is seen as the foundation of the Danelaw. Guthrum ruled East Anglia under his baptismal name of Æthelstan until his death.[1] Viking raids began in England in the late 8th century. The first one probably took place in either 787 or 789.[2] The Anglo-Saxon Chronicle for 787 says that: \"This year king Bertric took to wife Eadburga, king Offa's daughter; and in his days first came three ships of Northmen, out of Hæretha-land [Denmark]. And then the reve rode to the place, and would have driven them to the king's town, because he knew not who they were: and they there slew him. These were the first ships of Danishmen which sought the land of the English nation.\" Small-scale raiding of the English kingdoms continued on and off until 865, when a much larger army landed in East Anglia with the intention of invading and conquering.[3] This initial army was reinforced in 871 by the Great Summer Army (Old English: mycel sumorlida).[4][5] Guthrum, a nephew of Horik II of Denmark and a failed candidate for a share of the Danish throne, was one of the leaders of the Great Summer Army, which in April 871 joined forces with the \"Great Danish Army\" based at Reading. The combined army had several military engagements with the West Saxons before wintering in London in 871–872. Coins minted in London during this period bear the name Halfdan, identifying him as its leader.[7][8] In the autumn of 872, the Great Army returned to Northumbria to quell a revolt[c] against its puppet-regent Ecgberht I of Northumbria.[10] The Army overwintered at Torksey, and was then reported as being in the Repton district a year later. It conquered Mercia in 874, with Burgred of Mercia being deposed and replaced by a Danish puppet-regent, Ceolwulf.[10] Following this victory, the Great Army split in two – one half under Halfdan heading north to fight against the Picts and Britons of Strathclyde, and the other half under Guthrum heading south to continue fighting against Wessex.[7] On Epiphany, 6 January 878, Guthrum made a surprise nighttime attack on Alfred and his court at Chippenham. It being an important feast day in the Christian liturgical year, the Saxons were presumably taken by surprise—indeed it is possible that Wulfhere, Ealdorman of Wiltshire, allowed the attack through either negligence or intent, for, on Alfred's return to power later in 878, Wulfhere and his wife were stripped of their lands.[11][12] Alfred fled the attack with a few retainers and took shelter in the marshes of Somerset, staying in the small village of Athelney. Over the next few months, according to the Anglo Saxon Chronicle, he built up his force and waged a guerrilla war against Guthrum: \"Alfred: and he, with a small band, with difficulty retreated to the woods and to the fastnesses[d] of the moors.... at Easter king Alfred with a small band constructed a fortress at Athelney; and from this fortress, with that part of the men of Somerset which was nearest to it, from time to time they fought against the [viking] army.\" After a few months, Alfred called his loyal men to Egbert's Stone, and from there they travelled to Edington to fight the invaders.[14] In 878, Alfred the Great defeated the Viking Army at the Battle of Edington. Guthrum subsequently retreated with the remnants of his army to their \"stronghold\"; Alfred pursued and besieged him for fourteen days.[15] Guthrum eventually gave in, and a truce was negotiated. The Anglo-Saxon Chronicle records the terms of the surrender: \"Then the raiding army granted him [Alfred] hostages and great oaths that they would leave his kingdom and also promised him that their king [Guthrum] would receive baptism; and they fulfilled it. And three weeks later the king Guthrum came to him, one of thirty of the most honourable men who were in the raiding army, at Aller – and that is near Athelney – and the king received him at baptism; and his chrism loosing was at Wedmore.\" Under the terms of his surrender, Guthrum was obliged to be baptised[e] in the Christian faith and then with his army leave Wessex. This agreement is known as the Treaty of Wedmore.[16] Another treaty soon followed that set out the boundaries between Alfred and Guthrum's territories as well as agreements on peaceful trade, and the weregild value of its people. This is known as the Treaty of Alfred and Guthrum.[17] Guthrum returned to East Anglia, and although there are records of Viking raiding parties in the 880s, Guthrum ceased to be a threat and ruled for more than ten years as a Christian king for his Saxon vassals and simultaneously as a Norse king for his Viking ones. He had coins minted that bore his baptismal name of Æthelstan. On his death in 890, the Annals of St Neots, a chronicle compiled at Bury St Edmunds in the 12th century, recorded that Guthrum was buried at Hadleigh,[f] Suffolk.[19][7][20] Guthrum appears or is mentioned in several works of fiction, including: On screen, he has been portrayed by Brian Blessed[22] in episode 4 (\"King Alfred\") of Churchill's People; by Michael York in the 1969 film Alfred the Great; and by Thomas W. Gabrielsson in the BBC and Netflix original television series The Last Kingdom. Guthrum appears in a number of video games that are set during the Viking Age. He is the leader of the East Engle faction in the 2018 strategy video game Total War Saga: Thrones of Britannia. He is an ally of the Norse drengr Eivor in the 2020 video game Assassin's Creed: Valhalla. He also appears in the 2012 grand strategy game Crusader Kings II as an unlanded, unplayable character (named Guttorm) in the 867 start date at the court of Þorfinn, the ruler of Vermaland in modern-day Sweden. It is implied that the Vikings character Hvitserk would be the same as the historical Guthrum (despite a previous character having this name) after he is baptized as Athelstan and made a “Saxon prince” by King Alfred.","Title":"Guthrum - Wikipedia","KeyID":"2648","URL":"https://en.wikipedia.org/wiki/Guthrum"}