{"Content: ":"The Battle of York was fought between the Vikings of the Great Heathen Army and the Anglo-Saxon Kingdom of Northumbria on 21 March 867 in the city of York. Formerly controlled by the Roman Empire, York had been taken over by the Anglo-Saxons and had become the capital of the Kingdom of Northumbria. In 866 this kingdom was in the middle of a civil war, with Ælla and Osberht both claiming the crown. The Vikings, who had arrived on the eastern shores of the British Isles led by Ubba and Ivar, were able to take the city.[citation needed] In the spring of 867 Ælla and Osberht united to try to push the Vikings out of York. Despite the Northumbrians making it inside the walls, the battle ended without success, and with the deaths of both Ælla and Osberht. Following their victory the Vikings would initially set up a puppet king named Ecgberht, before later creating the Kingdom of Jórvík centred on York. Known as Eoferwic, York was taken over by the Anglo-Saxons after the Romans left in the 5th century.[1] The city became the capital of the Kingdom of Northumbria, serving the needs of both the king and the Archbishop of York.[2] The ancient Roman walls still stood, but by 867 they were crumbling and in disrepair, proving to be little defence against the attacking Northumbrians.[3] There had been Viking raids against Britain since the 8th century, but it was not until the 860s that Viking armies were formed with the intention of conquering lands.[4] In 865 the Great Heathen Army landed in East Anglia and started the invasion that would lead to the creation of the Danelaw.[5] Led by Ubba and Ivar (who may be the same historical figure as Ímar) the Vikings first took York on 1 November 866.[3][6] Ivar's apparent motive was to avenge the death of his father, Ragnar Lodbrok.[7] The Kingdom of Northumbria was in the middle of a civil war after Ælla had driven out the previous king Osberht by force.[8] The Vikings had little trouble taking York, but failed to capture Ælla.[8] In the spring of 867 Ælla and Osberht put aside their differences and united in an attempt to push the invaders out of Northumbria, leading to the battle of York on the 21 March.[3][9] The battle started well for the Northumbrian forces, who broke through the city's defences.[8] But then the experience of the Viking warriors showed through,[according to whom] as the narrow streets nullified any advantage of numbers the Northumbrians may have had.[3][citation needed]. The battle ended with a defeat of the Northumbrian army, and the death of both Ælla and Osberht.[8] A somewhat different account stated that the Vikings were caught under the walls of York, between their attackers and York's Northumbrian garrison. However, the Danes rallied and the battle turned against the Northumbrians and resulted in the killing of both of their kings.[7] Norse tradition holds that the victorious Ivar and Ubba were brothers and that they captured Ælla and subsequently blood eagled him.[10][11] In contrast, the Anglo-Saxon Chronicle simply states \"both kings were slain on the spot\".[12] In York, Viking leaders established a puppet king named Ecgberht,[13] who remained until 872, when a revolt drove him into exile in Mercia. Halfdan Ragnarsson of the Vikings ended the revolt in 876 and directly occupied York and the rest of Deira (south-east Northumbria), partitioning it among his followers.[13] In time, this led to the creation of the Kingdom of Jórvík, which existed under Viking control until 910, when it was taken by the Anglo-Saxons.[14] The kingdom was reoccupied by the Vikings on several occasions until 954, from when it was subjected to the rule of Wessex.[14] No future attempt was made to re-establish the Kingdom of Northumbria.[15] Before the area was integrated into Wessex, the surviving Anglo-Saxon lords ruled Northumberland north of the river Tees from Bamburgh.[13]","Title":"Battle of York (867) - Wikipedia","KeyID":"2652","URL":"https://en.wikipedia.org/wiki/Battle_of_York_(867)"}