{"Content: ":"The Battle of Cynwit,[a] was a battle between West Saxons and Vikings in 878 at a fort which Asser calls Cynwit. The location of the battle is not known for sure but probably was at Countisbury Hill[b], near Countisbury, Devon.[c][4][5][6] The Viking army, by tradition, led by Ubba[d] brother of Ivar the Boneless and Halfdan Ragnarsson. Sailed from Dyfed (where they had overwintered) and landed on the coast at Countisbury[c] with 23 ships and twelve hundred men.[1][3] On landing the Viking army discovered that the West Saxons[e] had taken refuge in a stronghold at Cynuit (Countisbury?), they perceived that the stronghold was unprepared for battle and decided to besiege it instead, particularly as the stronghold did not seem to have any food or water supply.[1] According to Asser [f] (Alfred's biographer) the West Saxons burst out of the fortress, one day, at dawn and were able to overwhelm the Viking forces killing their leader and over eight hundred of his men. They also captured the fabled \"Raven banner\".[11]The Anglo Saxon Chronicle reported it thus: And the same winter the brother of Hingwar and of Halfdene came with twenty-three ships to Devonshire in Wessex; and he was there slain, and with him eight hundred and forty men of his army: and there was taken the war-flag which they called the Raven. At the time of the battle Alfred the Great was on the run from the Vikings in the marshes of Somerset. It was therefore an important victory for the West Saxons won by someone other than Alfred, the king of Wessex who at the time was spearheading the West Saxon resistance to the Viking invasions.[11] The Chronicle, in addressing the year 878, makes the claim that \"all but Alfred the King\" had been subdued by the Vikings: This year, during midwinter, after twelfth night, the army stole away to Chippenham, and overran the land of the West-Saxons, and sat down there; and many of the people they drove beyond sea, and of the remainder the greater part they subdued and forced to obey them, except king Alfred The Battle of Cynwit was one of several triumphant stories, recorded by Asser and the Chronicle, for 878 that culminated in victory over the Vikings at the Battle of Edington.[11] The battle appears in The Marsh King, a children's historical novel by C. Walter Hodges, where its location is called \"Kynwit\". Although this novel is about King Alfred, it gives due credit to Ealdorman Odda for this victory, although the description of the battle may not be very accurate, showing the Vikings as making a landing at night and being defeated immediately on the landing ground. The battle also features in Bernard Cornwell's novel The Last Kingdom. Cornwell ascribes the victory, as well as the killing of Ubba, to his hero Uhtred, though he is supported by forces commanded by Odda.[12] ","Title":"Battle of Cynwit - Wikipedia","KeyID":"2659","URL":"https://en.wikipedia.org/wiki/Battle_of_Cynwit"}