{"Content: ":"The Battle of Buttington was fought in 893[a] between a Viking army and an alliance of Anglo-Saxons and Welsh. The annals for 893 reported that a large Viking army had landed in the Lympne Estuary, Kent and a smaller force had landed in the Thames estuary under the command of Danish king Hastein. These were reinforced by ships from the settled Danes of East Anglia and Northumbria, some of this contingent sailed round the coast to besiege a fortified place (known as a burh) and Exeter, both in Devon. The English king Alfred the Great, on hearing of Exeter's demise, led all his mounted men to relieve the city. He left his son-in-law Æthelred, Lord of the Mercians and ealdormen Æthelhelm, Æthelnoth, and others in charge of defending various towns and cities from the rest of the Viking army. The king's thegns managed to assemble a great army consisting of both Saxons and Welsh. The combined army laid siege to the Vikings who had built a fortification at Buttington. After several weeks the starving Vikings broke out of their fortification only to be beaten by the combined English and Welsh army with many of the Vikings being put to flight. Viking[b] raids began in England in the late 8th century and Wales in the mid 9th century.[2][3][4] The raiding continued on and off until the 860s, when instead of raiding the Viking changed their tactics and sent a great army to invade England. This army was described by the Anglo-Saxon Chronicle as a \"Great Heathen Army\".[5][6] Alfred defeated the Great Heathen Army at the Battle of Edington in 878. A treaty followed whereby Alfred ceded an enlarged East Anglia to the Danes.[7] After Edington, Alfred reorganised the defences of Wessex, he built a navy and a standing army. He also built a series of fortified towns, known as burhs[c] that ringed Wessex. To maintain the burhs, and the standing army, he set up a taxation system known as the Burghal Hidage. Viking raids still continued but his defences made it difficult for the Vikings to make progress. As the political system in Francia (part of modern day France) was in turmoil the Vikings concentrated their efforts there as the raiding was more profitable.[9][10][11] By late 892 the leadership in Francia had become more stable and the Vikings were finding it difficult to make progress there too, so they again attempted a conquest of England.[12] In 893 two hundred and fifty ships[d] landed an army in the Lympne Estuary[e] in Kent where they built a fortification at Appledore. A smaller force of eighty ships under Hastein landed in the Thames estuary before entrenching themselves at Milton, also in Kent.[10] The invaders brought their wives and children with them, indicating a meaningful attempt at conquest and colonisation. Alfred took up a position from which he could observe both of the Viking armies.[14] The Vikings were further reinforced with 240 ships, that were provided by the Danes of East Anglia and Northumbria who had settled there after the wars of the 860s and 870s. The Anglo-Saxon Chronicle says that they did it \"contrary to [their] pledges.\"[f][16][15] At some point Alfred's army captured Hastein's family.[16] The annals report that Alfred was in talks with Hastein, but do not say why. Horspool speculates that it may well be to do with Hastein's family, however while the talks were going on, the Danes at Appledore broke out and struck northwestwards.[10][16] They were overtaken by Alfred's eldest son, Edward, and were defeated in a general engagement at Farnham in Surrey. They took refuge on an island at Thorney, on Hertfordshire's River Colne, where they were blockaded and were ultimately forced to submit.[14] The force fell back on Essex and, after suffering another defeat at Benfleet, joined Hastein's army at Shoebury.[10][16] Alfred had been on his way to relieve his son at Thorney when he heard that the Northumbrian and East Anglian Danes were besieging Exeter and an unnamed[g] burh on the North Devon shore. Alfred at once hurried westward and when he arrived at Exeter, the Danes took to their ships. The siege of Exeter was lifted but the fate of the unnamed North Devon burh is not recorded. Meanwhile, the force under Hastein set out to march up the Thames Valley, possibly with the idea of assisting their friends in the west.[h] But they were met by the Western army that consisted of West Saxons, Mercians, and some Welsh, it was led by three eldermen namely Æthelred the Lord of the Mercians, Æthelhelm the Ealdorman of Wiltshire, and Æthelnoth the Ealdorman of Somerset. The chronicle says that they \"were drawn from every burh east of the Parret; both west and east of Selwood, also north of the Thames and west of the Severn as well as some part of the Welsh people\".[i][5] Æthelred, although a Mercian, was married to Alfred's daughter and thus as his son in law was able to cross the borders of Wessex in pursuit of Vikings. The combined Anglo-Saxon and Welsh army forced the Vikings to the northwest, where they were finally overtaken and besieged at Buttington.[10] The English and Welsh army came up the River Severn, and besieged all sides of the fortification (at Buttington) where the Vikings had taken refuge. The Anglo-Saxon Chronicle says that \"after many weeks had passed, some of the heathen [Vikings] died of hunger, but some, having by then eaten their horses, broke out of the fortress, and joined battle with those who were on the east bank of the river. But, when many thousands of pagans had been slain, and all the others had been put to flight, the Christians [English and Welsh] were masters of the place of death. In that battle, the most noble Ordheah and many of the king's thegns were killed.\"[10][16] The annals say that the Vikings came up the Severn from the Thames making the most likely candidate for the location of the battle as present-day Buttington,[18] Welshpool in the county of Powys, Wales. Another place that has been suggested is Buttington Tump at the mouth of the River Wye, where it flows into the Severn but this is seen as less likely.[19] The Vikings who had taken to their ships after Alfred's arrival, at Exeter, sailed along the south coast and attempted to raid Chichester, a burh according to the Burghal Hidage, manned by 1,500 men. The chronicle says that the citizens \"put many [Vikings] to flight and killed hundreds of them and captured some of their ships\".[16] According to the Anglo-Saxon historian Æthelweard writing nearly a hundred years later, \"Hastein made a rush with a large force from Benfleet, and ravaged savagely through all the lands of the Mercians, until he and his men reached the borders of the Welsh; the army stationed then in the east of the country gave them support, and the Northumbrian one similarly. The famous Ealdorman Æthelhelm made open preparation with a cavalry force, and gave pursuit together with the western English army under the generalship of Æthelnoth. And King (sic) Æthelred of the Mercians was afterwards present with them, being at hand with a large army.\"[20] The Buttington Oak was said to have been planted by local people to commemorate the battle and survived until February 2018.[21] Coordinates: 52°40′N 3°05′W﻿ / ﻿52.67°N 3.09°W﻿ / 52.67; -3.09","Title":"Battle of Buttington - Wikipedia","KeyID":"2661","URL":"https://en.wikipedia.org/wiki/Battle_of_Buttington"}