{"Content: ":"The St. Brice's Day massacre was the planned mass killing of all Danes ordered by King Æthelred the Unready in response to a perceived threat to his life, that occurred 13 November 1002, within territory under his control. The skeletons of over 30 young men found during an excavation at St John's College, Oxford, in 2008, may be those of some victims. The name (Danish: Danemordet, Massakren på Sankt Brictiusdag) refers to St. Brice, fifth-century Bishop of Tours, whose feast day is 13 November. After several decades of relative peace, Danish raids on English territory began again in earnest in the 980s, becoming markedly more serious in the early 990s. Following the Battle of Maldon in 991, Æthelred paid tribute, or Danegeld, to the Danish king.[1][2] Æthelred married Emma of Normandy in 1002, daughter of Richard I of Normandy; her mother was a Dane named Gunnor, their son was Edward the Confessor. Some Danes had arrived as traders and intermarried with the Anglo-Saxon population, some settled in Wessex becoming farmers and were raising families in the Anglo-Saxon controlled area of what is now England.[3][4] Meanwhile Æthelred's Kingdom had been ravaged by Danish raids every year from 997 to 1001, and in 1002 Æthelred was told that the Danish men in his territory \"would faithlessly take his life, and then all his councillors, and possess his kingdom afterwards\". In response, he ordered the deaths of all Danes living in England.[5][6] Historians believe there was significant loss of life, though evidence is lacking on any specific estimates. There are historical records that state Gunhilde, the sister of Sweyn Forkbeard, the King of Denmark, was a victim along with her husband Pallig Tokesen, the Danish Ealdorman of Devonshire.[7] He had taken part in raids on the south coast.[8] The massacre in Oxford was referred to by Æthelred in a royal charter of 1004 as 'a most just extermination' of Danes who had settled and 'sprung up in this island', he goes on to proclaim it was with God's aid he rebuilt St Frideswide's Church (now Christ Church Cathedral): \"For it is fully agreed that to all dwelling in this country it will be well known that, since a decree was sent out by me with the counsel of my leading men and magnates, to the effect that all the Danes who had sprung up in this island, sprouting like cockle amongst the wheat, were to be destroyed by a most just extermination, and thus this decree was to be put into effect even as far as death, those Danes who dwelt in the afore-mentioned town, striving to escape death, entered this sanctuary of Christ, having broken by force the doors and bolts, and resolved to make refuge and defence for themselves therein against the people of the town and the suburbs; but when all the people in pursuit strove, forced by necessity, to drive them out, and could not, they set fire to the planks and burnt, as it seems, this church with its ornaments and its books. Afterwards, with God's aid, it was renewed by me.\"[9] During an excavation at St John's College, Oxford, in 2008, the remains were found of 37 people who had been massacred. All of them appeared to be male apart two who were too young for their sex to be identified and most were aged 16 to 25.[3][10] Chemical analysis carried out in 2012 by Oxford University researchers suggests that the remains are Viking; older scars on some of the bones suggest a mixture of settlers and \"Danes who had sprung up in this island\",[9] some who had old battle scars, the Oxford site's chief archaeologist concluded the victims had no defensive wounds were unarmed and killed while running away from being burned alive in the church, with wounds on the back.[3][11] The bodies show evidence of multiple serious injuries caused by a range of weapons.[12] Their manner of death was a frenzied attack while defenceless by more than one attacker and from all sides of the body.[3] Radiocarbon dating suggests a burial date of 960 to 1020 AD. Charring on the bones is consistent with historical records of the church burning (see above).[13] DNA testing of one of the bodies closely matched it with the remains of a man who had been excavated in Otterup, central Denmark, suggesting that they were either half-brothers or uncle and nephew.[12] The Ridgeway Hill Viking burial pit near Weymouth, Dorset, a site dated as being between 970 and 1038 AD discovered when building a new relief road, contained 54 Scandinavian males all beheaded, suggesting a mass execution that may be linked to Oxford and the territory-wide decree by Æthelred.[9] Historians have generally viewed the massacre as a political act which helped to provoke Sweyn's invasion of 1003.[14] Simon Keynes in his Oxford Online DNB article on Æthelred described it as the reaction of a people who had suffered under Danelaw through mercenaries who had turned on their employers.[15] Æthelred's biographer, Ryan Lavelle suggests it was probably confined to frontier towns such as Oxford, and larger towns with small Danish communities, such as Bristol, Gloucester and London within territory under Æthelred's control noting lack of remorse shown in the Oxford charter which exploited ethnic hatred and millenarianism.[5] Audrey MacDonald stated it had eventually led to the accession of Cnut in 1016.[8] The historian Levi Roach states \"These purges bred suspicion and division at a critical moment, and in the end his death was soon followed by the conquest of England by the Danish ruler Cnut. In an age in which protectionism and xenophobia are increasingly common responses to the challenges of globalization, the lessons of Æthelred’s reign are as fresh as they were a thousand years ago.\" Roach states \"it is difficult for the modern observer to feel anything but repugnance\". He further states \"we should resist the temptation to judge Æthelred by twenty-first-century standards\".[16][17]","Title":"St Brice's Day massacre - Wikipedia","KeyID":"2671","URL":"https://en.wikipedia.org/wiki/St._Brice%27s_Day_massacre"}