{"Content: ":"The Battle of Assandun (or Essendune)[1] was fought between Danish and English armies on 18 October 1016. There is disagreement whether Assandun may be Ashdon near Saffron Walden in north Essex, England, or, as long supposed and better evidenced, Ashingdon near Rochford in south-east Essex. It ended in victory for the Danes, led by King Canute, who triumphed over the English army led by King Edmund Ironside. The battle was the conclusion to the Danish conquest of England. During the battle, Eadric Streona, the ealdorman of Mercia, left the battle allowing the Scandinavians to break through the English lines and win a decisive victory. Eadric Streona had previously defected to Canute when he landed in England but after Canute's defeat at the Battle of Otford he came back to the English, but this was a trick as he would betray them at Assandun. The battle is mentioned briefly in Knýtlinga saga which quotes a verse of skaldic poetry by Óttarr svarti, one of Canute's court poets. King Knut fought the third battle, a major one, against the sons of Æthelred at a place called Ashington, north of the Danes' Woods. In the words of Ottar: During the course of the battle, Eadnoth the Younger, Bishop of Dorchester, was killed by Canute's men whilst in the act of saying mass on behalf of Edmund Ironside's men. According to Liber Eliensis, Eadnoth's hand was first cut off for a ring, and then his body cut to pieces.[3] The ealdorman Ulfcytel Snillingr also died in the battle. Following his defeat, Edmund was forced to sign a treaty with Canute. By this treaty, all of England except Wessex would be controlled by Canute and when one of the kings should die the other would take all of England, that king's son being the heir to the throne. After Edmund's death on 30 November, Canute built a church, chapel, or holy site after winning the battle to commemorate the soldiers who died in battle. A few years later in 1020 the completion of the memorial church known as Ashingdon Minster took place, on the hill next to the presumed site of the battle in Ashingdon. The church still stands to this day. Canute attended the dedication of Ashingdon Minster with his bishops and appointed his personal priest, Stigand, to be priest there; he later became Archbishop of Canterbury. There is another possible location of the battle; Ashdon, also in Essex, or closer to nearby Hadstock. There have been many finds of Roman and Anglo-Saxon coins in the area and the construction of the Saffron Walden to Bartlow branch line through the 'Red Field' between Hadstock and Linton in the 1860s discovered a large number of skeletal remains. Historians have argued inconclusively over the different sites for years. Ashdon's 10th-century wooden village church, itself possibly built on the site of a pre-Christian temple, was probably rebuilt in stone in the early 11th century, about the right time for Canute's conquest. Little remains of the earlier structures, which were largely obliterated by the construction of the current church of All Saints during the late 13th to early 15th centuries. A possible site for Canute's church is St Botolph's Church in Hadstock, known to date from the early 11th century, still largely extant, and much closer to an alternative battle site.[4][5] ","Title":"Battle of Assandun - Wikipedia","KeyID":"2674","URL":"https://en.wikipedia.org/wiki/Battle_of_Assandun"}