{"Content: ":"Kingdom of Norway Kingdom of England The Battle of Fulford was fought on the outskirts of the village of Fulford[1] just south of York in England, on 20 September 1066, when King Harald III of Norway, also known as Harald Hardrada (\"harðráði\" in Old Norse, meaning \"hard ruler\"), and Tostig Godwinson, his English ally, fought and defeated the Northern Earls Edwin and Morcar.[1][2][3] Tostig was Harold Godwinson's banished brother. He had allied with King Harald of Norway and possibly Duke William of Normandy but there is no record of the reasoning behind his invasions. The battle was a victory for the Viking army. The earls of York could have hidden behind the walls of their city but instead they met the Viking army across a river. All day the English desperately tried to break the Viking shield wall but to no avail. Tostig was opposed by Earl Morcar who had displaced him as Earl of Northumbria.[4] The Anglo-Saxon king Edward the Confessor died on 5 January 1066 without an heir.[5] The only surviving male member of the royal family was Edgar, the young son of Edward Ætheling. On the day of King Edward's funeral, 6 January, Harold Godwinson, the Earl of Wessex, rushed to London, where he was crowned king in the Abbey of Saint Peter of Westminster, by Ealdred, Archbishop of York.[6] Harold Godwinson was elected as King by the Witenagemot, who had gathered in Westminster to celebrate the feast of Epiphany. However, two powerful earls, brothers Edwin of Mercia and Morcar of Northumbria, challenged his authority. Sources indicate that Harold moved north to confront them; however, in the end he secured their loyalty by marrying their sister, Edith, the widow of Griffith of Wales. By securing the loyalty of Edwin and Morcar, Godwinson increased his strength in the north. These men were, in fact, the first barrier between Harold Godwinson and Harald Hardrada.[7] Tostig, the exiled brother of Godwinson, also felt he had a claim to the English throne. During his exile, he lived in Flanders, from where, according to the Anglo-Saxon Chronicle, he invaded England in May 1066 against his brother.[8] At Sandwich, Tostig is said to have enlisted and impressed sailors.[8] He then sailed north, where he battled Edwin, the Earl of Mercia. After a quick defeat at the mouth of the Humber, he arrived in Scotland under the protection of King Malcolm III. Later he met, and made a pact with, Harald Hardrada, King of Norway, whereby he agreed to support Hardrada in his invasion of England.[8] The medieval historian Orderic Vitalis has a different version of this story; he says that Tostig travelled to Normandy to enlist the help of William, Duke of Normandy.[9][10] Then, as William was not ready to get involved at that stage, Tostig sailed from the Cotentin Peninsula, but because of storms ended up in Norway, and made his pact with Harald Hardrada there.[8] Whether in Norway or Scotland, it is certain that Tostig allied himself with Hardrada, as they fought side by side at the Battle of Fulford. Tostig was a useful ally for Hardrada not only because he was the brother of his adversary, but also because he knew the terrain.[11] Hardrada, like Tostig, William of Normandy and King Harold Godwinson, was another claimant to the throne. Hardrada set sail for England in September 1066, stopping in Orkney to pick up supplies, and was later reinforced by Tostig, who brought soldiers and ships. They sailed together along the River Ouse towards the city of York.[12] In Orderic Vitalis's version, it says that in the month of August Hardrada and Tostig set sail across the wide sea with a favourable wind and landed in Yorkshire.[13] They arrived at the mouth of the Humber on 18 September. Having disembarked from their ships, their armies quickly moved towards York. On 20 September 1066, they were confronted by Godwinson's earls, Edwin and Morcar.[14] Edwin had brought some soldiers to the east to prepare for an invasion by the Norwegians. The battle started with the English spreading their forces out to secure their flanks. On their right flank was the River Ouse, and on the left was the Fordland, a swampy area. The disadvantage to the position was that it gave Harald higher ground, which was perfect for seeing the battle from a distance. Another disadvantage was that if one flank were to give way, the other one would be in trouble.[1] If the Anglo-Saxon army had to retreat, it would not be able to because of the marshlands. They would have to hold off the Norwegians as long as possible.[4] Harald's army approached from three routes to the south. Harald lined his army up to oppose the Anglo-Saxons, but he knew it would take hours for all of his troops to arrive. His least experienced troops were sent to the right and his best troops were on the riverbank.[1] The English struck first, advancing on the Norwegian army before it could fully deploy. Morcar's troops pushed Harald's back into the marshlands, making progress against the weaker section of the Norwegian line. However, this initial success proved insufficient for victory to the English army, as the Norwegians brought their better troops to bear upon them, still fresh against the weakened Anglo-Saxons.[1] Harald brought more of his troops from the right flank to attack the centre, and sent more men to the river. The invaders were outnumbered, but they kept pushing and shoving the defenders back. The Anglo-Saxons were forced to give ground. Edwin's soldiers who were defending the bank now were cut off from the rest of the army by the marsh, so they headed back to the city to make a final stand. Within another hour, the men on the beck were forced off by the Norwegians. Other invading Norwegians, who were still arriving, found a way to get around the thick fighting and opened a third front against the Anglo-Saxons. Outnumbered and outmaneuvered, the defenders were defeated. Edwin and Morcar however, managed to survive the fight.[1] York surrendered to the Norwegians under the promise that the victors would not force entry to their city, perhaps because Tostig would not want his capital looted.[15] It was arranged that the various hostages should be brought in and the Norwegian army retired to Stamford Bridge, 7 miles (11 km) east of York, to await their arrival.[15] It has been estimated that at Fulford the Norwegians had about 10,000 troops of which 6,000 were deployed in the battle, and the defenders 5,000.[16] During the battle, casualties were heavy on both sides. Some estimates claim 15% dead giving a total of 1,650 (based on 11,000 troops being deployed in the battle).[17] From all accounts, it is clear that the mobilised power of Mercia and Northumbria was cut to pieces at Fulford.[15] Because of the defeat at Fulford Gate, King Harold Godwinson had to force-march his troops 190 miles (310 km), from London to York.[18] He did this within a week of Fulford and managed to surprise the Viking army and defeat them at the Battle of Stamford Bridge.[19] In the meantime William, Duke of Normandy, had landed his army in Sussex on the south coast. Harold marched his army back down to the south coast where he met William's army, at a place now called Battle just outside Hastings.[20] It is probable that Harold's intention was to repeat his success at Stamford Bridge by catching Duke William unawares.[18] The Anglo-Norman chronicler Florence of Worcester commented that although the king (Harold) was aware that some of the bravest men in England had fallen in two recent battles and that half of his troops were not assembled, he did not hesitate to meet the enemy in Sussex. It is likely that the engagements at Fulford Gate and at the Battle of Stamford Bridge, fought within a week of each other, seriously affected Harold's strength at the Battle of Hastings some three weeks later.[18] There is no doubt that if Harold had not been diverted by the battles in the north, then he would have been better prepared to fight William at Hastings and the result might have been different.[15][18]","Title":"Battle of Fulford - Wikipedia","KeyID":"2675","URL":"https://en.wikipedia.org/wiki/Battle_of_Fulford"}