{"Content: ":"A petty kingdom is a kingdom described as minor or \"petty\" (from the French 'petit' meaning small) by contrast to an empire or unified kingdom that either preceded or succeeded it (e.g. the numerous kingdoms of Anglo-Saxon England unified into the Kingdom of England in the 10th century, or the numerous Gaelic kingdoms of Ireland as the Kingdom of Ireland in the 16th century). Alternatively, a petty kingdom would be a minor kingdom in the immediate vicinity of larger kingdoms, such as the medieval Kingdom of Mann and the Isles relative to the kingdoms of Scotland or England or the Viking kingdoms of Scandinavia. In the context of the Early Middle Ages or the prehistoric Iron Age, many minor kingdoms are also known as tribal kingdoms. In the parallel Southeast Asian political model, petty kingdoms were known as Mueang. By the European High Middle Ages, many post-Roman Early Middle Ages petty kingdoms had evolved into principalities, grand duchies, or duchies. By the European Early Modern era, many of these principalities had been mediatized into larger monarchies, but the ruling families were not considered morganatic for marriage considerations, and ranked equal to royal families in society. The various small states of the Holy Roman Empire are generally not considered to be petty kingdoms since they were at least nominally subject to the Holy Roman Emperor and not fully independent. Beyliks were small Turkish principalities (or petty kingdoms) governed by Beys, which were founded across Anatolia at the end of the 11th century in a first period, and more extensively during the decline of the Seljuq Sultanate of Rum during the second half of the 13th century. The Ottoman Empire quickly collected itself under Mehmed I and his son Murad II re-incorporated most of these beyliks into Ottoman territory in a space of around 25 years. The final blow for the Karamanids was struck by Mehmed II who conquered their lands and re-assured a homogeneous rule in Anatolia. The further steps towards a single rule by the Ottomans were taken by Selim I who conquered territories of Ramadanids and Dulkadirids in 1515 during his campaign against the Mamluks, and his son Süleyman the Magnificent who more or less completely united the present territories of Turkey (and much more) in his 1534 campaign. Many of the former Anatolian beyliks became the basis for administrative subdivisions in the Ottoman Empire. Before the Kingdom of England was established as a united entity, there were various kingdoms in the area—of which the main seven were known as the heptarchy. These were Wessex, Mercia, Northumbria (which also extended into present-day Scotland and originally formed from the earlier kingdoms of Deira and Bernicia), East Anglia (formed from the union of the early kingdoms of Suffolk and Norfolk), Sussex, Kent, and Essex. Other small Anglo-Saxon kingdoms existed at various points, including Hwicce, Lindsey (which survived as the Parts of Lindsey, Lincolnshire) and the Wihtwara (Isle of Wight). These are commonly referred to as \"petty kingdoms\".[1][2][3][4] During the 9th and 10th centuries the Norse also established the Kingdom of Jórvík centred around York, and the Five Boroughs of the Danelaw (aka Danish Mercia). They also controlled the Kingdom of East Anglia during this period. Prior to the arrival of the Angles, Saxons and Jutes (the later Anglo-Saxons) what is now England was ruled by numerous Brittonic kings, which are discussed under Wales below. The taifa were the various Islamic petty kingdoms that existed in Iberia after the collapse of the Caliphate of Cordoba in 1031. There were various Christian petty kingdoms as well on the peninsula that, in the Middle Ages, consolidated into the modern states of Spain and Portugal. Over time, these consolidated into two \"Crowns\" that were themselves unified in the late 15th and early 16th centuries to the unified Kingdom of Spain, These include: The Kingdom of Portugal remained independent throughout most of the period of consolidation, except for a period of 60 years (1580-1640) when it was part of the Iberian Union. The earliest known kingdoms or tribes in Ireland are referred to in Ptolemy's Geography, written in the 2nd century. He names the Vennicni, Rhobogdi, Erdini, Magnatae, Autini, Gangani, Vellabori, Darini, Voluntii (identified as the Ulaid nation or Uluti tribe), Eblani, Cauci, Menapii, Coriondi and Brigantes tribes and kingdoms. Irish medieval pseudohistory gives a seemingly idealized division of kingdoms. The island is traditionally divided into five provinces or \"fifths\" (Old Irish cóiceda, Modern Irish cúige), four of which survive today: Ulaid (Ulster, modern Irish Ulaidh) in the north, Cóiced Ol nEchmacht (Connacht) in the west, Mumha (Munster, modern Irish an Mhumhain) in the south west, and Laigin (Leinster, modern Irish Laighin) in the south east. The fifth kingdom, Mide (whose name has survived in the modern counties of Meath and Westmeath, modern Irish an Mhí and an Iarmhí) in the centre/east, ceased to exist in the Middle Ages. At various points in history there existed a High King of Ireland, who ruled over the other kings as suzerain, much like the British High Kings and Anglo-Saxon Bretwalda. There also existed Kings of Tara who did not rule all of Ireland but were recognised as holding positions of authority over the other kings. These two titles were not mutually exclusive and were often held by the same individual. Each of the kings of these kingdoms (titled rí ruirech or 'king of over-kings') was himself an over-king of several regional kings (titled rí buiden or rí tuath), who in turn ruled over several túatha, whose rulers held the title rí benn or ri tuaithe. The territories and hierarchy of all of these constantly shifted as old dynasties died and new ones formed, and as lower kings took higher positions. Many of these túatha survived as later Irish baronies. Several of the regional kings were at various points independent of their provincial over-king and indeed rivalled them in power and territory. Bréifne was originally part of Connacht but much of it lay in what is today Ulster. It later split into East and West Bréifne. Airgíalla (Oriel) and Cenél nEógain (also known as the Northern Uí Néill, in contrast to the Southern Uí Néill who ruled Mide; In Fochla or In Tuaiscert, both meaning \"the North\"; Ailech; and Tyrone/Tír Eoghain) were nominally part of Ulaid. Osraige (Ossory) was originally part of Mumha, but lay between Mumha and Laigin and was controlled by both at various points. Dál Riata was also an Irish (sub-)kingdom, which mostly lay in modern Argyll and Bute in Scotland but originated in and initially extended into north-eastern Ireland and was (nominally) subject to Ulaid. In the 12th century Munster was split into two smaller over-kingdoms: Deasmhumhain (Desmond, literally South Munster) and Tuadhmhumhain (Thomond, literally North Munster). In addition to the Irish petty kingdoms, there was a Norse presence on the island from the 9th century. They conquered Dublin, where they established the Kingdom of Dublin (Old Norse: Dyflin, Old Irish: Duibhlinn), which at various points was closely tied with the Norse Kingdom of Jórvík which was centred on modern York, England. The Norse also controlled several other coastal settlements, including Wexford, Waterford, Cork and Limerick. Before the unification of Nepal by the Shah Dynasty there were dozens of petty kingdoms. The Karnali region was called the Baise Rajya (Nepali: बाइसे राज्य), i.e. 22 Kingdoms, and the Gandaki region to the east was called Chaubisi Rajya (Nepali: चौबिसी राज्य), i.e. 24 Kingdoms. The petty kingdoms of Norway numbered at least 28: Medieval Serbia comprised, at various time periods, smaller kingdoms of Rascia, Zeta (Dioclea, corresponding to portions of contemporary Montenegro), Syrmia and the duchy of Hum (roughly corresponding to present-day Herzegovina and some of its surroundings). There were many petty kingdoms in Scotland before its unification. They can be grouped by language: According to the Norse sagas, and modern history, Sweden was divided into more-or-less independent units in some areas corresponding to the folklands and the modern traditional provinces. According to the sagas, the folklands and provinces of eastern Svealand were united under the Swedish king at Gamla Uppsala. Moreover, the domains of this king could also include parts of Götaland and even southern Norway. This probably reflects the volatile politics of Iron Age Scandinavia. The province of Småland once consisted of several petty kingdoms; indeed, the name Småland means small lands/countries. Rarely has the country of Wales formed one cohesive kingdom. For the greater part of its history, Wales evolved into four kingdoms, or principalities, following the Roman withdrawal from Britain in the 5th century. Mountainous terrain, forested river valleys, and remote upland moors contributed to a strong sense of localism and autonomy, though the Welsh people shared a deeply felt sentiment of nationality, as reflected in Welsh law codified in the 10th century. According to historian Professor John Davies, there are four geographic regions more or less equal in terms of resources and population, from which four principalities emerged: Ynys Môn for Gwynedd, the Severn river valley for Powys, the Vale for Glamorgan and the lands up to the Wye (Morgannwg), and the Ystrad Tywi (Valley of the Tywi) for Deheubarth. Rhodri the Great inherited Gwynedd from his father and Powys through his mother, and married Angharad of Seisyllwg (Ceredigion and Carmarthenshire) and ruling there by right of his wife. Rhodri exerted great influence in the rest of Wales as well, and after his death his realms were divided amongst his sons. Nevertheless, the House of Aberffraw of Gwynedd, as the senior line descendants of Rhodri the Great, claimed overlordship over the whole of Wales, though they would encounter resistance by junior dynasts of Dinefwr. It would not be until the 1216 Council of Aberdyfi that the Aberffraw line under Llywelyn the Great would be able to secure their position as Prince of the Welsh. There existed other Brittonic petty kingdoms outside modern Wales and the North West of England. These are collectively known as Hen Ogledd or 'the Old North'. With the exception of Ystrad Clut, which became part of Scotland in around the 11th century, most of these had been absorbed into Anglo-Saxon kingdoms by the 8th century.","Title":"Petty kingdom - Wikipedia","KeyID":"2679","URL":"https://en.wikipedia.org/wiki/Petty_kingdom"}