{"Content: ":"Santanadactylus (meaning \"Santana Formation finger\") was a genus of pterodactyloid pterosaur from the Albian-age Romualdo Member of the Upper Cretaceous Santana Formation, of Barra do Jardim, Araripe Plateau, Ceará State, Brazil. Four species have been named, but today are no considered congeneric with each other. It was a rather large pterosaur. The genus was named in 1980 by the Dutch paleontologist Paul de Buisonjé. The type species is S. brasilensis, the specific name referring to Brazil. It is based on holotype UvA M 4894 (Geological Institute of the University of Amsterdam), an upper part of the right humerus and a right scapulacoracoid. UvA M 4895, consisting of two cervical vertebrae from a different individual, was assigned as a paratype, referred because it was found in the same lot of 25 chalk nodules bought from collectors.[2] Additional remains, including a notarium (fused vertebrae supporting the shoulder) were subsequently referred to the taxon by Wellnhofer et al. (1983) and Wellnhofer (1991).[3][4] In 1985, Peter Wellnhofer, a German paleontologist who has written numerous scientific publications on pterosaurs, named three additional species: S. araripensis, S. pricei, and S. spixi.[5] S. araripensis, named after the Araripe Plateau, was a large species based on BSP 1982 I 89, remains including a partial skull (missing the end of the jaws) and arms; the preserved skull section had no crest. S. pricei, named after Llewellyn Ivor Price, was the smallest of the three species; it was based on BSP 1980 I 122, a left wing from the elbow down, and additional arm material has been referred to it over the years.[4] S. spixi, intermediate in size, was based on BSP 1980 I 121, another left wing, the name honoring Johann Baptist von Spix. Over the years, the species of this taxon have been reassessed. Chris Bennett suggested that the hypodigm of S. brasilensis was a chimera of a pteranodontid and something else (in that the holotype and paratype belonged to different forms), S. araripensis and S. pricei were pteranodontids, and S. spixi was a dsungaripterid.[6] Wellnhofer (1991) removed S. spixi from the genus as well.[4] Kellner and Campos (1992) agreed that S. spixi was not congeneric with S. brasiliensis, but suggested that it was a tapejarid.[7] Unwin (2003) proposed that \"Santanadactylus\" spixi was a species of Tupuxuara based on comparison with specimens of this genus.[8] Averianov (2014) considered Santanadactylus spixi a nomen dubium probably synonymous with Tupuxuara longicristatus, and he also indicated that the paratype of S. brasiliensis was likely referable to T. longicristatus.[9] Kellner (1990) renamed S. araripensis to Anhanguera araripensis,[10] followed by Wang et al. (2008), though Veldmeijer (2003) included it in Coloborhynchus. Recent study, however, considers S. araripensis dubious.[11] De Buisonjé first assigned Santanadactylus to Criorhynchidae (=Ornithocheiridae). Wellnhofer (1991) considered it a member of the Ornithocheiridae based on the structure of the humerus, but noted that the elongation of the paratype neck vertebrae distinguished it from other ornithocheirids.[12] Bennett (1989) assigned S. brasilensis (holotype only) to Pteranodontidae. Kellner (1990), concluding that he could find but a single autapomorphy for Santanadactylus brasilensis, the straight ventral margin of the proximal part of the deltopectoral crest, assigned the genus to Pterodactyloidea incertae sedis, but later (Kellner and Tomida 2000) assigned it to Pteranodontoidea. S. pricei according to Kellner belonged to a clade descending from the last common ancestor of Istiodactylus and the Anhangueridae. The same was in his analysis true for Araripesaurus, a genus of which he had previously thought S. pricei was a junior synonym.[13] Santanadactylus is regarded as a large pterosaur, Wellnhofer for the various species indicating a wingspan of 2.9–5.7 meters (9.5–18.7 ft).[12] De Buisonjé thought Santanadactylus brasilensis had a wingspan of 6 meters (20 ft).[14] It may have been adapted for gliding over flapping flight.[15]   ","Title":"Santanadactylus - Wikipedia","KeyID":"268","URL":"https://en.wikipedia.org/wiki/Santanadactylus"}