{"Content: ":"The Treaty of Wedmore [a] is a 9th-century accord between Alfred the Great of Wessex and the Viking king Guthrum the Old. The only contemporary reference to this treaty, is that of a Welsh monk Asser in his biography of Alfred, (known as Vita Ælfredi regis Angul Saxonum or Life of Alfred). In it Asser describes how after Guthrum's defeat at the Battle of Edington, followed by his surrender some days later, he agreed to a peace treaty with Alfred. The treaty was conditional on Guthrum's being baptised (to endorse the agreement, plus allow him to rule more legitimately over his christian vassals, while remaining pagan to his pagan vassals), and also Guthrum and his army leaving Wessex. In 878 King Alfred of Wessex defeated the Viking Great Army at the Battle of Edington. Guthrum, the Viking leader, retreated with the remnants of his army to their \"stronghold\", where Alfred besieged him.[1] After fourteen days the Vikings, according to Asser: \"..thoroughly terrified by hunger, cold and fear and in the end despair, sought peace on this condition: the king should take as many hostages as he wanted from them and give none to them..\" Alfred accepted Guthrum's surrender and the Vikings gave Alfred peace hostages: [They] \"swore in addition that they would leave his kingdom immediately, and Guthrum, their king, promised to accept Christianity and to receive baptism at King Alfred's hand; all of which he and his men fulfilled as they had promised...\" Three weeks later Guthrum and thirty of his most important men went to Alfred at Aller, near Athelney. There Guthrum was baptised, with Alfred accepting him as his adoptive son. The unbinding of the chrisom, part of baptismal ritual, took place eight days later at the royal estate and church at Wedmore near Cheddar.[1][2] Guthrum adopted the baptismal name of Athelstan. The following twelve days Guthrum and his chiefs stayed with Alfred where they were honoured with gifts and feasting.[1] During the summer of 878, Guthrum's army remained in Chippenham. Then, as agreed Guthrum and his army moved out of Wessex, and travelled the relatively short distance[b] to Cirencester (in the Kingdom of Mercia) and then eventually on to East Anglia.[1][3] The Anglo-Saxon Chronicle for 878 has a similar description to Asser. It details Alfred's movements before, during and after the Battle of Edington. It describes Guthrum's surrender, his baptism at Wedmore, and the twelve days of celebration. [4] The only reference to an accord at Wedmore is that from Asser's \"Life of Alfred\". If there was a formal treaty, contemporary with the events at Wedmore in 878, no such document still exists. A truce was made; and at a later date[c] a formal treaty was agreed. This one was known as the Treaty of Alfred and Guthrum and it defines the boundaries between Alfred and Guthrums territories as well as agreements on peaceful trade, and the weregild value of its people. This document still survives[d] and is part of the Laws of Alfred.[10] The treaty is seen as a precursor to the formation of Danelaw.[e][12] The two treaties, that is the Treaty of Wedmore and the Treaty of Alfred and Guthrum, have often been confused with each other.[13] It is possible that the Treaty of Wedmore in 878, by which Guthrum had to accept baptism and leave Wessex, was a verbal agreement. The formal written Treaty of Alfred and Guthrum, dividing up the kingdoms, followed some years [c] later.[5]","Title":"Treaty of Wedmore - Wikipedia","KeyID":"2681","URL":"https://en.wikipedia.org/wiki/Treaty_of_Wedmore"}