{"Content: ":"The \"Battle of Brunanburh\" is an Old English poem. It is preserved in the Anglo-Saxon Chronicle, a historical record of events in Anglo-Saxon England which was kept from the late ninth to the mid-twelfth century. The poem records the Battle of Brunanburh, a battle fought in 937 between an English army and a combined army of Scots, Vikings, and Britons. The battle resulted in an English victory, celebrated by the poem in style and language like that of traditional Old English battle poetry. The poem is notable because of those traditional elements and has been praised for its authentic tone, but it is also remarkable for its fiercely nationalistic tone, which documents the development of a unified England ruled by the House of Wessex. The Battle of Brunanburh[nb 1] was a culmination of the conflict between King Æthelstan and the northern kings.[2] After Æthelstan had defeated the Vikings at York in 928, Constantine II, the Scottish King, recognised the threat posed by the House of Wessex to his own position, and began forging alliances with neighbouring kingdoms to attempt a pre-emptive strike against Æthelstan. He married his daughter to Amlaíb mac Gofraid (also called Olaf Guthfrithsson, and Anlaf in the poem), the Norse-Gael King of Dublin. Amlaíb had a claim to the throne of Northumbria, from which Æthelstan expelled his father in 927.[3] Thus, the invading army combined \"Vikings, Scots, and Strathclyde Britons.\"[4] On the English side, Æthelstan was joined by his brother, the later King Edmund. In the ensuing battle, the combined forces of Wessex and Mercia won a decisive victory.[5] The poem is preserved in four of the nine surviving manuscripts of the Anglo-Saxon Chronicle.[6][nb 2] In the Parker Chronicle, its verse lines are written out as poetry,[6] following common Anglo-Saxon scribal practice. The 73-line long poem is written in \"indeterminate Saxon,\" that is, the regular West-Saxon dialect in which most surviving Old English poetry is copied. It is referred to as a panegyric celebrating the victory of Æthelstan and Edmund I.[8] The text begins by praising King Æthelstan and his brother Edmund I for their victory. It mentions the fall of \"Scots and seafarers\" in a battle that lasted an entire day, while \"the battlefield flowed / with dark blood.\" \"Norse seafarer[s]\" and \"weary Scot[s]\" were killed by \"West Saxons [who] / pursued those hateful people\", killing them from behind with their swords; neither did \"the Mercians...stint / hard handplay\". \"Five young kings\" are killed in battle along with \"seven / of Anlaf's earls\". Amlaíb mac Gofraid (\"Anlaf\") flees by boat, and Constantine flees to: the north, leaving \"his son / savaged by weapons on that field of slaughter, / a mere boy in battle.\" The poem concludes by comparing the battle to those fought in earlier stages of English history: The style of the poem has been described as \"sagalike in its sparse use of language combined with ample specific detail.\"[5] According to George Anderson, since the poem comes so late in the Old English period, it gives evidence of the continuing attraction of the \"warrior tradition\": it is \"clear and convincing testimony to the vitality of the Old English battle-epic tradition; the authentic ring sounds out years after the Beowulf Poet, Caedmon, and Cynewulf have been laid to rest.\"[9] Donald Fry compares passages from Beowulf and Brunanburh (concerning the boarding of ships) and remarks on the \"similar diction and imagery\".[10] According to Malcolm Godden, the language resembles that of the Old English Genesis A.[11] The poem is not without its detractors: an early critic, Walter J. Sedgefield, in a 1904 study of the poems in the Anglo-Saxon Chronicle, said \"even the longest and best written of their number, the Battle of Brunanburh, is but a simulacrum, a ghost of the older epos\".[12] That the poem should not be treated as a historical text, and that panegyric was the appropriate genre, was argued by Alistair Campbell: \"The poet's subjects are the praise of heroes and the glory of victory. When this is realised, the oft-repeated criticism, that he does not greatly add to our knowledge of the battle, falls to the ground. It was not his object to do so. He was not writing an epic or a 'ballad.' He was writing a panegyric.\"[13] Townend agrees, and notes that praise-poems on contemporary men are completely missing from the Anglo-Saxon period until a cluster of four panegyrics including Brunanburh in the Anglo-Saxon Chronicle.[14] Compared to \"The Battle of Maldon\", an Old English poem that commemorates a battle between English and Vikings half a century later, Brunanburh is notable for its nationalist overtones, whereas Maldon celebrates Christian over non-Christian values. Indeed, the poem is seen as celebrating a logical progression in the development of England as a unified nation ruled by the House of Wessex;[5] the battle reports \"the dawning of a sense of nationality, ....a crisis in which a nation is involved\".[15] In this respect, Brunanburh is closer to the Anglo-Saxon poem The Taking of the Five Boroughs, also found in the Chronicle under the year 942, celebrating King Edmund's recapture of the Five Boroughs of the Danelaw. But while the poet claims veracity, Michael Swanton notes, \"it is ironic in view of his primarily historic concerns that he is in fact more successful than the Maldon-poet in transmitting the traditional poetic style.\"[16] Peter Clemoes argues in Interactions of Thought and Language in Old English Poetry that Brunanburh, as opposed to Maldon, relies on \"uncomplicated patriotic triumphalism\". The poem does not treat \"personal responsibility\" as Maldon does,[17] but leans on an expansive view of history which sees the battle, in line with the Chronicle's view of contemporary history as the \"epitome of Anglo-Saxon, especially West Saxon, history with antecedents in the history of Britain\", as \"straightforwardly traditional\".[18] According to Patrick Wormald, the poem builds on the \"sense of ideological identity that the English had been given by Bede.\"[19] This poet from the 10th century is recalling the Germanic conquest of England which occurred in the 5th century; he connects his memory of this present victory, which must have been very moving for the Saxons — for it was more common for the Norse to defeat them, and rare for them to be the victors — he linked it to the often secular victories enjoyed by the first Germanic peoples who arrived in England. Accompanying the combatants are the usual \"beasts of battle\" found in other Old English poems—the wolf, the raven, and the eagle. The Battle of Brunanburh, however, seems to include a fourth animal, the guþhafoc (literally Goshawk), or \"war-hawk,\" in line 64. However, editors and scholars of the poem have suggested that graedigne guþhafoc, \"greedy war-hawk\", is actually a kenning for the hasu-padan, / earn æftan hwit, the \"dusky coated, white-tailed eagle\" of lines 62b-63a.[21] Simon Walker suggests that was written at Worcester, under the influence of its bishop, Koenwald, and that the emphasis on Edmund's contribution suggests that it was written during his reign.[22] Sarah Foot finds the arguments for the first suggestion convincing but not the second.[23] \"The Battle of Brunanburh\" is edited, annotated and linked to digital images of all five of its manuscript witnesses, with modern translation, in the Old English Poetry in Facsimile Project: https://oepoetryfacsimile.org/ The poem is included in the Anglo-Saxon Poetic Records.[nb 4] The now-accepted standard edition of the poem is the 1938 edition by Alistair Campbell.[6][nb 5] The Battle of Brunanburh: A Casebook, edited by Michael Livingston, was published by the University of Exeter Press in 2011; it includes two alternative translations of the poem and essays on the battle and the poem.[26] The twelfth-century Anglo-Norman chronicler Geoffrey Gaimar likely used the account in the Anglo-Saxon Chronicle for his treatment of Æthelstan in his L'Estoire des Engles.[27] English poet Alfred, Lord Tennyson translated (or \"modernized\"[28]) the poem in 1880, publishing it as part of his Ballads and Other Poems (and his son Hallam Tennyson published a prose translation of the poem). In contrast to many other translations of poetry, Tennyson's is still praised as \"a faithful, sensitive, even eloquent recreation of its source.\"[29] The Argentine writer Jorge Luis Borges wrote a short poem, \"Brunanburh 937 AD,\" a translation of which was published in The New Yorker.[30] In a 1968 lecture at Harvard University, Borges praised Tennyson's translation, stating that in some locutions Tennyson sounds \"more Saxon than the original.\"[31] A translation by Burton Raffel is included in Alexandra Hennessey Olsen's anthology Poems and prose from the Old English.[32]","Title":"Battle of Brunanburh (poem) - Wikipedia","KeyID":"2683","URL":"https://en.wikipedia.org/wiki/Battle_of_Brunanburh_(poem)"}