{"Content: ":"The Cuerdale Hoard is a hoard of more than 8,600 items, including silver coins, English and Carolingian jewellery, hacksilver and ingots. It was discovered on 15 May 1840 on the southern bank of a bend of the River Ribble, in an area called Cuerdale near Preston, Lancashire, England. The Cuerdale Hoard is one of the largest Viking silver hoards ever found, four times larger than its nearest rival in Britain or Ireland, according to Richard Hall.[1] In weight and number of pieces, it is second only to the Spillings Hoard found on Gotland, Sweden. The coins in the hoard are from three sources, represented in the proportions 5:1:1. Viking kingdoms of eastern England are represented in the largest portion; the other two portions are of Alfred's Kingdom of Wessex and of coins from foreign sources, which include Byzantine, Scandinavian, Islamic, Papal, North Italian and Carolingian mintings, many of the last from Aquitaine perhaps, Richard Hall suggests, acquired there in the Viking raids of 898.[2] The hoard was found by a group of workmen repairing the embankment of the river.[citation needed]It was in a lead box, which shows evidence of the hoard having been parcelled into small bags or packages. After discovery it was quickly recovered by the landowner's bailiffs, ensuring it remained together, though the workmen managed to keep a coin each. The remainder was declared treasure trove and handed to Queen Victoria as the Duke of Lancaster. The Duchy passed it to the British Museum in London, where the bulk of it remains today. About 60 items selected from the hoard are held and displayed by the Ashmolean Museum in Oxford.[3] Some coins minted at Quentovic in northern France (possibly near present-day Étaples) are held by the Château-musée de Boulogne-sur-Mer.[4] It is believed the coins were buried between 903 and 910, soon after the Vikings had been expelled from Dublin in 902. At this time the Ribble Valley was an important Viking route between the Irish Sea and York. The presence of large numbers of newly minted Norse coins from York and large amounts of Irish Norse bullion leads experts to believe this may have been a war chest belonging to Irish Norse exiles intending to reoccupy Dublin from the Ribble Estuary,[5] but there have also been many other theories about its ownership and purpose. In 1966 the numismatist M. Banks suggested that the hoard was not even buried by Vikings, although it was Viking treasure, or much of it was.[6] Banks suggested that the Cuerdale Hoard might have been a gift to English churches suffering persecution in the areas called the Danelaw that were occupied by pagan Vikings. Since so many of the coins were apparently minted across the Channel, said Banks, they were probably a contribution from the Frankish Christians to their English brothers. Many such mysteries surround the Cuerdale trove. Little archaeological investigation has yet been done of the site of Cuerdale Hall. Such an investigation might reveal why the hoard was buried in that location. The orientation of the old hall and roads and fields to the south suggests that a ford or bridge existed near the present site of Cuerdale Hall. Rob Curedale,[7] a descendant of the De Keuerdale family, proposed an alternative theory that the hoard was buried by Sir Thomas de Molyneux who occupied Cuerdale Hall and raised an army of several thousand with help from Irish nobility to support Richard II.[citation needed] The treasure could have been several hundred years old when brought from an unknown location in Ireland at the direction of Richard II and buried at Cuerdale. Other theories include that the silver was intended for a casting works in the vicinity.[citation needed] Remains of fortifications and moat suggest that a larger building once occupied the present site of Cuerdale Hall. The existence of the hoard may have been known long before its eventual rediscovery. A local Preston tradition said that anyone who stood on the south bank of the Ribble at Walton-le-Dale, and looked upriver to Ribchester, would be within sight of the richest treasure in England. The Ribchester Helmet had been found as part of a Roman hoard in 1796.[8] The presence of the Vikings can be seen today in Preston through numerous place names. The Cuerdale Hoard is an example of the rich archaeology that exists around the Preston area and includes evidence of prehistoric and significant Roman history. The hoard was number 9 in the list of British archaeological finds selected by experts at the British Museum for the 2003 BBC Television documentary Our Top Ten Treasures presented by Adam Hart-Davis. To the Royal Numismatic Society Published 1841 On the evening of 15 May 1840 workmen, engaged in repairing the southern embankment of the river Ribble, near Curedale Hall, and about three miles from Preston, were agreeably surprised by the discovery of hidden treasure, which had for many centuries laid inhumed in that delightful and secluded vale within three feet of the surface of the pasture, and about thirty yards from the edge of the river. A portion of the earth, under the spot where the treasure lay, having been previously removed, the leaden case, which was in a corroded state, was crushed to pieces by the fall, aided by the weight of the superincumbent soil, and disclosed its extensive and varied treasures before the astonished gaze of the workmen, who immediately set up a simultaneous shout. The attracted the attention of the hind of Curedale Hall, who, hastening to the place, found the workmen collected around the treasure in the act of the general scramble, each endeavouring to obtain the greatest share of the booty. The hind, however, lost little time in informing them that they must return the property, adding that the pieces of metal were probably of pewter or solder and consequently of little value, and that the coins appeared to be nothing more than tin counters. Upon this, the greater part was unpocketed, and being collected together, the treasure was conveyed to the hall, deposited in a tub of water and well washed with a birch-besom, and on the following day deposited in the old bank of Preston. William Asheton Esq., now in Florence, is the owner of the property where the discovery was made. The ingots of silver, annulets, neck chains and rings and other ornaments, are stated to weigh about sixty three pounds, whilst the coins, including the wooden box in which they are enclosed and a portion of the fragments of the leaden case, the hind tells me weights twelve pounds, being about half the weight given in the papers. A portion of the coins and other antiques still remain in the hall for the inspection of visitors, whilst some of the relics of by gone days are stated to have found their way into the hands of private individuals; and this is not improbable, as several pieces, it is said, have by diligent scratching, been gleaned from the soil since the bulk was removed to the bank. If it may be allowed to judge of the whole from those exhibited in the hall, and from casts taken from some of the coins in possession of Mr Asshetons agent, I should say, that not more than a third part are Anglo Saxon, the remainder being foreign, chiefly French, with probably a mixture of prelatical coins from other parts of the Continent, and a few even bearing characters similar to those of the Cufic Coins, described in a late number of your interesting chronicle. The Anglo-Saxon coins are chiefly of St. Eadmund, Alfred, Edward the Elder, and Athelstan; and as the last named monarch died in the 941, the coins have probably been buried for a period of about nine centuries. I have also seen a penny of Plegmund, Archbishop of Canterbury, of a type similar to Plate X11.fig.4., Ruding; this last however is stated to have been found near Ribchester. Scarcely any two of the Ecclesiastical pennies of St Eadmund have the same reverse, and most of them are probably unpublished, as well as St Eadmunds halfpenny, of which I have only seen one specimen. With regards to the coins of Alfred several types occur, and one in particular, that appears unpublished; its beautiful reverse is not, I believe, found on any Anglo Saxon coin figured by Ruding; it is in the possession of the hind at Curedale Hall. Several moneyers’ names are found, not to be met with in Rudings list. The rarest however, of Alfreds coins is his halfpenny, not hitherto, known to exist ( a specimen was obtained by a collector in London sometime before the discovery of this hoard) of which a cast has been shown me, bearing the moneyers name, Aberht; and another specimen, bearing on its reverse the London monogram. With respect to the pennies of Alfred, it may be observed, that the greater number appear to be of the type without the portrait and place of mintage. Of the Oxford type, comparatively few specimens occur, and much fewer still of those bearing the portrait. Of the pennies of Edward the elder, bearing the portrait I have only seen two; they are in fine preservation, but differ materially in the form of the head from those appropriated to this monarch by Ruding. Of Athelstan’s pennies I have not seen or heard of one bearing the bust. The French coins are of Charles le Chauve, Louis le Begue, &c; and several occur bearing the names of towns, among which may be mentioned, Bourges, Evreux, Limoges, Orleans, Quentin, Toulouse, and Tours; and of some of these in denominations smaller than the usual size. One, of Toulouse, bears on the obverse, ‘Oddo Rex’ . There are also several coins which I am unable satisfactorily to appropriate, bearing on one side, ‘Cunnetti’, and others of a nearly similar type and fabric, with ‘Siefredus Rex’, ‘Mirabilia fecit, ‘ and c. The ownership of the property is undecided, and will probably become a question between the Crown and Mr. Assheton, as agents for both parties have already put in their respective claims. (Courtesy of Treasure Hunting Magazine) The Cuerdale Hoard, as it is known, was found on 15 May 1840 by workmen at Hall Farm, Cuerdale, a total of 1,000 oz (31 kg) of silver ingots and 7,000 Anglo-Saxon coins. Deposited 903–905 AD. The local tradition was clear and insistent. Anyone who stood on the south bank of the River Ribble at Walton le Dale, and looked up river towards Ribchester, would be within sight of the richest treasure in England. Nobody knew how the tradition had originated or how old it was. Nobody knew what the treasure might consist of, or precisely where it might lie. The skeptics naturally scoffed, especially when diviners paced the riverside meadows, hazel twigs, willow branches and silver chains limp in their hands. One day in 1810, it was recorded, a farmer deep ploughed his furrows twice in the hope of turning up a buried treasure. His reward was no more than a weightier crop that autumn. So much for local tradition. But one evening in May 1840 the long-standing fiction was found to be fact. It was a wet spring in the north-west and the meadows along the Ribble were sodden with rain. On 15 May a group of workmen were trudging home through the fields of Hall Farm, at Cuerdale, on the outskirts of Preston. At one point they came upon a large, water-logged mass of soil that had slipped down towards the river, leaving an open rift in the earth some twenty yards above the water. In the rift lay the remnants of a wooden chest, inside which there was a disintegrating leaden box. When the soil and fragments of wood and lead had been cleared away, there remained a treasure comprising about a thousand ounces of silver in broken pieces and ingots, and over seven thousand silver coins. Ever since the day of its discovery the Cuerdale hoard has puzzled numismatists. Even the dating of it proved difficult, particularly as many of the coins were unknown or exceedingly rare. Undoubtedly the most puzzling were some 3,000 silver pennies minted for a king named on them as Cnut. On the reverse many bear the word Cunnetti, apparently the name of the town where the coins were minted but which cannot be identified. Some numismatists think that it may have been Chester-le-Street, in County Durham. Others have suggested Cuneet, a village in Shropshire mentioned in the Domesday Book, or Cunetio, now Marlborough, in Wiltshire. Even the port of Quentovic, at the mouth of the River Canche, in Northern France, has been suggested as some of the Cuerdale coins bear that name in various forms and the port was often in Viking hands. Another suggestion is that Cunnetti may have meant 'Cnut's people', and that the inscription 'Cnut, King of Cnut Rex Cunnetti' simply means 'Cnut, King of Cnut's people'. Yet another ingenious suggestion is that the name Cnut may be an acrostic, the initials of the Latin words 'Christus Nostrum Ubique Triumphans', meaning 'Our Christ (is) everywhere triumphant'. As these various suggestions imply, who Cnut was, where he reigned or indeed, whether he existed at all are matters of conjecture. Other inscriptions on coins of the Cuerdale hoard which are equally puzzling include Siefredus, apparently the name of a king, and two place-names of towns where coins may have been minted, Orsnaforda and several versions of Ebraice. Siefred may have been a Viking earl who succeeded Cnut as leader of the Danes in Yorkshire, though he too cannot be identified with any certainty. Orsnaforda has been tentatively identified as either Oxford or Horsforth, in Yorkshire, and Ebraice as either York, or Evreux, in northern France, but these attributions are little more than optimistic guesses. As well as these numismatic teasers, the Cuerdale hoard contained some 1,800 silver coins minted in memory of the East Anglian king St Eadmund, who was killed by the Danes in 870 AD, about 850 coins of King Alfred, and fifty of his son and successor, Edward the Elder. There were also just over a thousand coins of European origin, mostly Frankish from mints in Touraine, and a few from further east, including Kufic, or Arabic, and Byzantine coins. Most historians believe that the Cuerdale hoard was buried between 903 and 905 AD. Those were troubled times in England. King Alfred, by courage, force and diplomacy, had managed to achieve a working relationship with the Viking invaders but their share of the country, the Danelaw, covered the north and east of a line drawn from London to Chester. Alfred's death in 899 removed his restraining influence and the Vikings were soon on the rampage again. They raided Ireland and into north-west England; from the Orkney Islands they plundered Scotland and the Isle of Man; they even conquered the part of France which was later named after them, Normandy. In uncertain times such as those, the safest place for a man's treasure was deep in the earth. The Vikings were particularly avid for silver, as they had no sources of supply in their native Scandinavia. Their raids and the tribute money, Danegeld, which they extracted from the notorious King Ethelred the Unready, have resulted in their being more English 10th-century coins in Scandinavian museums than there are in British. The Cuerdale hoard was so great a treasure that it almost certainly belonged to a person of importance, perhaps a Viking army commander or king. The valley of the Ribble and the old Roman town of Ribchester lay on well-defined routes which an army might use when marching from Yorkshire to North Wales or from Chester to Carlisle. Yet the hoard does not appear to have been accumulated by casual looting, since the Cunnetti coins and most of the Frankish coins seem to have been minted within a short period of time and in a limited area of either Britain or France. Careful packaging of the hoard indicates that it was probably a consignment of coins and bullion gathered for a specific purpose. In an article in the Numismatic Gazette for December 1966, Mr M Banks suggested that the treasure may have been intended to support the English churches in the Danelaw, where they were in serious financial difficulties as a result of the Viking occupation. He also suggested that as so many of the coins were apparently minted in France, they were probably a contribution from Frankish churchmen to their less fortunate co religionists in beleaguered England. On the other hand, Dr C H V Sutherland, in his English Coinage 600 to 900, (B T Batsford Ltd, 1973), is firmly of the opinion that almost half the coins of the Cuerdale hoard were minted by the Vikings in Northumbria and that the treasure was the property of a Viking chief and was intended for his military or administrative needs. But both writers are agreed, as so many other numismatists have been, that the secrets of the Cuerdale hoard have not yet been unveiled. The workmen who unearthed the hoard on that May evening in 1840 certainly confirmed the Lancashire tradition that there was a vast treasure buried on the banks of the Ribble, but how it came to be there, whose property it was, and even where the majority of the coins were minted: these are questions which still await an answer.\" Many opinions and speculations are afloat as to the original owner of the treasure, and the circumstances under which it was buried. With these vague surmises I will not trouble your readers, but rather consult the history of the eventful times in which the property in question appears to have been concealed. We find that in the reign of Athelstan, Northumbria, was in a very disturbed state, that the King of the Scots, eagerly sought to free himself from his dependence on the English monarch, and that, with this view, he entered into alliance with Howel, King of Wales; and although the powerful army of Athelstan was irresistible, that Anlaf shortly afterwards made a desperate attempt to reconquer the Northumbrian dominions. The celebrated battle of Brunanburgh was fought, and never before, it is stated, was such a carnage known in England. Does it not appear probable, then, that some powerful Northumbrian chieftain, relying on the numerous and hardy allies of Anlaf, might deposit his property in this solitary spot, to serve under the banners of the courageous Dane, and from which expedition he never returned. Athelstan was victorious, and to him belongs the glory of having established what has ever since been called the kingdom of England. The charitable donations of the three immediate predecessors of Athelstan to the churches of England, gave rise to an intercourse between the English and the transmarine Britons, who still lamented their banishment from the land of their fathers; and when the Normans, under Rollo depopulated Bretagne, numbers of the natives sought and obtained an asylum under the protection of Athelstan. Edgiva, the sister of the English monarch, was also the consort of the French king, Charles the Simple. The circumstance, then, of a friendly intercourse thus subsisting between the two countries, may not unsatisfactorily account for the introduction of the immense number of French coins found in this hoard. Coordinates: 53°45′35″N 2°38′53″W﻿ / ﻿53.759748°N 2.648121°W﻿ / 53.759748; -2.648121","Title":"Cuerdale Hoard - Wikipedia","KeyID":"2684","URL":"https://en.wikipedia.org/wiki/Cuerdale_Hoard"}