{"Content: ":"The England runestones (Swedish: Englandsstenarna) are a group of about 30 runestones in Northern Europe which refer to Viking Age voyages to England.[1] They constitute one of the largest groups of runestones that mention voyages to other countries, and they are comparable in number only to the approximately 30 Greece Runestones[2] and the 26 Ingvar Runestones, of which the latter refer to a Viking expedition near the Caspian Sea. They were engraved in Old Norse with the Younger Futhark. The Anglo-Saxon rulers paid large sums, Danegelds, to Vikings, who mostly came from Denmark and Sweden who arrived to the English shores during the 990s and the first decades of the 11th century. Some runestones relate of these Danegelds, such as the Yttergärde runestone, U 344, which tells of Ulf of Borresta who received the danegeld three times, and the last one he received from Canute the Great. Canute sent home most of the Vikings who had helped him conquer England, but he kept a strong bodyguard, the Þingalið, and its members are also mentioned on several runestones.[3] The vast majority of the runestones, 27, were raised in modern-day Sweden and 17 in the oldest Swedish provinces around lake Mälaren. In contrast, modern-day Denmark has no such runestones, but there is a runestone in Scania which mentions London. There is also a runestone in Norway and a Swedish one in Schleswig, Germany. Some Vikings, such as Guðvér did not only attack England, but also Saxony, as reported by the Grinda Runestone Sö 166 in Södermanland:[1] Below follows a presentation of the England Runestones based on information collected from the Rundata project, organized according to location. The transcriptions from runic inscriptions into standardized Old Norse are in the Swedish and Danish dialect to facilitate comparison with the inscriptions, while the English translation provided by Rundata give the names in standard dialect (the Icelandic and Norwegian dialect). There are eight runestones in Uppland that mention voyages to England. Several of them were raised in memory of men who had partaken in the Danegeld in England. This secluded runestone is located in a grove near Väsby, Uppland, Sweden. It was raised by a Viking in commemoration of his receiving one danegeld in England. It is classified as being carved in runestone style Pr3 and, together with U 344, it has been said to be the earliest example of an Urnes style inscription in Uppland.[5] The runic text follows a common rule to only carve a single rune for two consecutive letters, even when the letters were at the end of one word and the beginning of a second word.[6] When the text shown as Latin characters, the transliterated runes are doubled and separate words are shown. For U 194 has three examples where this occurred, þinoftiʀ is transliterated as þino| |oftiʀ, tuknuts as tuk| |knuts, and anklanti as a| |anklanti. Latin transliteration: Old Norse transcription: English translation: This runestone is one of the Lingsberg Runestones and was part of a paired monument with U 240. It is located on the courtyard of the estate Lingsberg in Uppland. It was raised by the grandchildren of Ulfríkr in commemoration of his receiving two danegelds in England. It is carved in runestone style Pr3. Latin transliteration: Old Norse transcription: English translation: The runestone U 344, in the style Pr3, was found in 1868, at Yttergärde, by Richard Dybeck,[9] but it is today raised at the church of Orkesta, see Orkesta Runestones. Together with U 194, it is considered to be the earliest example of the Urnes style in Uppland.[5] The runes are written from right to left with the orientation of the runes going in the same direction, but the last words outside the runic band have the usual left-right orientation.[9] It can be dated to the first half of the 11th century because of its use of the ansuz rune for the a and æ phonemes, and because of its lack of dotted runes.[10] This stone is notable because it commemorates that the Viking Ulf of Borresta had taken three danegelds in England.[9] The first one was with Skagul Toste in 991,[11] the second one with Thorkel the High in 1012[11] and the last one with Canute the Great in 1018.[11] Since there were many years between the danegelds, it is likely that Ulfr returned to Sweden after each danegeld to live as a wealthy magnate.[12][13] Latin transliteration: Old Norse transcription: English translation: This runestone is located at the church of Husby-Sjuhundra. It is one of the older runestones as it is in the style RAK. It is raised in memory of Sveinn who intended to go to England but died en route in Jutland. Omeljan Pritsak comments that Sveinn probably died in the Limfjord, Jutland, as the fjord was usually the starting point for campaigns against England.[15] Jansson dates Svein's death to 1015, when Canute the Great's great invasion fleet had been assembled in the Limfjord, a fleet that had many young warriors from Uppland.[16] When the fleet departed for England, Sveinn was no longer aboard.[16] The hope that God and God's mother would treat the man better than he deserved is an expression that appears on several runestones, and it is not understood as an expression of his having a bad character but it is a request that he should be favoured in the afterlife.[17] Latin transliteration: Old Norse transcription: English translation: This runestone is located at Tång, and it is raised in memory of a man who died in battle in England. It is classified as being carved in runestone style Pr1, but the runemaster is considered to have had little experience in the craft. The runic text contains a bind rune, which is a ligature combining two runes, for an a-rune and a l-rune, which may have been done simply to save space.[19] Latin transliteration: Old Norse transcription: English translation: This runestone is carved in runestone style Pr2 and was raised at the church of Hjälsta. It was raised in memory of a man's father who died in England. Based on its size and runic text, it has been suggested that U 812 was once part of a coupled monument located in a cemetery, but that the runestone with the first half of the overall text has been lost.[21] Other pairs of runestones that may have formed a coupled monument in a cemetery are U 49 and U 50 in Lovö and Sö Fv1948;282 and Sö 134 in Ludgo.[21] Latin transliteration: Old Norse transcription: English translation: This stone is located in the wall of the church of Gamla Uppsala. It is carved in runestone style Pr2 and made of sandstone. It was made by a man who called himself \"traveller to England\" in memory of his father. Latin transliteration: Old Norse transcription: English translation: This fragmented runestone is classified as being carved in runestone style Fp and is located at Lilla Runhällen. It was raised by a man who had travelled to England in memory of himself. Latin transliteration: Old Norse transcription: English translation: There are six known runestones in Södermanland that mention men who had travelled to England. This runestone was found in Hormesta, and it is one of the older runestones as it is classified as being carved in runestone style RAK, which is considered to be the oldest style. It is raised by two men in memory of their brother who died in England. Latin transliteration: Old Norse transcription: English translation: This runestone in Bjudby was raised by a man in memory of his son Hefnir who went to England and back, and instead of having a warrior's death overseas, he died at home. Due to the use of the ansuz rune for the o phoneme, Erik Brate argues that Hefnir participated in a late 11th-century expedition to England.[26] He suggests that Hefnir was part of the invasion force sent to England by Sweyn Estridsson, in 1069, and which was intended to defeat William the Conqueror's Normans.[27] The invasion had been planned for two years, but William the conqueror bought off the commander of the force who was Sweyn Estridsson's brother Asbjörn.[27] The inscription is in runestone style Pr2 and was carved by two runemasters whose names are normalized as Slóði and Brúni. Brúni's signature is also on Sö 178 at Gripsholm Castle. Latin transliteration: Old Norse transcription: English translation: This runestone has disappeared, but it was located at the church of Tumbo. It is classified as possibly being in runestone style Pr4. The inscription has been attributed based on stylistic analysis to the runemaster Näsbjörn, and what little remained of the stone when it was discovered said that a man drowned in England. Latin transliteration: Old Norse transcription: English translation: This runestone is located at the church of Råby. Like the Kolsta Runestone, it is raised in memory of a man who died in the assembly retinue (þingalið) in England.[15] Latin transliteration: Old Norse transcription: English translation: This runestone which is located in Grinda is in the style RAK. It is raised in memory of a father who divided up gold in England and attacked some towns in northern Germany. According to Omeljan Pritsak, the gold which was divided was part of the danegeld,[31] and Erik Brate argues that it was the same expedition as the one mentioned on the Berga Runestone.[32] Latin transliteration: Old Norse transcription: English translation: This runestone is located at the church of Överselö. It is made of sandstone and carved in runestone style Fp. It is in memory of a father who travelled to England. Latin transliteration: Old Norse transcription: English translation: In Västmanland, there are three runestones that refer to voyages to England. This runestone is located in the garden of the farm Vändle and it is tentatively categorized as being carved in runestone style Fp. It is raised in memory of a man who travelled to England. Latin transliteration: Old Norse transcription: English translation: This runestone is located near the bridge of Saltängsbron and it is in the style Pr3. It is in memory of a man who died in England. Latin transliteration: × kisl × lit × kera × buru × eftʀ × osl × sun × sin × han u(a)[rþ] × tyþr × a eklati × kuþ ialbi × has × ont auk × selu Old Norse transcription: English translation: This runestone is located in Berga and is classified as being carved in runestone style Fp. It was carved by the same runemaster as the Ingvar runestone Vs 19. Similar to the inscription on U 194, the runic text has an example where a single rune was used for two consecutive letters with one at the end of one word and the other at the start of a second word.[6] The runemaster on both Vs 18 and Vs 19 used the same runes trekuþan which were transliterated to show two letters and separate words as trek| |kuþan. Vs 18 and Vs 19 were also sponsored by the same person, Gunnvaldr. Latin transliteration: Old Norse transcription: English translation: In Gästrikland, there is only one runestone that mentions a voyage to England. This is a fragment that remains of a runestone. It was found in 1927 in Västra Hästbo near the church of Torsåker, and today it is almost hidden behind a pillar inside the church. It is in sandstone and it is one of the older runestones as it is carved in runestone style RAK. This the classification for inscriptions with runic band ends which do not have any attached serpent or beast heads. The runic text indicates that it was raised in memory of a man who went to England. The last word has a bind rune that combines a k-rune and u-rune, but it has been suggested that this was done to correct an error made when carving the text.[38] Latin transliteration: Old Norse transcription: English translation: In Östergötland, there are two runestones that mention men who travelled to England, and both men died there. This runestone is located in Gillberga. It is in the style Fp and it is raised in memory of a brother who died in England. The stone is located near an ancient road and was raised to its current position in 1866. Latin transliteration: Old Norse transcription: English translation: This runestone is dated to around 1025, and was raised in memory of a father who died in England. It was discovered in 1950 lying with the text downwards on the property of the farm Kallerstad, only 200 metres from Ög 113. It was probably found in its original location since a road used to pass the stone. The stone had been broken into two pieces, but was reassembled and raised outside of the county museum of Linköping. The stone is in greyish red granite and it is 3.95 m tall (2.98 above soil) and 1.43 m wide, and the surface is quite weathered. The name Vígfastr is otherwise unattested on runestones and also the name Helga was quite rare.[41] It is carved in runestone style Fp.[42] The Rundata designation for this Östergötland inscription, Ög Fv1950;341, refers to the year and page number of the issue of Fornvännen in which the runestone was first described. Latin transliteration: Old Norse transcription: English translation: In Småland, there are five or six runestones that mention voyages to England. One of them (Sm 77) mentions a man who was a marshal (stallari) in England. This runestone is located in Transjö. It is one of the older stones as it is in the style RAK. The runes are unusual as the m-runes are dotted () and the k-runes have a stroke to the left instead of to the right. The stone was raised in memory of a son who died in England named Ketill, who was described as being óníðingr. Óníðingr, which with the ó- prefix means the opposite of the Old Norse pejorative word níðingr, was used to describe a man as being virtuous and is translated in the Rundata database as \"unvillainous.\" It is used as a descriptive term on inscriptions Sö 189 in Åkerby, Sm 37 in Rörbro, Sm 147 in Vasta Ed, and DR 68 in Århus, and appears as a name or part of a name on inscriptions Ög 77 in Hovgården, Ög 217 in Oppeby, Sm 2 in Aringsås, and Sm 131 in Hjortholmen.[43] The text on Sm 5, Sm 37, and Ög 77 use the same exact phrase manna mæstr oniðingʀ or \"most unvillainous of men\" to describe the deceased,[43] and DR 68 uses a variant of this phrase.[44] Latin transliteration: Old Norse transcription: English translation: This runestone is raised on the cemetery of the church of Berga. It is classified as being in runestone style RAK and it is consequently one of the older runestones. It is raised in memory of a man who died in England. Latin transliteration: Old Norse transcription: English translation: This runestone is located in Ingelstad. It is carved in runestone style RAK and is consequently one of the older runestones. It was raised in memory of a father who died in England. Latin transliteration: Old Norse transcription: English translation: This runestone is located in Sävsjö, and it is raised by Vrái in memory of a brother who died in England. Later, Vrái would also receive a memorial, the nearby Komstad Runestone which tells that Vrái had been the marshall (stallari) of an earl Hakon,[48] who was probably the earl Håkon Eiriksson.[16][31] Latin transliteration: Old Norse transcription: English translation: The Nävelsjö runestone is located at the estate of Nöbbelesholm, and it is raised in memory of a father who died in England and was buried by his brother in Bath, Somerset. Latin transliteration: Old Norse transcription: English translation: This fragment of a runestone is located in the atrium of the church of Vetlanda and what remains appears to say \"in the west in England.\" Latin transliteration: Old Norse transcription: English translation: This runestone is located in Västanåker and is classified as being carved in runestone style RAK. It was raised as a memorial to a son who died in England. Latin transliteration: Old Norse transcription: English translation: This runestone is located at the church of Vist. It is carved in runestone style RAK and it is thus one of the older runestones. It was raised in memory of a brother who died in England. Latin transliteration: Old Norse transcription: English translation: This runestone is located in Valleberga at \"runestone hill\" in Lund. It is one of the older runestones as it is classified as being carved in runestone style RAK. Latin transliteration: Old Norse transcription: English translation: This runestone is located in Schleswig Cathedral. The ornamentation shows that it was made by a Swede. It was made in memory of a man who lay dead in a location called Skía in Old Norse in England. According to Omeljan Pritsak, Skía was probably Shoebury in Essex or Skidby in Yorkshire.[55] Latin transliteration: Old Norse transcription: English translation: This runestone, also known as Br E2), is a Viking Age runic inscription from the early 11th century, in a coffin of limestone in Saint Paul's Cathedral in London.[57] The stone is in style Pr2, also known as Ringerike style.[57] It has remains of dark blue and red colour.[57] The stone is placed in the Museum of London.[58] It is possible that it was made in memory of a Viking warrior who died in service of king Canute the Great,[59] and the creature on the stone may represent Sleipnir, Odin's eight-legged horse.[60] Latin transliteration: Old Norse transcription: English translation: This runestone is located in Galteland in Aust-Agder. It is an older runestone as it is classified as being in runestone style RAK. It was raised in memory of a son who died in service with the army of Canute the Great when he attacked England. Latin transliteration: Old Norse transcription: English translation: Gerlög and Inga: Färentuna Runestones, Hillersjö stone, Snottsta and Vreta stones Runic transliteration and transcription","Title":"England runestones - Wikipedia","KeyID":"2685","URL":"https://en.wikipedia.org/wiki/England_runestones"}