{"Content: ":"The Norse–Gaels also known as Hiberno-Scandinavian (Old Irish: Gall-Goídil; Irish: Gall-Ghaeil; Scottish Gaelic: Gall-Ghàidheil, 'foreigner-Gaels') were a people of mixed Gaelic and Norse ancestry and culture. They emerged in the Viking Age, when Vikings who settled in Ireland and in Scotland adopted Gaelic culture and intermarried with Gaels. The Norse–Gaels dominated much of the Irish Sea and Scottish Sea regions from the 9th to 12th centuries. They founded the Kingdom of the Isles which included the coveted Isle of Man, the Hebrides, the Kingdom of Dublin, the Lordship of Galloway (which is named after them), and a Norse-Gaelic family briefly (939–944 AD) ruled the Kingdom of York. The most powerful Norse–Gaelic dynasty were the Uí Ímair or House of Ivar. Over time, the Norse–Gaels became ever more Gaelicised and disappeared as a distinct group. However, they left a lasting influence, especially in the Isle of Man and Outer Hebrides, where most placenames are of Norse–Gaelic origin. Several Scottish clans have Norse–Gaelic roots, such as Clan MacDonald, Clan MacDougall and Clan MacLeod. The elite mercenary warriors known as the gallowglass (gallóglaigh) emerged from these Norse–Gaelic clans and became an important part of Irish warfare. The Viking longship also influenced the Gaelic birlinn or longa fada, which were used extensively until the 17th century. Norse–Gaelic surnames survive today and include MacIvor, MacAskill, McCabe, and (Mac)Cotter. The meaning of Gall-Goídil is \"foreigner Gaels\" or \"foreign Gaels\" and although it can in theory mean any Gael of foreign origin, it always was used of Gaels (i.e. Gaelic-speakers) with some kind of Norse identity.[citation needed] This term is subject to a large range of variations depending on chronological and geographical differences in the Gaelic language, e.g. Gall Gaidel, Gall Gaidhel, Gall Gaidheal, Gall Gaedil, Gall Gaedhil, Gall Gaedhel, Gall Goidel, Gall Ghaedheil, etc. The modern term in Irish is Gall-Ghaeil or Gall-Ghaedheil, while the Scottish Gaelic is Gall-Ghàidheil.[1] The Norse–Gaels often called themselves Ostmen or Austmen, meaning East-men, a name preserved in a corrupted form in the Dublin area known as Oxmantown which comes from Austmanna-tún (homestead of the Eastmen).[citation needed] In contrast, they called Gaels Vestmenn (West-men) (see Vestmannaeyjar and Vestmanna).[citation needed] The Norse–Gaels are also sometimes called the Norse-Irish and Norse-Scots. The Norse–Gaels originated in Viking colonies of Ireland and Scotland, the descendants of intermarriage between Norse immigrants and the Gaels. As early as the 9th century, many colonists (except the Norse who settled in Cumbria) intermarried with native Gaels and adopted the Gaelic language as well as many Gaelic customs. Many left their original worship of Norse gods and converted to Christianity, and this contributed to the Gaelicisation.[citation needed] Gaelicised Scandinavians dominated the region of the Irish Sea until the Norman era of the 12th century. They founded long-lasting kingdoms, such as the Kingdoms of Man, Dublin, and Galloway,[2] as well as taking control of the Norse colony at York. The Norse are first recorded in Ireland in 795 when they sacked Lambay Island. Sporadic raids then continued until 832, after which they began to build fortified settlements throughout the country. Norse raids continued throughout the 10th century, but resistance to them increased. The Norse established independent kingdoms in Dublin, Waterford, Wexford, Cork and Limerick. These kingdoms did not survive the subsequent Norman invasions, but the towns continued to grow and prosper. The term Ostmen was used between the 12th and 14th centuries by the English in Ireland to refer to Norse–Gaelic people living in Ireland. Meaning literally \"the men from the east\" (i.e. Scandinavia), the term came from the Old Norse word austr or east. The Ostmen were regarded as a separate group from the English and Irish and were accorded privileges and rights to which the Irish were not entitled. They lived in distinct localities; in Dublin they lived outside the city walls on the north bank of the River Liffey in Ostmentown, a name which survives to this day in corrupted form as Oxmantown. It was once thought that their settlement had been established by Norse–Gaels who had been forced out of Dublin by the English but this is now known not to be the case. Other groups of Ostmen lived in Limerick and Waterford. Many were merchants or lived a partly rural lifestyle, pursuing fishing, craft-working and cattle raising. Their roles in Ireland's economy made them valuable subjects and the English Crown granted them special legal protections. These eventually fell out of use as the Ostmen assimilated into the English settler community throughout the 13th and 14th centuries.[3] The Lords of the Isles, whose sway lasted until the 16th century, as well as many other Gaelic rulers of Scotland and Ireland, traced their descent from Norse–Gaels settlements in northwest Scotland, concentrated mostly in the Hebrides.[4] The Hebrides are to this day known in Scottish Gaelic as Innse Gall, \"the islands of foreigners\";[5] the irony of this being that they are one of the last strongholds of Gaelic in Scotland. It is recorded in the Landnámabók that there were papar or culdees (Gaelic monks) in Iceland before the Norse. This appears to tie in with comments of Dicuil and is given weight by recent archaeological discoveries. The settlement of Iceland and the Faroe Islands by the Norse have included many Norse–Gael settlers as well as slaves and servants. They were called Vestmen (Western men), and the name is retained in Vestmanna in the Faroes and the Vestmannaeyjar off the Icelandic mainland.[citation needed] A number of Icelandic personal names are of Gaelic origin, including Njáll, Brjánn, Kjartan and Kormákur (from Niall, Brian, Muircheartach and Cormac).[6] Patreksfjörður, an Icelandic village, was named after Saint Patrick. A number of placenames named after the papar exist on Iceland and the Faroes. According to some circumstantial evidence, Grímur Kamban, seen as the founder of the Norse Faroes, may have been a Norse Gael. According to the Faereyinga Saga... the first settler in the Faroe Islands was a man named Grímur Kamban – Hann bygdi fyrstr Færeyar, it may have been the land taking of Grímur and his followers that caused the anchorites to leave... the nickname Kamban is probably Gaelic and one interpretation is that the word refers to some physical handicap (the first part of the name originating in the Old Gaelic camb crooked, as in Campbell Caimbeul Crooked-Mouth and Cameron Camshron Crooked Nose), another that it may point to his prowess as a sportsman (presumably of camóige / camaige hurley – where the initial syllable also comes from camb). Probably he came as a young man to the Faroe Islands by way of Viking Ireland, and local tradition has it that he settled at Funningur in Eysturoy.[7] Heinrich Zimmer formulated the hypothesis that the Fenian Cycle of Irish mythology and the figure of Fionn mac Cumhaill can be effectively traced back to the heritage of the Norse-Gaels.[8] This includes the name of the Fianna that he traces back to an Irish rendering of Old Norse fiandr \"enemies (pl.)\" > \"brave enemies\" > \"brave (free) warriors\" (Zimmer 1891, p.15ff),[8] but also specific episodes such as Fionn's Thumb of Knowledge which has been likened to Sigurðr Fáfnisbani tasting Fáfnir's heart.[9][10] Even today, many surnames particularly connected with Gaeldom are of Old Norse origin, especially in the Hebrides and Isle of Man. Several Old Norse words also influenced modern Scots English and Scottish Gaelic, such as bairn (child) from the Norse barn (a word still used in Denmark, Norway, Sweden, and Iceland).[citation needed]","Title":"Norse–Gaels - Wikipedia","KeyID":"2688","URL":"https://en.wikipedia.org/wiki/Norse%E2%80%93Gaels"}