{"Content: ":"The Vale of York Hoard, also known as the Harrogate Hoard and the Vale of York Viking Hoard, is a 10th-century Viking hoard of 617 silver coins and 65 other items. It was found undisturbed in 2007 near the town of Harrogate in North Yorkshire, England. The hoard was the largest Viking one discovered in Britain since 1840, when the Cuerdale hoard was found in Lancashire, though the Anglo-Saxon Staffordshire Hoard, found in 2009, is larger. On 6 January 2007, David Whelan, a semi-retired businessman from Leeds, and his son Andrew, a surveyor, discovered the Harrogate hoard using metal detectors.[1][2] The Whelans told BBC News they have been metal detecting as a hobby for about five years.[3] They found the hoard in an empty field that had not yet been ploughed for spring sowing. Later the field was searched but no evidence of a settlement or structure was found.[2] About 30 cm (1 ft) underneath the soil, after parts of a lead chest that had been discovered were excavated, a silver bowl fell from the side of the dig. When it was examined on the ground, coins and scraps of silver were visible.[4] The Whelans reported the find to Amy Cooper, Finds Liaison Officer of the Portable Antiquities Scheme: this was one of the first finds reported to Cooper.[5] The pair were commended for displaying \"exemplary behaviour in not unpacking all the objects from the bowl, but keeping the find intact.\" The Whelans also made note of the exact location of the find before filling in the hole. This proved to be a valuable step as rains washed away evidence of the find when archaeologists returned only four days later.[6] The hoard was transferred to the British Museum, where conservators excavated each find to preserve the objects and \"contextual information.\"[7] The discovery was announced on 19 July 2007. The British Museum press release stated, \"The size and quality of the hoard is remarkable, making it the most important find of its type in Britain for over 150 years,\" and also said, \"The find is of global importance, as well as having huge significance for the history of North Yorkshire\".[8] At a court hearing in Harrogate on 19 July 2007, the hoard was classified as a Treasure by North Yorkshire coroner Geoff Fell under the Treasure Act 1996, which requires the find to be offered for sale to museums, with the proceeds divided by agreement between the discoverers and the landowner. The find was valued by the Independent Treasure Valuation Committee for the Department for Culture, Media and Sport. The hoard consists of 617 silver coins and 65 other items,[3] including ornaments, ingots and precious metal. These items were hidden in a gilt silver vessel lined with gold (variously identified as a cup, bowl, or pot) which is thought to possibly be an ecclesiastical vessel from Northern France either plundered[9] or given as tribute.[5] Vines, leaves, and six running animals (two lions and four beasts of prey) decorate the cup.[10] The cup is so closely paralleled by the Halton Moor cup, conserved in the British Museum, that both must be from the same Carolingian workshop and were produced in the mid-ninth century.[11] The vessel was buried in a lead chest.[3][5] A rare gold arm ring (possibly from Ireland[5]), and hacksilver (fragments of cut metal sometimes used as currency) were also found. Reports indicate that the coins bear Islamic, Christian, and pre-Christian Norse pagan symbols: \"some of the coins mixed Christian and pagan imagery, shedding light on the beliefs of newly-Christianized Vikings.\"[1][3] The hoard had been protected by lead sheeting of some kind. The coins date from the late 9th and early 10th centuries, providing a terminus post quem for dating the hoard. The first theory as to a likely 10th-century occasion for such a careful burying was that it had belonged to a wealthy Viking leader during the unrest that followed the conquest of the Viking kingdom of Northumbria in the year 927 by the Anglo-Saxon king of a unified England, Athelstan (924–939).[7] Another brief period of Viking rule in Northumbria also followed Athelstan's death in 939; it lasted until the expulsion and murder of the Viking king of Jórvík (modern-day York), Eric Bloodaxe, in 954. The hoard included objects from many diverse locations, including Samarkand in present-day Uzbekistan, North Africa, Afghanistan, Russia, Ireland, Scandinavia, and continental Europe, \"illustrating the breadth of the Vikings' travels and trade connections.\"[5] Gareth Williams, curator of early medieval coins at the British Museum, examined the artifacts. The independent Treasure Valuation Committee valued the hoard at £1,082,000.[12] The hoard was purchased jointly by York Museums Trust, and the British Museum with funding from the National Heritage Memorial Fund, The Art Fund and The British Museum Friends.[12][13] From 17 September 2009 items from the hoard were on display in the Yorkshire Museum, York, for a period of six weeks before the museum closed for refurbishment in November 2009.[14] The hoard was then taken to the British Museum for further conservation work and was returned to the Yorkshire Museum for its reopening following a major refurbishment[15] on 1 August 2010 (Yorkshire Day).[12][16] In 2012 it formed part of a temporary exhibition at Harrogate's Mercer Gallery before touring to Copenhagen, Berlin and London.[17] The hoard was used in the British Museum's Vikings exhibition from 6 March to 22 June 2014,[18] the first at the British Museum in 30 years.[19] The hoard was redisplayed in the Yorkshire Museum in 2015.[17] From 2017 it formed part of a touring exhibition titled 'Viking: Rediscover the Legend' and is displayed alongside the Bedale Hoard and the Cuerdale hoard, with the tour starting at the Yorkshire Museum and subsequently including Atkinson Art Gallery and Library in Southport, Aberdeen Art Gallery, Norwich Castle Museum, and the University of Nottingham.[20][21] Media related to Vale of York Hoard at Wikimedia Commons ","Title":"Vale of York Hoard - Wikipedia","KeyID":"2693","URL":"https://en.wikipedia.org/wiki/Vale_of_York_Hoard"}