{"Content: ":"St. Rumbold's Cathedral (Dutch: Sint-Romboutskathedraal) is the Roman Catholic metropolitan archiepiscopal cathedral in Mechelen, Belgium, dedicated to Saint Rumbold, Christian missionary and martyr who had founded an abbey nearby.[1][2][3][4] His remains are rumoured to be buried inside the cathedral. State-of-the-art examination of the relics honoured as Saint Rumbold's and kept in a shrine in the retro-choir, showed a life span of about 40 years and a death date between 580 and 655, while tradition had claimed 775 AD.[Note 1][5][6][4][7] In 1999, the tower of the cathedral was inscribed on the UNESCO World Heritage List as part of the Belfries of Belgium and France site, in recognition of its architecture and its importance in civic duties such as a watchtower.[8] Construction of the church itself started shortly after 1200, and it was consecrated in 1312, when part had become usable. From 1324 onwards the flying buttresses and revised choir structure acquired Brabantine Gothic characteristics, distinct from French Gothic. After the city fire of 1342, the Master Mason Jean d'Oisy managed repairs and continued this second phase, which by the time of his death in 1375 formed the prototype for that High Gothic style. His successors finished the vaults of the nave by 1437, and those of the choir by 1451.[4][9][10][11] During the final phase of 1452–1520, the tower was erected, financed by pilgrims and later by its proprietor, the city. Designed to reach 600 Mechlinian feet[Note 2] or about 167 metres, higher than any church tower would ever attain (Ulm Minster has measured 161 metres since the 19th century), the very heavy St. Rumbold's tower was built on what had once been wetlands, though with foundations only three metres deep its site appears to have been well-chosen. After a few years, in 1454, its chief architect Andries I Keldermans constructed the Saint Livinus' Monster Tower (or St.-Lievensmonstertoren as it is called in Dutch) in Zierikzee (in the present-day Netherlands), where leaning or sagging of the tower (now 62 metres but designed for ca. 130) could wreck the church. This concern led to fully separate edifices, a solution also applied in Mechelen. At both places, in the early 16th century the upper part of the tower was abandoned, not for technical but for financial reasons. St-Rumbold's should have been topped by a 77-metre spire but only seven metres of this were built, hence the unusual shape. A deliberately weak connection closed the gap between tower and church upon finishing the construction.[12][13][14][15] The church has functioned as a cathedral since 1559. In the 18th century, each capital's surrounding ornament of sculpted cabbage leaves, that had been an inspiration for numerous Brabantine Gothic churches, was replaced with a double ring of crops. In 2005, after engineers had figured out the support capacity of ground and tower, there was talk of completing the entire spire from the original drawings.[16] The flat-topped silhouette of the cathedral's tower is easily recognizable and dominates the surroundings. For centuries it held the city documents, served as a watchtower, and could sound the fire alarm.[17] Despite its characteristic incompleteness, this World Heritage monument[18] is 97.28 metres high and its 514 steps are mounted by thousands of tourists every year, following the footsteps of Louis XV, Napoleon, King Albert I, and King Baudouin with queen Fabiola in 1981. Many of the region's cities have a nickname for their populace. The Mechlinians are said to have had ancestors running up their great Tower and passing on buckets of water to extinguish a blazing fire behind the perpendicular windows, where it turned out to be mere moonlight through sprightly clouds, hence are called Maneblussers ('Moon Extinguishers').[19][Note 3] The tower contains 49 bells and only the largest bells swing, which are still in working order. The weights of the bells range from 16 kg to the most notable bell; the bourdon Salvator, which strikes the hours and weighs 8 tons. Up to 1923, the cathedral had 18 bell ringers prior to electricity taking over. Thirty-nine steps above this instrument, there is a second complete carillon on which concerts are played during the summer months. The main entrance, underneath the tower, leads into the nave of the cathedral (approximately 118 metres long). Apart from small heraldic shields,[Note 4] dating from the Thirty Knights of the Golden Fleece chapter meetings presided in the church by young Philip the Handsome while his Burgundian inheritance was still under guardianship of his father, few original movables survive. Forty preciously decorated Gothic altars and all other furniture disappeared during the religious troubles of 1566-1585. Though the cathedral was spared in the 1566 Iconoclasm, Mechelen was sacked in the 1572 three-days Spanish Fury by slaughtering troops under command of Alva's son Fadrique, and suffered the English Fury of pillaging by rampant mercenaries in the service of the States General in 1580. The interior features a Baroque high altar and choir by Lucas Faydherbe (with twenty-five paintings illustrating the life of Saint Rumbold), as well as paintings by Anthony van Dyck, sculptures by Lucas Faydherbe and Michiel Vervoort, and stained-glass windows,[20] including one depicting – though with a white face – the Black Madonna painting in the church.[citation needed][Note 5] In 2010, prior to the construction of an underground car park at Saint Rumbold's north side, 4,165 skeletons were unearthed during archeological excavations of the cemetery.[21] St. Rumbold's was the venue for the 2008 wedding of Count Rodolphe de Limburg Stirum to Archduchess Marie-Christine of Austria, daughter of Princess Marie-Astrid of Luxembourg. In 1985, on his 65th birthday, Pope John Paul II celebrated a Mass at St. Rumbold's. Jo Haazen, then the city's carillon player, heard him state: \"Your tower is not complete.\"[16][22][Note 6] Coordinates: 51°01′44″N 4°28′42″E﻿ / ﻿51.02889°N 4.47833°E﻿ / 51.02889; 4.47833","Title":"St. Rumbold's Cathedral - Wikipedia","KeyID":"27","URL":"https://en.wikipedia.org/wiki/St._Rumbold%27s_Cathedral"}