{"Content: ":"Lachine (French pronunciation: [laʃin]) is a borough (arrondissement) within the city of Montreal on the Island of Montreal in southwestern Quebec, Canada. It was an autonomous city until the municipal mergers in 2002. Lachine, apparently from the French term la Chine (China), is often said to have been named in 1667, in mockery of its then owner René-Robert Cavelier de La Salle, who explored the interior of North America trying to find a passage to China. When he returned without success, he and his men were derisively named les Chinois (the Chinese). The name was adopted when the parish of Saints-Anges-de-la-Chine was created in 1676,[5] with the form Lachine appearing with the opening of a post office in 1829.[6] An alternative etymology attributes the name to the famous French explorer Samuel de Champlain, who also hoped to find a passage from the Saint Lawrence River to China. According to this version, in 1618 Champlain proposed that a customs house would tax the trade goods from China passing this point, hence the name Lachine.[7] On August 4, 1689, more than 1500 Mohawk warriors raided the small village and burned it to the ground in retaliation for the ravaging of the Seneca lands, which was accused having been committed by the governor of New France, the Marquis de Denonville. The Lachine massacre left 80 dead. Lachine was incorporated as a village in 1848, then it became a town in 1872 and a city in 1909.[8] In 1912 it annexed the neighbouring Town of Summerlea, itself founded in 1895.[9] It merged with the town of Saint-Pierre in 1999, and the combined municipality merged into Montreal on January 1, 2002. Lachine's logo during its municipality days is still in use today. The borough is located in the southwest portion of the island of Montreal, at the inlet of the Lachine Canal, between the borough of LaSalle and the city of Dorval. It was a separate city until the municipal mergers on January 1, 2002, and it did not demerge on January 1, 2006.[10] The borough is bordered to the northwest by the city of Dorval, to the northeast by Saint-Laurent, to the east by Côte Saint-Luc, Montreal West and a narrow salient of Le Sud-Ouest, and to the south by LaSalle. Its western limit is the shore of Lake Saint-Louis and the Saint Lawrence River. It has an area of 17.83 km² (7 sq. mi.) and a population of 44,489 per the 2016 Canadian Census. As of the November 7, 2021 Montreal election, the current borough council consists of the following members: The entire borough is located within the federal riding of Dorval-Lachine-LaSalle, and within the provincial electoral district of Marquette. Autoroute 20 passes through Lachine, which is also served by the Lachine commuter train station. Most noticeable of Lachine's features is the Lachine Canal and its recreational facilities, including the Lachine Canal National Historic Site. Around the canal's inlet, in the southern part of the borough, are located The Fur Trade at Lachine National Historic Site, René Lévesque Park (on a long peninsula extending into Lac Saint-Louis), and the Musée de Lachine, which has collections of modern outdoor sculpture both on its own grounds, in René Lévesque Park, and in other sites throughout the borough. Other historic buildings are also located near the canal's inlet. A memorial to Air India Flight 182 is located in Monk Island, in Lachine. It was inaugurated in 2010.[12] The Commission scolaire Marguerite-Bourgeoys operates Francophone public schools.[13] Adult schools include: Professional development centres include: Secondary schools include: Primary schools include: The Lester B. Pearson School Board (LBPSB) operates Anglophone public schools. The Montreal Public Libraries Network operates the Saint-Pierre Branch and the Saul-Bellow Branch in Lachine.[17] Coordinates: 45°25′54″N 73°40′30″W﻿ / ﻿45.43167°N 73.67500°W﻿ / 45.43167; -73.67500","Title":"Lachine, Quebec - Wikipedia","KeyID":"2700","URL":"https://en.wikipedia.org/wiki/Lachine,_Quebec"}