{"Content: ":"The Stikine River is a major river in northern British Columbia, Canada and southeastern Alaska in the United States. Draining a large, remote upland area known as the Stikine Country east of the Coast Mountains, it flows west and south for 610 kilometres (379 mi),[2] emptying into various straits of the Inside Passage near Wrangell, Alaska. About 90 percent of the river's length and 95 percent of its drainage basin are in Canada.[3] Considered one of the last truly wild large rivers in British Columbia,[5] the Stikine flows through a variety of landscapes including boreal forest, steep canyons and wide glacial valleys. Known as the \"fastest-flowing navigable river in North America,\"[6] the Stikine forms a natural water route from northern interior British Columbia to the Pacific coast. Used for millennia by indigenous peoples including the Tlingit and Tahltan, it provided access for fur traders and prospectors during the 1800s and remained an important transportation route until the 1970s, when roads were finally opened to the northern interior. However, most of the Stikine basin remains wilderness, with only a few small settlements; only two bridges, one disused, cross the river along its entire length. The river's salmon run supports large commercial and subsistence fisheries, and its extensive estuary and delta provide habitat for numerous fish and migratory bird species. Despite its isolation, the Stikine is a destination for outdoor recreation, including canoeing, hunting and fishing. The river's Grand Canyon, known for its dangerous rapids, has been called the \"K2 of white-water challenges\"[7] and was considered impossible to boat until the 1980s, and since then has only been run by a handful of expert kayakers. During the latter part of the 20th century, numerous large parks and protected areas were established in the Stikine basin, and by the beginning of the 21st century some 60 percent of the basin was under some form of conservation management. However, in recent decades the water quality and natural beauty of the Stikine have been threatened by new energy, transport and mining developments in northern British Columbia. The river was known to the Tlingit as Shtax'heen, \"bitter river\" or \"muddy river\", in reference to its murky glacial waters, and gave its name to the Stikine group of Tlingit, Shtaxʼhéen Ḵwáan.[8] The Tahltan called the river Spatsizi, \"red goat\", referring to the mountain goats whose white coats were often colored by the red earth of the region.[9] One tributary of the upper Stikine is today known as the Spatsizi River.[10] Another Tahltan name for the river was Tudessa, \"long river\", from which the Tudenekoten clan of Tahltan took its name.[11] Russian fur traders called the river ryka Stahkin (река Стакин), changed to Stikine by the U.S. Coast and Geodetic Survey in 1869 after the Alaska Purchase.[1][12] Other 19th century names for the river include \"St. Francis River\" and \"Pelly's River\".[12] A common alternative spelling was Stickeen, reflected in the short-lived British Stickeen Territories. The Stikine River basin includes approximately 50,700 km2 (19,600 sq mi)[3] in the Stikine Region and Regional District of Kitimat–Stikine, BC and the City and Borough of Wrangell, Alaska. Most of the Stikine basin corresponds with the southern half of the Stikine Plateau, a vast and mostly forested region of dissected plateaus, rolling hills and narrow valleys in northwest British Columbia. The Stikine Plateau is bordered on the east by the Cassiar Mountains and Omineca Mountains and on the south by the Stikine Ranges of the Skeena Mountains. All three massifs are part of British Columbia's Interior Mountains. To the west are the Boundary Ranges of the Coast Mountains, which run along the U.S.–Canada border. After collecting runoff from the Stikine Plateau, the Stikine River slices west through the Coast Mountains, emptying into the Inside Passage roughly in the middle of the Alexander Archipelago, which shelters Inside Passage waterways from the Pacific Ocean.[13][14] The Coast Mountains, rising over 3,000 metres (9,800 ft), include the highest elevations of the Stikine basin and are extensively glaciated. Mount Ratz, 3,136 metres (10,289 ft),[15] is the highest point in the Stikine basin.[16] The highest points of the Stikine Plateau generally top out around 1,500 to 2,000 metres (4,900 to 6,600 ft). The Cassiar and Omineca Mountains, rising 2,300 to 2,600 metres (7,500 to 8,500 ft), are also rugged but have less relief than the Boundary Ranges due to their higher base elevation.[17] The Tahltan Highland is located in between the Coast Mountains and the Stikine Plateau. One of its most prominent features is 2,787-metre (9,144 ft) Mount Edziza, a dormant stratovolcano and part of the Mount Edziza volcanic complex.[18] Drainage basins adjacent to the Stikine are the Taku River to the northwest, the Dease, Kechika and Finlay Rivers (all part of the greater Mackenzie River system) to the north and east, and the Skeena, Nass and Unuk Rivers to the south.[14] The Stikine basin is very sparsely populated; in 2005, the entire basin was home to about 1,300 people.[19] The only established communities are Iskut, Telegraph Creek and Bob Quinn Lake, all in British Columbia. Dease Lake is located just outside the northern edge of the basin, near the Tanzilla River. The larger towns of Wrangell (population 2,127) and Petersburg, Alaska (3,398) are located close to the mouth of the river, but are not within the drainage basin. Forests cover about 50 percent of the basin, and most of the remainder is covered by treeless tundra or permanent ice and snow.[19] About 73 percent of the basin in BC is considered to be in a wilderness or semi-wilderness condition.[20] Due to the rain shadow effect of the Coast Mountains, the interior Stikine basin has a much drier and more variable climate than the coast. Wrangell experiences a humid continental climate, with monthly average temperatures ranging from a low of 2.6 °C (36.7 °F) in January to 18.0 °C (64.4 °F) in July. The average annual precipitation is 2,070 mm (81 in).[21] Dease Lake, about 50 kilometres (31 mi) northeast of Telegraph Creek, experiences a subarctic climate with monthly average temperatures ranging from −16.1 °C (3.0 °F) in January to 13.0 °C (55.4 °F) in June, and an average annual precipitation of just 445.3 mm (17.53 in).[22] In the interior, freezing temperatures are observed in six months of the year.[23] The headwaters of the Stikine are in the Spatsizi Plateau, the southeasternmost sub-plateau of the Stikine Plateau. Originating on Mount Umbach[24][25] 1,830 metres (6,000 ft) above sea level[26] in the Spatsizi Plateau Wilderness Provincial Park, it flows northeast through a chain of small lakes, including Tuaton and Laslui Lakes, then turns north, following a meandering course along the western foothills of the Omineca Mountains and the Cassiar Mountains.[14] The river enters Stikine River Provincial Park, turning west at the confluence with the Chukachida River,[27] then northwest at the confluence with the Spatsizi River.[10][14] At the confluence with the Pitman River,[28] it turns due west again, now flowing along the south side of the Three Sisters Range, then receives the Klappan River[29] from the south.[14] North of Iskut, it is crossed by BC Highway 37 (Cassiar Highway), the only road bridge across the Stikine.[14] Below Highway 37, it enters the Grand Canyon of the Stikine, a 300-metre (980 ft) deep canyon cutting between the Tanzilla and Klastline Plateaus, both sub-plateaus of the Stikine Plateau. Here, the river flows much more swiftly, falling 450 m (1,480 ft) over 80 km (50 mi). At one point the channel narrows from 200 m (660 ft) wide to just 2 m (6.6 ft) wide, a place known as the \"Tanzilla Slot\", where it squeezes between sheer walls of volcanic rock.[30] After receiving the Tuya[31] and Tahltan Rivers[32] from the north it flows through Mount Edziza Provincial Park, home to the Mount Edziza volcanic complex, where ancient basalt flows cover more than 1,000 km2 (390 sq mi).[18] Just downstream is Telegraph Creek, the only permanent settlement on the river. Telegraph Creek, 269 km (167 mi) upstream of the Stikine's mouth, is considered the head of navigation on the Stikine.[33] Turning south, the Stikine flows through the Tahltan Highland along the eastern side of the Coast Mountains, where it receives numerous tributaries including the Chutine[34] and Porcupine Rivers.[35] The gradient flattens considerably compared to the upper course, and the river becomes wide, braided and muddy with glacial silt. Its course takes it around the east and south sides of the massive Stikine Icecap, the source of numerous glaciers that descend to the valley floor. John Muir, who visited the Stikine country in 1879, described the lower Stikine as \"a Yosemite 100 miles long\" due to its hundreds of glaciers and other glacially formed features.[36] The Stikine is joined by its largest tributary, the Iskut River,[37] from the east before passing the former border station of Stikine, British Columbia where it enters Alaska. Turning west, the river cuts through the Coast Mountains for 64 km (40 mi) to the sea.[36] The channel gradient in Alaska is nearly flat, and tidal influences are felt up to 32 km (20 mi) upstream from the mouth.[33] The mouth of the Stikine forms a large delta opposite Mitkof Island about 10 km (6.2 mi) north of Wrangell and 30 km (19 mi) southeast of Petersburg. The main channel empties into the Eastern Passage at the head of Sumner Strait and Stikine Strait, while the North Arm splits off from the main channel and flows into Frederick Sound. King Slough splits southwest from the North Arm and enters Dry Strait, which connects the north end of Eastern Passage to Frederick Sound. Farm Island and Dry Island are situated between the north and main channels, with King Slough dividing the two.[33][38] Due to sediment deposits from the Stikine River delta, Dry Strait is often dry at low tide and thus unsuitable for most ships using the Inside Passage. Marine traffic typically uses the Wrangell Narrows or the Chatham Strait further west.[39] By flow volume, the Stikine is the largest river in southeast Alaska[40] and the fifth largest river in British Columbia.[26] Flows of the Stikine River are affected by three main sources of runoff: snowmelt from the Stikine Plateau (peaking late spring or early summer), glacier melt from the Coast Mountains (peaking late summer), and rainfall from coastal Pacific storms (peaking autumn).[41] The U.S. Geological Survey has operated a stream gage near the mouth of the river from 1976 to the present. The average annual discharge is 1,576 m3/s (55,700 cu ft/s) with a maximum of 3,823 m3/s (135,000 cu ft/s) in June, and a minimum of 251 m3/s (8,900 cu ft/s) in February. The highest annual mean was 2,063 m3/s (72,900 cu ft/s) in 1981, and the lowest was 1,192 m3/s (42,100 cu ft/s) in 1978.[4] At Telegraph Creek, the average annual discharge is 405 m3/s (14,300 cu ft/s).[42] The lower Stikine near the international border is generally frozen from October/November to April/May, while at Telegraph Creek, freezing occurs about a week earlier and break-up occurs one to three weeks later.[43] Stikine River monthly mean discharge near Wrangell, AK (m3/s)[44] The Stikine basin includes several major terranes or crustal fragments which accreted to the western North American continent starting about 180 million years ago. The Stikine Plateau roughly corresponds with the northern part of the Stikine Terrane (\"Stikinia\"), part of the larger Intermontane Belt complex. The Cassiar and Omineca Mountains to the east are formed from granite batholith remnants of an ancient continental volcanic arc (the Omineca Arc) which arose as a result of subduction following Stikinia's collision with the North American continent. The Coast Mountains, to the west, are formed in the same manner by the later collision of the Insular Belt terrane with the Intermontane terrane. Subduction forces created the granite batholith of the Coast Range volcanic arc, which was eventually uplifted to form the contemporary Coast Mountains between the Stikine Plateau and the Pacific coast.[45][46] Despite the Coast Mountains being higher in elevation than the interior plateaus and ranges, the Stikine flows west cutting through them to reach the Pacific. Several nearby rivers including the Copper, Alsek and Taku Rivers do the same, suggesting that these river systems had been established along the west coast of the North American continent prior to the development of the Coast Range Arc. During the uplift of the Coast Mountains, the rivers maintained their courses as antecedent streams.[47][48] The ancestral Stikine River may be as much as 50 million years old, with the present uplift of the Coast Mountains starting about 7 million years ago.[49] Beginning about 2.5 million years ago in the Pleistocene, much of the interior Stikine basin was covered by successive Ice Age glaciations. During interglacial periods, the continental ice sheet retreated northward but remnant Coast Mountain glaciers blocked the outlet of the Stikine River, causing glacier melt to back up the river valley and create Glacial Lake Stikine. The lake filled and emptied numerous times, leaving shoreline deposits high on nearby mountainsides.[50] Glaciers and ice sheets still exist in the Stikine basin today, but to a much more limited extent. The Stikine Icecap, located in the Coast Mountains between the Stikine and Taku Rivers and the source of numerous glaciers descending to the Stikine valley, is one of the largest.[51] Glacial activity strongly affects the geomorphology of the lower Stikine River. Due in large part to glacial silt or rock flour, the Stikine carries a heavy sediment load – some 16 million tonnes per year – continually expanding the large delta at the mouth of the river.[49] In August 1979, a glacial lake outburst flood occurred at the Flood Glacier, releasing 150 million cubic metres (120,000 acre⋅ft) of water into the Stikine River, causing minor flooding as far as the mouth of the river.[52] The Stikine's Grand Canyon likely formed after one such glacial period. Previously, the Stikine may have turned south around the present-day Klappan River confluence, and flowed down the valley of what is now the Iskut River. The river's former course may have been blocked by glaciers and it was forced to cut a new path west towards present-day Telegraph Creek. Another theory is that lava flows from the Mount Edziza volcanic complex were responsible for diverting the Stikine to its new course.[53][54] The Stikine River creates one of the only natural passages through the Coast Mountains, and for thousands of years it has been used as a trade route by indigenous peoples, who utilized canoes and rafts for river travel.[26] The river has great cultural significance for indigenous peoples; the adjacent headwaters of the Stikine, Skeena and Nass Rivers in the Klappan Range are known to the Tahltan as Klabona, the Sacred Headwaters.[55] The lower Stikine and Iskut rivers are home to “a high number of aboriginal cultural heritage sites, including old villages, legend sites and traditional fishing areas.”[20] Archeological sites in southeast Alaska suggest that the first human presence in this region started about 10,000 years ago, around the end of the last glaciation, when ice dams that had previously blocked the Stikine were receding. According to Tlingit legend, their ancestors lived in the interior thousands of years ago and migrated to the coast via the Stikine River.[56] However, a glacier (perhaps today's Great Glacier) blocked their passage down the river. Tribal elders explored a tunnel through which the river flowed under the glacier, expecting not to return from this dangerous mission. To their surprise they discovered a way through, and their people followed to settle in southeast Alaska.[57][58] Similar stories are told regarding the other rivers (Copper, Alsek and Taku) that slice through the Coast Mountains.[59] The Pacific coastal part of the Stikine basin is in the traditional lands of the Shtax'héen Kwáan (Stikine band of Tlingit). Formed by the unification of several smaller clans under the hereditary lineage of Chief Shakes, they controlled a large area around the mouth of the Stikine and extending well upriver.[60] The original Shtax'héen Kwáan territory, estimated at 20,000 km2 (7,700 sq mi), was the largest of any Tlingit group.[61] The lands of the Tahltan people extended over much of the interior Stikine Plateau, including the entirety of the inland Stikine basin.[62] Tahltan and Tlingit lands met around the confluence of the Stikine and Iskut rivers. The navigable section of Stikine between the Grand Canyon and the Iskut River was shared by the Tlingit and Tahltan on a seasonal basis. In summer, Tlingit would travel up the river to dry salmon and berries in the dry interior climate. During winter the Tahltan had exclusive use of this section, which they utilized for hunting and trapping.[63] Fishing rights in the Stikine River were also governed by mutual agreements; in the area around present-day Glenora, the Tlingit claimed use of tributaries while the Tahltan held rights to the main stem. The Tlingit also had exclusive use of certain berry patches, which were not available in such abundance on the coast.[8] The Tlingit, traveling in large dugout canoes up to 18 metres (59 ft) in length, dominated river commerce on the Stikine. They also transported goods from other coastal tribes including the Haida and Tsimshian into the interior, where they traded with the Tahltan. The primary trading location was at the confluence of the Stikine and Tahltan rivers. Most of the Tahltan clans visited this place every year to fish and trade.[11] From the coast, goods including eulachon, salmon oil, shells, woven baskets and blankets, as well as slaves obtained by the militaristic Haida, were ferried to the interior and exchanged for furs, caribou and moose hides, babiche, and obsidian knives and arrowheads (the latter mined from volcanic deposits around Mount Edidza). The Tahltan in turn traded coastal goods with the further inland Kaska and Sekani.[11] Captain George Vancouver mapped the Stikine delta in 1793 during the Vancouver Expedition but did not realize the river extended into the interior. In 1799 Captain Rowan in the sloop Eliza reached the Stikine delta and was the first European to record the name \"Stikine\".[12] In 1799 the Russian-American Company was chartered to establish new Russian settlements in North America and was granted a monopoly on the maritime fur trade in what was then Russian Alaska, including the mouth of the Stikine River, which became a key route for transporting furs from the interior.[64] During the 1800s-1860s the Tlingit controlled trade on the river, transporting Western goods upstream to trade for furs from the Tahltan.[64] At the same time, the British Hudson's Bay Company (HBC) was attempting to extend its influence on the fur trade to the Pacific Coast, after Samuel Black explored northern BC in 1824 and brought news that the Russians were trading with the Tlingit for furs.[65] The HBD also attempted to seize control of the Stikine fur trade from the coast, sending a ship, Dryad, to establish a trading post at the mouth of the river. However, they were beaten by the Russians who in 1834 built Redoubt St. Dionysius in what is now Wrangell, Alaska.[66] In 1838, HBC trader Robert Campbell reached the upper Stikine River and became the first white man to make contact with the Tahltans. By doing so, Campbell had established the final link of a route connecting the Pacific and Atlantic fur trades, stretching 5,000 km (3,100 mi) across northern Canada.[26] In 1839, the HBC leased rights to the Stikine fur trade from the Russians, and took control of Redoubt St. Dionysius, renaming it Fort Stikine. The Tlingit were upset with the HBC in part due to Campbell's expedition the previous year, in which he had attempted to establish a trading post at Dease Lake. This was seen as an attempt to break the monopoly the Tlingit held on furs from the interior. The HBC also reduced the price they were willing to pay for furs, further worsening relations with the Tlingit.[67] In 1842 the Tlingit besieged Fort Stikine, and were close to destroying it before the arrival of British and Russian reinforcements. After continued tense relations culminating in Tlingit attacks in 1846–47, the HBC abandoned the fort in 1849, though they continued to trade in the Stikine River area via ships.[68][66][69] Chief Shakes of the Tlingit subsequently took control of the fort. As trading with Westerners increased, the regional balance of power shifted towards the Tlingit, and the Tahltan became more culturally integrated with their coastal neighbors. Intermarriage became increasingly common, Tlingit was adopted as the official language of trade, and Tlingit customs such as potlatch made their way into the interior. Seeking more furs to trade, the Tahltan also expanded their territory beyond the Stikine River basin into the upper Nass and Taku Rivers, leading to conflicts with neighboring tribes.[66] In the 1830s smallpox, likely introduced via Russian ships and spread up the Stikine by Tlingit traders, killed more than half the Tahltan population.[70] Over the next few decades, repeated waves of smallpox devastated Tlingit and Tahltan populations.[70][71] At the beginning of the summer 1862 epidemic, numerous Tlingit were working or trading in Victoria, British Columbia when the first cases were discovered. To prevent the spread of disease among the white population, the Tlingit were forced to return to their homelands in southeast Alaska, bringing smallpox with them. Smallpox ravaged the coast over the 1862 summer, killing some 60 percent of the Stikine Tlingit.[72] Alexander \"Buck\" Choquette discovered gold on the lower Stikine in 1861, sparking the brief Stikine Gold Rush.[73] More than 800 men departed from Victoria to the Stikine River, where they traveled into the interior on steamboats. The large influx of miners into the Stikine country, along with the businesses that supplied them with provisions, brought an end to Tlingit control of trade on the Stikine. Although not much gold was found on the Stikine, the Stickeen Territories were established to administer the region, and soon incorporated into the Colony of British Columbia.[74] Prospectors continued to push deeper into the Stikine country over the next few years. In light of this and declining profits from the fur trade, Russia feared it would lose control of its North American colonies to Great Britain, and sold Alaska to the United States in 1867. The U.S. Army occupied Fort Stikine in 1868, renaming it Fort Wrangel. Military force was used to assert control over the Tlingit and prevent them from interfering with settlers, prospectors and traders headed to the interior.[60][8] In 1866 the Western Union Telegraph Company sought to build a telegraph line connecting North America and Europe, crossing the Bering Strait and Siberia. In order to support construction through the BC interior, large bales of wire were shipped via steamboat to the Stikine's head of navigation, which became known as Telegraph Creek. After the completion of the transatlantic telegraph cable in 1867 the project was abandoned, though the name remained.[33] At that point the telegraph had been completed as far north as Hazelton, British Columbia. The section from Quesnel to Hazelton was abandoned and fell into disrepair. Telegraph service was eventually extended to Telegraph Creek and onward to Dawson City, Yukon in 1899, closely following the route laid out three decades before.[75] In 1871, the US and a newly independent Canada signed a treaty guaranteeing free navigation on the Stikine through American territory. The treaty still applies to Canada's use of the river, even though the river is no longer used for commercial shipping.[33] In 1874, gold was discovered near Dease Lake. The Cassiar Gold Rush, lasting until 1880, saw hundreds of miners traveling deep into Tahltan lands and a resurgence in riverboat traffic. Although many Tahltans found employment as packers or hunters during the gold rush period, there were also frequent conflicts due to miners encroaching on their land, while disease continued to reduce Tahltan numbers. In order to protect their culture, several Tahltan clans built a communal village, Tahltan, at the confluence of the Stikine and Tahltan rivers.[75] This served as the tribal headquarters until 1920, when its remaining residents moved to Telegraph Creek. In the late 1890s the Klondike Gold Rush brought even more people to the area. Due to being considered international waters, the Stikine was marketed as the \"All-Canadian\" route to the Yukon, allowing travelers to avoid customs duties at the Alaska border.[76] In 1897–98 more than three thousand miners passed through the Stikine, many in such a hurry that they embarked in winter and traveled by sled up the frozen river.[77] They camped at Telegraph Creek or Glenora (the head of low water navigation) before continuing overland north to the Yukon.[75] In its promotion of the route, the Canadian government promised a \"first-class wagon road\" to be built from Telegraph Creek to Teslin Lake, where miners could board boats for the journey down the Yukon River. However, the construction was a fiasco due to delays and engineering challenges, and miners found difficult, muddy conditions waiting for them.[78] By 1900 the gold rush was over, and the boomtowns of the Stikine quickly faded. Glenora was abandoned while Telegraph Creek remained as a small village.[79] The Stikine remained the primary route to interior northern BC well into the twentieth century. After the end of the Klondike gold rush riverboats continued to operate on the Stikine, carrying oil, machinery and food upriver and returning with furs and ore, in addition to ferrying passengers. Goods were unloaded at Telegraph Creek and transported by vehicle or pack train to remote inland communities.[80] From the 1930s to the 1960s the U.S. Army Corps of Engineers was responsible for clearing the navigation channel along the Alaska reach, which is often clogged with snags and driftwood. The shallow channels of the Stikine delta was another hazard to shipping, with boats occasionally stranding at low tide.[33] One of the last boats to operate regularly on the Stikine was the Judith Ann, which plied the river between 1950 and 1970. In the 1960s the Cassiar Highway was extended from the Alaska Highway to Dease Lake and Telegraph Creek, and the Stikine gradually faded in importance as a commercial waterway.[33] Commercial boat traffic on the Stikine had mostly ceased by 1972.[80] Another effort to develop the Stikine country and beyond was the BC government's effort to build a railroad to northwest BC starting in the 1950s. The \"Pacific Northern Railway\" (PNR) was intended to open up the mineral and timber resources of the area and was ultimately proposed to reach Alaska via the Yukon. The proposal died in 1964 due to increasingly poor economic justifications. However, a second attempt was made in the 1970s when BC Rail began constructing the \"Dease Lake Extension\" from Fort St. James towards the asbestos mines at Cassiar, British Columbia. Construction was cancelled in 1977 as the project went over budget and global prices for copper and asbestos (the main commodities to be hauled by the railway) declined. At that point, 661 kilometres (411 mi) of railroad grade had been completed to Dease Lake, but track had only been laid as far as Jackson, well short of the Stikine basin.[81][82] The abandoned railroad grade still stretches across the Stikine basin today, following portions of the Klappan, Stikine and Tanzilla Rivers. It crosses the Stikine near the Klappan confluence on a steel bridge, which was completed at a cost of $3 million only a few months before the entire project was cancelled.[83] This is the only bridge across the river other than the Highway 37 bridge. In the 1980s BC Hydro proposed the construction of two hydroelectric dams on the Stikine River and three more on the Stikine's tributary, the Iskut River. The dams were projected to add 2,800 megawatts of capacity to the electric grid.[49] The Stikine dams, 270 metres (890 ft) and 193 metres (633 ft) high, would have flooded the entire Grand Canyon stretch of the river.[84] The proposal was met with outrage from the general public, the Tahltan tribe, and conservation groups. Two environmental organizations, Friends of the Stikine and Residents for a Free-Flowing Stikine, were formed in direct response to the proposal.[84] BC Hydro camps and survey sites experienced arson and sabotage.[85] In 1983, BC Hydro temporarily postponed the dam projects, citing rising costs, in particular the immense cost just to build transmission lines to the remote Stikine.[84][86] In 2000 the Tahltan negotiated a management plan with the BC government, which protected parts of the Stikine River including the Grand Canyon from future hydroelectric development.[84] The Grand Canyon, long considered impassable by boat, was first attempted by American kayaker Rob Lesser and several others in 1981. In 1985 Lesser returned with a larger group in addition to a National Geographic film crew who documented the descent – the first successful run through the entire canyon. In 1992 Doug Ammons completed the first solo descent of the canyon. As of 2016, fewer than 40 paddlers have run the canyon, which is rated Class V+ whitewater, the most difficult possible. A number of boaters have died attempting the run.[87][88] Because of its danger and difficulty it has earned a reputation as the \"K2 of white-water challenges.\"[7] In 1995 the Stikine was one of seven initial rivers included in the BC Heritage Rivers system. In 1998, it was nominated for the Canadian Heritage Rivers System.[26] The Stikine supports runs of five species of native salmon as well as steelhead trout. Chinook salmon (king), running May–July, primarily spawn in the Tahltan, Iskut and Chutine tributaries.[89] Sockeye (red) follow in mid-summer; although they run up many tributaries their largest spawning grounds are at Tahltan Lake, which accounts for 30–60 percent of the total.[90] Pink and chum (dog) salmon spawn in August, primarily in the main Stikine below the Tahltan River;[53] compared to the other species, these runs are relatively small.[90] Coho (silver) spawn in September–October, primarily in the Iskut River, with smaller numbers in the main Stikine. Steelhead spawn in the main Stikine in both spring and fall runs.[53] The Stikine basin is also home to several species of freshwater fish, including the coastal cutthroat, lake, rainbow and Dolly Varden trout, grayling, mountain whitefish and longnose sucker.[91] The Stikine River and the Taku River are the highest-producing salmon rivers in Southeast Alaska.[92] Although the Stikine is a much larger river, it produces significantly fewer salmon than the Taku basin. This is largely due to geological barriers – such as the rapids of the Grand Canyon, and falls on tributaries such as the Iskut River – which naturally block between 50[53] and 75 percent[90] of potential spawning habitat within the Stikine basin.[53] Between 2003 and 2010, the Stikine produced an average of 67,000 sockeye salmon each year, while the Taku produced over 110,000 sockeye per year.[93] However, the Stikine produces slightly more chinook salmon, with an average of 40,000 per year[89] compared to 35,000 on the Taku.[94] Temperate rainforest, dominated by western hemlock and Sitka spruce, extends from Alaska up the lower valleys of the Stikine and Iskut rivers well into BC. Along the river's floodplain there are large riparian forests, consisting primarily of cottonwood, alder and willow.[95] Further upstream along the Stikine are boreal forests including white spruce, black spruce, lodgepole pine and subalpine fir, and various hardwoods including aspens, birches and poplars.[53] At higher elevations, dominant subalpine tree species include mountain hemlock, amabilis fir and yellow cedar closer to the coast, while interior species include Engelmann spruce, subalpine fir, and lodgepole pine. Interior forests also include various riparian hardwoods, such as quaking aspen, birches, willows and poplars. A significant portion of the basin consists of high-elevation, treeless tundra or year-round snow/ice. Overall, the Stikine basin represents eight of fourteen biogeoclimatic zones found in British Columbia.[53] Across the interior of the Stikine basin, vast expanses of wilderness support a diversity of animal populations including caribou, mountain goats, Stone sheep, black and brown bears, wolverines, marmots, moose and wolves.[96] The Spatsizi Plateau is particularly rich in fauna and has been called the \"Serengeti of British Columbia.\"[97] Spatsizi Plateau Wilderness Provincial Park, located at the headwaters of the Stikine, includes crucial winter caribou range, as well as the Gladys Lake Ecological Reserve, which preserves mountain goat and sheep habitat. More than 140 species of birds have been observed in the area of the park.[9] The Stikine River delta is an 11,000-hectare (27,000-acre), up to 26-kilometre (16 mi) wide estuary with a mix of freshwater and tidal wetlands, islands, mud and grass flats, and riparian forests. During low flows in winter, exposed glacial sediments in the upstream Stikine River are blown towards the coast to be deposited as loess on delta islands, renewing nutrients in the soil.[61] The delta provides forage for some three million migrating birds each year including geese, ducks, swans and sandhill cranes. It also supports one of North America's highest concentrations of bald eagles, which gather to feast on the spring eulachon run.[98] Numerous mammal species also use the delta including Sitka black-tailed deer, moose, bears, gray wolf, coyote, mink, river otter, beaver, seals and sea lions.[99][100] Where the Stikine delta has partially filled in the Inside Passage at Dry Straits, it has provided a passage for mainland animals such as moose to colonize Mitkof, Kupreanof and Kuiu Islands.[61] Several commercial outfitters run canoe and raft trips on the lower Stikine, starting in Telegraph Creek and ending in Wrangell. The float from Telegraph Creek to the mouth of the Stikine takes 7 to 10 days and has a difficulty rating of Class I–II, with only a few small rapids. The lower Stikine River run is accessible by road on both ends, making it the most popular section.[101][102] Numerous features along this section of the Stikine River, including Mud, Flood and Great Glaciers in BC and Chief Shakes Hot Springs in Alaska, are only accessible by boat. In addition, single-day jetboat and kayak tours of the lower Stikine are operated out of Wrangell.[103] These day trips are popular with visitors traveling to southeast Alaska by cruise ship.[104][105] The upper Stikine River is more technical, with a few class III-IV rapids, but is also suitable for recreational canoeing. The take-out for the upper Stikine run is at the Cassiar Highway bridge, just upstream of the Grand Canyon. The Grand Canyon is not suitable for recreational boating and should only be attempted by experts.[30][106] Points further upstream are not accessible by road. Boaters can access the upper Stikine by taking a floatplane to Tuaton or Laslui Lakes.[9] In 2000, the BC government approved the Cassiar Iskut-Stikine Long Range Management Plan (LRMP) with the goal of \"a healthy, productive and sustainable wilderness environment, a thriving and diverse economy, and strong communities supporting a wide range of local employment and lifestyle opportunities.\"[20] The LRMP increased the size of existing protected areas (such as provincial parks), added new protected areas, and established special management zones (SMZs) across the Stikine basin. Economic activities such as mining, logging and grazing are allowed on the SMZs but are subject to regulation, with objectives such as preserving wildlife habitat and recreational opportunities.[20] Following the plan implementation, about 26 percent of the Stikine basin in BC was within protected areas. Including the SMZs, about 60 percent of the basin was under some form of conservation management.[20][107] Spatsizi Plateau Wilderness Provincial Park, established in 1975, encompasses 698,659 ha (1,726,420 acres) in the upper Stikine, Spatsizi and Klappan River drainages.[9] The western edge of the park can be reached by hiking or biking along the old BC Rail grade, which provides access to several trails leading into the park (motorized vehicles are not allowed).[9] To the north is the long, narrow Stikine River Provincial Park, which protects the Stikine River corridor from the Chukachida River confluence nearly to Telegraph Creek. The park's highlight is the Grand Canyon of the Stikine, which is almost entirely within the park boundaries. First established in 1987 and expanded in 2000 to include the Grand Canyon,[53] the park now includes 257,177 ha (635,500 acres) of the Stikine valley along the western foothills of the Cassiar Mountains. Further downstream the Stikine flows through the northern part of 266,180 ha (657,700-acre) Mount Edziza Provincial Park, established in 1972 to preserve the landscape of basalt flows, cinder cones and craters surrounding the dormant volcano Mount Edziza, which last erupted 10,000 years ago.[18] All three parks provide opportunities for wilderness camping, wildlife viewing, horseback riding, hunting, and fishing.[9][18][30] Several parks along the lower Stikine River can be reached only by boat. The 9,300 ha (23,000-acre) Great Glacier Provincial Park, located near the BC–Alaska border, is home to one of the largest glaciers along the lower Stikine River. Descending from the Stikine Icefield, the glacier forms a meltwater lake that empties directly into the river.[108] Directly across the river is the small Choquette Hot Springs Provincial Park, which includes the namesake hot springs and the site of Alexander Choquette's Stikine Gold Rush trading post.[109] In Alaska, the entirety of the river is within the Stikine-LeConte Wilderness of the Tongass National Forest. Designated in 1980, the 181,674 ha (448,930-acre) wilderness includes temperate rainforest, the Stikine River estuary, and the LeConte Glacier – the southernmost tidewater glacier in North America – just to the north of the Stikine's mouth. The U.S. Forest Service maintains twelve recreational cabins and several primitive campsites along the Stikine River.[101][110] The portion of the Stikine River in Canada has had a commercial gillnet fishery, based out of Telegraph Creek, since 1975. Due to its remote location, commercial fishing struggled until 1979, when a system was devised to preserve fish in brine-filled barges before transportation by air to the port of Prince Rupert.[111] The two reaches open to commercial fishing are an upper reach from the Tahltan River down to the Chutine River confluence, and a lower reach between the Flood River and the international boundary. Fishing is limited to the main stem and a small portion of the lower Iskut River.[90] The commercial fishing season is generally June through October.[90] First Nation fisheries in the Stikine River include the area upstream of the Chutine River and the lower Tahltan River. The First Nations are allowed a longer fishing season, from April through October.[90] Recreational fishing is also allowed on the Canadian part of the Stikine River between April and October.[90] In Alaska, commercial fishing on the Stikine falls within the boundaries of District 8, as defined by the Alaska Department of Fish and Game (ADF&G).[112] Salmon are primarily caught offshore by trolling or drift gillnetting,[113] and are either processed on-site or shipped to processing facilities in Wrangell and Petersburg.[90] The ADF&G also issues permits for subsistence fishing on the Alaskan portion of the Stikine.[112] Sockeye are the predominant commercial species, accounting for over 90 percent of the catch between 1991 and 2000, with chinook and coho making up most of the remainder.[90] US and Canadian shares of the Stikine fishery are regulated by the Pacific Salmon Treaty, signed between the US and Canada in 1985.[89][114] For sockeye, the Pacific Salmon Commission has established an annual escapement goal of 20,000–40,000 for the main Stikine River and 18,000–30,000 for Tahltan Lake. The chinook escapement goal for the main Stikine is 14,000–28,000.[113] If the annual run is forecasted to be below this level, both Canadian and US fisheries are subject to restrictions. Since the beginning of the 21st century, the Stikine sockeye run has been relatively stable. Chinook have seen a significant decline, which has been attributed to reduced marine survival rates.[113] The Stikine Plateau has extensive mineral deposits including gold, silver, copper, molybdenum, and coal. There are a number of operational mines in the basin in addition to thousands of abandoned mines, many dating back to the gold rush period.[115] One of the largest former mines, the Snip mine near the lower Iskut River, produced 28.3 million grams (1,000,000 oz) of gold prior to shutting down in 1999.[116] Despite the Stikine's long history of mining development, in the 1990s and early 2000s both the U.S. Geological Survey and Environment Canada reported water quality in the lower river as generally good, except for elevated copper levels.[115] Several large new mining developments in the 21st century have generated concern over potential impacts to water quality and fish habitat in the Stikine and Iskut rivers. The Red Chris copper/gold mine near Iskut, BC began operation in 2015, despite concerns raised by the Tlingit tribe and downstream communities in Alaska.[117] The boroughs of Wrangell and Petersburg have expressed concern over the safety of the tailings dam at the Red Chris mine, which is operated by Imperial Metals, the owner of the Mount Polley mine which suffered a tailings dam failure in 2014 that contaminated Quesnel Lake.[118][119] Tahltan tribal leaders have generally been supportive of this mine and some others due to the economic benefits for the region; however, they have opposed projects that impact sites of cultural significance.[117] The Klappan Coalbed Methane Project, first proposed in 2004, would drill for natural gas on the Spatsizi Plateau in the middle of the Sacred Headwaters, where the Stikine, Skeena and Nass rivers rise. The Tahltan heavily protested this development, which was in an area of great cultural importance to them. In addition, the drilling operations would have released large amounts of briny waste effluent into nearby streams. In 2012 the BC government scrapped the project, and announced it would not issue any more drilling permits for the area.[120][121] The proposed Galore Creek mine, located in BC 40 kilometres (25 mi) from the Alaska border, sits on one of the largest undeveloped copper/gold deposits in the world. The Alaska Department of Natural Resources has expressed concern over the safety of tailings storage there.[122] As of 2020, the project was on hold due to economic uncertainties.[123] In 2014, BC Hydro completed the first stage of the Northwest Transmission Line (NTL), extending the electric grid north from Terrace to the community of Iskut near the Stikine River.[124] The Red Chris mine was the first development to receive power from the line.[125] Several run-of-the-river type hydroelectric projects, smaller in scale than the massive dams proposed in the 1980s, have been built in the Stikine basin to feed power into the extended grid. The largest of these is the 195 megawatt Forrest Kerr hydroelectric plant on the Iskut River, completed in 2014.[126] The NTL project is part of the Alaska–BC Intertie, planned to connect Southeast Alaska to the North American power grid via British Columbia.[127] The Alaska Energy Authority has criticized the plans, as the low population, long distances, and rugged terrain would make a region-wide power grid uneconomical.[128] The Southeast Mid-Region Access Project, first proposed in 1978, would create a road connection from southeast Alaska to the Cassiar Highway, enabling ore and timber to be exported from the interior via Alaskan ports. One of the proposed alternatives would construct a road along the lower Stikine and Iskut Rivers – currently a roadless wilderness area – with either a ferry terminal or bridges connecting to Wrangell and Petersburg.[129] The completion of the road is also seen as an opportunity to complete the Alaska–BC Intertie, as the Forrest Kerr hydro plant is less than 60 kilometres (37 mi) from the Alaska border.[127] Both the BC and Alaska governments have strongly supported the project, while other port cities such as Stewart, British Columbia, which would see economic competition from Alaskan shipping, have opposed it. The road project faces environmental challenges as well, as the Stikine River route would pass through the Stikine-LeConte Wilderness.[127] Coordinates: 56°33′50″N 132°24′16″W﻿ / ﻿56.56389°N 132.40444°W﻿ / 56.56389; -132.40444","Title":"Stikine River - Wikipedia","KeyID":"2704","URL":"https://en.wikipedia.org/wiki/Stikine_River"}