{"Content: ":"York Factory was a settlement and Hudson's Bay Company (HBC) factory (trading post) located on the southwestern shore of Hudson Bay in northeastern Manitoba, Canada, at the mouth of the Hayes River, approximately 200 kilometres (120 mi) south-southeast of Churchill. York Factory was one of the first fur-trading posts established by the HBC, built in 1684 and used in that business for more than 270 years. The settlement was headquarters of the HBC's Northern Department from 1821 to 1873.[1] The complex was designated a National Historic Site of Canada in 1936.[2] In 1957, the HBC closed it down. It has been owned by the Canadian government since 1968 and the site is now operated by Parks Canada. No one lives permanently at York Factory, aside from a summer residence for Parks Canada staff and nearby seasonal hunting camps. The wooden structure at the park site dates from 1831 and is the oldest and largest wooden structure built on permafrost in Canada. York Factory is located on the north bank of the Hayes River about 11 kilometres (7 miles) inland. The mouth of the Nelson River is to the north, across \"Point of Marsh\". The Hayes is a more practical canoe route, although the Nelson is much larger (it drains Lake Winnipeg). Seagoing ships anchored at Five Fathom Hole 11 km (7 mi) from the fort due to the shallow bottom, and goods were transferred by smaller boats. The Shamattawa Airport and Gillam Airport are nearby today.[3] From the 17th through late 19th century, the depot at York Factory and its predecessors were the central base of operations for the Hudson's Bay Company's (HBC) control of the fur trade and other business dealings with the First Nations throughout Rupert's Land, the vast territory comprising the entire watershed of Hudson Bay, and which now forms much of Canada. The first three HBC posts were established on James Bay about 1670. In 1684, Fort Nelson, a fur trading post at the mouth of the Nelson River and the first headquarters of the Hudson's Bay Company, was established at the mouth of the nearby Nelson River. The company built a second fort, York Factory, on the Hayes river, naming it after the Duke of York. The establishment of these forts provoked a response from New France. In the Hudson Bay expedition (1686), the French marched overland from Quebec and captured all the posts on James Bay. During King William's War, France several times sent a naval force to Hudson Bay to capture or destroy the fort. In 1690, Pierre Le Moyne d'Iberville tried but was driven away by a larger English ship. In 1694, d'Iberville returned and captured York Factory with a show of force. He renamed it Fort Bourbon. English forces returned the next year and retook the fort from its small French garrison. In 1697, d'Iberville won the Battle of Hudson's Bay, the largest Arctic naval battle in North American history. The French force won in the naval battle with three English warships and again captured York Factory - D'Iberville had laid siege to the fort in such a way as to give the appearance of having a much stronger force. York Factory was held by the French until 1713, when it was returned to the British in the Treaty of Utrecht. At that time, the HBC again placed its northern headquarters at York Factory, at the mouth of the Hayes River. Between 1788 and 1795, the company constructed a square bastion fort of stone and brick at York Factory. The fort was known as The Octagon” because of the octagonal shape of the area enclosed. The choice of material was poor, however, as the stone and brick could not stand up to heaving permafrost, and in 1831, the stone fort was razed. The three-story center section of the current compound was completed that same year, with the two-story wings finished within the two years that followed. During its first century, the depot operated by drawing First Nations traders to the post, rather than sending its own traders out into the field. Its position at the mouth of the Nelson allowed access by canoe from the watersheds of the Saskatchewan and Red rivers. In the late 18th century, the centralized nature of the Hudson's Bay Company's operation from the depot began to become a disadvantage against the more nimble voyageurs of the North West Company. They operated by traveling among the First Nations on the vast water network of lakes and rivers. In response, the company began sending out its own traders from the depot and eventually established inland posts, first along the Saskatchewan River, and then stretching as far as the Oregon Country. Twice annually from 1821 to 1846, brigades known as the York Factory Express traveled overland to Fort Vancouver, headquarters for the HBC's Columbia Department. They brought supplies and trade goods and returned with furs destined for London. By the mid nineteenth century, York Factory had developed an extensive trading post and settlement with fifty on-site buildings, most currently destroyed, and a permanent workforce. However, it wasn't a beloved location. Chief trader John McLean wrote that he \"took leave of Fort York, its fogs, and bogs and mosquitoes, with little regret\" in 1837.[4] Moreover, the reign of York Factory as one of the most important Hudson Bay Company posts declined in 1860s and 1870s. This is due to the transfer of Rupert's Land to Canada and changes in the HBC Northwest transportation network, making increased use of the United States railways, steamboats, and Red River carts for Upper Fort Garry's southern supply line. The depot remained in company hands after the acquisition of Rupert's Land by Canada in 1870. In 1872, York Factory's role diminished to only outfitting to particular posts located in Manitoba. The post's fur trade headquarters title was removed a year later and certain responsibilities were transferred to Upper Fort Garry, present-day Winnipeg.[5] The importance of York Factory declined further. In the years 1874-75, the post virtually stopped receiving supplies and goods to be transported elsewhere. The following years, specifically 1878, the post's British products began being relocated to Norway House.[6] York Factory had a brief upswing when it was designated the headquarters for the new Nelson River District in 1911. However, the Factory lost the title in 1929 to Churchill due to the establishment of the railway line that connected Churchill to Winnipeg. From that point forward, York Factory served as a regional trading post.[5] In 1957, Hudson's Bay York Factory closed. The residents were relocated to York Landing Cree Nation,[7] about 116 kilometres (72 mi) ENE of Thompson, Manitoba, as well as Split Lake and Shamattawa. In oral stories, Cree elders who once resided at York Factory in the first half of the twentieth century recalled their desires to remain at Kihci-waskahikan or Great House when operations ceased. Kihci-waskahikan and Great House are words for the post used by the Swampy Cree, West Main Cree, Lowland Cree, and/or Home Guard Cree.[8] The historic site is currently staffed by Parks Canada from June 1 to mid-September. Archaeological excavations of the 18th-century \"octagon\" have been conducted since 1991. Coordinates: 57°00′10″N 92°18′17″W﻿ / ﻿57.00278°N 92.30472°W﻿ / 57.00278; -92.30472","Title":"York Factory - Wikipedia","KeyID":"2709","URL":"https://en.wikipedia.org/wiki/York_Factory"}