{"Content: ":"Tropeognathus (meaning \"keel jaw\") is a genus of large pterosaurs from the late Early Cretaceous of South America. This genus is considered to be a member of the family Anhangueridae, however, several studies have also recovered it within another family called Ornithocheiridae. Both of these families are diverse groups of pterosaurs known for their keel-tipped snouts and large size. Tropeognathus is regarded as the largest pterosaur found in the Southern Hemisphere, only rivaled by the huge azhdarchids.[1] The type and only species is Tropeognathus mesembrinus. Fossil remains of Tropeognathus have been recovered from the Romualdo Formation, which is a Lagerstätte located in the Santana Group of the Araripe Basin in northeastern Brazil.[2] In the 1980s the German paleontology museum Bayerische Staatssammlung für Paläontologie und historische Geologie in Munich acquired a pterosaur skull from Brazilian fossil dealers that had probably been found in Ceará, in the geological group called the Santana Group, which is located in the Araripe Basin (Chapada do Araripe) of Brazil.[3] In 1987, it was named and described as the type species Tropeognathus mesembrinus by Peter Wellnhofer. The generic name is derived from Greek τρόπις, tropis, \"keel\", and γνάθος, gnathos, \"jaw\". The specific name is derived from Koine mesembrinos, \"of the noontide\", simplied as \"southern\", in reference to the provenance from the Southern hemisphere.[3] The holotype, BSP 1987 I 46, was discovered in a layer of the Romualdo Formation within the Santana Group, dating to the latest Aptian and earliest Albian stages. Along with the holotype, several other pterosaur specimens were found in the fossil site, these specimens however, were referred to genera such as Anhanguera and Cearadactylus.[4][5] The uncovered holotype consists of a skull with lower jaws. A second specimen was referred by André Jacques Veldmeijer in 2002: SMNS 56994, which consists of a partial mandible.[6] In 2013, Brazilian paleontologist Alexander Kellner referred a third, larger, specimen: MN 6594-1, a skeleton with skull, with extensive elements of all body parts, except the tail and the lower hindlimbs.[7] After Tropeognathus mesembrinus was named by Peter Wellnhofer in 1987, other researchers tended to consider it part of several other genera, leading to an enormous taxonomic confusion.[8] It was considered an Anhanguera mesembrinus by Alexander Kellner in 1989,[9] a Criorhynchus mesembrinus by Veldmeijer in 1998 and a Coloborhynchus mesembrinus by Michael Fastnacht in 2001.[10][11][7] Later the same year, David Unwin referred the Tropeognathus material to Ornithocheirus simus, making Tropeognathus mesembrinus a junior synonym, though he had reinstated a Ornithocheirus mesembrinus in 2003.[12][13] In 2006, Veldmeijer accepted that Tropeognathus and Ornithocheirus were cogeneric, but rejected O. simus as the type species of Ornithocheirus in favor of O. compressirostris, which was named as Lonchodectes by Unwin due to an analysis by English paleontologist Reginald Walter Hooley in 1914.[14][15] This made Veldmeijer use the names Criorhynchus simus and Criorhynchus mesembrinus instead.[2] In 2013 however, Taissa Rodrigues and Alexander Kellner concluded Tropeognathus to be valid, and containing only T. mesembrinus, the type species.[7] Back in 1987, Wellnhofer had named a second species called Tropeognathus robustus, based on specimen BSP 1987 I 47, which is a more robust lower jaw.[3] In 2013 however, T. robustus was considered as a species of Anhanguera, resulting in an Anhanguera robustus.[7] Tropeognathus is known to have reached wingspans of about 8.26 meters (27.1 ft), as can be inferred from the impressive size of the specimen MN 6594-1.[1] The maximum wingspan estimate for Tropeognathus reaches 8.70 meters (28.5 ft), making it slightly larger than the average estimate, though much larger than other close relatives such as Ornithocheirus and Coloborhynchus, which are typically estimated to be between 4.5 to 6.1 meters (15 to 20 ft).[7] A skull unearthed belonging to the related Coloborhynchus likely measured 75 centimeters (30 in), which led to a wingspan estimate of 7 meters (23 ft), respectively larger than the average estimates for this genus, but still shorter than that of Tropeognathus. This specimen however, was concluded to belong to the another genera, though in several studies, some paleontologists consider it under the species Coloborhynchus capito, which was originally called Ornithocheirus capito by the British paleontologist Harry Govier Seeley back in 1870.[16][17] The skull of Tropeognathus bore distinctive convex \"keeled\" crests on its snout and underside of the lower jaws, and this was prominent, well-developed, and relatively large in Tropeognathus, specially in males, however, compared to other relatives such as Ornithocheirus, they were relatively thin rather than thick.[2] The upper crests arose from the snout tip and extended back to the fenestra nasoantorbitalis, the large opening in the skull side. An additional, smaller crest projected down from the lower jaws at their symphysis (\"chin\" area).[14] The similar anhanguerid Anhanguera possessed jaws that were tapered in width, but expanded into a broad, spoon-shaped rosette at the tip, which differed from Tropeognathus for having a narrower appearance.[18] The jaws can be distinguished from its relatives by a few differences in the crest: unlike its close relatives Coloborhynchus and Ornithocheirus, the crest on the upper jaw of Tropeognathus was more prominent and much larger, and therefore resulting in a broader skull.[1] The first five dorsal vertebrae of Tropeognathus are fused into a notarium, with five sacral vertebrae fused into a synsacrum, and the third and fourth sacral vertebrae are keeled within. The front blade of the ilium is strongly directed upwards, resulting in a narrow structure.[1] In 1987, Wellnhofer assigned Tropeognathus to a Tropeognathidae.[3] This concept was not adopted by other workers; several researchers place Tropeognathus mesembrinus in the Anhangueridae, along with Anhanguera, while other cladistic analyses place Tropeognathus within the Ornithocheiridae as a basal member, meaning that it was more closely related to Ornithocheirus than Anhanguera. This concept is mostly used by the European colleagues, who prefer to use the Ornithocheiridae as the most inclusive group rather than the Anhangueridae.[13] A topology made by Andres and Myers in 2013 placed Tropeognathus within the family Ornithocheiridae in a more basal position than Ornithocheirus, and the family itself is placed within the more inclusive clade Ornithocheirae.[19] However, many subsequent analyses made in 2019 and 2020 have recovered Tropeognathus within the family Anhangueridae,[20][21][22] with a specific one by Borja Holgado and Rodrigo Pêgas in 2020, placing Tropeognathus more specifically within the subfamily Tropeognathinae, sister taxon to Siroccopteryx.[23] Topology 1: Andres & Myers (2013).[19] Liaoningopterus gui Anhanguera araripensis Anhanguera blittersdorffi Anhanguera piscator Anhanguera santanae Tropeognathus mesembrinus Ornithocheirus simus Coloborhynchus clavirostris Coloborhynchus wadleighi Topology 2: Holgado & Pêgas (2020).[23] Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera  Tropeognathus mesembrinus was the subject of an entire episode of the award-winning BBC television program Walking with Dinosaurs (which used the first name of its cousin Ornithocheirus but was incorrectly named as a species of it, as Ornithocheirus mesembrinus).[14] In Walking with Dinosaurs: A Natural History, a companion book to the series, it was claimed that several large bone fragments from the Santana Group (known as Santana Formation in the book) of Brazil had indicated that O. mesembrinus may have had a wingspan reaching almost 12 meters (39 ft) and a weight of 100 kilograms (220 lb), making it one of the largest known pterosaurs.[25] However, the largest definite Ornithocheirus mesembrinus specimens described at the time measured 6 meters (20 ft), in terms of wingspan.[8] The specimens which the producers of the program used to justify such a large size estimate were described in 2012, and were under study by Dave Martill and David Unwin at the time of Walking With Dinosaurs' production. The final description of the remains found a maximum estimated wingspan of 8.70 meters (28.5 ft) for this large specimen.[1] Unwin stated that he did not believe the higher estimate used by the BBC was likely, and that the producers likely chose the highest possible estimate because it was more \"spectacular.\"[26] Nevertheless, specimen MN 6594-V in 2013 was, at its degree of completeness, the largest known pterosaur individual.[1]   ","Title":"Tropeognathus - Wikipedia","KeyID":"271","URL":"https://en.wikipedia.org/wiki/Tropeognathus"}