{"Content: ":"The Oregon Treaty[1] is a treaty between the United Kingdom and the United States that was signed on June 15, 1846, in Washington, D.C. The treaty brought an end to the Oregon boundary dispute by settling competing American and British claims to the Oregon Country; the area had been jointly occupied by both Britain and the U.S. since the Treaty of 1818.[2] The Treaty of 1818 set the boundary between the United States and British North America along the 49th parallel of north latitude from Minnesota to the \"Stony Mountains\"[3] (now known as the Rocky Mountains). The region west of those mountains was known to the Americans as the Oregon Country and to the British as the Columbia Department or Columbia District of the Hudson's Bay Company. (Also included in the region was the southern portion of another fur district, New Caledonia.) The treaty provided for joint control of that land for ten years. Both countries could claim land and both were guaranteed free navigation throughout. Joint control steadily grew less tolerable for both sides. After a British minister rejected U.S. Presidents James K. Polk and John Tyler offer to settle the boundary at the 49th parallel north, American expansionists called for the annexation of the entire region up to Parallel 54°40′ north, the southern limit of Russian America as established by parallel treaties between the Russian Empire and the United States (1824) and Britain (1825). However, after the outbreak of the Mexican–American War in April 1846 diverted U.S. attention and military resources, a compromise was reached in the ongoing negotiations in Washington, D.C., and the matter was then settled by the Polk administration (to the surprise of its own party's hardliners) to avoid a two-war situation, and another war with the formidable military strength of Great Britain.[4] In early June 1846 the British offered to negotiate the boundaries between the United States and British North America in the region west of the Rockies. Some US senators such as Charles Gordon Atherton and Benning Wentworth Jenness were combative and were in favor of rejecting British proposals to negotiate. However others, such as both Alabama senators (Arthur P. Bagby and Dixon Hall Lewis) as well as both Massachusetts senators (Daniel Webster and John Davis) were in favor of accepting British proposals. The Senate agreed that they would vote on whether or not to recommend President Polk accept British offers to negotiate. Watching closely, the British hoped this vote would pass the Senate. On June 12 the Senate voted 38–12 recommending that President Polk accept British proposals to negotiate this boundary. 18 Democrats and 20 Whigs voted in favor, whereas 11 Democrats and one Whig voted against. 3 Democrats and 3 Whigs abstained.[5] The treaty was negotiated by US Secretary of State James Buchanan and Richard Pakenham, British envoy to the United States. Foreign Secretary Earl of Aberdeen was responsible for it in Parliament.[6] The treaty was signed on June 15, 1846, ending the joint occupation and making Oregonians south of the 49th parallel American citizens, with those north of it becoming British.[7] The Oregon Treaty set the border between the U.S. and British North America at the 49th parallel with the exception of Vancouver Island, which was retained in its entirety by the British. Vancouver Island, with all coastal islands, was constituted as the Colony of Vancouver Island in 1849. The U.S. portion of the region was organized as Oregon Territory on August 15, 1848, with Washington Territory being formed from it in 1853. The British portion remained unorganized until 1858, when the Colony of British Columbia was set up as a result of the Fraser Canyon Gold Rush and fears of the re-asserted American expansionist intentions. The two British colonies were amalgamated in 1866 as the United Colonies of Vancouver Island and British Columbia. When the Colony of British Columbia joined Canada in 1871, the 49th parallel and marine boundaries established by the Oregon Treaty became the Canada–US border. In order to ensure that Britain retained all of Vancouver Island and the southern Gulf Islands, it was agreed that the border would swing south around that area. Ownership of several channel islands, including the San Juan Islands remained in dispute. The San Juan Islands Pig War (1859) resulted; it lasted until 1872. At that time, arbitration began, with German Emperor Wilhelm I as head of a three-man arbitration commission.[8] On October 21, 1872, the commission decided in favor of the United States, awarding the San Juan Islands to the U.S.[9] The treaty states that the border in the Strait of Juan de Fuca would follow “the middle of the channel which separates the continent from Vancouver's Island.” It did not, however, specify which of several possible channels was intended, giving rise to ownership disputes over the San Juan Islands beginning in 1859. Other provisions included: Ambiguities in the wording of the Oregon Treaty regarding the route of the boundary, which was to follow \"the deepest channel\" out to the Strait of Juan de Fuca and beyond to the open ocean, resulted in the Pig War, another boundary dispute in 1859 over the San Juan Islands. The dispute was peacefully resolved after a decade of confrontation and military bluster during which the local British authorities consistently lobbied London to seize back the Puget Sound region entirely, as the Americans were busy elsewhere with the Civil War.[11] The San Juans dispute was not resolved until 1872 when, pursuant to the 1871 Treaty of Washington, an arbitrator (William I, German Emperor) chose the American-preferred marine boundary via Haro Strait, to the west of the islands, over the British preference for Rosario Strait which lay to their east. The treaty also had the unintended consequence of putting what became Point Roberts, Washington on the \"wrong\" side of the border. A peninsula, jutting south from Canada into Boundary Bay, was made by the agreement, as land south of the 49th parallel, a separate fragment of the United States. According to American historian Thomas C. McClintock, the British public welcomed the treaty: Frederick Merk's statement that the \"whole British press\" greeted the news of the Senate's ratification of Lord Aberdeen's proposed treaty with \"a sigh of relief\" and \"universal satisfaction\" comes close to being accurate. The Whig, Tory, and independent newspapers agreed in their expressions of satisfaction with the treaty. Though a few newspapers had at least mild reservations, completely absent was the strong condemnation that had greeted the earlier Webster-Ashburton Treaty (which determined the northeast boundary between the United States and Canada). Lord Aberdeen had been determined to prevent such a response to the Oregon Treaty, and obviously he was extremely successful in doing so.[12]","Title":"Oregon Treaty - Wikipedia","KeyID":"2710","URL":"https://en.wikipedia.org/wiki/Oregon_Treaty"}