{"Content: ":"Peter Skene Ogden (alternately Skeene, Skein, or Skeen; baptised 12 February 1790 – 27 September 1854[1]) was a British-Canadian fur trader and an early explorer of what is now British Columbia and the Western United States. During his many expeditions, he explored parts of Oregon, Washington, Nevada, California, Utah, Idaho, and Wyoming. Despite early confrontations with the Hudson's Bay Company (HBC) while working for the North West Company, he later became a senior official in the operations of the HBC's Columbia Department, serving as manager of Fort Simpson and similar posts. Ogden was a son of Chief Justice Isaac Ogden of Quebec and his wife Sarah Hanson. The family was descended from a 17th-century British emigrant to the American colonies (Long Island and New Jersey). Both Isaac and his father David were Loyalists during the American Revolution; Isaac relocated to England at this time, then later returned to British-run Quebec.[4] One of Peter's brothers, Charles Richard Ogden, was a lawyer, politician, and public servant from Canada East. Peter Skene Ogden married Julia Rivet/Reava, a Metis/Nez Perce.[2] After a brief time with the American Fur Company, Ogden joined the North West Company in 1809. His first post was at Île-à-la-Crosse, Saskatchewan, in 1810, and by 1814 he was in charge of a post at Green Lake, Saskatchewan, 100 miles (160 km) south.[2] Ogden had frequent run-ins with the rival HBC employees and engaged in physical violence on several occasions. In 1816, HBC clerks reported that Ogden killed an Indian who had traded with the Hudson's Bay Company. The Indian was \"butchered in a most cruel manner\", according to HBC officer James Bird. Although many in the North West Company viewed this as a necessary part of living in the Northwest, the HBC viewed Ogden as a dangerous man whose actions were deplorable, especially considering his background as the son of a judge. Ogden was charged with murder, and the North West Company moved him further west to attempt to avoid any further confrontations with the HBC. He served at different posts in modern-day Oregon, Washington, and British Columbia for the next several years. As a way of ending the ongoing strife between the two companies, the HBC and the North West Company merged in 1821. Ogden's violent history placed the now larger HBC in a quandary. Some in the company management severely disliked and distrusted Ogden, but newly appointed governor George Simpson pushed for his reinstatement, arguing that he had done no more than many others during the \"fur-trade wars\". Ogden was admitted to the reconfigured HBC with the rank of Chief Trader in 1823, and put in charge of Spokane House. In November 1824, he was put in charge of the Snake River Country of the HBC's Columbia Department Expedition. Between 1824 and 1830, Ogden led a series of expeditions to explore and trap in the Snake River Country. One of the company's objectives was to bring as many furs from this area as possible to the HBC so as to create a \"fur desert\", which was intended to discourage inroads by American trappers and traders. The exploration trips included: In 1830, Ogden was sent north to establish a new HBC post named Fort Simpson near the mouth of the Nass River in British Columbia. He also managed an outpost on the south coast of Alaska. In 1834, he was promoted to Chief Factor, HBC's highest field rank. He administered Fort Vancouver in the late 1840s. There Ogden fought successfully against American fur competition and successfully negotiated with local native tribes, including the Cayuse. In 1847, Ogden averted an Indian war and successfully negotiated for the lives of 49 settlers taken as slaves by the Cayuse and Umatilla Indians after the Whitman massacre. Ogden retired to Oregon City, Oregon, with one of his several Native American wives. His contact with native tribes led him to write a memoir, Traits of American Indian Life and Character. By a Fur Trader. The book was published posthumously in 1855. He died in 1854 and is buried at the Mountain View Cemetery in Oregon City. Places named for Peter Skene Ogden include:","Title":"Peter Skene Ogden - Wikipedia","KeyID":"2711","URL":"https://en.wikipedia.org/wiki/Peter_Skene_Ogden"}