{"Content: ":"Cathlamet /kæθˈlæmɪt/ is a town located along the Ocean Beach Highway in Wahkiakum County, Washington, United States, where it is the county seat. The population was 532 at the 2010 census, though it has an additional rural population outside of the town limits.[6] Cathlamet was the largest, or one of the largest, villages of Columbia River Indians west of the Cascade Mountains, and the home of the Kathlamet people.[7] \"Cathlamet was sighted in 1792 by Lt. W.R. Broughton, while verifying Capt. Robert Gray's reported exploration of the Columbia River.\"[8] This village of cedar houses included 300-400 inhabitants when visited by Lewis and Clark.[9] In 1846, James Birnie became the first permanent white settler at Cathlamet, moving there after a career with the Hudson's Bay Company.[10][11][12] He set up a trading post, remnants of which were reported still standing in 1906. \"Birnie named the area Birnie's Retreat. The name was later changed to Cathlamet in 1851.\"[8] Cathlamet was officially incorporated on February 18, 1907. In 1938, the Julia Butler Hansen Bridge was built to carry what is now State Route 409 across the Columbia River's Cathlamet Channel to Puget Island. Cathlamet is located at 46°12′14″N 123°23′2″W﻿ / ﻿46.20389°N 123.38389°W﻿ / 46.20389; -123.38389 (46.203767, -123.383838).[13] According to the United States Census Bureau, the town has a total area of 0.50 square miles (1.29 km2), of which, 0.49 square miles (1.27 km2) is land and 0.01 square miles (0.03 km2) is water.[14] Cathlamet is connected across the Columbia River to Westport, Oregon via SR 409 and the county-operated Wahkiakum County Ferry. As of the census[2] of 2010, there were 532 people, 258 households, and 136 families residing in the town. The population density was 1,085.7 inhabitants per square mile (419.2/km2). There were 296 housing units at an average density of 604.1 per square mile (233.2/km2). The racial makeup of the town was 94.7% White, 0.2% African American, 0.9% Native American, 1.1% Asian, 0.8% from other races, and 2.3% from two or more races. Hispanic or Latino of any race were 3.4% of the population. There were 258 households, of which 19.4% had children under the age of 18 living with them, 41.5% were married couples living together, 8.9% had a female householder with no husband present, 2.3% had a male householder with no wife present, and 47.3% were non-families. 40.7% of all households were made up of individuals, and 21.7% had someone living alone who was 65 years of age or older. The average household size was 1.90 and the average family size was 2.52. The median age in the town was 52.9 years. 15% of residents were under the age of 18; 4.2% were between the ages of 18 and 24; 19.6% were from 25 to 44; 30.2% were from 45 to 64; and 31% were 65 years of age or older. The gender makeup of the town was 45.3% male and 54.7% female. As of the census[4] of 2000, there were 565 people, 246 households, and 138 families residing in the town. The population density was 1,426.2 people per square mile (545.4/km2). There were 278 housing units at an average density of 701.7 per square mile (268.3/km2). The racial makeup of the town was 94.16% White, 0.53% African American, 1.59% Native American, 0.88% Asian, 0.35% from other races, and 2.48% from two or more races. Hispanic or Latino of any race were 0.53% of the population. There were 246 households, out of which 20.7% had children under the age of 18 living with them, 46.7% were married couples living together, 8.1% had a female householder with no husband present, and 43.5% were non-families. 38.6% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.06 and the average family size was 2.67. In the town, the age distribution of the population shows 18.2% under the age of 18, 6.2% from 18 to 24, 20.0% from 25 to 44, 29.4% from 45 to 64, and 26.2% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 81.1 males. For every 100 females age 18 and over, there were 78.4 males. The median income for a household in the town was $33,409, and the median income for a family was $47,917. Males had a median income of $35,625 versus $30,750 for females. The per capita income for the town was $18,588. About 9.6% of families and 15.1% of the population were below the poverty line, including 12.6% of those under age 18 and 3.8% of those age 65 or over. Cathlamet is home to all schools, K-12, of the Wahkiakum School District. The district of about 430 students pulls students from Cathlamet, Upper Elochoman, Lower Elochoman, East Cathlamet, Puget Island, and Skamokawa Valley.[17] Every third Saturday in July, Cathlamet celebrates Bald Eagle Day. This is an all day event that closes down Main Street for a parade and street fair. Films shot in Cathlamet include Come See the Paradise (1990), Snow Falling on Cedars (1999) and Men of Honor (2000). As stated in the afterword of Tananarive Due's horror novel The Good House, the setting of Sacajawea, WA is based on Cathlamet.","Title":"Cathlamet, Washington - Wikipedia","KeyID":"2715","URL":"https://en.wikipedia.org/wiki/Cathlamet,_Washington"}