{"Content: ":"Unwindia is a genus of pterodactyloid pterosaur from the Early Cretaceous period (Albian stage) of what is now modern-day Brazil.[1][2] The German State Museum of Natural History Karlsruhe obtained a pterosaur fossil from an illegal commercial digger who had found it somewhere near Santana do Cariri in the Araripe Basin. The deposits it was recovered from likely belong to the Santana Formation of northeastern Brazil, which was dated by Martill to the latest Albian stage of the Cretaceous period. The specimen is catalogued as SMNK PAL 6597, and represents a partial skull consisting only the fused premaxillae and maxillae, some teeth and parts of the palate. The frontmost centimeter of the snout tip is missing. Due to the fragility of the specimen, the right side has undergone more preparation.[1] In 2011, the specimen was named and described as the type species Unwindia trigonus by David Martill. The generic name honours the British pterosaur expert David Unwin. The specific name is derived from the Greek trigonos, \"triangular\", in reference to the triangular shape of the snout in cross-section.[1] The preserved length of the snout fragment of Unwindia is 221 mm (8.7 in). Martill estimated that the distance between the large opening in the skull side, the fenestra nasoantorbitalis, and the snout point had been 192 mm (7.6 in).[1] In 2013, Mark Witton estimated the total skull length at a minimum of 300 mm (12 in), which would indicate a wingspan of over 3 m (9.8 ft).[3] Martill indicated two distinguishing traits. The first of these is an autapomorphy, or a unique specialization: there are seven pairs of teeth present, all of them placed in front of the nasoantorbital fenestra. The second trait sets Unwindia apart from all other pterosaurs known from the Santana Formation: the teeth are homodont, having the same shape. The other species have more robust teeth in the front of the jaws. Overall, the skull is elongated and flat. The teeth are long, straight, up to 9 mm (0.35 in) long, conical, and slightly transversely flattened.[1] Martill concluded that Unwindia was a basal ctenochasmatoid, though without a phylogenetic analysis.[1] Witton in 2013 suggested that it could belong to the Lonchodectidae. This would make Unwindia the largest known member of the Lonchodectidae, as well as the first species of that group to be identified from the Southern Hemisphere.[3] In 2020 however, Russian paleontologist Alexander Averianov suggested that Unwindia did not belong to the Lonchodectidae.[4]   ","Title":"Unwindia - Wikipedia","KeyID":"272","URL":"https://en.wikipedia.org/wiki/Unwindia"}