{"Content: ":"Anderson Lake is located about 25 miles North of the town of Pemberton, British Columbia and is about 28.5 km2 (11 sq mi) in area and around 21 km (13 mi) in length. Its maximum depth is 215 meters (705 feet).[1] It is drained by the Seton River, which feeds Seton Lake and so the Fraser River. It is fed by the Gates River, which drains from the Pemberton Pass divide with the Birkenhead River valley towards Pemberton-Mount Currie. It and Seton Lake were originally the same lake, which was cut in half between ten and twenty thousand years ago by a large landslide from the north face of the Cayoosh Range, which fronts Anderson Lake on the east. The slide created a locality known today as Seton Portage, which combined with the steamer Lady of The Lake played a key role on the route of the Douglas Road during the Fraser Canyon Gold Rush of 1858–59.[2] At its head, near the mouth of the Gates River, is the community of D'Arcy, the St'at'imcets name for which is N'quatqua. Also on the lake is the resort/retirement community of McGillivray Falls (pron. McGill-vah-ree) which served as a relocation centre for Japanese-Canadians during their World War II forced exile from the British Columbia Coast. Overlooking the lake from the north is the southeast flank of the Bendor Range, along the base of which runs the British Columbia Railway, now owned by Canadian National Railways and originally built as the Pacific Great Eastern. Skirting the shoulder of the Bendor Range high above the lake is a powerline road, known as the High Line Road, connecting D'arcy to Seton Portage, and from near D'Arcy a trail traverses the high McGillivray Pass to the gold towns of Bralorne and Pioneer and the rest of the upper Bridge River Country.  This article about a location in the Cariboo Regional District, Canada is a stub. You can help Wikipedia by expanding it.","Title":"Anderson Lake (British Columbia) - Wikipedia","KeyID":"2721","URL":"https://en.wikipedia.org/wiki/Anderson_Lake_(British_Columbia)"}