{"Content: ":"Anderson Island is the southernmost island in Puget Sound and a census-designated place of Pierce County, Washington, United States. It is accessible by boat or a 20-minute ferry ride from Steilacoom. Anderson Island is just south of McNeil Island. To the northwest, Key Peninsula is across Drayton Passage. The south basin of Puget Sound separates the island from the mainland to the southeast, while to the southwest the Nisqually Reach of Puget Sound separates the island from the mainland. Anderson Island has a land area of 7.75 square miles (20.1 km2), and reported a population of 1,037 persons as of the 2010 census. The island has been a retirement destination since the late 1960s, with a median age of 54 years (for comparison, the median age of Washington state as a whole is 37 years).[1][2] The population booms every summer to approximately 4,000. The Island is also home to a sizable population of deer. The island was part of the territory of the Steilacoom people, a Coast Salish tribe.[3] The island was named in 1841 by Charles Wilkes of the United States Exploring Expedition. Given a warm reception at Fort Nisqually by Mr. Anderson and Captain McNeill, and assistance to aid his operations, Wilkes repaid their kindness by naming the two nearby islands after these two men. In 1870, Andrew N. Christensen, a Dane, and his brother, Christian F. Christensen, were the first European settlers to stay at the island. Andrew's wife had a strong hand in the development of the island community. Christian was the only Christensen brother to reside permanently on Anderson Island. The primary industry was the sale of wood to the wood-burning steamers that came into Amsterdam Bay. Other early industries included brick making, farming and fishing. The only General Store on the island is run by a local resident of the island. In 2004, National Recreational Properties, Inc. of Irvine, California purchased more than 400 vacant lots on the island, paying roughly $4,000 to $7,000 per lot. They created an infomercial and sold to out-of-state investors, mostly from California. Residents speculated that the lots would be sold for about $25,000.[4] Eventually more than 300 lots were sold, most selling for over $40,000. Accessible only by ferry or private boat, Anderson Island is served by the Steilacoom / Anderson Island / Ketron Island run, the only ferry run belonging to Pierce County.[5] The ferry Steilacoom II was put into service in January 2007 to work with the aging ferry Christine Anderson. The ferry runs many times per day, starting at 4:45 in the morning from Steilacoom, WA, and departing Anderson Island at 10:50 pm.[6] In 2020, Anderson Island Citizen Advisory Board worked with Pierce County to extend the hours to accommodate the ever increasing need for additional ferry service. Prior to then, Sunday through Thursday service ended at 8:40 p.m. During peak times such as summer and holidays, both ferries run. However the wait to get on the ferry can often still exceed three or more hours for special events and weekends. The Anderson Island Citizens Advisory Board (AICAB) is a governing advisory board reporting to the Pierce County Council, established by the Pierce County Council in 2004. Examples of its past actions include banning of boats with internal combustion engines from Lake Josephine, road repair and speed recommendations, as well as other matters common to governing Anderson Island.[7] Fire District #27 and the Anderson Island Parks District are taxing districts that serve only Anderson Island.[8] The Steilacoom Historical School District serves Anderson Island. Children in grades K–3 attend school on the island, while children in grades 4–12 commute to the mainland each day. The Anderson Island School is designated a \"remote and necessary\" school by the State of Washington, and is one of the few remaining such schools in the state. Tanner Electric Co-op provides electrical power to Anderson Island via a submarine cable. It extends across Nisqually Reach on the south end of the island and was replaced in 2010.[9] Law enforcement is provided by the Pierce County Sheriff's office. The Island Sounder, published by the Anderson Island Association, is the island's monthly newsletter. The News Tribune from Tacoma is available to subscribers. In the movie WarGames, the scenes where David Lightman and Jennifer Mack meet Dr. Stephen Falken in Goose Island, Oregon were filmed at Anderson Island.[10] Heckman, Hazel, Island in the Sound, University of Washington Press (1967). Drawings by Helen Hiatt. Heckman, Hazel, Island Year, University of Washington Press (1972). Drawings by Laurie Olin. Coordinates: 47°10′N 122°43′W﻿ / ﻿47.16°N 122.71°W﻿ / 47.16; -122.71","Title":"Anderson Island (Washington) - Wikipedia","KeyID":"2723","URL":"https://en.wikipedia.org/wiki/Anderson_Island_(Washington)"}