{"Content: ":"Trove is an Australian online library database aggregator and service which includes full text documents, digital images, bibliographic and holdings data of items which are not available digitally, and a free faceted-search engine as a discovery tool. The database includes archives, images, newspapers, official documents, archived websites, manuscripts and other types of data. Hosted by the National Library of Australia in partnership with content providers, including members of the National and State Libraries Australia, it is one of the most well-respected and accessed GLAM services in Australia, with over 70,000 daily users. Based on antecedents dating back to 1996, the first version of Trove was released for public use in late 2009. It includes content from libraries, museums, archives, repositories and other organisations with a focus on Australia. It allows searching of catalogue entries of books in Australian libraries (some fully available online), academic and other journals, full-text searching of digitised archived newspapers, government gazettes and archived websites. It provides access to digitised images, maps, aggregated information about people and organisations, archived diaries and letters, and all born-digital content which has been deposited via National edeposit (NED). Searchable content also includes music, sound and videos, and transcripts of radio programs. With the exception of the digitised newspapers, none of the contents is hosted by Trove itself, which indexes the content of its partners' collection metadata, formats and manages it, and displays the aggregated information in a relevance-ranked search result. In the wake of government funding cuts since 2015, the National Library and other organisations have been struggling to keep up with ensuring that content on Trove is kept flowing through and up to date. Trove's origins can be seen in the development of earlier services such as the Australian Bibliographic Network (ABN),[1] a shared cataloguing service launched in 1981. The \"Single Business Discovery Project\" was launched in August 2008.[2] The intention was to create a single point of entry for the public to the various online discovery services developed by the library between 1997 and 2008, including:[2][3][4] The service developed by the project was called Single Business Discovery Service, and also briefly known by the staff as Girt. The name Trove was suggested by a staff member, with the associations of a treasure trove and the French verb trouver (to find or discover).[4] The key features of the service were designed to create a faceted search system specifically for Australian content. Tight integration with the provider databases has allowed \"Find and Get\" functions (e.g. viewing digitally, borrowing, buying, copying). Important extra features include the provision of a \"check copyright\" tool and persistent identifiers (which enables stable URLs).[7] The first version of Trove was released to the public in late 2009.[7] The National Library of Australia combined eight different online discovery tools that had been developed over a period of twelve years into a new single discovery interface that was released as a prototype in May 2009 for public comment before launching in November 2009 as Trove.[8] It is continually updated to expand its reach.[9][10] With the notable exception of the newspaper \"zone\", none of the material that appears in Trove search results is hosted by Trove itself. Instead, it indexes the content of its content partners' collection metadata and displays the aggregated information in a relevance-ranked search result.[11] The service is built using a variety of open source software.[12][13] Trove provides a free, public Application Programming Interface (API).[14] This allows developers to search across the records for books, images, maps, video, archives, music, sound, journal articles, newspaper articles and lists and to retrieve the associated metadata using XML and JSON encoding.[15][16] The full text of digitised newspaper articles is also available.[17] Several citation styles are automatically produced by the software, giving a stable URL to the edition, page or article-level for any newspaper. Wikipedia was closely integrated from the beginning of the project, making Trove the first GLAM website in the world to integrate the Wikipedia API into its product.[18] Trove has continued to evolve and take on new services and collections. In 2016, in collaboration with the State Library of New South Wales, Trove launched the Government Gazettes zone, and continues to collect the official gazettes of all level of government (Commonwealth and State and Territory) where possible.[19] In March 2019 PANDORA became part of larger the Australian Web Archive, which comprises the PANDORA archive, the Australian Government Web Archive (AGWA) and the National Library's \".au\" domain collections, using a single interface in Trove which is publicly available.[20][21][22][23] Trove has grown beyond its original aims, and has become \"a community, a set of services, an aggregation of metadata, and a growing repository of full text digital resources\" and \"a platform on which new knowledge is being built\". It is now a collaboration between the National Library, Australia's State and Territory libraries and hundreds of other cultural and research institutions around Australia.[24] It is an Australian online library database aggregator; a free faceted-search engine hosted by the National Library of Australia,[25] in partnership with content providers, including members of the National and State Libraries Australia (NSLA).[7] Trove \"brings together content from libraries, museums, archives, repositories and other research and collecting organisations big and small\" in order to help users find and use resources relating to Australia and therefore the content is Australian-focused.[24] Much of the material may be difficult to retrieve with other search tools, for example in cases where it is part of the deep web, including records held in collection databases,[7] or in projects such as the PANDORA web archive, Australian Research Online, Australian National Bibliographic Database and others mentioned above.[3] Since 2019, Trove has included access to all electronic documents deposited by Australian publishers under the legal deposit provisions of the Copyright Act 1968, as amended in 2017 to included such publications.[26] These resources are identifiable by a display in the top right-hand corner in both the ebook and pdf viewers, saying \"National edeposit collection\". Many of these are readable and some are downloadable, depending on the access conditions.[27] The site's content is split into \"zones\" designating different forms of content which can be searched all together, or separately.[28] The book zone allows searching of the collective catalogues of institutions findable in Libraries Australia using the Australian National Bibliographic Database (ANBD). It provides access to books, audio books, e-books, theses, conference proceedings and pamphlets listed in ANBD, which is a union catalogue of items held in Australian libraries and a national bibliographic database of resources including Australian online publications.[29] Bibliographic records from the ANBD are also uploaded into the WorldCat global union catalogue.[30] The results can be filtered by format if searching for braille, audio books, theses or conference proceedings and also by decade and language of publication.[31] A filter for Australian content is also provided.[8][32] Trove allows text-searching of digitised historic newspapers, with the Newspapers zone replacing the previous \"Australian Newspapers\" website.[citation needed] It provides text-searchable access to over 700 historic Australian newspapers from each State and Territory.[34] By 2014, over 13.5 million digitised newspaper pages had been made available through Trove as part of the Australian Newspaper Plan (ANPlan),[35] a \"collaborative program to collect and preserve every newspaper published in Australia, guaranteeing public access\" to these important historical records.[36] The extent of digitised newspaper archives is wide reaching and includes now defunct publications, such as the Australian Home Companion and Band of Hope Journal and The Barrier Miner in New South Wales and The Argus in Victoria.[note 1][37] It includes the earliest published Australian newspaper, the Sydney Gazette (which dates to 1803), and some community language newspapers.[35] Also included is The Australian Women's Weekly.[38][note 2] The Canberra Times is the only major newspaper available beyond 1957. It allowed publication of its in-copyright archive up to 1995 as part of the \"centenary of Canberra\" in 2013,[40] and the digitisation costs were raised with a crowdfunding campaign.[41] Also crowdfunded, the Australian feminist magazine The Dawn was included on International Women's Day 2012.[42][43] As of 10 May 2020[update], 23,498,368 newspaper pages and 2,026,782 government gazette pages were available to view. On 25 July 2008 the \"Australian Newspapers Beta\" service was released to the public as a standalone website and a year later became a fully integrated part of the newly launched Trove. The service contains millions of articles from 1803 onwards, with more content being added regularly.[44] The website was the public face of the Australian Newspapers Digitisation Project, a coordination of major libraries in Australia to convert historic newspapers to text-searchable digital files. The Australian Newspapers website allowed users to search the database of digitised newspapers from 1803 to 1954 which are now in the public domain. The newspapers (frequently microfiche or other photographic facsimiles) were scanned and the text from the articles has been captured by optical character recognition (OCR) to facilitate easy searching, but it contains many OCR errors, often due to poor quality facsimiles.[45][46] Since August 2008 the system has incorporated crowdsourced text-correction as a major feature, allowing the public to change the searchable text. Many users have contributed tens of thousands of corrected lines, and some have contributed millions.[47] As of January 2022 5.82% of articles have at least one correction.[48] This collaborative participation allows users to give back to the service and over time improves the database's searchability.[49][50] The text-correcting community and other Trove users have been referred to as \"Trovites\".[51] The Australian Web Archive, created in March 2019,[52] includes websites archived from 1996 until the present. This is the primary search portal of the PANDORA web-archiving service, and also includes the Australian Government Web Archive (AGWA) as well as websites from the \".au\" domain, which are collected annually through large crawl harvests.[53] (In order of presentation along the top tab.) In a keynote address to the 14th National Australian Library and Information Association (ALIA) Conference in Melbourne in 2014, Roly Keating, Chief Executive of the British Library described Trove as \"exemplary\" – a \"both-end choice\" of deep rich interconnected archive.[56] Digital humanities researcher and Trove manager Tim Sherratt noted that in relation to the Trove Application Programming Interface (API) \"delivery of cultural heritage resources in a machine-readable form, whether through a custom API or as Linked Open Data, provides more than just improved access or possibilities for aggregation. It opens those resources to transformation. It empowers us to move beyond ‘discovery’ as a mode of interaction to analyse, extract, visualise and play\".[57] The subsequent development of the GLAM Workbench [58] aims to utilise such machine readable data.[59] Since 2018 the Australian Academic and Research Network (AARNet) has provided a dedicated Jupyter Notebooks environment that enables researchers \"easily explore and analyse data held in the National Library of Australia (and Cloudstor) using Jupyter Notebooks created and openly shared by Associate Professor Tim Sherratt via the ‘GLAM Workbench’.\"[60] The site has been described as \"a model for collaborative digitization projects and serves to inform cultural heritage institutions building both large and small digital collections\".[61] The reach of the newspaper archives makes the service attractive to genealogists[62][63][64] and knitters.[9] It is one of the most well-respected[65] and accessed GLAM (galleries, libraries, archives and museums) services in Australia, with over 70,000 daily users.[66][9] Dr Liz Stainforth of the University of Leeds calls it \"that rare beast: a digital heritage platform with popular appeal\"; \"of the most successful of its kind among aggregators such as Europeana, the Digital Public Library of America and...DigitalNZ\". What distinguishes it from the other three is that it also delivers content, and engages with the general public, which has created a form of virtual community amongst its text correctors. Users can log in and thus create their own lists, and also correct the text of newspapers scanned using Optical character recognition (OCR), with an honour board for the top correctors. International researchers also use Trove: a 2018 showed the site among the top 15 for external citations in the English-language version of Wikipedia. The width and breadth of its audience adds to its uniqueness.[67] Trove received the 2011 Excellence in eGovernment Award and the 2011 Service Delivery Category Award.[68][69] In the wake of the Australian Government's 2015 Mid-Year Economic and Fiscal Outlook Statement, Trove funding was cut with the result that the National Library of Australia would cease \"aggregating content in Trove from museums and universities unless ... fully funded to do so\".[70] In addition, it was argued that the cuts would further \"result in many smaller institutions across Australia being unable to afford to add their digital collections to this national knowledge infrastructure\".[71] Those smaller institutions would include local historical societies, clubs, schools, and commercial and public organisations, as well as private collections. In March 2016 ten major Australian galleries, libraries, archives and museums (commonly referred to as the GLAM sector) signed a statement of support for Trove, in which they warned that the budgetary cuts would \"hamper the development of our world leading portal and will be a major obstacle to exposing the collections of smaller and regional institutions\" and that \"without additional funding, Trove will not fulfil its promise as the discovery site for all Australian cultural content\".[72] Similar statements were issued by the Australian Academy of the Humanities[73] and the National Trust (NSW).[74] Tim Sherratt, a former manager of Trove, warned in early 2016 that fewer collections would be added and that less digitised content would be available – \"not quite a content freeze, but certainly a slowdown\".[75] Following extensive campaigning, including a public campaign on Twitter, Trove received a commitment of A$16.4 million in December 2016, spread over four years.[67][76] By early 2020, with the surge in demand for all types of digital services, the National Library was having to cope with increasingly dwindling staff resources to develop services on Trove and National edeposit, and undertook a restructure of its staffing and operations.[77] In July–August 2020 a redesigned user interface was unrolled, with a more open display of search results and a new logo reminiscent of a keyhole.","Title":"Trove - Wikipedia","KeyID":"2724","URL":"https://en.wikipedia.org/wiki/Trove_(identifier)"}