{"Content: ":"The Naches River is a tributary of the Yakima River in central Washington in the United States. Beginning as the Little Naches River, it is about 75 miles (121 km) long.[4] After the confluence of the Little Naches and Bumping River the name becomes simply the Naches River. The Naches and its tributaries drain a portion of the eastern side of the Cascade Range, east of Mount Rainier and northeast of Mount Adams. In terms of discharge, the Naches River is the largest tributary of the Yakima River.[6] In its upper reaches, the Naches River basin includes rugged mountains and wildernesses. The lower Naches River and its tributary the Tieton River flow through valleys with towns and irrigated orchards northwest of Yakima, where the Naches River joins the Yakima River. Historically, the river served as an important travel corridor between the east and west sides of the Cascades, via Naches Pass, used by both Native Americans and settlers. The river's name comes from the Indian words \"naugh\", meaning rough or turbulent, and \"chez\", meaning water.[7] Among numerous spellings used historically, \"Naches\" is the official spelling in the Geographic Names Information System (GNIS), however \"Nachess\" was official according to the Board on Geographic Names from 1898 to 1900.[3] The Little Naches River begins in several forks near Naches Pass and boundaries of Yakima County, Kittitas County, Pierce County, and King County. The Yakima-Kittitas county line follows the upper Little Naches and Naches rivers, but most of the Naches River basin is in Yakima County. Pierce and King counties are bounded by the water divide between Puget Sound and the Columbia River. Thus the tributaries of the Naches River reach up to, but not across, the Pierce and King county lines. The Little Naches River begins at the confluence of the North Fork and Middle Fork Little Naches River. After flowing southeast for about 20 miles (32 km) the Little Naches River joins the Bumping River to form the Naches River proper. The Little Naches River basin includes the eastern portion of the Norse Peak Wilderness, northeast of Mount Rainier. The Bumping River flows from headwaters near the southeastern boundary of Mount Rainier National Park and the Lewis County line. The river flows northeast into Bumping Lake a natural lake enlarged by a dam. Below the dam, the Bumping River flows northeast to its confluence with the Little Naches River. Just before the confluence the Bumping River picks up its main tributary, the American River. The American River has its source several forks near Chinook Pass and the eastern boundary of Mount Rainier National Park. For most of its course, the American River valley is shared with State Route 410, which crosses the Cascades at Chinook Pass. Below the confluence of the Little Naches and Bumping rivers, the Naches River flows southeast through Nile Valley, where it collects Nile Creek and Rattlesnake Creek. Then the river enters Naches Valley, where it collects its largest tributary, the Tieton River. Naches Valley is home to the towns of Naches and Tieton. The valley is filled with orchards, mainly growing apples. Irrigation water arrives via canals tapping both the Tieton and Naches rivers. The Tieton River begins at Rimrock Lake, an artificial reservoir, which in turn is fed by several streams draining part of the Goat Rocks Wilderness. The William O. Douglas Wilderness is also part of the Naches River basin. Below the Tieton River confluence, the Naches River collects Cowiche Creek, then flows east along the northern side of the city of Yakima, joining the Yakima River there. Much of the Naches River basin is national forest and wilderness land, including parts of Wenatchee National Forest, Mount Baker-Snoqualmie National Forest, and Gifford Pinchot National Forest, as well as parts of Norse Peak Wilderness, William O. Douglas Wilderness, Goat Rocks Wilderness. The Pacific Crest Trail follows, approximately, the high water divide of the Cascades, along the headwaters of many of the streams of the Naches River basin. White Pass Ski Area is located near White Pass and the headwaters of the Tieton River.","Title":"Naches River - Wikipedia","KeyID":"2730","URL":"https://en.wikipedia.org/wiki/Naches_River"}