{"Content: ":"Pierce County is a county in the U.S. state of Washington. As of the 2020 census, the population was 921,130,[1] up from 795,225 in 2010, making it the second-most populous county in Washington, behind King County, and the 60th-most populous in the United States. The county seat and largest city is Tacoma.[2] Formed out of Thurston County on December 22, 1852, by the legislature of Oregon Territory,[3][4] it was named for U.S. President Franklin Pierce. Pierce County is in the Seattle metropolitan area (formally the Seattle-Tacoma-Bellevue, WA, metropolitan statistical area). Pierce County is home to Mount Rainier, the tallest mountain and a volcano in the Cascade Range. Its most recent recorded eruption was between 1820 and 1854. There is no imminent risk of eruption, but geologists expect that the volcano will erupt again. If this should happen, parts of Pierce County and the Puyallup Valley would be at risk from lahars, lava, or pyroclastic flows. The Mount Rainier Volcano Lahar Warning System was established in 1998 to assist in the evacuation of the Puyallup River valley in case of eruption. According to the United States Census Bureau, the county has a total area of 1,806 square miles (4,680 km2), of which 1,670 square miles (4,300 km2) is land and 137 square miles (350 km2) (7.6%) is water.[5] The highest natural point in Washington, Mount Rainier, at 14,410 feet (4,392 m), is located in Pierce County. Rainier is locally called Tahoma or Takhoma, both native names for the mountain. Pierce County also contains the Clearwater Wilderness area. As of the census[11] of 2000, there were 700,820 people, 260,800 households, and 180,212 families residing in the county. The population density was 417 people per square mile (161/km2). There were 277,060 housing units at an average density of 165 per square mile (64/km2). The racial makeup of the county was 78.39% White, 6.95% Black or African American, 1.42% Native American, 5.08% Asian, 0.85% Pacific Islander, 2.20% from other races, and 5.11% from two or more races. 5.51% of the population were Hispanic or Latino of any race. 16.1% were of German, 8.6% Irish, 8.2% English, 6.3% American, and 6.2% Norwegian ancestry. There were 260,800 households, out of which 35.90% had children under the age of 18 living with them, 52.80% were married couples living together, 11.80% had a female householder with no husband present, and 30.90% were non-families. 24.30% of all households were made up of individuals, and 7.60% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.10. In the county, the population was spread out, with 27.20% under the age of 18, 9.80% from 18 to 24, 31.30% from 25 to 44, 21.50% from 45 to 64, and 10.20% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 98.90 males. For every 100 females age 18 and over, there were 96.70 males. The median income for a household in the county was $45,204, and the median income for a family was $52,098. Males had a median income of $38,510 versus $28,580 for females. The per capita income for the county was $20,948. About 7.50% of families and 10.50% of the population were below the poverty line, including 13.20% of those under age 18 and 7.20% of those age 65 or over. As of the 2010 census, there were 795,225 people, 299,918 households, and 202,174 families residing in the county.[12] The population density was 476.3 inhabitants per square mile (183.9/km2). There were 325,375 housing units at an average density of 194.9 per square mile (75.3/km2).[13] The racial makeup of the county was 74.2% white, 6.8% black or African American, 6.0% Asian, 1.4% Native American, 1.3% Pacific islander, 3.5% from other races, and 6.8% from two or more races. Those of Hispanic or Latino origin made up 9.2% of the population.[12] In terms of ancestry, 20.5% were German, 13.1% were Irish, 10.7% were English, 6.3% were Norwegian, and 4.2% were American.[14] Of the 299,918 households, 35.3% had children under the age of 18 living with them, 49.0% were married couples living together, 13.0% had a female householder with no husband present, 32.6% were non-families, and 25.1% of all households were made up of individuals. The average household size was 2.59 and the average family size was 3.09. The median age was 35.9 years.[12] The median income for a household in the county was $57,869 and the median income for a family was $68,462. Males had a median income of $50,084 versus $38,696 for females. The per capita income for the county was $27,446. About 8.1% of families and 11.6% of the population were below the poverty line, including 15.0% of those under age 18 and 8.2% of those age 65 or over.[15] The area was originally home to the present day Nisqually, Puyallup, Squaxin, Steilacoom, and Muckleshoot tribes. Puyallup villages were predominately near what would later become Tacoma and Nisqually settlements were in what would become southern Pierce County. Two major trails of the tribes were a northern route through Naches Pass and a southern route along the Mashel River linking with Eastern Washington tribes. Trade networks among the region’s indigenous peoples were well established long before the coming of white settlers.[16] In 1792 British Captain George Vancouver and his party of explorers came via ship to the shores of the region, and named a number of sites in what would become Pierce County, i.e. Mt. Rainier.[citation needed] In 1832 Fort Nisqually was sited by the British Hudson's Bay Company's chief trader, Archibald McDonald. It was the first permanent European settlement on the Salish Sea. In cooperation with the local indigenous people, a storehouse for blankets, seeds, and potatoes was built at the mouth of Sequalitchew Creek. In 1839 the Nisqually Methodist Episcopal Mission was established,[17] bringing the first U.S. citizens to settle in the Puget Sound region, near the Sequalitchew Creek canyon. In 1841 the United States Exploring Expedition set up an observatory on the bluff near the creek to survey, map and chart the waters of Puget Sound. In 1843 the Second Fort Nisqually was erected. Business became mainly agricultural, and the fort was relocated on a flat-plains area near the banks of Sequalitchew Creek for cattle.[18] The Fort Nisqually property was turned over to American control in 1859. In 1846 the Oregon Treaty established the 49th Parallel as the boundary between British Canada and the United States, which left what was to become Pierce County on U.S. territory. In response to increasing tensions between Indians and settlers, the United States Army established Fort Steilacoom in 1849 at the site of the traditional home of the Steilacoom Tribe. In 1850, Captain Lafayette Balch sited his land claim next to the fort and founded Port Steilacoom. In 1854 the town of Steilacoom became Washington Territory's first incorporated town. In 1854 the Treaty of Medicine Creek was enacted between the United States and the local tribes occupying the lands of the Salish Sea. The tribes listed on the Treaty of Medicine Creek are Nisqually, Puyallup, Steilacoom, Squawskin (Squaxin Island), S'Homamish, Stehchass, T'Peeksin, Squi-aitl, and Sa-heh-wamish. The treaty was signed on December 26, 1854, by Isaac I. Stevens, governor and superintendent of Indian Affairs of Washington territory at the time. The native tribes were told the treaty would help them by paying them for some of the land. It ended up taking prime farmland and relocating the tribes onto rough reservations. Chief Leschi of the Nisqually tribe protested the treaty. He and his people marched to Olympia to have their voices heard but Isaac Stevens ordered them away.[citation needed] When the natives refused to leave, Isaac Stevens would eventually call martial law and - after the beginning of the Puget Sound War in 1855 - initiate a search for Chief Leschi in order to arrest him. Chief Leschi was eventually captured and put on trial. The first jury couldn’t come to a verdict, so Isaac Stevens had the trial done a second time. This time Leschi was found guilty. Chief Leschi was hanged on February 19, 1858.[19] On December 10, 2004 a historical court convened in Pierce County ruled \"as a legal combatant of the Indian War Leschi should not have been held accountable under law for the death of an enemy soldier,\" thereby exonerating him of any wrongdoing.[1] Pierce County has adopted and is governed by a Charter. This is allowed by section 4 of Article XI of the Washington State Constitution. The Pierce County Executive, currently Bruce Dammeier (R), heads the county's executive branch.[20] The Assessor-Treasurer Mike Lonergan,[21] auditor Julie Anderson, Prosecuting Attorney Mary Robnett,[22] and Sheriff Ed Troyer. The Pierce County Council is the elected legislative body for Pierce County and consists of seven members elected by district. The council is vested with all law-making power granted by its charter and by the State of Washington, sets county policy through the adoption of ordinances and resolutions, approves the annual budget and directs the use of county funds. The seven members of the County Council are elected from each of seven contiguous and equally populated districts, with each councilmember representing approximately 114,000 county residents. Each county councilmember is elected to serve a four-year term. Beneath the Washington Supreme Court and the Washington Court of Appeals, judicial power rests first in the Pierce County Superior Court, which is divided into 22 departments - each headed by an elected judge, as well as a clerk of the superior court and eight superior court commissioners. Below that is the Pierce County District Court - with eight elected judges, the Tacoma Municipal Court - with three elected judges, and the Pierce County Juvenile Court. Tacoma houses the Pierce County Courthouse. The people of Pierce County voted on November 5, 1918, to create a Port District. The Port of Tacoma is Pierce County's only Port District. It is governed Port of Tacoma Commission - five Port Commissioners, who are elected at-large countywide and serve four-year terms. The Port of Tacoma owns six container terminals, one grain terminal and an auto import terminal; all of which are leased out to foreign and domestic corporations to operate. In addition, the port owns and operates two breakbulk cargo terminals. Many charter amendments have been on the ballot in the last five years, but sequential numbering does not carry over from year-to-year. Pierce County is split between four U.S. congressional districts:[23]  The largest public employer in Piece County is Joint Base Lewis–McChord, which contributes about 60,000 military and civilian jobs.[25] The largest private employers are MultiCare Health System and CHI Franciscan Health, which operate the two largest hospitals in the county.[26] Pierce County agriculture has been an instrumental part of the local economy for almost 150 years. However, in the last half century much of the county's farmland has been transformed into residential areas. Pierce County has taken aggressive steps to reverse this trend; the county recently created the Pierce County Farm Advisory Commission.[27] This advisory board helps local farmers with the interpretation of land use regulations as well as the promotion of local produce. The creation of the Pierce County Farm Advisory Commission will attempt to save the remaining 48,000[28] acres of Pierce County farmland. Despite the loss of farmland, Pierce County continues to produce about 50% of the United States' rhubarb.[29] The following is a list of the public school districts with territory, no matter how small, in Pierce County (even if their schools and/or district administrations are in other counties):[30] Private schools include the Cascade Christian Schools group, Life Christian School and Academy, Bellarmine, Annie Wright Schools and Charles Wright Academy. Libraries include the Pierce County Library System, the Tacoma Library System, and the Puyallup Public Library. The largest institutions of higher education are University of Puget Sound in Tacoma and Pacific Lutheran University in Parkland. Both are religiously affiliated private universities. Tacoma Community College in Tacoma and Pierce College in Steilacoom are public community colleges. Bates Technical College and Clover Park Technical College are public technical colleges. Central Washington University has a branch campus in Steilacoom. University of Washington Tacoma is a branch campus of University of Washington.The Evergreen State College also has a campus in Tacoma. The Pierce County Library is the fourth largest library system in the state.[31] There are currently 20 branches, including: The Pierce County Library System currently employs 394 people, and serves 579,970 citizens throughout 1,773 square miles. Established in 1944, the library system serves all of unincorporated Pierce County, as well as annexed cities and towns of: Bonney Lake, Buckley, DuPont, Eatonville, Edgewood, Fife, Gig Harbor, Lakewood, Milton, Orting, South Prairie, Steilacoom, Sumner, University Place and Wilkeson.[31] There are currently more than 1 million physical materials (books, videos, etc.) in the system, and more than 480,000 online or downloadable media items.[32] Total 2016 general fund revenue is estimated at $29,709,541. The Port of Tacoma is the sixth busiest container port in North America, and one of the 25 busiest in the world, playing an important part in the local economy. This deep-water port covers 2,400 acres (9.7 km2) and offers a combination of facilities and services including 34 deepwater berths, two million square feet (190,000 m2) of warehouse and office space, and 131 acres (530,000 m2) of industrial yard. An economic impact study showed that more the 28,000 jobs in Pierce County are related to the Port activities. Pierce County is home to Pierce County Airport and Tacoma Narrows Airport, both are general aviation airports. Pierce County's official transportation provider is Pierce Transit. It provides buses, paratransit, and rideshare vehicles. The regional Sound Transit runs the Tacoma Link light rail line through downtown Tacoma, and provides several regional express buses. Sound Transit also runs Sounder, the regional commuter railroad through Pierce County that stops in the following places: Sumner, Puyallup, Tacoma, South Tacoma, and Lakewood. Amtrak also travels through the county with a stop in Tacoma. Also, Intercity Transit provides transportation between Tacoma, Lakewood, and Thurston County. On December 18, 2017, an Amtrak train derailed in the county, at an overpass over southbound Interstate 5, hitting several vehicles. Thirteen of 14 rail cars derailed, killing three on board the train, and injuring dozens more on board and on the highway.[33] Arts organizations within Pierce County include: the Broadway Center for the Performing Arts,[34] Grand Cinema,[35] Lakewood Playhouse, Museum of Glass,[36] Northwest Sinfonietta, Speakeasy Arts Cooperative,[37] Tacoma Art Museum,[38] Tacoma Little Theater, Tacoma Concert Band, Tacoma Musical Playhouse,[39] Tacoma Opera, Symphony Tacoma, Dance Theater Northwest, Washington State History Museum and others. The City of Tacoma celebrates \"Art at Work\" month every November to encourage participation and support for the arts community in that city. ArtsFund,[40] a regional United Arts Fund, has been supporting the arts community in Pierce County since 1969. LeMay-America’s Car Museum opened in 2012 in Tacoma. The Karpeles Manuscript Library Museum, founded in 1983 in Tacoma, houses the world's largest private collection of original manuscripts and documents.[citation needed] The Pierce County Daffodil Festival and Parade was established in 1934 and is held annually in April.[citation needed] The Washington State Fair is held every September in Puyallup.[citation needed] The Pierce County Sheriff's Department was founded in 1853, shortly after incorporation of the county.[41] Pierce County was noted for gangs, drugs, and criminal activity starting in the mid to late 1980s. Tacoma's Hilltop neighborhood had gangs that were selling crack cocaine and gang violence. Increased police patrols and community watch programs led to reduced crime in the mid to late 2000s. As of 2006, 38% of the methamphetamine labs (138 sites) cleaned up by the Washington Department of Ecology were in Pierce County. This reduction from a high of 589 labs in 2001 comes in part to a new law restricting the sale of pseudoephedrine and in part due to tougher prison sentences for methamphetamine producers.[42] Coordinates: 47°03′N 122°07′W﻿ / ﻿47.05°N 122.11°W﻿ / 47.05; -122.11","Title":"Pierce County, Washington - Wikipedia","KeyID":"2732","URL":"https://en.wikipedia.org/wiki/Pierce_County,_Washington"}