{"Content: ":"King County is located in the U.S. state of Washington. The population was 2,269,675 in the 2020 census,[1] making it the most populous county in Washington, and the 13th-most populous in the United States. The county seat is Seattle,[2] also the state's most populous city. King County is one of three Washington counties that are included in the Seattle–Tacoma–Bellevue metropolitan statistical area. (The others are Snohomish County to the north, and Pierce County to the south.) About two-thirds of King County's population lives in Seattle's suburbs. When Europeans arrived in the region that would become King County, it was inhabited by several Coast Salish groups. Villages around the site that would become Seattle were primarily populated by the Duwamish people. The Snoqualmie Indian Tribe occupied the area that would become eastern King County. The Green River and White River were home for the Muckleshoot tribal groups.[3] In the first winter after the Denny Party landed at Alki Point, the settlement at the point consisted of a few dozen settlers and over a thousand Native Americans. The local tribes provided the settlers with construction labor, domestic service, and help with subsistence activities.[4] The county was formed out of territory within Thurston County on December 22, 1852, by the Oregon Territory legislature and was named after Alabamian William R. King, who had just been elected Vice President of the United States under President Franklin Pierce. Seattle was made the county seat on January 11, 1853.[5][6] The area became part of the Washington Territory when it was created later that year. King County originally extended to the Olympic Peninsula. According to historian Bill Speidel, when peninsular prohibitionists threatened to shut down Seattle's saloons, Doc Maynard engineered a peninsular independence movement; King County lost what is now Kitsap County but preserved its entertainment industry.[7] Coal was discovered in 1853 by Dr. M. Bigelow along the Black River, and in subsequent decades several companies formed to mine coal around Lake Washington and deliver it to Seattle. The Seattle and Walla Walla Railroad started servicing the Renton coal fields in 1877, and the Newcastle fields in 1878. By 1880, King County produced 22% of the coal mined on the West Coast, most of that coal being found within the Renton Formation's Muldoon coal seam.[8][9][10][11][12] On February 24, 1986, the King County Council approved a motion to rename the county to honor civil rights leader Martin Luther King Jr. (no relation to William R. King), preserving the name \"King County\" while changing its namesake.[13][14][15] The motion stated, among other reasons for the change, that \"William Rufus DeVane King was a slaveowner\" who \"earned income and maintained his lifestyle by oppressing and exploiting other human beings,\" while Martin Luther King's \"contributions are well-documented and celebrated by millions throughout this nation and the world, and embody the attributes for which the citizens of King County can be proud, and claim as their own.\"[16] Because only the state can charter counties, the change was not made official until April 19, 2005, when Governor Christine Gregoire signed into law Senate Bill 5332, which provided that \"King county is renamed in honor of the Reverend Doctor Martin Luther King, Jr.\" effective July 24, 2005.[17][18][19] The County Council voted on February 27, 2006, to adopt the proposal sponsored by Councilmember Larry Gossett to change the county's logo from an imperial crown to an image of Martin Luther King, Jr.[20] On March 12, 2007, the new logo was unveiled.[21][22] The new logo design was developed by the Gable Design Group and the specific image was selected by a committee consisting of King County Executive Ron Sims, Council Chair Larry Gossett, Prosecutor Norm Maleng, Sheriff Sue Rahr, District Court Judge Corrina Harn, and Superior Court Judge Michael Trickey.[23] The same logo is used in the flag. Martin Luther King Jr. had visited King County once, for three days in November 1961.[24][25] According to the United States Census Bureau, the county has a total area of 2,307 square miles (5,980 km2), of which 2,116 square miles (5,480 km2) is land and 191 square miles (490 km2) (8.3%) is water.[26] King County has nearly twice the land area of the state of Rhode Island. The highest point in the county is Mount Daniel at 7,959 feet (2,426 meters) above sea level. King County borders Snohomish County to the north, Kitsap County to the west, Kittitas County to the east, and Pierce County to the south. It also shares a small border with Chelan County to the northeast. King County includes Vashon Island and Maury Island in Puget Sound. The center of population of the state of Washington in 2010 was located in eastern King County ( 47°19′51″N 121°37′12″W﻿ / ﻿47.330750°N 121.619994°W﻿ / 47.330750; -121.619994﻿ (Washington center of population, 2010)).[32] King County's own center of population was located on Mercer Island ( 47°32′54″N 122°13′48″W﻿ / ﻿47.548320°N 122.229983°W﻿ / 47.548320; -122.229983﻿ (King County center of population, 2010)).[33] As of the fourth quarter of 2021, the median home value in King County was $817,547, an increase of 19.6% from the prior year.[34] As of the 2010 census, there were 1,931,249 people, 789,232 households, and 461,510 families residing in the county.[36] The population density was 912.9 inhabitants per square mile (352.5/km2). There were 851,261 housing units at an average density of 402.4 per square mile (155.4/km2).[37] The racial makeup of the county was 68.7% White (64.8% Non-Hispanic White), 6.2% African American, 14.6% Asian, 0.8% Pacific Islander, 0.8% Native American, 3.9% from other races, and 5.0% from two or more races. Those of Hispanic or Latino origin made up 8.9% of the population.[36] In terms of ancestry, 17.1% were German, 11.6% were English, 11.1% were Irish, 5.5% were Norwegian, and 2.9% were American.[38] Of the 789,232 households, 29.2% had children under the age of 18 living with them, 45.3% were married couples living together, 9.1% had a female householder with no husband present, 41.5% were non-families, and 31.0% of all households were made up of individuals. The average household size was 2.40 and the average family size was 3.05. The median age was 37.1 years.[36] The median income for a household in the county was $68,065 and the median income for a family was $87,010. Males had a median income of $62,373 versus $45,761 for females. The per capita income for the county was $38,211. About 6.4% of families and 10.2% of the population were below the poverty line, including 12.5% of those under age 18 and 8.6% of those age 65 or over.[39] King County is home two federally-recognized tribes, the Muckleshoot tribe and the Snoqualmie Indian Tribe tribe, and other unrecognized groups.[40] The Muckleshoot Indian Reservation is located southeast of Auburn and is home to a resident population of 3,606 as of the 2000 census. The Snoqualmie tribe's casino property was federally recognized as their reservation in 2006, however few tribe members live near the reservation.[41] The King County Executive heads the county's executive branch; the position has been held by Dow Constantine since 2009.[42] The King County Prosecuting Attorney (Dan Satterberg since 2007), Elections Director, and the King County Assessor are elected executive positions.[43] The King County Sheriff is appointed by the county executive and approved by the county council. It was previously was an elected position from 1996 until 2020 and has been held by Patti Cole-Tindall since 2022.[44][45] Judicial power is vested in the King County Superior Court and the King County District Court. Seattle houses the King County Courthouse. King County is represented in the United States Congress through a near-entirety of the population in the 7th and 9th Congressional Districts, a majority of the population in the 8th Congressional District and a plurality of the population in the 1st Congressional District. In the state legislature, King contains the entirety of the 5th, 11th, 33rd, 34th, 36th, 37th, 41st, 43rd, 45th, 46th, 47th, and 48th legislative districts as well as the near-entirety of the 30th legislative district, about one-half of the 32nd legislative district, about one-third of the 1st and 31st legislative district, and a mere 627 people in the 39th legislative district. The only legislative districts represented by Republicans that include any part of King County are the 31st and 39th districts.[citation needed] The people of King County voted on September 5, 1911, to create a Port District. King County's Port of Seattle was established as the first Port District in Washington State. The Port of Seattle is King County's only Port District. It is governed by five Port Commissioners, who are elected countywide and serve four-year terms. The Port of Seattle owns and operates many properties on behalf of King County's citizens, including Sea-Tac International Airport; many seaport facilities around Elliott Bay, including its original property, publicly owned Fishermen's Terminal, home to the North Pacific fishing fleet and the largest homeport for fishermen in the U.S. West Coast;[citation needed] four container ship terminals; two cruise ship terminals; the largest grain export terminal in the U.S. Pacific Northwest; three public marinas; 22 public parks; and nearly 5,000 acres of industrial lands in the Ballard-Interbay and Lower Duwamish industrial centers.[citation needed]  King County and Seattle are strongly liberal; the area is a bastion for the Democratic Party. No Republican presidential candidate has garnered the majority of the county's votes since Ronald Reagan's landslide reelection victory in 1984. In the 2008 election, Barack Obama defeated John McCain in the county by 42 percentage points, a larger margin for the Democrats than that seen in any previous election. Slightly more than 29% of Washington state's population reside in King County, making it a significant factor for the Democrats in a few recent close statewide elections. In the 2000 Senate elections, King County's margin of victory pushed Maria Cantwell's total over that of incumbent Republican Slade Gorton, winning her a seat in the United States Senate. In 2004, King County gave a lead to Democrat Christine Gregoire in her 2004 victory gubernatorial election, pushing her ahead of Republican Dino Rossi, who led by 261 votes after the initial count.[46] Rossi resided in the county at the time of the election, in Sammamish. In the 2020 presidential election, Joe Biden defeated Donald Trump by earning 75% of King County votes. Governor Jay Inslee also defeated Republican challenger Loren Culp with 74% of the King County vote in the concurrent gubernatorial election. These were the largest margins by any candidate in a presidential race and a gubernatorial race since the county's creation.[47] In 2004, voters passed a referendum reducing the size of the County Council from 13 members to 9. This resulted in all council seats ending up on the 2005 ballot. Some residents of eastern King County have long desired to secede and form their own county. This movement was most vocal in the mid-1990s (see Cedar County, Washington).[48][49] It has recently been revived as Cascade County.[50] According to a map published by the Seattle Times,[51] four different geographic borders are being considered. Additional plans (see Skykomish County, Washington) also exist or have existed.  In 2010 statistics, the largest religious group in King County was the Archdiocese of Seattle, with 278,340 Catholics worshipping at 71 parishes, followed by 95,218 non-denominational adherents with 159 congregations, 56,985 LDS Mormons with 110 congregations, 25,937 AoG Pentecostals with 63 congregations, 25,789 ELCA Lutherans with 68 congregations, 24,909 PC-USA Presbyterians with 54 congregations, 18,185 Mahayana Buddhists with 39 congregations, 18,161 UMC Methodists with 50 congregations, 14,971 TEC Episcopalians with 35 congregations, and 12,531 ABCUSA Baptists with 42 congregations. Altogether, 37.6% of the population was claimed as members by religious congregations, although members of historically African-American denominations were underrepresented due to incomplete information.[53] In 2014, King County had 944 religious organizations, the 8th most out of all US counties.[54] School districts include:[55] Most of King County is served by the King County Library System, while the city of Seattle is served by its own system. Coordinates: 47°28′N 121°50′W﻿ / ﻿47.47°N 121.84°W﻿ / 47.47; -121.84","Title":"King County, Washington - Wikipedia","KeyID":"2733","URL":"https://en.wikipedia.org/wiki/King_County,_Washington"}