{"Content: ":"Sir George Simpson (c. 1792 – 7 September 1860) was a Scottish explorer and colonial governor of the Hudson's Bay Company during the period of its greatest power. From 1820 to 1860, he was in practice, if not in law, the British viceroy for the whole of Rupert's Land, an enormous territory of 3.9 millions square kilometers in northern North America. His efficient administration of the west was a precondition for the confederation of western and eastern Canada. He was noted for his grasp of administrative detail and his physical stamina in traveling through the wilderness. Excepting voyageurs and their Siberian equivalents, few men have spent as much time traveling in the wilderness. Simpson was the first person known to have circumnavigated the world by land. Born at Dingwall, Ross-Shire, Scotland, as the illegitimate son of George Simpson, Writer to the Signet, he was raised by two aunts and his paternal grandmother, Isobel Simpson (1731–1821), daughter of George Mackenzie, 2nd Laird of Gruinard—grandson of George Mackenzie, 2nd Earl of Seaforth—and Elizabeth, daughter of Duncan Forbes, Lord Culloden. Simpson's father was a first cousin of Sir Alexander Mackenzie's father-in-law. In 1808, he was sent to London to work in the sugar brokerage business run by his uncle, Geddes Mackenzie Simpson (1775–1848). When his uncle's firm merged with that of Andrew Colvile-Wedderburn in 1812, Simpson came into contact with the Hudson's Bay Company, as Colvile was a company director and brother-in-law of Thomas Douglas, 5th Earl of Selkirk. This was at the time of conflict between the HBC and the North West Company. Governor William Williams, who had been sent out in 1818, had arrested or captured several North West Company men. The Nor'Westers replied with a Quebec warrant for Williams' arrest. The London governors were unhappy with Williams' clumsy management and both companies were under British pressure to settle their differences. The locum tenens in Simpson's title meant that if Williams had been arrested, Simpson would take his place. He went by ship to New York, by boat and cart to Montreal and left by the usual route for York Factory on Hudson Bay. He met Williams at Rock Depot on the Hayes River. Since Williams had not been arrested he was William's subordinate and was sent west to Fort Wedderburn on Lake Athabaska. There he spent the winter learning about, and reorganizing, the fur trade. On his return journey in 1821, he learned that the two companies had merged. This put an end to a ruinous and sometimes violent competition and converted the HBC monopoly into an informal government for western Canada. He escorted that year's furs to Rock Depot and returned upriver to Norway House for the first meeting of the merged companies. There he learned that he had been made governor of the Northern—that is, western—Department and Williams had been made his equal in the Southern Department south of Hudson Bay. In December 1821, the HBC monopoly was extended to the Pacific coast. After the meeting he returned downstream to take up his duties at York Factory. In December 1821, he set out on snowshoes for Cumberland House and then the Red River Colony. By July 1822, he was back at York Factory for the second meeting of the Northern Council, the first that he chaired. After the meeting he went by water to Lac Île-à-la-Crosse and then by dog sled to Fort Chipewyan and Fort Resolution on the Great Slave Lake. He then went south to Fort Dunvegan on the Peace River and then Fort Edmonton and after the thaw, back to York Factory. In August 1824, he left York Factory for the Pacific, taking the unorthodox Nelson–Burntwood River route, and ascended the Churchill River and Athabasca Rivers to Jasper House at the east side of Athabasca Pass. He crossed the pass on horseback to Boat Encampment and then down the Columbia River, reaching its mouth at Fort George on 8 November. This 80-day journey was 20 days faster than the previous record. He moved the headquarters of the Columbia District to Fort Vancouver, guessing that the south side of the river might fall to the Americans. He left in March 1825, and crossed the snow-covered Athabasca Pass. From Fort Assiniboine he went on horseback 80 miles (130 km) south to Fort Edmonton on the North Saskatchewan River. He had ordered this new road laid out on his outward voyage. It was a major saving over the old Methye Portage route. He went 500 miles (800 km) on horseback from Fort Carlton to the Red River settlements, and then by boat to York Factory. During this trip his servant, Tom Taylor, became separated on a hunting trip. After searching for half a day, Simpson left Taylor to his fate. Taylor reached the Swan River post after 14 days in the wilderness with no proper equipment. In 1825, he returned to Britain and learned that William Williams had retired, thereby adding the eastern area to his domain. Returning to Montreal, he went to the Red River settlements, Rock Depot for the annual meeting, the posts on James Bay to inspect his new domain, and back to Montreal. In May 1828, he started his second trip to the Pacific along with his dog, mistress and personal piper, going first to York Factory and then using the Peace River route. This 5,000-mile (8,000 km) trip remains the longest North American canoe journey ever made in one season.[2] He returned via Athabasca Pass to Moose Factory and Montreal and immediately went south to New York and took ship to Liverpool. After a brief courtship he married his first cousin, Frances Ramsay Simpson, in February 1830, and returned with his new wife to New York, Montreal, Michipicoten, Ontario, for the annual meeting, York Factory, and Red River. Here his wife gave birth to his first legitimate child, who soon died. In May 1833, he suffered a mild stroke. He and his wife returned to Scotland, where she remained for the next five years and gave birth to a baby girl. In the spring of 1834, he returned to Canada and attended the Southern Council at Moose Factory in May and the Northern Council at York Factory in June, inspected posts on the Saint Lawrence, and arrived back in England in October 1835. In the summer of 1838, he went to Saint Petersburg to negotiate with Ferdinand von Wrangel of the Russian-American Company. The Russians recognized the HBC posts and the HBC agreed to supply the Russian posts. He then went to Montreal, Red River, Moose Factory, the Saint Lawrence posts, and down the Hudson to New York, where he took ship to England. Simpson received the title of Knight Bachelor from Queen Victoria, giving him the non-hereditary title of Sir on 25 January 1841. He left London in March 1841, and went by canoe to Fort Garry (now the site of Winnipeg). On this part of the trip he was accompanied by James Alexander, 3rd Earl of Caledon, who left to hunt on the prairie and later published a journal. Traveling on horseback to Fort Edmonton, Simpson caught up with James Sinclair's wagon train of over 100 settlers heading for the Oregon country – a sign of what would soon destroy his fur trade empire. Instead of taking the usual route, he went to what is now Banff, Alberta, made the first recorded passage of the pass named after him in August, and went down the Kootenay River to Fort Vancouver. Guessing that the 49th parallel border would be extended to the Pacific and considering the difficulties of the Columbia Bar, he proposed to move the HBC headquarters to what is now Victoria, British Columbia, a suggestion that earned him the enmity of John McLoughlin, who had done much to develop the Columbia district. Simpson took the Beaver north along the Pacific coast to the Russian post at Sitka, and then another boat as far south as Santa Barbara, stopping at the HBC post of Yerba Buena. At some point he met Mariano Vallejo, a Californio statesman and general. He sailed to the HBC post in Hawaii (then known as the Sandwich Islands) in February 1842, and back to Sitka, where he took a Russian ship to Okhotsk in June. He went on horseback to Yakutsk, up the Lena River by horse-drawn boat, visited Lake Baikal, went by horse and later carriage to Saint Petersburg and reached London by ship at the end of October. This trip was documented in his book, An overland journey round the world.[3] During his visit to Hawaii, Simpson, along with Timoteo Haʻalilio and William Richards were commissioned as joint Ministers Plenipotentiary on 8 April 1842. Simpson, shortly thereafter, left for England, via Alaska and Siberia, while Haʻalilio and Richards departed for the United States, via Mexico, on 8 July. The Hawaiian delegation, while in the United States, secured the assurance of President John Tyler of its recognition of Hawaiian independence on 19 December, and then proceeded to meet Simpson in Europe and secure formal recognition by Great Britain and France. On 17 March 1843, King Louis Philippe I of France recognized Hawaiian independence at the urging of King Leopold I of Belgium, and on 1 April, Lord Aberdeen on behalf of Queen Victoria, assured the Hawaiian delegation that: \"Her Majesty's Government was willing and had determined to recognize the independence of the Sandwich Islands under their present sovereign.\" By then, Simpson and his wife had a large house on the Lachine Canal across from the depot from which the fur brigades started west. He began investing in railroads and canals. In the spring of 1845, he went to Washington, D.C., to discuss the Oregon boundary with the Americans, which he had already done with Sir Robert Peel. In 1846, the Oregon Treaty established the current border. His wife contracted tuberculosis in 1846 and died in 1853. In 1854, he was able to travel by rail to Chicago before he boarded his voyageur canoe at Sault Ste. Marie. In 1855, he was in Washington, D.C., and discussed Oregon affairs, and in 1857, defended the HBC monopoly in London. In May 1860, he went by rail to Saint Paul, Minnesota; decided that his health would not bear the trip to Red River; and returned to Lachine. In August 1860, he entertained the Prince of Wales at Lachine. Shortly afterward, he suffered a massive stroke and died six days later in Lachine. Simpson sired at least eleven children by at least seven women, only one of whom was his wife.[4] While in London he produced two daughters by two unknown women. When he left for Canada they were sent to Scotland to be cared for by his relatives. The eldest, Mary Louisa Simpson, was given a £500 dowry on her marriage and moved to Canada. She has at least 111 descendants, including Shelagh Rogers. The other daughter died early. In 1817, he produced a daughter by half-Cree washerwoman Betsy Sinclair. Betsy Sinclair was soon passed to an accountant whom he promoted. The daughter married an English botanist and died in a canoe accident on her honeymoon. James Keith Simpson (1823–1901) is poorly documented. Ann Simpson, born in Montreal in 1828, is known only from her baptismal record. Simpson fathered two sons, George Stewart (1827) and John Mackenzie (1829), with Margaret (Marguerite) Taylor. Soon after the birth of John Mackenzie, Simpson left Margaret to marry his cousin. Simpson shocked his peers by neglecting to notify Margaret of his marriage or make any arrangements for the future of his two sons.[5]","Title":"George Simpson (HBC administrator) - Wikipedia","KeyID":"2741","URL":"https://en.wikipedia.org/wiki/George_Simpson_(administrator)"}