{"Content: ":"Pierre Chrysologue Pambrun (1792 – 1841) was a French Canadian militia officer and later a fur trader in the service of the Hudson's Bay Company. Pambrun fought against the United States in the War of 1812, in particular the Battle of the Châteauguay. He joined the HBC during a time of turmoil with its competitors, the North West Company. After the Battle of Seven Oaks, he was among those held captive by men employed by the NWC. With the merger of the NWC and the HBC during 1821, Pambrun was sent to the Pacific Northwest. He was first stationed in the New Caledonia District, and in 1832 was put in charge of Fort Nez Percés, a vital station placed among the Walla Walla. Over time Pambrun strengthened relations with the neighboring Sahaptin nations through fair treatment and joining in on seasonal animal hunts. In addition to its use by the HBC, Fort Nez Percés would become an important stopping point for American migrants following the Oregon Trail. When ABCFM missionaries Marcus Whitman and Henry H. Spalding arrived in the area to proselytize among the Sahaptins, Pambrun helped them select Waiilatpu for a mission post. Pambrun gained the distinction of becoming the sole French-Canadian promoted to the rank of Chief Trader in the Columbia Department. While riding a horse in 1841, Pambrun became grievously injured in an accident and died four days later. Pambrun was born in Vaudreuil-Dorion, Quebec on 17 December 1792. During the War of 1812, Pambrun enlisted in the primarily Québécois militia, the Canadian Voltigeurs and rose to the rank of sergeant by 1813. Pambrun fought in several skirmishes and earned acclaim for capturing an American scouting party.[1] During the \"Canadien Thermopylae\" of the Battle of the Châteauguay, Pambrun served under Jacques Viger.[1] After the battle Pambrun's combat record earned him a promotion to second lieutenant,[1] though his prospects for advancement ended with the disbandment of the Voltigeurs in 1817. With the end of his service in the militia, Pambrun became an employee of the Hudson's Bay Company (HBC) in 1815. In the spring of that year Colin Robertson led him and other employees into the Canadian interior. At Lake of the Woods the party received news of the disbandment of the Red River Colony due to hostilities with the North West Company (NWC).[2] In July, twenty families of Red River were located on the shores of Lake Winnipeg, having resided there since leaving the colony. They agreed to accompany the HBC men back to their former homes. Pambrun was then stationed in Pembina, and he journeyed with Governor Semple to visit the regional HBC stations. Officials of the company began to worry about the rapidly rising hostilities with their NWC competitors. In April 1816, Semple ordered Pambrun to proceed to the NWC Fort Qu'Appelle where Métis were gathering, but was instructed to \"carefully avoid every act of hostility until fully justified by the conduct of our enemies.\"[2] Reaching the station in May, Pambrun found Métis men speaking \"violent threats against the Colony\"[2] and soon departed with 22 HBC staff under master and trader James Sutherland.[3] The party was bound for the Red River Colony to resupply the settlement. On 9 May, they were attacked by Cuthbert Grant and 49 NWC,[3] including a future coworker of Pambrun's, Thomas McKay, son of Alexander MacKay and Marguerite Wadin and stepson of John McLoughlin.[2] The HBC men were then taken prisoner and held at Qu'Appelle, although after five days all the captives except Pambrun were released. Late in May, Pambrun witnessed an oration at The Forks by a NWC officer requesting Native recruits. While Pambrun did not witness the attack on Brandon House, he was in the area and promptly was taken to see the victorious NWC men looting the station property.[2]: 50  Sixty miles outside the Red River colony, a small fortified position was made to store the seized HBC goods.[2]: 51  Pambrun was held at this position as the NWC force marched on the colony, where the Battle of Seven Oaks then occurred. After the battle he was imprisoned for twelve days at Fort William, until Lord Selkirk demanded his release.[2]: 55  Pambrun was to play a key witness in the legal proceedings between the NWC and HBC, having to spend most of 1817 in Montreal and 1818 in London.[4] With the closing of the case, Pambrun began a tour of service across interior HBC posts in 1820. Serving as a clerk, he spent time at Cumberland House, the York Factory, Fort Edmonton until being assigned to the New Caledonia Department in 1824.[4] Pambrun primarily worked at Fort Babine for the next six years.[4] In March 1832, he was directed to his final trading post, Fort Nez Perces.[5] Fort Nez Percés was the main company station between Fort Vancouver and Fort Hall, in an area occupied by Walla Wallas and frequented by neighboring Nez Perces and Cayuses. The previous administrator of the fort, Simon McGillivray, had to be reappointed to another station after an affray was provoked. A great-great-nephew of Cayuse chieftain Hiyumtipin and son of Wide Mouth had continued disputes with McGillivray.[6]: 179  This culminated in Wide Mouth's son killing a Native cattle herder employee of the fort.[5][6]: 191  Pambrun was then appointed to direct the activities of the fort, initially having to resolve the feud. Pambrun announced to the natives present that he \"came to be their friend and to do them good\" but that Wide Mouth's son was banned from fort until he paid forty beaver skins, which was done within a year.[7]: 15  Pambrun's focus turned to fort administration, quickly discharging any \"drunken hangers-on or other undesirables\".[8] Various headmen and chieftains were issued calendars to \"have one tribe present at one time\", the time schedules only being revoked when Pambrun was assured of the good intentions of each nation.[7]: 20  Pambrun built a rapport with the Walla Wallas in part by joining their seasonal rabbit hunts.[9] While in Oregon Country in 1831, George Simpson, described Pambrun as \"an active, steady, dapper little fellow.\"[10] Weary travelers who crossed the continent into the Oregon Country praised Pambrun's hospitality. Jason Lee and four Methodist clergy and laypeople reached Fort Nez Perces on 2 September 1834. Lee reported that Pambrun \"proffered me any provisions he had\", giving several spare tents and meals.[11] The few horses and cattle held by the Methodists were traded for provisions, with the promise to receive replacements at Fort Vancouver.[11] After establishing the Methodist Mission, Lee returned to the United States in 1838, being accompanied by Pierre's wife, Catherine, to the Waiilatpu Mission.[11] While first entering Oregon Country, Catholic missionaries François Norbert Blanchet and Modeste Demers were greeted by Pambrun in November 1838.[8] Arrangements for the baptisms of his children and an official marriage were arranged.[8] Thomas J. Farnham of the Peoria Party arrived at Pambrun's station on 1 October 1839, and was given a meal and a tour of fort facilities.[12] Other than HBC employees, Pambrun's other non-Native contacts were members of the American Board of Commissioners for Foreign Missions (ABCFM). Samuel Parker and Marcus Whitman were sent in 1835 to explore the Oregon Country for suitable areas to establish missions, though Whitman departed east at the Rendezvous.[13] Parker went through Fort Nez Perces on 6 October 1835, receiving a meal including the \"great luxuries\" of milk, bread, butter, and sugar.[14] An escort of several Walla Wallas was organised for Parker by Pambrun as well.[14] In 1836, Marcus Whitman returned with his wife, Narcissa Whitman, along with William Gray and the Spaldings. Arriving at the fort on 1 September, the Whitmans were given quarters in one of the fort bastions.[15] Additionally traveling with the missionaries was John Sutter, then headed for Alta California overland. Pambrun killed a \"fat mare\" and served the horse to Sutter when the latter departed for Fort Vancouver.[16] The mission carpenter, Gray, found the meals served \"a great change from dried and pounded buffalo meat\" that the party had previously subsisted on.[17] For dessert, Pambrun served muskmelons he grew two miles outside the fort,[17] one measuring 18 inches.[15] The Spaldings and the mission livestock reached Fort Nez Perces two days after the Whitmans.[15] On 6 September, the ABCFM members and Pambrun began a portage down to Fort Vancouver.[15] Whitman, Pambrun, Spalding and Gray spent 4 and 5 October assessing locations in the Walla Walla Valley for a missionary station, with Waiilatpu being chosen.[13]: 242–243  Despite not joining the missionaries in determining a station among the Cayuse, Pambrun arranged for two Hawaiians to assist construction there.[13]: 245  In 1839, Pambrun was promoted to Chief Trader, the only French-Canadian in the Columbia Department to achieve the rank.[18]: 357  During that year he additionally became the godfather over one of Tawatoy's Catholic baptised sons.[19] Pambrun became gravely injured while riding a horse in 1841 and continued to live in agony for four days. Narcissa Whitman reported that \"He was only anxious to die that he might be relieved of pain.\"[20]: 139  Shortly before dying, Pambrun attempted to arrange a marriage between Cornelius Rogers and one of his daughters, though the proposition was rejected by his daughter. Pamburn's body was later exhumed and placed in the Catholic Stella Maris Cemetery at Fort Vancouver on 9 March 1844.[8] François Norbert Blanchet presided over the service, with attendees including John McLoughlin and James Douglas.[8]","Title":"Pierre-Chrysologue Pambrun - Wikipedia","KeyID":"2743","URL":"https://en.wikipedia.org/wiki/Pierre-Chrysologue_Pambrun"}