{"Content: ":"Mount Rainier (/reɪˈnɪər/), also known as Tahoma, Tacoma, Tacobet, or təqʷubəʔ,[a][5][6] is a large active stratovolcano in the Cascade Range of the Pacific Northwest, located in Mount Rainier National Park about 59 miles (95 km) south-southeast of Seattle.[7] With a summit elevation of 14,411 ft (4,392 m),[8][9] it is the highest mountain in the U.S. state of Washington and the Cascade Range, the most topographically prominent mountain in the contiguous United States,[10] and the tallest in the Cascade Volcanic Arc. Due to its high probability of eruption in the near future, Mount Rainier is considered one of the most dangerous volcanoes in the world, and it is on the Decade Volcano list.[11] The large amount of glacial ice means that Mount Rainier could produce massive lahars which could threaten the entire Puyallup River valley. According to the United States Geological Survey, \"about 80,000 people and their homes are at risk in Mount Rainier's lahar-hazard zones.\"[12] 439,460 people climbed Mount Rainier between 1950 and 2018.[13][14] Approximately 84 people died in mountaineering accidents on Mount Rainier from 1947 to 2018.[13] Mount Rainier was first known by the local Salishan speakers as Talol, Tacoma, or Tahoma. One hypothesis of the word origin is [təqʷubəʔ] 'mother of waters' in the Lushootseed language spoken by the Puyallup people.[15][5] The linguist William Bright gives the origin as [təqʷúbə] 'snow-covered mountain'.[16] Another hypothesis is that Tacoma means \"larger than Mount Baker\" in Lushootseed: Ta 'larger', plus Koma (Kulshan), (Mount Baker).[17] Other names originally used include Tahoma, Tacobeh, and Pooskaus.[18] The current name was given by George Vancouver, who named it in honor of his friend, Rear Admiral Peter Rainier.[19] The map of the Lewis and Clark expedition of 1804–1806 refers to it as \"Mt. Regniere\". Although Rainier had been considered the official name of the mountain, Theodore Winthrop, in his posthumously published 1862 travel book The Canoe and the Saddle, referred to the mountain as Tacoma and for a time, both names were used interchangeably, although Mt. Tacoma was preferred in the nearby city of Tacoma.[20][21] In 1890, the United States Board on Geographic Names declared that the mountain would be known as Rainier.[22] Following this in 1897, the Pacific Forest Reserve became the Mount Rainier Forest Reserve, and the national park was established three years later. Despite this, there was still a movement to change the mountain's name to Tacoma and Congress was still considering a resolution to change the name as late as 1924.[23][24] After the 2015 restoration of the original name Denali from Mount McKinley in Alaska, debate over Mount Rainier's name intensified.[25] Mount Rainier is the tallest mountain in Washington and the Cascade Range. This peak is located just east of Eatonville and just southeast of Tacoma and Seattle.[26] Mount Rainier is ranked third of the 128 ultra-prominent mountain peaks of the United States. Mount Rainier has a topographic prominence of 13,210 ft (4,026 m), which is greater than that of K2, the world's second-tallest mountain, at 13,189 ft (4,020 m).[27] On clear days it dominates the southeastern horizon in most of the Seattle-Tacoma metropolitan area to such an extent that locals sometimes refer to it simply as \"the Mountain\".[28] On days of exceptional clarity, it can also be seen from as far away as Corvallis, Oregon (at Marys Peak), and Victoria, British Columbia.[29] With 26 major glaciers[30] and 36 sq mi (93 km2) of permanent snowfields and glaciers,[31] Mount Rainier is the most heavily glaciated peak in the lower 48 states. The summit is topped by two volcanic craters, each more than 1,000 ft (300 m) in diameter, with the larger east crater overlapping the west crater. Geothermal heat from the volcano keeps areas of both crater rims free of snow and ice, and has formed the world's largest volcanic glacier cave network within the ice-filled craters,[32] with nearly 2 mi (3.2 km) of passages.[33] A small crater lake about 130 by 30 ft (39.6 by 9.1 m) in size and 16 ft (5 m) deep, the highest in North America with a surface elevation of 14,203 ft (4,329 m), occupies the lowest portion of the west crater below more than 100 ft (30 m) of ice and is accessible only via the caves.[34][35] The Carbon, Puyallup, Mowich, Nisqually, and Cowlitz Rivers begin at eponymous glaciers of Mount Rainier. The sources of the White River are Winthrop, Emmons, and Fryingpan Glaciers. The White, Carbon, and Mowich join the Puyallup River, which discharges into Commencement Bay at Tacoma; the Nisqually empties into Puget Sound east of Lacey; and the Cowlitz joins the Columbia River between Kelso and Longview. The broad top of Mount Rainier contains three named summits. The highest is called the Columbia Crest. The second highest summit is Point Success, 14,158 ft (4,315 m), at the southern edge of the summit plateau, atop the ridge known as Success Cleaver. It has a topographic prominence of about 138 ft (42 m), so it is not considered a separate peak. The lowest of the three summits is Liberty Cap, 14,112 ft (4,301 m), at the northwestern edge, which overlooks Liberty Ridge, the Sunset Amphitheater, and the dramatic Willis Wall. Liberty Cap has a prominence of 492 ft (150 m), and so would qualify as a separate peak under most strictly prominence-based rules. A prominence cutoff of 400 ft (122 m) is commonly used in Washington state.[36] High on the eastern flank of Mount Rainier is a peak known as Little Tahoma Peak, 11,138 ft (3,395 m), an eroded remnant of the earlier, much higher, Mount Rainier. It has a prominence of 858 ft (262 m), and it is almost never climbed in direct conjunction with Columbia Crest, so it is usually considered a separate peak. If considered separately from Mount Rainier, Little Tahoma Peak would be the third highest mountain peak in Washington.[37][38] Mount Rainier is a stratovolcano in the Cascade Volcanic Arc that consists of lava flows, debris flows, and pyroclastic ejecta and flows. Its early volcanic deposits are estimated at more than 840,000 years old and are part of the Lily Formation (about 2.9 million to 840,000 years ago). The early deposits formed a \"proto-Rainier\" or an ancestral cone prior to the present-day cone.[39] The present cone is more than 500,000 years old.[40] The volcano is highly eroded, with glaciers on its slopes, and appears to be made mostly of andesite. Rainier likely once stood even higher than today at about 16,000 ft (4,900 m) before a major debris avalanche and the resulting Osceola Mudflow approximately 5,000 years ago.[41] In the past, Rainier has had large debris avalanches, and has also produced enormous lahars (volcanic mudflows), due to the large amount of glacial ice present. Its lahars have reached all the way to Puget Sound, a distance of more than 30 mi (48 km). Around 5,000 years ago, a large chunk of the volcano slid away and that debris avalanche helped to produce the massive Osceola Mudflow, which went all the way to the site of present-day Tacoma and south Seattle.[42] This massive avalanche of rock and ice removed the top 1,600 ft (500 m) of Rainier, bringing its height down to around 14,100 ft (4,300 m). About 530 to 550 years ago, the Electron Mudflow occurred, although this was not as large-scale as the Osceola Mudflow.[43] After the major collapse approximately 5,000 years ago, subsequent eruptions of lava and tephra built up the modern summit cone until about as recently as 1,000 years ago. As many as 11 Holocene tephra layers have been found.[39] Soils on Mount Rainier are mostly gravelly ashy sandy loams developed from colluvium or glacial till mixed with volcanic tephra. Under forest cover their profiles usually have the banded appearance of a classic podzol but the E horizon is darker than usual. Under meadows a thick dark A horizon usually forms the topsoil.[44]  The most recent recorded volcanic eruption was between 1820 and 1854, but many eyewitnesses reported eruptive activity in 1858, 1870, 1879, 1882, and 1894 as well.[45] Seismic monitors have been placed in Mount Rainier National Park and on the mountain itself to monitor activity.[46] An eruption could be deadly for all living in areas within the immediate vicinity of the volcano and an eruption would also cause trouble from Vancouver, British Columbia, Canada to San Francisco, California[47] because of the massive amounts of ash blasting out of the volcano into the atmosphere. Mount Rainier is located in an area that itself is part of the eastern rim of the Pacific Ring of Fire. This includes mountains and calderas like Mount Shasta and Lassen Peak in California, Crater Lake, Three Sisters, and Mount Hood in Oregon, Mount St. Helens, Mount Adams, Glacier Peak, and Mount Baker in Washington, and Mount Cayley, Mount Garibaldi, Silverthrone Caldera, and Mount Meager in British Columbia. All of the above are dormant, but could return to activity, and scientists on both sides of the border gather research of the past eruptions of each in order to predict how mountains in this arc will behave and what they are capable of in the future, including Mount Rainier.[48][49] Of these, only two have erupted since the beginning of the twentieth century: Lassen in 1915 and St. Helens in 1980 and 2004. However, past eruptions in this volcanic arc have multiple examples of sub-plinian eruptions or higher: Crater Lake's last eruption as Mount Mazama was large enough to cause its cone to collapse,[50] and Mount Rainier's closest neighbor, Mount St. Helens, produced the largest eruption in the continental United States when it erupted in 1980. Statistics place the likelihood of a major eruption in the Cascade Range at 2–3 per century.[51] Mount Rainier is listed as a Decade Volcano, or one of the 16 volcanoes with the greatest likelihood of causing loss of life and property if eruptive activity resumes.[52] If Mount Rainier were to erupt as powerfully as Mount St. Helens did in its May 18, 1980 eruption, the effect would be cumulatively greater, because of the far more massive amounts of glacial ice locked on the volcano compared to Mount St. Helens,[43] the vastly more heavily populated areas surrounding Rainier, and the fact that Mount Rainier is almost twice the size of St. Helens.[53] Lahars from Rainier pose the most risk to life and property,[54] as many communities lie atop older lahar deposits. According to the United States Geological Survey (USGS), about 150,000 people live on top of old lahar deposits of Rainier.[12] Not only is there much ice atop the volcano, the volcano is also slowly being weakened by hydrothermal activity. According to Geoff Clayton, a geologist with a Washington State Geology firm, RH2 Engineering, a repeat of the 5000-year-old Osceola Mudflow would destroy Enumclaw, Orting, Kent, Auburn, Puyallup, Sumner and all of Renton.[42] Such a mudflow might also reach down the Duwamish estuary and destroy parts of downtown Seattle, and cause tsunami in Puget Sound and Lake Washington.[55] Rainier is also capable of producing pyroclastic flows and expelling lava.[55] According to K. Scott, a scientist with the USGS: A home built in any of the probabilistically defined inundation areas on the new maps is more likely to be damaged or destroyed by a lahar than by fire... For example, a home built in an area that would be inundated every 100 years, on the average, is 27 times more likely to be damaged or destroyed by a flow than by fire. People know the danger of fire, so they buy fire insurance and they have smoke alarms, but most people are not aware of the risks of lahars, and few have applicable flood insurance.[56] The volcanic risk is somewhat mitigated by lahar warning sirens and escape route signs in Pierce County.[57] The more populous King County is also in the lahar area, but has no zoning restrictions due to volcanic hazard.[58] More recently (since 2001) funding from the federal government for lahar protection in the area has dried up, leading local authorities in at-risk cities like Orting to fear a disaster similar to the Armero tragedy.[59][60] Typically, up to five earthquakes are recorded monthly near the summit. Swarms of five to ten shallow earthquakes over two or three days take place from time to time, predominantly in the region of 13,000 feet (4 km) below the summit. These earthquakes are thought to be caused by the circulation of hot fluids beneath Mount Rainier. Presumably, hot springs and steam vents within Mount Rainier National Park are generated by such fluids.[61] Seismic swarms (not initiated with a mainshock) are common features at volcanoes, and are rarely associated with eruptive activity. Rainier has had several such swarms; there were days-long swarms in 2002, 2004, and 2007, two of which (2002 and 2004) included M 3.2 earthquakes. A 2009 swarm produced the largest number of events of any swarm at Rainier since seismic monitoring began over two decades earlier.[62] Further swarms were observed in 2011 and 2021.[63][64] Glaciers are among the most conspicuous and dynamic geologic features on Mount Rainier. They erode the volcanic cone and are important sources of streamflow for several rivers, including some that provide water for hydroelectric power and irrigation. Together with perennial snow patches, the 29 named glacial features cover about 30.41 square miles (78.8 km2) of the mountain's surface in 2015 and have an estimated volume of about 0.69 cubic miles (2.9 km3).[65][66][30][31] Glaciers flow under the influence of gravity by the combined action of sliding over the rock on which they lie and by deformation, the gradual displacement between and within individual ice crystals. Maximum speeds occur near the surface and along the centerline of the glacier. During May 1970, Nisqually Glacier was measured moving as fast as 29 inches (74 cm) per day. Flow rates are generally greater in summer than in winter, probably due to the presence of large quantities of meltwater at the glacier base.[31] The size of glaciers on Mount Rainier has fluctuated significantly in the past. For example, during the last ice age, from about 25,000 to about 15,000 years ago, glaciers covered most of the area now within the boundaries of Mount Rainier National Park and extended to the perimeter of the present Puget Sound Basin.[31] Between the 14th century and 1850, many of the glaciers on Mount Rainier advanced to their farthest extent downvalley since the last ice age. Many advances of this sort occurred worldwide during this time period known to geologists as the Little Ice Age. During the Little Ice Age, the Nisqually Glacier advanced to a position 650 to 800 ft (200 to 240 m) downvalley from the site of the Glacier Bridge, Tahoma and South Tahoma Glaciers merged at the base of Glacier Island, and the terminus of Emmons Glacier reached within 1.2 mi (1.9 km) of the White River Campground.[31] Retreat of the Little Ice Age glaciers was slow until about 1920 when retreat became more rapid. Between the height of the Little Ice Age and 1950, Mount Rainier's glaciers lost about one-quarter of their length. Beginning in 1950 and continuing through the early 1980s, however, many of the major glaciers advanced in response to relatively cooler temperatures of the mid-century. The Carbon, Cowlitz, Emmons, and Nisqually Glaciers advanced during the late 1970s and early 1980s as a result of high snowfalls during the 1960s and 1970s. Since the early-1980s, however, many glaciers have been thinning and retreating and some advances have slowed.[31] The glaciers on Mount Rainier can generate mudflows, through glacial outburst floods not associated with any eruption. The South Tahoma Glacier generated 30 floods in the 1980s and early 1990s, and again in August, 2015.[67] At the time of European contact, the river valleys and other areas near the mountain were inhabited by Native Americans who hunted and gathered animals and plants in Mount Rainier's forests and high elevation meadows. Modern descendants of these peoples are represented by members of modern tribes that surround the mountain; including the Nisqually Indian Tribe, the Cowlitz Indian Tribe, the Confederated Tribes and Bands of the Yakama Nation, the Puyallup Tribe of Indians, and the Muckleshoot Indian Tribe, among others in the area.[70] The archaeological record of human use of the mountain dates to over 8,500 years before present (BP). Sites related to seasonal use of Mount Rainier and its landscapes are reflected in chipped stone tool remains and settings suggesting functionally varied uses including task-specific sites, rockshelters, travel stops, and long-term base camps. Their distribution on the mountain suggest primary use of subalpine meadows and low alpine habitats that provided relatively high resource abundance during the short summer season.[71] Captain George Vancouver reached Puget Sound in early May 1792 and became the first European to see the mountain.[19] In 1833, Dr. William Fraser Tolmie explored the area looking for medicinal plants. Hazard Stevens and P. B. Van Trump received a hero's welcome in the streets of Olympia after their successful summit climb in 1870.[72][73] The first female ascent was made in 1890 by Fay Fuller, accompanied by Van Trump and three other teammates.[74] Descending from the summit in 1883, James Longmire discovered a mineral spring; this ultimately led to his establishment of a spa and hotel, drawing other visitors to the area to seek the benefits of the spring.[75] Later, the headquarters of the national park would be established at Longmire, until flooding caused them to be relocated to Ashford.[76] The area also became the site of features like a museum, a post office, and a gas station, with additions like a library and a gift shop soon following; many of these buildings were ultimately nominated to the national historic register of historic places.[76] Longmire remains the second most popular place in the park.[76][77] In 1924, a publication from the park described the area: \"A feature at Longmire Springs of great interest to everyone is the group of mineral springs in the little flat to the west of National Park Inn. There are some forty distinct springs, a half dozen of which are easily reached from the road. An analysis of the waters show that they all contain about the smae [sic] mineral salts but in slightly differing proportions. All the water is highly carbonated and would be classed as extremely \"hard\". Certain springs contain larger amounts of soda, iron and sulphur, giving them a distinct taste and color.\"[78] John Muir climbed Mount Rainier in 1888, and although he enjoyed the view, he conceded that it was best appreciated from below. Muir was one of many who advocated protecting the mountain. In 1893, the area was set aside as part of the Pacific Forest Reserve in order to protect its physical and economic resources, primarily timber and watersheds.[79] Citing the need to also protect scenery and provide for public enjoyment, railroads and local businesses urged the creation of a national park in hopes of increased tourism. On March 2, 1899, President William McKinley established Mount Rainier National Park as America's fifth national park. Congress dedicated the new park \"for the benefit and enjoyment of the people\"[80] and \"... for the preservation from injury or spoliation of all timber, mineral deposits, natural curiosities, or wonders within said park, and their retention in their natural condition.\"[81] On 24 June 1947, Kenneth Arnold reported seeing a formation of nine unidentified flying objects over Mount Rainier. His description led to the term \"flying saucers\".[82] In 1998, the United States Geological Survey began putting together the Mount Rainier Volcano Lahar Warning System to assist in the emergency evacuation of the Puyallup River valley in the event of a catastrophic debris flow. It is now run by the Pierce County Department of Emergency Management. Tacoma, at the mouth of the Puyallup, is only 37 mi (60 km) west of Rainier, and moderately sized towns such as Puyallup and Orting are only 27 and 20 mi (43 and 32 km) away, respectively.[83] Mount Rainier appears on four distinct United States postage stamp issues. In 1934, it was the 3-cent issue in a series of National Park stamps, and was also shown on a souvenir sheet issued for a philatelic convention. The following year, in 1935, both of these were reprinted by Postmaster General James A. Farley as special issues given to officials and friends. Because of complaints by the public, \"Farley's Follies\" were reproduced in large numbers. The second stamp issue is easy to tell from the original because it is imperforate. Both stamps and souvenir sheets are widely available.[84] The Washington state quarter, which was released on April 11, 2007, features Mount Rainier and a salmon.[85][86] Mountain climbing on Mount Rainier is difficult, involving traversing the largest glaciers in the U.S. south of Alaska. Most climbers require two to three days to reach the summit, with a success rate of approximately 50%, with weather and physical conditioning of the climbers being the most common reasons for failure. About 8,000 to 13,000 people attempt the climb each year,[87] about 90% via routes from Camp Muir on the southeast flank,[88] and most of the rest ascend Emmons Glacier via Camp Schurman on the northeast. Climbing teams require experience in glacier travel, self-rescue, and wilderness travel. All climbers who plan to climb above the high camps, Camp Muir and Camp Schurman, are required to purchase a Mount Rainier Climbing Pass and register for their climb.[89] Additionally, solo climbers must fill out a solo climbing request form and receive written permission from the Superintendent before attempting to climb.[90] All climbing routes on Mount Rainier require climbers to possess some level of technical climbing skill. This includes ascending and descending the mountain with the use of technical climbing equipment such as crampons, ice axes, harnesses, and ropes. Difficulty and technical challenge of climbing Mount Rainier can vary widely between climbing routes. Routes are graded in NCCS Alpine Climbing format. The normal route to the summit of Mount Rainier is the Disappointment Cleaver Route, YDS grade II-III. As climbers on this route have access to the permanently established Camp Muir, it sees the significant majority of climbing traffic on the mountain. This route is also the most common commercially guided route. The term \"cleaver\" is used in the context of a rock ridge that separates two glaciers. The reason for naming this cleaver a \"disappointment\" is unrecorded, but it is thought to be due to climbers reaching it only to recognize their inability to reach the summit.[91] An alternative route to the Disappointment Cleaver is the Ingraham Glacier Direct Route, grade II, and is often used when the Disappointment Cleaver route cannot be climbed due to poor route conditions. The Emmons Glacier Route, grade II, is an alternative to the Disappointment Cleaver route and poses a lower technical challenge to climbers. The climbers on the route can make use of Camp Schurman (9,500 ft), a glacial camp site. Camp Schurman is equipped with a solar toilet and a ranger hut.[92] The Liberty Ridge Route, grade IV, is a considerably more challenging and objectively dangerous route than the normal route to the summit. It runs up the center of the North Face of Mount Rainier and crosses the very active Carbon Glacier. First climbed by Ome Daiber, Arnie Campbell and Jim Burrow in 1935, it is listed as one of the Fifty Classic Climbs of North America by Steve Roper and Allen Steck. This route only accounts for approximately 2% of climbers on the mountain, but approximately 25% of its deaths.[93] About two mountaineering deaths each year occur because of rock and ice fall, avalanche, falls, and hypothermia. These incidents are often associated with exposure to very high altitude, fatigue, dehydration, and/or poor weather.[94] (58 deaths have been reported since and including the 1981 accident through 2010 per American Alpine Club Accidents in North American Mountaineering and the National Park Service.) From 1947 to 2018 in the United States \"2,799 people were reported to be involved in mountaineering accidents\"[13] and Mount Rainier accounted for 6% of these total accidents.[13] Of these 2,799 accidents, 43% resulted in death and Mount Rainier accounted for 7% for these deaths.[13] The first known climbing death on Mount Rainier was Edgar McClure, a professor of chemistry at the University of Oregon, on July 27, 1897. During the descent in darkness, McClure stepped over the edge of the rock and slid to his death on a rocky outcrop. The spot is now known as McClure Rock.[95] Willi Unsoeld, who reached the summit of Mount Everest in 1963, was killed, along with an Evergreen College student, in an avalanche on Mount Rainier in 1979. He had climbed the mountain over 200 times. The worst mountaineering accident on Mount Rainier occurred in 1981, when ten clients and a guide died in an avalanche/ice fall on the Ingraham Glacier.[96] This was the largest number of fatalities on Mount Rainier in a single incident since 32 people were killed in a 1946 plane crash on the South Tahoma Glacier.[97] In one of the worst disasters on the mountain in over thirty years, six climbers—two guides, and four clients—were killed on May 31, 2014, after the climbers fell 3,300 feet (1,000 m) while attempting or returning from the summit via the Liberty Ridge climbing route. Low-flying search helicopters pinged the signals from the avalanche beacons worn by the climbers, and officials concluded that there was no possible chance of survival. Searchers found tents and clothes along with rock and ice strewn across a debris field on the Carbon Glacier at 9,500 ft (2,900 m), possible evidence for a slide or avalanche in the vicinity where the team went missing, though the exact cause of the accident is unknown.[98] The bodies of three of the client climbers were spotted on August 7, 2014, during a training flight and subsequently recovered on August 19, 2014. The bodies of the fourth client climber and two guides have not been located.[99][100] In addition to climbing, hiking, backcountry skiing, photography, and camping are popular activities in the park. Hiking trails, including the Wonderland Trail—a 93-mile (150 km) circumnavigation of the peak, provide access to the backcountry. Popular for winter sports include snowshoeing and cross-country skiing.[101] The summit of Mount Rainier has an ice cap climate (Köppen climate classification: EF)  Mount Rainier's protected status as a national park protects its primeval Cascade ecosystem, providing a stable habitat for many species in the region, including endemic flora and fauna that are unique to the area, such as the Cascade red fox and Mount Rainier lousewort.[104][105][106] The ecosystem on the mountain is very diverse, owing to the climate found at different elevations.[107] Scientists track the distinct species found in the forest zone, the subalpine zone, and the alpine zone.[108] They have discovered more than one thousand species of plants and fungi.[108] The mountain is also home to 65 species of mammals, 5 reptile, 182 bird, 14 amphibians, and 14 of native fish, in addition to an innumerable amount of invertebrates.[107] Mount Rainier has regularly been described as one of the best places in the world to view wildflowers.[109][110] In the subalpine region of the mountain, the snow often stays on the ground until summer begins, limiting plants to a much shorter growing season. This produces dramatic blooms in areas like Paradise.[108][111] In 1924, the flowers were described by naturalist Floyd W. Schmoe: \"Mount Rainier National Park is perhaps better known the world over for these wonderful flowers than for any one feature. The mountains, the glaciers, the cascading streams and the forests may be equalled if one looks far away enough, but no park has been so favored in the way of wild flowers.\"[112] Forests on the mountain span from as young as 100 years old to sections of old growth forest that are calculated to be 1000 years or more in age.[108] The lower elevation consists mainly of western red-cedar, Douglas fir, and western hemlock.[108] Pacific silver fir, western white pine, Alaska yellow cedar, and noble fir are found further up the mountain. In the alpine level, Alaskan yellow cedar, subalpine fir, and mountain hemlock grow.[108] The mountain supports a wide variety of animal life, including several species that are protected on the state or federal level, like the Northern Spotted Owl.[107] Efforts are also being made to reintroduce native species that had locally been hunted to extinction, like the Pacific fisher.[107] There are sixty-five types of mammals living on the mountain, including cougars, mountain goats, marmots, and elk. Common reptiles and amphibians include garter snakes, frogs, and salamanders. There are many types of birds found throughout the different elevations on the mountain, but while some live there all year, many are migratory. Salmon and trout species use the rivers formed by the glaciers, and though the lakes stopped being stocked in 1972, thirty lakes still have reproducing populations.[113] ","Title":"Mount Rainier - Wikipedia","KeyID":"2750","URL":"https://en.wikipedia.org/wiki/Mount_Rainier"}