{"Content: ":"Fort Okanogan (also spelled Fort Okanagan) was founded in 1811 on the confluence of the Okanogan and Columbia Rivers as a fur trade outpost. Originally built for John Jacob Astor’s Pacific Fur Company, it was the first American-owned settlement within Washington state, located in what is now Okanogan County.[2] The North West Company, the PFC's primary competitor, purchased its assets and posts in 1813. In 1821 the North West Company was merged into Hudson's Bay Company, which took over operation of Fort Okanogan as part of its Columbia District. The fort was an important stop on the York Factory Express trade route to London via Hudson Bay. In 1846, the Oregon Treaty was ratified, ending the Oregon boundary dispute and the joint-occupation of the Pacific Northwest, though the HBC was allowed to continue use of the fort. However, because of the decline of the transport business in the area, the HBC abandoned the fort in June 1860.[3][4] The fur post's primary use became transportation between other HBC posts, as according to Lloyd Keith and William Brown after 1821 there was no \"considerable amount of fur obtained there.\"[4] The site of the fort was flooded in 1967 by the reservoir Lake Pateros, formed by construction of Wells Dam.[3] Fort Okanogan was planned by the PFC to compete against the interior stations of the North West Company such as Spokane House. PFC employees progressed up the Columbia River in 1811 accompanied by a NWC party led by David Thompson as far as the rapids at Celilo Falls. As PFC continued up the Columbia, trade goods of the NWC were found among inhabitants near Fort Okanogan's eventual location. A council with neighboring Okanagan leaders was commenced on 31 October by the PFC officers. The Okanagan dignitaries agreed to maintain friendly relations with PFC employees, partake in the beaver trappings, provide security for the station and ensure its workers were always fed.[5] After the Fort had been erected, the working parties split into two. One group headed back to Astoria, the other north to travel the length of the Okanagan river. Ross was left at the fort with a dog he had purchased in Monterey, Alta California his main company. Nights were a constant source of worry for the lonely Ross, despite having several hundred \"friendly inclined\" natives encamped nearby performing sentry duties.[6] With the absorption of the Pacific Fur Company's fur posts into the NWC, Alexander Ross continued to serve as Fort Okanogan's manager. Ross Cox was appointed as the officer in charge of Fort Okanogan in 1816, and reached the station on 30 April.[7] Stockpiles of driftwood and timber were used during the summer to reconstruct the Fort. Enclosing the trade post now was a fifteen feet tall palisade and two bastions, each with a brass four pound cannon. Besides the new housing for the fort staff \"a spacious store for the furs and merchandise, to which was attached a shop for trading with the natives\" were completed as well.[7] Besides rations of salmon and deer bought from visiting Indigenous,[8] Sarsaparilla and rattlesnakes were consumed by the station's workers.[9] Employees of the fort began to wear Kamleikas manufactured by Aleuts, typically made of sea-lion intestines.[8] Attempts at farming weren't successful, with mice and frost destroying much of the crops.[10] Several company horses at Fort Okanogan were seized during the winter by a band of Sanpoils. Cox and a small party of French-Canadians and Hawaiians along with several Okanagans led by a local headman, Red Fox, set off to locate the equines.[8] Despite recent snow, Red Fox was able to guide the group to the Sanpoil village holding the horses. Leaders of the village admitted to taking the company mounts, stating it was only done to avoid their own starvation. The Sanpoils had their own number of horses that was dwindling because of attacks by wolves, an issue Fort Okanogan faced as well. Cox took back the company horses without bloodshed, in part from consideration of potential Sanpoil attacks on the seasonal fur brigades departing from Spokane house.[8] In 1821 the North West Company and its extensive stations were adjoined to the Hudson's Bay Company. As HBC officials traveled overland to Fort George, they passed through Fort Okanogan. The former four NWC employees there were retained, one being Hawaiian, three French-Canadian.[11] The number of staff was increased greatly, so that by 1826 over 40 Native and White laborers resided at the post. The food supply was still based on local Indigenous food production, such as salmon, over 19,000 consumed annually, along with venison rather than imported agricultural practices.[12] Additionally several quarts of Wapato and over a thousand quarts of various berries were consumed in 1826.[12] HBC Governor Sir George Simpson commented about Fort Okanagan during his 1841 visit to the Columbia District: ...is an outpost from the establishment of Thompson's River [Fort Thompson/Fort Shuswap], maintained more for the purpose of facilitating the transport business of that post and New Caledonia than for trade as there are few or no Fur bearing animals in the surrounding country.[13] In the last two decades of its use the station had only one employee residing there, generally with their family.[11] Starting in 1848 the Okanogan Trail was no longer used by fur trapping brigades, now getting their supplies from Fort Hope instead of Fort Okanogan. The Company began considering abandoning the post in 1853, no longer finding it financially viable to maintain. Negotiations for the sale of its property within the United States were still ongoing with the American Government, with the HBC unwilling to lose its basis for land claims of Fort Okanogan. The son of departing manager Joachin La Fluer, François Duchouquette, was instructed in 1853 to work there.[4] He continued to maintain residency at the location until given orders in 1860 to remove the remaining supplies and property of the HBC. Duchoquette left with a pack train on 18 or 19 June, leaving the post \"for all practical purposes abandoned...\" and later established a trading outpost outside Keremeos in British Columbia.[4] Robert Stevenson, a witness to the withdrawal recalled that: At the time of our visit all the Indians in that part of the country were congregated at the fort assisting the factor in packing up the goods preparatory to moving the post to Keremeos in British Columbia. The goods were packed in Hudson Bay 'parflushes' made of raw hide, and loads were arranged for 150 horses. The post was to be abandoned the following day, and no goods were on sale that day.[4] American and Chinese gold miners in the area took wood from aging fur station, leaving it barren. No buildings of Fort Okanogan remained by 1880.[4] By the time the HBC assumed control of Fort Okanogan, it had already lost its significance in the fur trade; consequently \"no officer of the company was regularly stationed there...\"[4] Until 2011, Fort Okanogan State Park 48°05′53″N 119°40′42″W﻿ / ﻿48.09806°N 119.67833°W﻿ / 48.09806; -119.67833 overlooked the fort site and the Columbia River. Comprising 45-acre (180,000 m2), the park was for day use and featured the Fort Okanogan Interpretive Center (FOIC), a museum with exhibits about the fort, area pioneers and the fur trapping industry. Because of budget constraints, the park was transferred out of state ownership in 2011 to the Confederated Tribes of the Colville Reservation. The FOIC is part of the Colville Tribes' History/Archaeology Program.[15] The Center is open late May through mid September. The park is located five miles (8 km) north of Brewster, Washington.[2] It is closed during the winter.","Title":"Fort Okanogan - Wikipedia","KeyID":"2751","URL":"https://en.wikipedia.org/wiki/Fort_Okanogan"}