{"Content: ":"The Territory of Washington was an organized incorporated territory of the United States that existed from March 2, 1853, until November 11, 1889, when the territory was admitted to the Union as the State of Washington. It was created from the portion of the Oregon Territory north of the lower Columbia River and north of the 46th parallel east of the Columbia. At its largest extent, it also included the entirety of modern Idaho and parts of Montana and Wyoming, before attaining its final boundaries in 1863. Agitation in favor of self-government developed in the regions of the Oregon Territory north of the Columbia River in 1851–1852.[3] A group of prominent settlers from the Cowlitz and Puget Sound regions met on November 25, 1852, at the \"Monticello Convention\" in present-day Longview, to draft a petition to the United States Congress calling for a separate territory north of the Columbia River. After gaining approval from the Oregon territorial government, the proposal was sent to the federal government.[4] The bill to establish the territory, H.R. 348, was reported in the U.S. House of Representatives by Representative Charles E. Stuart on January 25, 1853.[5] Representative Richard H. Stanton argued that the proposed name—the Territory of Columbia—might be confused for the country's capital's Territory of Columbia (now District of Columbia), and suggested a name honoring George Washington instead.[6] The bill was thus amended with the name Washington, though not without some debate,[7] and passed in the House on February 10, passed in the Senate on March 2, and signed by President Millard Fillmore on the same day.[8] The argument against naming the territory Washington came from Representative Alexander Evans of Maryland, who countered that there were no states named Washington, but multiple counties, cities, and towns were named such and so could be the source of confusion itself. Evans felt that the proposed new territory's name should reflect local native terminology. He stated it would be more appropriate to give the territory \"some beautiful Indian name.\"[9] The decision was contrary to the wishes of residents, and local papers reported mixed feeling from citizens,[10] though the general reception of the renaming was positive. Isaac Stevens, who was appointed the territory's first governor, declared Olympia to be the territorial capital. Stevens was also integral in the drafting and negotiation of treaties with native bands in the Washington Territory.[11] A territorial legislature was elected and first met in February 1854,[12] and the territorial supreme court issued its first decision later in the year.[13] Columbia Lancaster was elected as the first delegate to U.S. Congress. The original boundaries of the territory included all of the present day State of Washington, as well as northern Idaho and Montana west of the continental divide. On the admission of the State of Oregon to the union in 1859, the eastern portions of the Oregon Territory, including southern Idaho, portions of Wyoming west of the continental divide, and a small portion of present-day Ravalli County, Montana were annexed to the Washington Territory.[14] The southeastern tip of the territory (in present-day Wyoming) was sent to Nebraska Territory on March 2, 1861.[15][16] In 1863, the area of Washington Territory east of the Snake River and the 117th meridian was reorganized as part of the newly created Idaho Territory, leaving the territory within the current boundaries of Washington State, which was admitted to the Union on November 11, 1889, as the 42nd US state. Prior to statehood, multiple settlements in the territory were contending for the title of capital. Among the top contenders for the title, besides Olympia, were Steilacoom, Vancouver, Port Townsend, and Ellensburg, which was devastated in a major fire shortly before statehood. Even after Olympia had been chosen as the capital, contention truly ended only after the completion of the capitol.[17] The Washington Territory (green) and the Oregon Territory (blue) in 1853 The Washington Territory (green) and the State of Oregon in 1859 Portions ceded to the Nebraska and Idaho Territories in 1861 and 1863","Title":"Washington Territory - Wikipedia","KeyID":"2753","URL":"https://en.wikipedia.org/wiki/Washington_Territory"}