{"Content: ":"Isaac Ingalls Stevens (March 25, 1818 – September 1, 1862) was an American military officer and politician who served as governor of the Territory of Washington from 1853 to 1857, and later as its delegate to the United States House of Representatives. During the American Civil War, he held several Union commands. He was killed at the Battle of Chantilly, while at the head of his men and carrying the fallen colors of one of his regiments against Confederate positions. According to one account, at the hour of his death Stevens was being considered by President Abraham Lincoln for appointment to command the Army of Virginia. He was posthumously advanced to the rank of Major General. Several schools, towns, counties, and lakes are named in his honor. Descended from early American settlers in New England, Stevens – a man who stood just 5 ft 3 in (1.60 m) tall – overcame a troubled childhood and personal setbacks to graduate at the top of his class at West Point before embarking on a successful military career. He was a controversial and polarizing figure as governor of the Washington Territory, where he was both praised and condemned. He was described by one historian as the subject of more reflection and study than almost the rest of the territory's 19th-century history combined. Stevens' marathon diplomacy with Native American tribes sought to avoid military conflict in Washington; however, when the Yakama War broke out as Native Americans resisted European encroachment, he prosecuted it mercilessly. His decision to rule by martial law, jail judges who opposed him, and raise a de facto personal army led to his conviction for contempt of court, for which he famously pardoned himself, and a rebuke from the President of the United States. Nonetheless, his uncompromising decisiveness in the face of crisis was both applauded by his supporters and noted by historians. Isaac Stevens was the father of Hazard Stevens, the hero of the Battle of Suffolk and one of the first men to summit Mount Rainier. Isaac Stevens was born in North Andover, Massachusetts to Isaac Stevens and Hannah Stevens (née Cummings), a descendant of early Puritan settlers from a gentry family that had produced several distinguished members of the clergy and military.[1] As a young man, he was noted for his intelligence, particularly his mathematical acuity.[1][2] His diminutive stature – in adulthood he stood 5 ft 3 in (1.60 m) tall – has been attributed to a possible congenital gland malfunction.[1] Stevens resented his father, described by historian Kent Richards as a \"stern taskmaster\", whose unrelenting demands on his son pushed the young man to his breaking point. While working on the family farm, Stevens once nearly died of sunstroke.[1] After Stevens' mother died in a carriage accident, his widowed father married a woman whom Stevens disliked. According to Stevens, he came close to suffering a mental breakdown in his youth.[1] Stevens graduated from the male prep school Phillips Academy in 1833 and was accepted to the United States Military Academy at West Point. He graduated in 1839 at the top of his class.[1] Stevens was the adjutant of the Corps of Engineers during the Mexican–American War, seeing action at the siege of Vera Cruz and at Cerro Gordo, Contreras, and Churubusco. In the latter fight, he caught the attention of his superiors, who rewarded him with the brevet rank of captain. He was again cited and breveted for gallantry at the Battle of Chapultepec, this time to the rank of major. Stevens participated in combat at Molino del Rey, and the Battle for Mexico City, where he was severely wounded.[3] He later wrote a book on his adventures, Campaigns of the Rio Grande and Mexico, with Notices of the Recent Work of Major Ripley (New York, 1851). He superintended fortifications on the New England coast from 1841 until 1849. He was given command of the coast survey office in Washington, D.C., serving in that role until March 1853.[4] Stevens was a firm supporter of former brigadier general Franklin Pierce's candidacy for President of the United States in 1852, as both men had served in the Mexican–American War. Stevens was rewarded by President Pierce on March 17, 1853[5] by being named governor of the newly created Washington Territory. (The position also included the title of Superintendent of Indian Affairs for that region). Stevens chose to add one more duty as he traveled west to the territory he would govern: the government was calling for a surveyor to map an appropriate railroad route across the northern United States, hoping that a transcontinental railroad would open up Asian markets. With Stevens' engineering experience (and likely the favor of Pierce yet again, as well as Secretary of War Jefferson Davis), he won the bid. His party, which included Dr. George Suckley, John Mullan and Fred Burr, son of David H. Burr, spent most of 1853 moving slowly across the prairie, surveying the way to Washington Territory. There Stevens met George McClellan's party, which had surveyed the line between the Puget Sound and the Spokane River. He took up his post at Olympia as governor in November that year.[6] As a result of his expedition, Stevens wrote a third book, Report of Explorations for a Route for the Pacific Railroad near the 47th and 49th Parallels of North Latitude, from St. Paul, Minnesota, to Puget Sound, (commissioned and published by the United States Congress) (2 vols., Washington, 1855–1860). Stevens was a controversial governor in his time. Historians consider him even more controversial, for his role in compelling the Native American tribes of Washington Territory by intimidation and force to sign treaties that ceded most of their lands and rights to Stevens' government.[6] These included the Treaty of Medicine Creek, Treaty of Hellgate, Treaty of Neah Bay, Treaty of Point Elliott, Point No Point Treaty, and Quinault Treaty. During this time, the Governor imposed martial law to better impose his will on the Indians and whites who opposed his views. The consequent political and legal battles would soon overshadow the Indian war.[7] Stevens did not hesitate to use his troops for vengeance, and waged a brutal winter campaign against the Yakama tribe, led by Chief Kamiakin. This, along with his unjustified execution of the Nisqually chieftain Leschi, led to widespread pleas to President Pierce to remove Stevens from his post. Two men were particularly vocal in their opposition to Stevens and his policies: territorial Judge Edward Lander and influential private citizen Ezra Meeker. While Meeker was ignored, Lander was arrested by Stevens' forces due to his opposition. Pierce refused to remove Stevens from his position, but eventually sent word to the governor expressing his disapproval. Any opposition eventually died down, as most white settlers in Washington Territory felt that Stevens was on \"their side\", while they considered Meeker to be too sympathetic to Native Americans.[8] As a result of this public perception, Stevens was popular enough to be elected as the territory's delegate to the United States Congress in 1857 and 1858. The tensions between whites and Native Americans would be left for others to resolve. Stevens is often charged with responsibility for the later conflicts in eastern Washington and Idaho, especially the war fought by the United States against Chief Joseph and the Nez Perce,[9] These events were decades in the future when Stevens left Washington State for good in 1857. In January 1856, Governor Stevens declared to the territorial House of Representatives in Olympia that \"war shall be prosecuted until the last hostile Indian is exterminated\", although there is uncertainty among historians about whether this was a call for genocide or instead for war crimes against certain \"hostile Indians\".[10] In April 1856, Governor Stevens removed settlers whom he believed to be aiding the enemy (in many cases because they had married into local tribes) and placing them in the military's custody.[11][12] Governor Stevens declared martial law in Pierce County in order to conduct a military trial of those settlers. He next declared martial law in Thurston County.[13] But only the territorial legislature had the authority to declare martial law, and representatives fought Stevens' effort to abrogate their authority. A bitter political and legal battle ensued. Stevens was forced to repeal the declaration and fight subsequent calls for his removal. His decision to use martial law was the result of his determination to enforce a blockhouse policy in the war against the Indians of the Puget Sound region. Indian raids on scattered settlements and an intimidating attack on the city of Seattle in February 1856 resulted in Governor Stevens concluding that he needed to concentrate on defensive measures, given the limited number of men at his disposal. He determined that the white population should be concentrated at specific strongly protected points. For that reason, the volunteers under Stevens' command built a series of forts and blockhouses along the Snoqualmie, White, and Nisqually rivers. Once completed, Stevens ordered the settler population to leave their claims and take temporary residence in these safer areas. Once Stevens proclaimed martial law, he raised a new and more significant issue. Stevens' proclamation of martial law in Pierce County stated: Whereas in the prosecution of the Indian war circumstances have existed affording such grave cause of suspicion, such that certain evil disposed persons of Pierce county have given aid and comfort to the enemy, as that they have been placed under arrest and ordered to be tried by a military commission; and whereas, efforts are now being made to withdraw, by civil process, these persons from the purview of the said commission. Therefore, as the war is now being actively prosecuted through- out nearly the whole of the said county, and great injury to the public, and the plans of the campaign be frustrated, if the alleged designs of these persons be not arrested, I, Isaac I. Stevens, Governor of the Territory of Washington, do hereby proclaim Martial Law over the said county of Pierce, and do by these presents suspend for the time being and till further notice, the functions of all civil officers in said county.[14] On May 11, 1856, attorneys George Gibbs and H. A. Goldsborough sent a letter to the Secretary of State denying that the war situation throughout the territory, and especially in Pierce County, was as grave as Governor Stevens had declared at the time of proclaiming martial law. They said that Stevens' allegations made against Charles Wren, John McLeod, John McField, Lyon A. Smith, and Henry Smith, were based wholly on suspicion. They asserted that the only factual related evidence was that on Christmas Day, a party of Indians had visited McLeod's cabin and had forced him to give them food. Gibbs and Goldsborough declared that: The sole object of the proclamation was to get half a dozen obscure individuals into his absolute control, and to demonstrate that he, Isaac I. Stevens, could, on the field offered by a small Territory, enact, at second hand, the part of Napoleon.[15] The territorial organic act designated the governor as \"commander-in-chief of the militia thereof,\" but there were not a regularly constituted militia. Stevens assumed his powers from his control of local volunteer troops, which had been organized to meet the necessities of the situation. These had not been authorized either by the federal government or by the territorial legislature. Stevens' position as Superintendent of Indian Affairs for the territory had a broad administrative responsibility but possessed no direct military power. On May 24, 1856, following a legal opinion rendered by Judge Chenoweth, ruling that Stevens had no legal power to declare martial law, Governor Stevens rescinded his proclamation in Pierce and Thurston counties.[16] After the Civil War began in 1861, and following the Union defeat at the First Battle of Bull Run, Stevens was commissioned in the Army again. He was appointed as Colonel of the 79th New York Volunteers, known as the \"Cameron Highlanders.\" He was promoted to a brigadier general on September 28, 1861, and fought at Port Royal. He led the Second Brigade of the Expeditionary Forces sent to attack the Sea Islands off the coast of South Carolina. He led a division at the Battle of Secessionville, where he led an attack on Fort Lamar, in which 25% of his men were casualties. Stevens was transferred with his IX Corps division to Virginia to serve under Major General John Pope in the Northern Virginia Campaign and the Second Battle of Bull Run. He was killed in action at the Battle of Chantilly on September 1, 1862 after picking up the fallen regimental colors of his old regiment, shouting \"Highlanders, my Highlanders, follow your general!\" Charging with his troops while carrying the banner of Saint Andrew's Cross, Stevens was struck in the temple by a bullet and died instantly. He was buried in Newport, Rhode Island at Island Cemetery. In March 1863, he was posthumously promoted to major general, backdated to July 18, 1862.[17] Stevens had married. His son, Hazard Stevens, had become a career officer and was also injured in the Battle of Chantilly. He survived and eventually became a general in the U.S. Army and an author. Together with P. B. Van Trump, he participated in the first documented ascent of Mount Rainier in Washington State.[18] A combination of an increasingly violent thunderstorm and unrelenting Confederate fire had slowed the advance of the 79th New York Regiment to a crawl. Five successive regimental color bearers had died leading the line.[19] When Stevens saw that yet another soldier who was carrying the regimental flag had been shot, he raced from his position in the rear, through the panicked body of his men, to wrench the flag from the wounded man's grasp.[19] According to witnesses, the injured color bearer - knowing the regimental flag would be a target - yelled at Stevens \"for God's sake, General, don't take the colors!\"[19] Stevens ignored the man's appeal and seized the colors, at which point his own son Hazard – who was serving in the regiment – was shot and injured by a Confederate volley. Hazard Stevens cried out to his father for help, to which the general replied, \"I can't attend to you now, Hazard. Corporal Thompson, see to my boy\".[20] Stevens turned to his men and yelled \"Follow your General!\"[19] Facing the Confederate line and waving the recovered regimental colors, Stevens proceeded to charge the Confederate positions, his men following in close order.[19] The renewed advance forced the defending Louisianans to fall back into the woods.[19] Stevens led his men over the abandoned Confederate ramparts, pursuing the retreating Confederate forces into the forest.[19] At that moment, a Confederate bullet struck Stevens in the head, killing him instantly.[19] As he collapsed, his body twisted, wrapping itself in the flag that he was still carrying and staining it with his blood.[19] According to a period newspaper report, Stevens' body was recovered an hour after his death, his hands still clenched around the staff of the flag.[21] He was buried in Island Cemetery in Newport, Rhode Island.[22] Historians have generally viewed Stevens as a complicated figure. According to historian David Nicandri, the four years in which he ruled Washington \"takes up a greater volume of concern and consciousness than the entire balance of the territorial officialdom up until the time Washington becomes a state in 1889\".[23] Accounts of Stevens' tenure have been highly polarized. Writing in 1972, Richards observed that nearly all accounts of his tenure have either \"condemned\" or \"uncritically applauded\" him.[1] Ezra Meeker, a historian, settler, and contemporary opponent of Stevens, described him as one who would \"take no counsel, nor brook opposition to his will\".[23]  In March 1863, at the request of President Abraham Lincoln, the United States Senate posthumously advanced Stevens to the rank of Major General.[24] According to George Cullum's Biographical Register of the Officers and Graduates of the United States Military Academy \"at the very hour of his death, the President and Secretary of War were considering the advisability of placing Stevens in command of the Army in which he was serving\".[22] A marker at Ox Hill Battlefield Park, site of the Battle of Chantilly, commemorates the approximate place where Stevens fell while leading his men.[25] In Washington, Stevens County is named in his honor, as is Lake Stevens.[26] Several Washington public schools, including Seattle's Isaac I. Stevens Elementary School, Port Angeles' Stevens Middle School, and Pasco's Isaac Stevens Middle School, are also named in his honor, as is the Washington State University dormitory Stevens Hall.[27] The Washington chapter of the Sons of Union Veterans of the Civil War is known as Isaac Stevens Camp No. 1. In addition, Stevensville, Montana, Stevens County, Minnesota, and Idaho's Stevens Peak, Upper Stevens Lake, and Lower Stevens Lake are named in tribute to Stevens. The United States Army previously maintained two military posts named after Stevens: Fort Stevens in Washington, D.C., and Fort Stevens in Oregon. Hazard Stevens wrote a biography of his father, The Life of Isaac Ingalls Stevens (1900). Kent Richards' biography, Isaac I. Stevens: Young Man in a Hurry (1979), remains in print as of 2016.[23] In 1962, he was inducted into the Hall of Great Westerners of the National Cowboy & Western Heritage Museum.[28]","Title":"Isaac Stevens - Wikipedia","KeyID":"2757","URL":"https://en.wikipedia.org/wiki/Isaac_Stevens"}