{"Content: ":"Established in 1849, the Vancouver Barracks was the first U.S. Army base located in the Pacific Northwest.[2] Built on a rise 20 feet (6 m) above the Hudson's Bay Company (HBC) trading station Fort Vancouver. Its buildings were formed in a line adjacent to the Columbia River about 2,000 yards (1800 m) from the water. It is now located within modern Vancouver, Washington. With the ratification of the Treaty of Oregon between Great Britain and the United States in 1846, the Oregon boundary dispute was settled.[3] The two nations agreed to a partition of the Pacific Northwest along the 49th parallel, situating Fort Vancouver under U.S. jurisdiction. However, the agreement permitted Great Britain's Hudson's Bay Company to continue operation throughout the territory, including at Fort Vancouver. The Vancouver Barracks were established in direct response to the Whitman massacre and Cayuse War.[3] Congress wished to provide military power to facilitate the removal and control of the regions' native peoples and promote settlement of the Pacific Northwest by white Europeans.[3] The U.S. Army chose to build their base immediately adjacent to Fort Vancouver because of the settlers and institutions already in place there.[2][3] By October 1849, a cross-country mobilization brought personnel and supplies to the Vancouver Barracks.[3] Colonel William Loring led this brigade of mounted soldiers, accompanied by 700 horses, 1,200 mules and 171 supply wagons.[3] As conflicts between indigenous peoples all around the Pacific Northwest and American settlers escalated and became violent, a number of wars broke out. This series of \"Pacific Northwest Indian Wars,\" lasted from around 1848 until 1879.[3] Forces from Fort Vancouver actively campaigned against the native peoples.[3] The Vancouver Barracks was involved in nearly every operation against Native Americans throughout the Pacific Northwest.[3] Major military conflicts administered through the Vancouver Barracks include the Cayuse War, Rogue River Wars, Snake River War, Klickitat War, Puget Sound War, Yakima War, Coeur d'Alene War, Paiute War, Snake War, Modoc War, Nez Perce War, Bannock War, and Sheepeater Indian War.[3] These wars targeted a number of indigenous groups including the Cayuse, Shasta, Tutuni, Klickitat, Nisqually, Puyallup, Yakama, Spokane, Coeur d'Alene, Paiute, Bannock, Modoc, Nez Perce, Shoshone, and Muckleshoot, among others.[3] During these wars, the Vancouver Barracks functioned as an administrative center, station for troops, training ground, supply depot, and prison.[3] Forces from the Vancouver Barracks continued to intervene on behalf of settlers beyond this era of Indian Wars. Since the establishment of the Vancouver Barracks, the U.S. Army always maintained a prison or Guard House.[4] Native Americans were forcefully imprisoned there as late as 1889.[3] Groups of Native Americans were incarcerated as prisoners of war, in preparation of relocation to reservations, or as a precaution to protect white settlements.[3] The U.S. Army also targeted charismatic and spiritual leaders or used the threat of incarceration against mobilizing leaders.[3][4] The extent of this incarceration of indigenous peoples caused some historical accounts to refer to the Fort as a reservation.[3] The post remained in active service, being expanded for World War I into Vancouver Barracks. During World War I it was the home of the Army's Spruce Production Division under the command of Colonel Brice Disque.[5] In the interwar years, the 5th Infantry Brigade was based there. Joseph E. Kuhn commanded the post and the 5th Infantry Brigade from October 1923 to July 1925.[6] From 1936 to 1938, it was commanded by future Army Chief of Staff George C. Marshall. In World War II when Vancouver Barracks was used as a staging area for the Seattle Port of Embarkation, the post included 3,019 acres (12.22 km2), and had billeting space for 250 officers and 7,295 enlisted persons. After WWII, Vancouver Barracks became a sub-installation of Fort Lewis and maintained a small contingent of active duty troops. The majority of billeting space was later transformed into military offices and became home to the 104th Division of the Army Reserve, plus Washington National Guard units as well. Vancouver Barracks closed in 2011, in accordance with the requirements of the Base Realignment and Closure Commission. A 2012 Memorial Day ceremony saw the south and east barracks officially turned over to the care of the National Park Service.[7] Because of its significance in United States history, the HBC Fort Vancouver was declared a U.S. National Monument on June 19, 1948, and redesignated as Fort Vancouver National Historic Site on June 30, 1961. In 1996, a 366-acre (1.48 km2) area around the fort, including Kanaka Village, the Vancouver Barracks and the bank of the river, was established as the Vancouver National Historic Reserve maintained by the National Park Service which offers tours of the fort. Throughout its service as a U.S. Army station, Vancouver Barracks had several designations. At its foundation it was called Camp Vancouver but in 1850 it was renamed to Columbia Barracks. This name was used until 1853, when the station was renamed to Fort Vancouver, which lasted until 1879 when Vancouver Barracks was finally adopted.[8]","Title":"Vancouver Barracks - Wikipedia","KeyID":"2759","URL":"https://en.wikipedia.org/wiki/Vancouver_Barracks"}