{"Content: ":"Unenlagiinae is a subfamily of long-snouted paravian theropods. They are traditionally considered to be members of Dromaeosauridae, though some authors place them into their own family, Unenlagiidae, alongside the subfamily Halszkaraptorinae. Unenlagiines are known from South America, with possible unenlagiines being known from North America, Madagascar, Europe, and even Australia. Most unenlagiines have been discovered in Argentina. The largest was Austroraptor, which measured up to 5–6 m (16.4–19.7 ft) in length, making it also one of the largest dromaeosaurids.[1] The subfamily is distinguished from other dromaeosaurids by a tail stiffened by lengthy chevrons and superior processes, a reduced second pedal ungual, a posteriorly oriented pubis and very elongated snouts. Unenlagiines also had elongated, slender hindlimbs with a subarctometatarsalian metatarsus, which is characterized by the pinched metatarsal III at the upper end. Their distinct anatomy from Laurasian dromaeosaurids was likely a consequence of the breakup of Pangaea into Gondwana and Laurasia, where the geological isolation of unenlagiines from their relatives resulted in allopatric speciation.[2][3] During the description of Halszkaraptor in 2017, Cau et al. published a phylogenetic analysis of the Dromaeosauridae, in which, members of the Unenlagiinae are classified as:[4] Austroraptor Buitreraptor Unenlagia comahuensis Unenlagia paynemili Neuquenraptor In 2019, during the description of Hesperornithoides, many Paravian groups were examined for the inclusion of this new genus, including the Unenlagiinae. The analysis ended in the inclusion of Rahonavis, Pyroraptor and Dakotaraptor to the Unenlagiinae.[5] Austroraptor Buitreraptor Pyroraptor Pamparaptor Rahonavis Dakotaraptor Unenlagia A study performed by Gianechini and colleagues in 2020 indicates that unenlagiine dromaeosaurids of Gondwana possessed different hunting specializations than the eudromaeosaurs from Laurasia. The shorter second phalanx in the second digit of the foot of eudromaeosaurs allowed for increased force to be generated by that digit, which, combined with a shorter and wider metatarsus, and a noticeable marked hinge‐like morphology of the articular surfaces of metatarsals and phalanges, possibly allowed eudromaeosaurs to exert a greater gripping strength than unenlagiines, allowing for more efficient subduing and killing of large prey. In comparison, the unenlagiine dromaeosaurids possess a longer and slender subarctometatarsus, and less well‐marked hinge joints, a trait that possibly gave them greater cursorial capacities and allowed for greater speed than eudromaeosaurs. Additionally, the longer second phalanx of the second digit allowed unenlagiines fast movements of their feet's second digits to hunt smaller, faster types of prey. These differences in locomotor and predatory specializations may have been a key feature that influenced the evolutionary paths that shaped both groups of dromaeosaurs in the northern and southern hemispheres, respectively.[3]   ","Title":"Unenlagiinae - Wikipedia","KeyID":"276","URL":"https://en.wikipedia.org/wiki/Unenlagiinae"}