{"Content: ":"The Puget Sound War was an armed conflict that took place in the Puget Sound area of the state of Washington in 1855–56, between the United States military, local militias and members of the Native American tribes of the Nisqually, Muckleshoot, Puyallup, and Klickitat. Another component of the war, however, were raiders from the Haida and Tlingit who came into conflict with the United States Navy during contemporaneous raids on the native peoples of Puget Sound. Although limited in its magnitude, territorial impact and losses in terms of lives, the conflict is often remembered in connection to the 1856 Battle of Seattle and to the execution of a central figure of the war, Nisqually Chief Leschi. The contemporaneous Yakima War may have been responsible for some events of the Puget Sound War, such as the Battle of Seattle, and it is not clear that the people of the time made a strong distinction between the two conflicts. The Puget Sound War began over land rights and ended in a cloud of controversy surrounding the hanging of Chief Leschi. The catalyst of the war was the Treaty of Medicine Creek of 1854.[1] Negotiated by Washington Territory Governor Isaac Stevens, the treaty preserved Indian fishing rights, but took away prime Nisqually farmland.[2] Leschi, chosen to negotiate the treaty with Stevens, was outraged and chose to fight rather than give up his people's land.[3] The fighting commenced in October 1855, when \"Eaton's Rangers,\" a citizen militia under Captain Charles Eaton, were involved in a clash with Nisqually tribesmen. Two militiamen, Joseph Miller and Abram Benton Moses, were killed. Upon hearing the news, Governor Stevens immediately dispatched a company to locate Leschi and \"escort\" him back to Olympia.[citation needed] The war itself consisted of a series of short skirmishes with relatively few deaths on the American side. Notable battles occurred in present-day Tacoma, Seattle, and even as far east as Walla Walla. On October 28, 1855, a party of natives killed eight settlers in what was later called the White River Massacre. Three children fled on foot to Seattle, but one five-year-old boy was kidnapped and held by the natives for six months before being released.[4] A conflicting source describes the attack as being a Nisqually band led by Chief Leschi and reported nine settlers killed. Two boys and a girl were taken from the battle and returned unharmed to an American steamer at Point Elliot.[5] A memoir of the event emphasized that families were warned ahead of time so they could evacuate: \"The Indians sent us word not to be afraid - that they would not harm us.\"[6] Some of the families included members of the volunteer companies who had been roaming the area attacking peaceful Indians.[5] In response to the attack at White River, the Americans captured around 4,000 noncombatant Native Americans and held them on Fox Island. Many of them died due to insufficient food, water, and shelter.[7] Additionally, southwestern tribes who had no tradition of warfare were raided by fearful Americans. They were disarmed and their villages placed under surveillance. Upper and Lower Chehalis families were forcibly relocated to a farm near Steilacoom; coastal tribes such as the Cowlitz were moved to a site on the Chehalis River; the Chinook people were moved inland to Fort Vancouver. All these remained captive until at least the end of the war, a span of nearly two years.[5] The final battle of the war occurred on or about March 10, 1856, when a column of approximately 110 volunteers from the Washington Territorial Volunteers were ambushed near Connell's Prairie by a force estimated at 150 Native American tribesmen, supposedly led by Chief Leschi of the Nisqually tribe. After several hours of skirmishing and several charges by the Volunteers, the Natives withdrew, taking their dead and wounded with them, but leaving behind bloody clothing and drums, among other items. Following the battle, Leschi and his remaining warriors retreated over the Cascades into Eastern Washington.[8] Leschi was captured in November 1856 and was forced to stand trial for the murder of Abram Benton Moses. His first trial resulted in a hung jury because of the question of the legitimacy of murder during wartime; the jury of twelve voted ten in favor, two opposed to conviction.[2] Leschi was tried again in 1857. Despite vague witness accounts and issues over whether Leschi was actually at the scene of the incident, he was found guilty of murder. Leschi was hanged on February 19, 1858.[9] On December 10, 2004 a historical court convened in Pierce County, Washington ruled \"as a legal combatant of the Indian War [...] Leschi should not have been held accountable under law for the death of an enemy soldier,\" thereby exonerating him of any wrongdoing.[10] The Leschi neighborhood in Seattle and Chief Leschi Schools on the Puyallup Indian Reservation bear his name.[11][12]","Title":"Puget Sound War - Wikipedia","KeyID":"2763","URL":"https://en.wikipedia.org/wiki/Puget_Sound_Indian_War"}