{"Content: ":"Bizaardvark is an American comedy television series created by Kyle Stegina and Josh Lehrman that premiered on Disney Channel on June 24, 2016. The series ran for three seasons consisting of 63 episodes, airing its final episode on April 13, 2019. The series stars Madison Hu, Olivia Rodrigo, Jake Paul, DeVore Ledridge, Ethan Wacker, Maxwell Simkins, and Elie Samouhi. In addition to the series' regular episodes, the series has also aired shorts under the title of Bizaardvark Shorts. Frankie Wong and Paige Olvera are two teenage best friends who post funny songs and comedic videos on the Internet. After hitting 10,000 subscribers on their Vuuugle channel Bizaardvark, a portmanteau of the words \"bizarre\" and \"aardvark\",[1] they are accepted into the Vuuugle studios, where they make their videos while also having to share them with other \"Vuuuglers\". In the third season, Frankie and Paige are among the Vuuuglers who attend the Vuuugle house in Malibu, where they, along with Amelia and Bernie, meet Zane and Rodney, two new Vuuuglers. Ross Kobelak has also appeared as Horse Face Guy, a fellow Vuuugle star who always wears a black horse head mask and never talks, since the beginning of the series. The series was created by Kyle Stegina and Josh Lehrman, who were discovered by the Disney Channel Storytellers program. They serve as the series' co-executive producers. Eric Friedman and Ron Rappaport serve as executive producers, with Eric Friedman as showrunner. Marc Warren, who previously supervised Disney Channel Storytellers, was the executive producer on the pilot. The series started shooting in early 2016.[4] On December 15, 2016, Disney Channel renewed the series for a second season.[5] On July 22, 2017, it was announced that Jake Paul would be leaving both Bizaardvark and Disney Channel.[6][7] On April 19, 2018, Disney Channel publicized that a previously unannounced third season would premiere in summer 2018.[8] On May 30, 2018, it was announced that Maxwell Simkins and Elie Samouhi had joined the series' cast, portraying tween bloggers Zane and Rodney, respectively.[9] The series premiered in both the United States and Canada following the premiere of Adventures in Babysitting on Disney Channel and Disney Channel Canada, respectively, on June 24, 2016.[10][11] The first season concluded on January 27, 2017. The second season premiered on June 23, 2017, and concluded on April 13, 2018. The third season premiered on July 24, 2018, and concluded on April 13, 2019. Owen Gleiberman of Variety stated that the series manages to be innovative for being a quirky and surreal satirical sitcom, while claiming that Madison Hu and Olivia Rodrigo skillfully manage to capture precociousness through their characters with irony.[12] Emily Ashby of Common Sense Media rated the series 3 out of 5 stars, complimented the depiction of positive messages, such as friendship and acceptance, and praised the presence of role models, stating that Hu and Rodrigo's characters portray perseverance and teamwork.[13]","Title":"Bizaardvark - Wikipedia","KeyID":"2769","URL":"https://en.wikipedia.org/wiki/Bizaardvark"}