{"Content: ":"Dromaeosauridae (/ˌdrɒmi.əˈsɔːrɪdiː/) is a family of feathered theropod dinosaurs. They were generally small to medium-sized feathered carnivores that flourished in the Cretaceous Period. The name Dromaeosauridae means 'running lizards', from Greek δρομεῦς (dromeûs), meaning 'runner', and σαῦρος (saûros), meaning 'lizard'. In informal usage, they are often called raptors[2] (after Velociraptor), a term popularized by the film Jurassic Park; a few types include the term \"raptor\" directly in their name and have come to emphasize their bird-like appearance and speculated bird-like behavior. Dromaeosaurid fossils have been found across the globe in North America, Europe, Africa, Asia, South America and Antarctica,[3] with fossilized teeth giving credence to the possibility that they inhabited Australia as well.[4][unreliable source?] They first appeared in the mid-Jurassic Period (late Bathonian stage, about 167 million years ago) and survived until the end of the Cretaceous (Maastrichtian stage, 66 ma), existing until the Cretaceous–Paleogene extinction event. The presence of dromaeosaurids as early as the Middle Jurassic has been suggested by the discovery of isolated fossil teeth, though no dromaeosaurid body fossils have been found from this period.[5] The distinctive dromaeosaurid body plan helped to rekindle theories that dinosaurs may have been active, fast, and closely related to birds. Robert Bakker's illustration for John Ostrom's 1969 monograph,[6] showing the dromaeosaurid Deinonychus in a fast run, is among the most influential paleontological reconstructions in history.[7] The dromaeosaurid body plan includes a relatively large skull, serrated teeth, narrow snout (an exception being Utahraptor), and forward-facing eyes which indicate some degree of binocular vision.[8] Dromaeosaurids, like most other theropods, had a moderately long S-curved neck, and their trunk was relatively short and deep. Like other maniraptorans, they had long arms that could be folded against the body in some species, and relatively large hands with three long fingers (the middle finger being the longest and the first finger being the shortest) ending in large claws.[9] The dromaeosaurid hip structure featured a characteristically large pubic boot projecting beneath the base of the tail. Dromaeosaurid feet bore a large, recurved claw on the second toe. Their tails were slender, with long, low, vertebrae lacking transverse process and neural spines after the 14th caudal vertebra.[9] It is now known that at least some, and probably all, dromaeosaurids were covered in feathers, including large, vaned, wing and tail feathers. This development, first hypothesized in the mid- to late 1980s and confirmed by fossil discoveries in 1999, represents a significant change in the way dromaeosaurids have historically been depicted in art and film.[10] Ossified uncinate processes of ribs have been identified in several dromaeosaurids.[11][12][13] Like other theropods, dromaeosaurids were bipedal; that is, they walked on their hind legs. However, whereas most theropods walked with three toes contacting the ground, fossilized footprint tracks confirm that many early paravian groups, including the dromaeosaurids, held the second toe off the ground in a hyperextended position, with only the third and fourth toes bearing the weight of the animal. This is called functional didactyly.[14] The enlarged second toe bore an unusually large, curved, falciform (sickle-shaped, alt. drepanoid) claw (held off the ground or 'retracted' when walking), which is thought to have been used in capturing prey and climbing trees (see \"Claw function\" below). This claw was especially blade-like in the large-bodied predatory eudromaeosaurs.[15] One possible dromaeosaurid species, Balaur bondoc, also possessed a first toe which was highly modified in parallel with the second. Both the first and second toes on each foot of B. bondoc were also held retracted and bore enlarged, sickle-shaped claws.[16] Dromaeosaurids had long tails. Most of the tail vertebrae bore bony, rod-like extensions, as well as bony tendons in some species. In his study of Deinonychus, Ostrom proposed that these features stiffened the tail so that it could only flex at the base, and the whole tail would then move as a single, rigid, lever.[6] However, one well-preserved specimen of Velociraptor mongoliensis (IGM 100/986) has an articulated tail skeleton that is curved horizontally in a long S-shape. This suggests that, in life, the tail could bend from side to side with a substantial degree of flexibility.[17] It has been proposed that this tail was used as a stabilizer or counterweight while running or in the air;[17] in Microraptor, an elongate diamond-shaped fan of feathers is preserved on the end of the tail. This may have been used as an aerodynamic stabilizer and rudder during gliding or powered flight (see \"Flight and gliding\" below).[18] Dromaeosaurids were small to medium-sized dinosaurs, ranging from about 0.7 metres (2.3 ft) in length (in the case of Mahakala) to approaching or over 6 m (20 ft) (in Utahraptor, Dakotaraptor and Achillobator).[19][20] Some may have grown larger; undescribed specimens of Utahraptor in Brigham Young University collections belonged to individuals that may have reached up to 11 m (36 ft) long, though these await more detailed study.[21] Large size appears to have evolved at least twice among dromaeosaurids; once among the dromaeosaurines Utahraptor and Achillobator, and again among the unenlagiines (Austroraptor, which measured 6 m [20 ft] long). A possible third lineage of giant dromaeosaurids is represented by isolated teeth found on the Isle of Wight, England. The teeth belong to an animal the size of the dromaeosaurine Utahraptor, but they appear to belong to velociraptorines, judging by the shape of the teeth.[22][23] Mahakala is both the most primitive dromaeosaurid ever described and the smallest. This evidence, combined with the small size of other primitive relatives such as Microraptor and the troodontid Anchiornis, indicates that the common ancestor of dromaeosaurids, troodontids, and birds (which is called the ancestral paravian) may have been very small, at around 65 cm in length and 600 to 700 grams of mass.[24] There is a large body of evidence showing that dromaeosaurids were covered in feathers. Some dromaeosaurid fossils preserve long, pennaceous feathers on the hands and arms (remiges) and tail (rectrices), as well as shorter, down-like feathers covering the body.[10][25] Other fossils, which do not preserve actual impressions of feathers, still preserve the associated bumps on the forearm bones where long wing feathers would have attached in life.[26] Overall, this feather pattern looks very much like Archaeopteryx.[10] The first known dromaeosaurid with definitive evidence of feathers was Sinornithosaurus, reported from China by Xu et al. in 1999.[25] Many other dromaeosaurid fossils have been found with feathers covering their bodies, some with fully developed feathered wings. Microraptor even shows evidence of a second pair of wings on the hind legs.[10] While direct feather impressions are only possible in fine-grained sediments, some fossils found in coarser rocks show evidence of feathers by the presence of quill knobs, the attachment points for wing feathers possessed by some birds. The dromaeosaurids Rahonavis and Velociraptor have both been found with quill knobs, showing that these forms had feathers despite no impressions having been found. In light of this, it is most likely that even the larger ground-dwelling dromaeosaurids bore feathers, since even flightless birds today retain most of their plumage, and relatively large dromaeosaurids, like Velociraptor, are known to have retained pennaceous feathers.[26][27] Though some scientists had suggested that the larger dromaeosaurids lost some or all of their insulatory covering, the discovery of feathers in Velociraptor specimens has been cited as evidence that all members of the family retained feathers.[26][28] More recently, the discovery of Zhenyuanlong established the presence of a full feathered coat in relatively large dromaeosaurids. Additionally, the animal displays proportionally large, aerodynamic wing feathers, as well as a tail-spanning fan, both of which are unexpected traits that may offer an understanding of the integument of large dromaeosaurids.[29] Dakotaraptor is an even larger dromaeosaurid species with evidence of feathers, albeit indirect in the form of quill knobs.[30] Dromaeosaurids are diagnosed by the following features; short T-shaped frontals that form the rostral boundary of the supratemporal fenestra; a caudolateral overhanging shelf of the squamosal; a lateral process of the quadrate that contacts the quadratojugal; raised, stalked, parapophyses on the dorsal vertebrae, a modified pedal digit II; chevrons and prezygapophysis of the caudal vertebrae elongate and spanning several vertebrae; the presence of a subglenoid fossa on the coracoid.[9] Dromaeosaurids share many features with early birds (clade Avialae or Aves). The precise nature of their relationship to birds has undergone a great deal of study, and hypotheses about that relationship have changed as large amounts of new evidence became available. As late as 2001, Mark Norell and colleagues analyzed a large survey of coelurosaur fossils and produced the tentative result that dromaeosaurids were most closely related to birds, with troodontids as a more distant outgroup. They even suggested that Dromaeosauridae could be paraphyletic relative to Avialae.[31] In 2002, Hwang and colleagues utilized the work of Norell et al., including new characters and better fossil evidence, to determine that birds (avialans) were better thought of as cousins to the dromaeosaurids and troodontids.[19] The consensus of paleontologists is that there is not yet enough evidence to determine whether any dromaeosaurids could fly or glide, or whether they evolved from ancestors that could.[32] Dromaeosaurids are so bird-like that they have led some researchers to argue that they would be better classified as birds. First, since they had feathers, dromaeosaurids (along with many other coelurosaurian theropod dinosaurs) are \"birds\" under traditional definitions of the word \"bird\", or \"Aves\", that are based on the possession of feathers. However, other scientists, such as Lawrence Witmer, have argued that calling a theropod like Caudipteryx a bird because it has feathers may stretch the word past any useful meaning.[33] At least two schools of researchers have proposed that dromaeosaurids may actually be descended from flying ancestors. Hypotheses involving a flying ancestor for dromaeosaurids are sometimes called \"Birds Came First\" (BCF). George Olshevsky is usually credited as the first author of BCF.[34] In his own work, Gregory S. Paul pointed out numerous features of the dromaeosaurid skeleton that he interpreted as evidence that the entire group had evolved from flying, dinosaurian ancestors, perhaps an animal like Archaeopteryx. In that case, the larger dromaeosaurids were secondarily flightless, like the modern ostrich.[27] In 1988, Paul suggested that dromaeosaurids may actually be more closely related to modern birds than to Archaeopteryx. By 2002, however, Paul placed dromaeosaurids and Archaeopteryx as the closest relatives to one another.[35] In 2002, Hwang et al. found that Microraptor was the most primitive dromaeosaurid.[19] Xu and colleagues in 2003 cited the basal position of Microraptor, along with feather and wing features, as evidence that the ancestral dromaeosaurid could glide. In that case the larger dromaeosaurids would be secondarily terrestrial—having lost the ability to glide later in their evolutionary history.[10] Also in 2002, Steven Czerkas described Cryptovolans, though it is a probable junior synonym of Microraptor. He reconstructed the fossil inaccurately with only two wings and thus argued that dromaeosaurids were powered fliers, rather than passive gliders. He later issued a revised reconstruction in agreement with that of Microraptor[36] Other researchers, like Larry Martin, have proposed that dromaeosaurids, along with all maniraptorans, were not dinosaurs at all. Martin asserted for decades that birds were unrelated to maniraptorans, but in 2004 he changed his position, agreeing that the two were close relatives. However, Martin believed that maniraptorans were secondarily flightless birds, and that birds did not evolve from dinosaurs, but rather from non-dinosaurian archosaurs.[37] In 2005, Mayr and Peters described the anatomy of a very well preserved specimen of Archaeopteryx, and determined that its anatomy was more like non-avian theropods than previously understood. Specifically, they found that Archaeopteryx had a primitive palatine, unreversed hallux, and hyper-extendable second toe. Their phylogenetic analysis produced the controversial result that Confuciusornis was closer to Microraptor than to Archaeopteryx, making the Avialae a paraphyletic taxon. They also suggested that the ancestral paravian was able to fly or glide, and that the dromaeosaurids and troodontids were secondarily flightless (or had lost the ability to glide).[39][40] Corfe and Butler criticized this work on methodological grounds.[41] A challenge to all of these alternative scenarios came when Turner and colleagues in 2007 described a new dromaeosaurid, Mahakala, which they found to be the most basal and most primitive member of the Dromaeosauridae, more primitive than Microraptor. Mahakala had short arms and no ability to glide. Turner et al. also inferred that flight evolved only in the Avialae, and these two points suggested that the ancestral dromaeosaurid could not glide or fly. Based on this cladistic analysis, Mahakala suggests that the ancestral condition for dromaeosaurids is non-volant.[42] However, in 2012, an expanded and revised study incorporating the most recent dromaeosaurid finds recovered the Archaeopteryx-like Xiaotingia as the most primitive member of the clade Dromaeosauridae, which appears to suggest the earliest members of the clade may have been capable of flight.[43] The authorship of the family Dromaeosauridae is credited to William Diller Matthew and Barnum Brown, who erected it as a subfamily (Dromaeosaurinae) of the family Deinodontidae in 1922, containing only the new genus Dromaeosaurus.[44] The subfamilies of Dromaeosauridae frequently shift in content based on new analysis, but typically consist of the following groups. A number of dromaeosaurids have not been assigned to any particular subfamily, often because they are too poorly preserved to be placed confidently in phylogenetic analysis (see section Phylogeny below) or are indeterminate, being assigned to different groups depending on the methodology employed in different papers. The most basal known subfamily of dromaeosaurids is Halszkaraptorinae, a group of bizarre creatures with long fingers and necks, a large number of small teeth, and possible semiaquatic habits.[45] Another enigmatic group, Unenlagiinae, is the most poorly supported subfamily of dromaeosaurids and it is possible that some or all of its members belong outside of Dromaeosauridae.[24][46] The larger, ground-dwelling members like Buitreraptor and Unenlagia show strong flight adaptations, although they were probably too large to 'take off'. One possible member of this group, Rahonavis, is very small, with well-developed wings that show evidence of quill knobs (the attachment points for flight feathers) and it is very likely that it could fly. The next most primitive clade of dromaeosaurids is the Microraptoria. This group includes many of the smallest dromaeosaurids, which show adaptations for living in trees. All known dromaeosaurid skin impressions hail from this group and all show an extensive covering of feathers and well-developed wings. Like the unenlagiines, some species may have been capable of active flight. The most advanced subgroup of dromaeosaurids, Eudromaeosauria, includes stocky and short-legged genera which were likely ambush hunters. This group includes Velociraptorinae, Dromaeosaurinae, and in some studies a third group: Saurornitholestinae. The subfamily Velociraptorinae has traditionally included Velociraptor, Deinonychus, and Saurornitholestes, and while the discovery of Tsaagan lent support to this grouping, the inclusion of Deinonychus, Saurornitholestes, and a few other genera is still uncertain. The Dromaeosaurinae is usually found to consist of medium to giant-sized species, with generally box-shaped skulls (the other subfamilies generally have narrower snouts).[1] The following classification of the various genera of dromaeosaurids follows the table provided in Holtz, 2011 unless otherwise noted.[1] Dromaeosauridae was first defined as a clade by Paul Sereno in 1998, as the most inclusive natural group containing Dromaeosaurus but not Troodon, Ornithomimus or Passer. The various \"subfamilies\" have also been re-defined as clades, usually defined as all species closer to the groups namesake than to Dromaeosaurus or any namesakes of other sub-clades (for example, Makovicky defined the clade Unenlagiinae as all dromaeosaurids closer to Unenlagia than to Velociraptor). The Microraptoria is the only dromaeosaurid sub-clade not converted from a subfamily. Senter and colleagues expressly coined the name without the subfamily suffix -inae to avoid perceived issues with erecting a traditional family-group taxon, should the group be found to lie outside dromaeosauridae proper.[48] Sereno offered a revised definition of the sub-group containing Microraptor to ensure that it would fall within Dromaeosauridae, and erected the subfamily Microraptorinae, attributing it to Senter et al., though this usage has only appeared on his online TaxonSearch database and has not been formally published.[49] The extensive cladistic analysis conducted by Turner et al. (2012) further supported the monophyly of Dromaeosauridae.[50] The cladogram below follows a 2015 analysis by DePalma et al. using updated data from the Theropod Working Group.[30] Rahonavis Buitreraptor Unenlagia Sinornithosaurus Microraptor NGMC 91 Bambiraptor Tianyuraptor Adasaurus Tsaagan Saurornitholestes Velociraptor Deinonychus Atrociraptor Achillobator Utahraptor Dakotaraptor Dromaeosaurus Another cladogram constructed below follows the phylogenetic analysis conducted in 2017 by Cau et al. using the updated data from the Theropod Working Group in their description of Halszkaraptor.[45] Halszkaraptor Mahakala Hulsanpes Austroraptor Buitreraptor Neuquenraptor Unenlagia comahuensis Unenlagia paynemili Shanag Zhenyuanlong Changyuraptor NGMC 91 Graciliraptor Microraptor Sinornithosaurus Hesperonychus Bambiraptor Tianyuraptor Achillobator Utahraptor Dromaeosaurus Adasaurus Deinonychus Saurornitholestes Velociraptor Tsaagan Linheraptor There is currently disagreement about the function of the enlarged \"sickle claw\" on the second toe. When John Ostrom described it for Deinonychus in 1969, he interpreted the claw as a blade-like slashing weapon, much like the canines of some saber-toothed cats, used with powerful kicks to cut into prey. Adams (1987) suggested that the talon was used to disembowel large ceratopsian dinosaurs.[51] The interpretation of the sickle claw as a killing weapon applied to all dromaeosaurids. However, Manning et al. argued that the claw instead served as a hook, reconstructing the keratinous sheath with an elliptical cross section, instead of the previously inferred inverted teardrop shape.[52] In Manning's interpretation, the second toe claw would be used as a climbing aid when subduing bigger prey and also as a stabbing weapon. Ostrom compared Deinonychus to the ostrich and cassowary. He noted that the bird species can inflict serious injury with the large claw on the second toe.[6] The cassowary has claws up to 125 millimetres (4.9 in) long.[53] Ostrom cited Gilliard (1958) in saying that they can sever an arm or disembowel a man.[54] Kofron (1999 and 2003) studied 241 documented cassowary attacks and found that one human and two dogs had been killed, but no evidence that cassowaries can disembowel or dismember other animals.[55][56] Cassowaries use their claws to defend themselves, to attack threatening animals, and in agonistic displays such as the Bowed Threat Display.[53] The seriema also has an enlarged second toe claw, and uses it to tear apart small prey items for swallowing.[57] Phillip Manning and colleagues (2009) attempted to test the function of the sickle claw and similarly shaped claws on the forelimbs. They analyzed the bio-mechanics of how stresses and strains would be distributed along the claws and into the limbs, using X-ray imaging to create a three-dimensional contour map of a forelimb claw from Velociraptor. For comparison, they analyzed the construction of a claw from a modern predatory bird, the eagle owl. They found that, based on the way that stress was conducted along the claw, they were ideal for climbing. The scientists found that the sharpened tip of the claw was a puncturing and gripping instrument, while the curved and expanded claw base helped transfer stress loads evenly.[58] The Manning team also compared the curvature of the dromaeosaurid \"sickle claw\" on the foot with curvature in modern birds and mammals. Previous studies had shown that the amount of curvature in a claw corresponded to what lifestyle the animal has: animals with strongly curved claws of a certain shape tend to be climbers, while straighter claws indicate ground-dwelling lifestyles. The sickle claws of the dromaeosaurid Deinonychus have a curvature of 160 degrees, well within the range of climbing animals. The forelimb claws they studied also fell within the climbing range of curvature.[58] Paleontologist Peter Mackovicky commented on the Manning team's study, stating that small, primitive dromaeosaurids (such as Microraptor) were likely to have been tree-climbers, but that climbing did not explain why later, gigantic dromaeosaurids such as Achillobator retained highly curved claws when they were too large to have climbed trees. Mackovicky speculated that giant dromaeosaurids may have adapted the claw to be used exclusively for latching on to prey.[59] In 2009 Phil Senter published a study on dromaeosaurid toes and showed that their range of motion was compatible with the excavation of tough insect nests. Senter suggested that small dromaeosaurids such as Rahonavis and Buitreraptor were small enough to be partial insectivores, while larger genera such as Deinonychus and Neuquenraptor could have used this ability to catch vertebrate prey residing in insect nests. However, Senter did not test whether the strong curvature of dromaeosaurid claws was also conducive to such activities.[60] In 2011, Denver Fowler and colleagues suggested a new method by which dromaeosaurids may have taken smaller prey. This model, known as the \"raptor prey restraint\" (RPR) model of predation, proposes that dromaeosaurids killed their prey in a manner very similar to extant accipitrid birds of prey: by leaping onto their quarry, pinning it under their body weight, and gripping it tightly with the large, sickle-shaped claws. Like accipitrids, the dromaeosaurid would then begin to feed on the animal while still alive, until it eventually died from blood loss and organ failure. This proposal is based primarily on comparisons between the morphology and proportions of the feet and legs of dromaeosaurids to several groups of extant birds of prey with known predatory behaviors. Fowler found that the feet and legs of dromaeosaurids most closely resemble those of eagles and hawks, especially in terms of having an enlarged second claw and a similar range of grasping motion. The short metatarsus and foot strength, however, would have been more similar to that of owls. The RPR method of predation would be consistent with other aspects of dromaeosaurid anatomy, such as their unusual dentition and arm morphology. The arms, which could exert a lot of force but were likely covered in long feathers, may have been used as flapping stabilizers for balance while atop a struggling prey animal, along with the stiff counterbalancing tail. Dromaeosaurid jaws, thought by Fowler and colleagues to be comparatively weak, would have been useful for eating prey alive but not as useful for quick, forceful dispatch of the prey. These predatory adaptations working together may also have implications for the origin of flapping in paravians.[61][62] A 2020 study by Gianechini et al., also indicates that velociraptorines, dromaeosaurines and other eudromaeosaurs in Laurasia differed greatly in their locomotive and killing techniques from the unenlagiine dromaeosaurids of Gondwana. The shorter second phalanx in the second digit of the foot allowed for increased force to be generated by that digit, which, combined with a shorter and wider metatarsus, and a noticeable marked hinge‐like morphology of the articular surfaces of metatarsals and phalanges, possibly allowed eudromaeosaurs to exert a greater gripping strength than unenlagiines, allowing for more efficient subduing and killing of large prey. In comparison, the unenlagiine dromaeosaurids had a longer and slender subarctometatarsus, and less well‐marked hinge joints, a trait that possibly gave them greater cursorial capacities and allowed for greater speed. Additionally, the longer second phalanx of the second digit allowed unenlagiines fast movements of their feet's second digits to hunt smaller and more elusive types of prey. These differences in locomotor and predatory specializations may have been a key feature that influenced the evolutionary pathways that shaped both groups of dromaeosaurs in the northern and southern hemispheres.[63] Dromaeosaurid feeding was discovered to be typical of coelurosaurian theropods, with a characteristic \"puncture and pull\" feeding method. Studies of wear patterns on the teeth of dromaeosaurids by Angelica Torices et al. indicate that dromaeosaurid teeth share similar wear patterns to those seen in the Tyrannosauridae and Troodontidae. However, microwear on the teeth indicated that dromaeosaurids likely preferred larger prey items than the troodontids they often shared their environment with. Such dietary differentiations likely allowed them to inhabit the same environment. The same study also indicated that dromaeosaurids such as Dromaeosaurus and Saurornitholestes (two dromaeosaurids analyzed in the study) likely included bone in their diet and were better adapted to handle struggling prey while troodontids, equipped with weaker jaws, preyed on softer animals and prey items such as invertebrates and carrion.[64] Deinonychus fossils have been uncovered in small groups near the remains of the herbivore Tenontosaurus, a larger ornithischian dinosaur. This had been interpreted as evidence that these dromaeosaurids hunted in coordinated packs like some modern mammals.[66] However, not all paleontologists found the evidence conclusive, and a subsequent study published in 2007 by Roach and Brinkman suggests that the Deinonychus may have actually displayed a disorganized mobbing behavior. Modern diapsids, including birds and crocodiles (the closest relatives of dromaeosaurids), display minimal long-term cooperative hunting (except the aplomado falcon and Harris's hawk); instead, they are usually solitary hunters, either joining forces time to time to increase hunting success (as crocodilians sometimes do), or are drawn to previously killed carcasses, where conflict often occurs between individuals of the same species. For example, in situations where groups of Komodo dragons are eating together, the largest individuals eat first and might attack smaller Komodo dragons that attempt to feed; if the smaller animal dies, it is usually cannibalized. When this information is applied to the sites containing putative pack-hunting behavior in dromaeosaurids, it appears somewhat consistent with a Komodo dragon-like feeding strategy. Deinonychus skeletal remains found at these sites are from subadults, with missing parts that may have been eaten by other Deinonychus, which a study by Roach et al. presented as evidence against the idea that the animals cooperated in the hunt.[67] Different dietary preferences between juvenile and adult Deinonychus published in 2020 indicate that the animal did not exhibit complex, cooperative behavior seen in pack-hunting animals. Whether this extended to other dromaeosaurs is currently unknown.[68] A third possible option is that dromaeosaurids did not exhibit long-term cooperative behaviour, but did show short-term cooperative behaviour as seen in crocodilians, which display both true cooperation and competition for prey. In 2001, multiple Utahraptor specimens ranging in age from fully grown adult to tiny three-foot-long baby were found at a site considered by some to be a quicksand predator trap. Some consider this as evidence of family hunting behaviour; however, the full sandstone block is yet to be opened and researchers are unsure as to whether or not the animals died at the same time.[69] In 2007, scientists described the first known extensive dromaeosaurid trackway, in Shandong, China. In addition to confirming the hypothesis that the sickle claw was held retracted off the ground, the trackway (made by a large, Achillobator-sized species) showed evidence of six individuals of about equal size moving together along a shoreline. The individuals were spaced about one meter apart, traveling in the same direction and walking at a fairly slow pace. The authors of the paper describing these footprints interpreted the trackways as evidence that some species of dromaeosaurids lived in groups. While the trackways clearly do not represent hunting behavior, the idea that groups of dromaeosaurids may have hunted together, according to the authors, could not be ruled out.[14] The ability to fly or glide has been suggested for at least five dromaeosaurid species. The first, Rahonavis ostromi (originally classified as avian bird, but found to be a dromaeosaurid in later studies[8][70]) may have been capable of powered flight, as indicated by its long forelimbs with evidence of quill knob attachments for long sturdy flight feathers.[71] The forelimbs of Rahonavis were more powerfully built than Archaeopteryx, and show evidence that they bore strong ligament attachments necessary for flapping flight. Luis Chiappe concluded that, given these adaptations, Rahonavis could probably fly but would have been more clumsy in the air than modern birds.[72] Another species of dromaeosaurid, Microraptor gui, may have been capable of gliding using its well-developed wings on both the fore and hind limbs. A 2005 study by Sankar Chatterjee suggested that the wings of Microraptor functioned like a split-level \"biplane\", and that it likely employed a phugoid style of gliding, in which it would launch from a perch and swoop downward in a U-shaped curve, then lift again to land on another tree, with the tail and hind wings helping to control its position and speed. Chatterjee also found that Microraptor had the basic requirements to sustain level powered flight in addition to gliding.[18] Changyuraptor yangi is a close relative of Microraptor gui, also thought to be a glider or flyer based on the presence of four wings and similar limb proportions. However, it is a considerably larger animal, around the size of a wild turkey, being among the largest known flying Mesozoic paravians. Another dromaeosaurid species, Deinonychus antirrhopus, may display partial flight capacities. The young of this species bore longer arms and more robust pectoral girdles than adults, and which were similar to those seen in other flapping theropods, implying that they may have been capable of flight when young and then lost the ability as they grew.[73] The possibility that Sinornithosaurus millenii was capable of gliding or even powered flight has also been brought up several times,[74][75] though no further studies have occurred. Zhenyuanlong preserves wing feathers that are aerodynamically shaped, with particularly bird-like coverts as opposed to the longer, wider-spanning coverts of forms like Archaeopteryx and Anchiornis, as well as fused sternal plates. Due to its size and short arms it is unlikely that Zhenyuanlong was capable of powered flight (though the importance of biomechanical modelling in this regard is stressed[29]), but it may suggest a relatively close descendance from flying ancestors, or even some capacity for gliding or wing-assisted incline running. Comparisons between the scleral rings of several dromaeosaurids (Microraptor, Sinornithosaurus, and Velociraptor) and modern birds and reptiles indicate that some dromaeosaurids (including Microraptor and Velociraptor) may have been nocturnal predators, while Sinornithosaurus is inferred to be cathemeral (active throughout the day at short intervals).[76] However, the discovery of iridescent plumage in Microraptor has cast doubt on the inference of nocturnality in this genus, as no modern birds that have iridescent plumage are known to be nocturnal.[77] Studies of the olfactory bulbs of dromaeosaurids reveal that they had similar olfactory ratios for their size to other non-avian theropods and modern birds with an acute sense of smell, such as tyrannosaurids and the turkey vulture, probably reflecting the importance of the olfactory sense in the daily activities of dromaeosaurids such as finding food.[78][79] In 2001, Bruce Rothschild and others published a study examining evidence for stress fractures and tendon avulsions in theropod dinosaurs and the implications for their behavior. Since stress fractures are caused by repeated trauma rather than singular events they are more likely to be caused by regular behavior than other types of injuries. The researchers found lesions like those caused by stress fractures on a dromaeosaurid hand claw, one of only two such claw lesions discovered in the course of the study. Stress fractures in the hands have special behavioral significance compared to those found in the feet, since stress fractures in the feet can be obtained while running or during migration. Hand injuries, by contrast, are more likely to be obtained while in contact with struggling prey.[80] At least one species, Halszkaraptor escuilliei, appears to have been specialised for aquatic habits, having developed limb proportions akin to those of diving birds.[45] Fishing habits have been proposed for unenlagiines, including comparisons to the unambiguously aquatic spinosaurs,[81] but any aquatic propulsion mechanisms have not been discussed so far. In 2006, Grellet-Tinner and Makovicky reported an egg associated with a specimen of Deinonychus. The egg shares similarities with oviraptorid eggs, and the authors interpreted the association as potentially indicative of brooding.[82] A study published in November 2018 by Norell, Yang and Wiemann et al., indicates that Deinonychus laid blue eggs, likely to camouflage them as well as creating open nests. Other dromaeosaurids may have done the same, and it is theorized that they and other maniraptoran dinosaurs may have been an origin point for laying colored eggs and creating open nests as many birds do today.[83][84][85] Velociraptor, a dromaeosaurid, gained much attention after it was featured prominently in the 1993 Steven Spielberg film Jurassic Park. However, the dimensions of the Velociraptor in the film are much larger than the largest members of that genus. Robert Bakker recalled that Spielberg had been disappointed with the dimensions of Velociraptor and so upsized it.[86] Gregory S. Paul, in his 1988 book Predatory Dinosaurs of the World, also considered Deinonychus antirrhopus a species of Velociraptor, and so rechristened the species Velociraptor antirrhopus.[35] This taxonomic opinion has not been widely followed.[9][87][88]   ","Title":"Dromaeosauridae - Wikipedia","KeyID":"277","URL":"https://en.wikipedia.org/wiki/Dromaeosauridae"}