{"Content: ":"\"Drivers License\" (stylized in all lowercase) is the debut single by American singer-songwriter Olivia Rodrigo. It was released on January 8, 2021, through Geffen and Interscope Records, as the lead single from her debut studio album, Sour (2021). She co-wrote the song with its producer Dan Nigro. Containing poignant lyrics detailing heartache, \"Drivers License\" is a power ballad blending bedroom pop, indie pop, and power pop styles. It is characterized by a minimalist, piano-led production, incorporating kick drums, harmonies, syncopated hand-claps, and a dreamy bridge. One of 2021's most successful songs, \"Drivers License\" launched Rodrigo's music career. The song documents the \"multifaceted\" emotions Rodrigo endured after a heartbreak. She teased the song on her social media for many months in 2020, before announcing it on January 4, 2021. The official music video was posted to YouTube alongside the song's release, in which Rodrigo drives around a suburban area after receiving her driver's license and reminisces about her memories of the song's subject, who encouraged her to obtain the license. \"Drivers License\" was met with widespread critical acclaim; praise centered on Rodrigo's cathartic songwriting, emotional vocals, and the song's stirring production, with many underscoring its Taylor Swift and Lorde influences. The song won Best Pop Solo Performance at the 2022 Grammy Awards, where it was also nominated for Record of the Year and Song of the Year. \"Drivers License\" broke a string of records, including the Spotify record for the most single-day streams for a non-holiday song (achieved on its fourth day of release) and the biggest first-week for a song on Spotify and Amazon Music. The song topped the US Billboard Hot 100 and made Rodrigo the youngest artist ever to debut atop the chart. The song spent eight consecutive weeks at number one. It has been certified quadruple platinum by the Recording Industry Association of America (RIAA). Elsewhere, \"Drivers License\" reached number one in 25 countries, as well as spending multiple weeks atop the charts in Australia, Canada, Ireland, New Zealand, and the United Kingdom. It also peaked within the top ten in Brazil, France, Germany, Italy, Spain, South Africa,and various others. As of July 6, 2022, the song has over 1.4 billion streams on Spotify, ranking amongst the 100 most streamed songs on the platform. American singer-songwriter Olivia Rodrigo currently stars in the 2019 Disney+ mockumentary series, High School Musical: The Musical: The Series. She contributed a self-written song called \"All I Want\" to the soundtrack, which was certified Gold by the Recording Industry Association of America (RIAA), for earning over 500,000 units in the United States. The series was renewed for a second season in 2021. Rodrigo signed to Geffen Records, a subsidiary of Interscope Records, intending to release her debut EP in 2021.[2] When I came up with 'Drivers License', I was going through a heartbreak that was so confusing to me, so multifaceted. Putting all those feelings into a song made everything seem so much simpler and clearer—and at the end of the day, I think that's the whole purpose of songwriting. There’s nothing like sitting at the piano in my bedroom and writing a really sad song. It’s truly my favorite thing in the world. She teased the song for many months in 2020,[3] including some lyrics on Instagram.[4] She posted a snippet, captioned \"Wrote dis the other day. vv close to my heart. gonna call it drivers license I think lol\", where she plays the song on a piano.[5] The song was announced on January 4.[6] The song was released to all digital music and streaming platforms four days later, alongside a music video on YouTube.[7] It is the lead single to her debut studio album Sour, which Rodrigo had originally planned to be an EP.[5] \"Drivers License\" impacted US contemporary hit radio on January 19.[8] Steered by piano, \"Drivers License\" is an atmospheric power ballad,[9] that has been described as a bedroom pop,[10] indie pop,[11] and power pop song,[12] with elements of folk and indie rock.[11] It was inspired by the disorienting emotions Rodrigo felt after a recent breakup.[3][2] She wrote the song with its producer, Daniel Nigro.[1] The song is written in the key of B♭ major and has a fast tempo of 144 beats per minute, with double time kick drum and claps on the second verse and lead-in.[13] Rodrigo's vocal range on the song spans from the low note of G3 to the high note of F5.[14] Lyrically, the song has Rodrigo drive through a suburban area, upset and angry, pondering whether any of the subject's feelings were ever true.[15] The song begins with the sound of Rodrigo's mother's car[citation needed] engine starting, followed by a \"door ajar\" chime that fades into a pulsing piano key. Rodrigo delivers soprano vocals that grow into \"cathartic howls of pain\" as the song progresses, along with a swelling crescendo followed by an emotional chorus.[11] The minimalist instrumentation[11] also consists of syncopated hand-claps and stomping harmonies, and reaches its peak in a rich bridge of layered vocals with the catchphrase \"I still fuckin' love you\".[16][15][12] As stated by Rodrigo, the song has Lorde and Taylor Swift influences,[17] which was also noted by critics.[18] Rodrigo also stated that the EP Minor (2020) by American singer-songwriter Gracie Abrams inspired the musical style of \"Drivers License\".[19] In an interview with Vogue magazine, Rodrigo acknowledged the song had grammatical errors, including the lack of an apostrophe (\"Drivers License\" vs \"Driver's License\") and the contradictory double negative: \"I've never felt this way for no one\".[20] \"Drivers License\" received critical acclaim from critics upon its release.[11][21] Clash critic Robin Murray dubbed the song a \"sensational pop statement, an impeccable melodic moment right from the off\". He praised its firm songwriting and atmospheric production.[22] Matthew Kent, writing for The Line of Best Fit, complimented the song's euphoric sound and poignant lyricism, and asserted that the single is packed with \"emotional punch after emotional punch\". They dubbed the song a \"stunning\" and \"stirring\" debut single.[23] Kelsie Gibson of PopSugar opined that the song gives off \"major Lorde and Taylor Swift\" influences, who are two of Rodrigo's musical inspirations.[24] Stereogum critic Chris DeVille described \"Drivers License\" as a cinematic and old-fashioned power ballad, a \"prime Spotify-core sadgirl fare\" that starts \"as a trembling Phoebe Bridgers song\" and concludes as a \"resplendent Folklore track\".[11] Listing it amongst best new music, Teen Vogue's Claire Dodson commented that Rodrigo employs soaring vocals, and capture \"small details\" in the song. Dodson thought the song channels \"the songwriting prowess she already brings to the table\".[9] Naming it one of the \"10 Cool New Pop Songs to Get You Through The Week\", Billboard writers Gab Linsberg and Jason Lipshutz branded \"Drivers License\" the type of debut single \"that aspiring artists dream of\", where Rodrigo perfects her heartbreak's \"fragility and heightened emotion\". They commended the singer's range in the song, swinging between the crescendo's \"stomp-clap harmonies\" and the bridge's \"choked-up balladry\".[16] Ellise Shafer of Variety found the song relatable and vulnerable, and complimented its production and vocal performance. Shafer noted it as \"a must-hear for any pop enthusiast\".[25] Calling the song an \"early contender for song of the year\", Rolling Stone critic Brittany Spanos noted that the production of \"Drivers License\" is reminiscent of Lorde's Melodrama (2017), while the lyrics and \"detailed\" storytelling channel Swift's Fearless (2008). Spanos lauded Rodrigo's songwriting skills and emotional potency at age 17, and added that \"she could likely become pop's next great raconteur\".[15] Justin Curto of Vulture opined that \"Drivers License\" mixes \"the intimate arrangements of Folklore and Evermore with the high stakes pop of Lover, tying it all together with a dramatic, Swiftian bridge\". He also added that Rodrigo's calm vocals sound like Billie Eilish, while her anthemic moments recall Lorde, with hints of Alessia Cara.[26] Jared Richards of Junkee stated that the song has \"an irreducible quality, capturing a very specific heartbreak\", blending \"the slow-build piano-belters and bridge breakdowns of Lorde's Melodrama with Swiftian songwriting\", and regarded it 2021's \"Big Pop Moment\".[27] In May 2021, Billboard ranked \"Drivers License\" third on their ranking of the \"100 Greatest Song Bridges of the 21st Century\",[28] and in June 2021, they ranked the song as the best song of 2021 so far, with Rania Aniftos calling the song \"the start of Rodrigo's reign as pop's most captivating new storyteller\".[29] \"Drivers License\" was met with widespread commercial success worldwide, with publications calling it the year's biggest hit in early 2021.[46][47][48] Upon release, the song reached number one on international Spotify, Apple Music and Amazon Music songs charts.[25] Billboard reported that, in its first three days in the US, the song sold over 16,000 digital downloads and received more than 21 million streams. Compared to its release day, the song's total streams increased by 122% on its second day, and rose another 32% in its third day.[49] The song broke the Spotify record for most one-day streams for a non-holiday song, with over 15 million global streams on its fourth day (January 11, 2021). The next day, it extended its record with over 17 million streams. It also broke the record for fastest song to reach 100 million streams on Spotify.[50] \"Drivers License\" went on to break the Spotify record for most streams of a song in a single week, with over 65 million streams in the week ending January 14, 2021. It also broke the record for the biggest global first-week streams for a song in Amazon Music history,[51] and became the most requested song of a single day on Alexa.[10] \"Drivers License\" also reached number one on both Billboard Global and Billboard Global Excl. U.S. charts, generating 130 million streams and 49,000 sales with the former, and 54.5 million streams and 12,000 sales on the latter. It marked the highest weekly streaming total in the world for a song by a female artist, with 130.06 million streams, surpassing the 130.042 million sum for Mariah Carey's \"All I Want for Christmas Is You\".[52] The song topped both the global charts for three consecutive weeks, becoming the first song by a female artist to do so ever since the charts' inauguration, and the second overall after \"Dákiti\" (2020) by Bad Bunny and Jhay Cortez.[53] It stayed atop both the charts for eight consecutive weeks.[54] \"Drivers License\" debuted atop the Billboard Hot 100, giving Rodrigo her first number-one single in the United States, and making her the first female artist since Carrie Underwood to have their first single debut at number-one on the chart.[55][56] It marked her second entry on the chart, after \"All I Want\". It collected 76.1 million streams, 38,000 digital downloads, and 8.1 million airplay impressions in its opening week. Surpassing Jawsh 685, who topped the chart with \"Savage Love (Laxed - Siren Beat)\" (2020), Rodrigo became the most-recently-born artist to top the Hot 100, and the youngest since Billie Eilish, who achieved it with \"Bad Guy\" (2019), and is the youngest artist ever to debut atop the Hot 100.[57] \"Drivers License\" topped the Billboard Streaming Songs and Digital Song Sales charts as well, staying atop both for three consecutive weeks.[58] Billboard noted the song as one of the most dominant number-one hits of all time, garnering more than double the Hot 100 units of its closest competitor, \"Mood\" (2020).[59] \"Drivers License\" spent eight consecutive weeks atop the Hot 100; it became the seventh single in the chart's history to have debuted at number one and spend at least its first eight weeks at the spot.[60] As of July 2021, \"Drivers License\" was the most streamed song of 2021 so far, with 582.8 million on-demand streams. It is also the most streamed audio track (460.2 million), the most watched video (122.6 million views), the sixth best-selling digital song (199,000 downloads), and the eighth biggest song across all formats of radio (1.227 billion audience impressions).[61][62] In the United Kingdom, \"Drivers License\" debuted at the top of the UK Singles Chart dated January 21, 2021, earning 2.407 million total streams on January 12, 2021, alone. The song broke the record for highest single-day streams in British history for a non-Christmas song, surpassing the previous record held by Ed Sheeran's \"Shape of You\" (2017). With 95,000 units moved in its first week, \"Drivers License\" also had the biggest opening week for a number one debut single on the UK Singles Chart since Zayn Malik's \"Pillowtalk\" (2016). \"Drivers License\" spent nine weeks at the top of the UK Singles Chart, becoming the longest run at the top for a solo female artist since Tones and I' s \"Dance Monkey\" spent eleven consecutive weeks at the top in 2019. Spurred by \"Drivers License\", \"All I Want\" reached number 32, marking her second top-40 entry in the UK.[63][64][65] In Ireland, \"Drivers License\" debuted at the top of the Irish Singles Chart. It was the country's most downloaded and streamed song its first two weeks, outperforming the rest of the top five combined. It has so far remained at number one for nine consecutive weeks; \"All I Want\" charted simultaneously, reaching a new peak of number 16.[66][67] In Australia, \"Drivers License\" debuted at the top of the ARIA Singles Chart dated January 24, 2021, scoring Rodrigo her first number one song in Australia. In doing so, the song became the first debut single to top the ARIA Singles Chart since Harry Styles' \"Sign of the Times\" in 2017.[46] \"Drivers License\" spent six consecutive weeks atop the chart.[68] The video, directed by Matthew Dillon Cohen,[69] adopts a vignette aesthetic and depicts Rodrigo's healing from heartbreak. She receives her driver's license in the video, but instead of going to her old lover's house like she used to dream of, she finds herself aimlessly cruising suburban side streets. Rodrigo reminisces about moments from her brief relationship. At the beginning of the video, she is embraced by the happy memories only, but eventually, all the toxic traits of her ex-partner confront her. The video received positive comments from critics for its visuals.[24][3] As of July 2022, the song has 397 million views on YouTube. When we were talking about the audience that [Rodrigo] had prior to the release—that's a very young, female, engaged audience. So they really sort of sparked the flame. But now what you have is it traveling well beyond that audience. And obviously social media platforms have helped that, but I think just word of mouth. This is a song you're talking about with everyone right now. Everyone's listening to it, everyone's obsessing over it. \"Drivers License\" has been credited with launching Rodrigo's music career.[71] The instant commercial success of the song upon its release has been attributed to the rise of niche market for bedroom pop, the song's emotional lyricism and appeal, TikTok, the tabloid journalism and social media speculation surrounding the song, and Rodrigo's Disney career. The Indian Express opined that song is a part of the DIY movement in the music industry, where young artists (mostly post-millennials), such as Rodrigo, Billie Eilish, and Tate McRae, are capable of making music of \"near-studio quality\" without leaving the house.[10] Commenting on the song's unprecedented success, Spotify's Becky Bass stated that \"We've never seen anything like this, where you do have a newer artist that just comes out of the gate in such a dominant way, and just continues to grow\".[70] Paper remarked that the song is a \"product of years of pop trends\" that resonates with millions of listeners, similar to the rise of Eilish in 2019, Lorde in 2013, or Taylor Swift in the late 2000s, but occurred instantly in Rodrigo's case, because of recent technological innovations like TikTok that has altered the course of the music industry. The TikTok hashtag \"#driverslicense\" amassed over 888.5 million views in one week. Paper also highlighted consumers' interest in the song's romantic background (a phenomenon of listeners being invested in the drama between Disney co-stars) as a factor for the song's success.[72] The New York Times writer Joe Coscarelli wrote that the song was spurred not only by its quality, but also the gossips surrounding it, paired with the label's marketing plan, and support from celebrities like Swift. He noted the autobiographical song bolstered tabloids and listeners to \"piece together its real-life parallels\", while TikTok videos led to social media posts, \"which led to streams, which led to news articles, and back around again\", generating an \"unbeatable\" feedback loop. Coscarelli added that, similar to Britney Spears, Justin Timberlake, Christina Aguilera, Miley Cyrus, Demi Lovato, and Selena Gomez, Rodrigo took \"her experiences within the Disney machine and attempted to translate them for a broader, more adult audience\".[73] Stereogum's Chris DeVille found Rodrigo to be an example of \"actor-turned-pop stars\" who profit off their best-known roles, such as her Bizaardvark and High School Musical: The Musical: The Series, which \"created a massive built-in audience for a prospective Rodrigo music career\"; \"Drivers License\" maximized this interest by referencing the \"behind-the-scenes drama\" involving Joshua Bassett, who co-stars with Rodrigo in High School Musical: The Musical: The Series, and Sabrina Carpenter. DeVille added that the song \"will have ripple effects\" that affect the industry in 2021 and beyond, as its bedroom pop sound is challenging hip-hop's dominance on streaming platforms.[11] Douglas Greenwood, writing for I-D, asserted that \"Drivers License\" contains \"all of the old-school ingredients of a hit\".[74] Insider dubbed the song an \"early 2021 cultural touchstone\", citing its \"sad girl appeal\" echoing Generation Z (similar to Lorde and Eilish), the celebrity romance associated with its lyrics (like that of Swift), the song's cinematic bridge, its TikTok popularity, and radio friendliness as contributing factors to the song's success.[75] Music journalist Laura Snapes, writing for The Guardian, wrote \"Drivers License\" is the \"epitome of new-school pop songwriting\", in which power ballads are sonically intimate and subdued, rather than bombastic, with lyrics delving into specific and complex emotions.[76] The February 20, 2021 episode of Saturday Night Live included a skit in which English actor Regé-Jean Page and six other male cast members recited the song's lyrics.[77] Responding to the tabloid speculation around the song's subjects, Rodrigo stated: \"I put it out not knowing that it would get that reaction, so it was really strange [when] it did. I just remember [everyone being] so weird and speculative about stuff they had no idea about. I don't really subscribe to hating other women because of boys. I think that's so stupid, and I really resent that narrative that was being tossed around.\"[77] \"Drivers License\" was featured as the main music for Google's Year in Search commercial for 2021.[78] Credits adapted from the liner notes of Sour.[1] Studio locations Personnel  Sales+streaming figures based on certification alone. Streaming-only figures based on certification alone.","Title":"Drivers License (song) - Wikipedia","KeyID":"2772","URL":"https://en.wikipedia.org/wiki/Drivers_License_(song)"}