{"Content: ":"\"Good 4 U\" (stylized in all lowercase) is a song recorded by American singer-songwriter Olivia Rodrigo, released on May 14, 2021, through Geffen and Interscope Records, as the third single from Rodrigo's debut studio album, Sour (2021). The song was announced on May 10 via Rodrigo's social media. It was written by Rodrigo and its producer Dan Nigro; Hayley Williams and Josh Farro were given co-writing credits due to inspiration from Paramore's \"Misery Business\" (2007). Musically, \"Good 4 U\" has been described as an upbeat song blending rock, pop, punk, grunge, emo, and alternative styles. It consists of a staccato bassline, energetic electric guitars, and explosive drumming, with lyrics addressing a former lover who moved on very quickly after a breakup. The song received positive reviews from music critics, who praised the instrumentation reminiscent of the 1990s–2000s and Rodrigo's crisp songwriting. The accompanying music video features Rodrigo as a cheerleader exacting revenge, visually alluding to the 1990s and 2000s' cult classic films Audition, The Princess Diaries, and Jennifer's Body. At the 64th Annual Grammy Awards, \"Good 4 U\" received a nomination for Best Music Video. The single reached number one in 23 countries including Australia, Germany, Canada, the United Kingdom, Ireland, and the United States; it was the second chart-topping single from Sour in many of those countries, following Rodrigo's debut single \"Drivers License\" (2021). \"Good 4 U\" peaked within the top 10 in more than 20 territories. It has received platinum or multi-platinum certifications globally, and ranks among the top 100 most streamed songs of all-time on Spotify with over 1.5 billion streams as of July 6, 2022. Rodrigo announced her debut studio album Sour on April 1, 2021.[3] \"Good 4 U\" placed sixth on the track listing.[4] On May 10, Rodrigo announced via her social media accounts that \"Good 4 U\" would become the third single from Sour on May 14, following \"Drivers License\" and \"Deja Vu\". Alongside the announcement, she also revealed the song's cover artwork.[5][6] Rodrigo had previously teased the song in a promotional image for \"Deja Vu\".[7] In her August 2021 Variety cover story, Rodrigo stated she came up with the song's hook in the shower. She added she did not want the entirety of Sour to be \"sad piano songs\", but also did not want to write a happy, \"I'm in love\" pop song, because \"that was so far from how [she] was truly feeling at the time\". Rodrigo concluded that \"Good 4 U\" was \"really satisfying\" due to its upbeat energy and danceability without sacrificing honesty and authenticity in her lyrics.[8] \"Good 4 U\" is an electro-tinged[9] rock,[10] pop-punk,[11] pop rock,[12] grunge,[13] and an emo[14] song with alternative influences.[15] Its instrumentation is driven by a set of 1990s-inspired electric guitars and bass.[15] Its verses follow a rhythm typical of R&B.[16] The song was written by Rodrigo and Daniel Nigro, and produced by Nigro and Alexander 23.[15] In August 2021, Paramore members Hayley Williams and Josh Farro received writing credits, as the chorus was inspired by Paramore's 2007 song \"Misery Business\".[2] This proved to be controversial as many disputed the plagiarism claim, citing them as being two completely different songs with some similarities.[17][18][19] Rodrigo later responded, discussing her feelings about Williams and Farro being added as co-writers on \"Good 4 U\": \"I think it's disappointing to see people take things out of context and discredit any young woman's work. But at the end of the day, I'm just really proud and happy to say that my job is being a songwriter. All music is inspired by each other. Obviously, I write all of my lyrics from my heart and my life first. I came up with the lyrics and the melody for 'Good 4 U' one morning in the shower. What's so beautiful about music is that it can be so inspired by music that's come out in the past. Every single artist is inspired by artists who have come before them. It's sort of a fun, beautiful sharing process. Nothing in music is ever new. There's four chords in every song. That's the fun part — trying to make that your own.\"[20] The song begins with an \"uncluttered five-note\"[10] staccato bass line and Rodrigo's vocals delivered in a soft tone, which is then joined by an energetic guitar, using a chorus effect, before dropping into the drums-driven chorus. The second verse returns to the original bass line with added \"lilting\" drum beats and backup harmonies, and slowly ascends to Rodrigo's \"near-shout\" vocal delivery.[15] In \"Good 4 U,\" Rodrigo confronts her ex who has moved on very quickly from the relationship with her, using plentiful sarcastic remarks and singing, \"Well, good for you / You look happy and healthy, not me / If you ever cared to ask / Good for you / You're doin' great out there without me, baby / God, I wish that I could do that / I've lost my mind, I've spent the night / Cryin' on the floor of my bathroom / But you're so unaffected, I really don't get it / But I guess good for you.\" It marks a departure from Rodrigo's preceding singles, \"Drivers License\" and \"Deja Vu\", which presented a melancholic and slower emotion.[21] \"Good 4 U\" received positive reviews from music critics.[10] People's Tomás Mier has described the song as a \"heartbreak track filled with an angsty pop-rock sound.\"[22] Rob Sheffield of Rolling Stone lauded Rodrigo's musical versatility, and noted influences from Taylor Swift in \"Good 4 U\".[23] Variety critic Ellise Shaffer dubbed the song a \"nostalgic heartbreak anthem\" evoking a \"fluttering, cathartic feeling reminiscent of late '90s Hole or early Paramore, but with a poppier flair\".[15] Teen Vogue's Claire Dodson said that \"Good 4 U\" gives \"pure 2000s pop-punk\" aside Rodrigo's \"knockout songwriting\". Dodson found Rodrigo's voice versatile, easily moving between styles similar to Swift's vocals in \"We Are Never Ever Getting Back Together\" (2012), and that of Alanis Morissette and Hayley Williams, to become \"something original\".[24] Sydney Bucksbaum, writing for Entertainment Weekly, called the single a \"pop-punk breakup anthem\" and an \"immediate banger\", underlining the song's similarities to Paramore's \"Misery Business\" (2007).[25] In agreement, Halle Kiefer of Vulture also named the song an \"angry track\" evocative of \"Misery Business\" in \"the best possible way\".[26] In a critique of its genre, Slate's Chris Molanphy said \"Good 4 U\" is a \"snarling rock number\" inspired by the 2000s, adding that it \"not really rock-slash-anything. It isn't alt-rock crossed with SoundCloud rap like the recent chart-topper 'Mood' by 24kGoldn and Iann Dior, isn't guitar-based trap-pop à la Post Malone, isn't indie-rock with bedroom-pop hooks à la Taylor Swift's recent creations.\"[10] In the United States, \"Good 4 U\" debuted atop the Billboard Hot 100, giving Rodrigo her second number-one song in the country, following her eight-week chart-topper \"Drivers License\". Sour became the first debut album in history to have two of its songs debut at number one on the Hot 100, as well as the third album by a female artist to spawn two number-one debuts on the Hot 100. \"Good 4 U\" was also the third consecutive single from the album to debut in the top 10 of the chart. The song drew 43.2 million U.S. streams and sold 12,000 downloads in its first week of release. The track debuted atop the Streaming Songs chart as Rodrigo's second leader and ruling for seven consecutive weeks, after \"Drivers License\" ruled for four weeks, and started at number five on the Billboard Digital Songs chart.[44] \"Good 4 U\" dropped to number two in its second week and held that rank for eleven non-consecutive weeks, becoming the first song since Whitney Houston's \"Exhale (Shoop Shoop)\" (1995–96) to spend eleven weeks at number two on the Hot 100.[45] In the United Kingdom, \"Good 4 U\" was also a commercial success. The song accumulated over 1 million streams in its first three days in the United Kingdom.[46] The song debuted at number two on the UK Singles Chart, marking Rodrigo's second top-10 song and third top-20 song in the country. In its second week, the song topped the chart, becoming Rodrigo's second number-one single after \"Drivers License\".[47] \"Good 4 U\" became one of the biggest chart-topping singles in the UK in 2021, gathering more than 117,000 units sold in its second week, including 13.5 million streams, to reach number one.[48] It topped the charts for five consecutive weeks, in the fourth of which it became the first rock song to reach such a feat since Evanescence's \"Bring Me to Life\" (2003).[49] In its seventh week, the song was dethroned by Ed Sheeran's \"Bad Habits\" dropping down to number 2 on the UK Singles Chart.[50] After ten weeks within the top ten on the UK Charts, \"Good 4 U\" dropped out of the top ten charting at number 12.[51] \"Good 4 U\" spent a total of 25 weeks inside the UK Top 40 in 2021.[52] At the end of the year, it was reported that \"Good 4 U\" had been streamed a total of 167 million times in the UK as well as being the second biggest song in the UK in 2021 by selling 1,390,000 copies.[53] Elsewhere, In Ireland \"Good 4 U\" scored Rodrigo's second number-one song on the Official Irish Singles Chart, following \"Drivers License\". With this, all singles from Sour had entered the top 10 of the chart.[54] The song spent five consecutive weeks at number one in Ireland.[55] \"Good 4 U\" further topped the singles chart in New Zealand[56] and Singapore. In Australia, \"Good 4 U\" debuted at number two on the ARIA Singles Chart, after which it rose to number one upon the impact of Sour.[57] \"Good 4 U\" spent six consecutive weeks at number one in Australia.[58] British rock magazine Kerrang! stated that \"Good 4 U\" leads the commercial comeback of rock music in 2020–2021, noting how it is the first rock record since Evanescence's 2003 single \"Bring Me to Life\" to spend four or more weeks atop the UK Singles chart, alongside chart success of other rock-adjacent artists, such as Willow Smith, Machine Gun Kelly, Måneskin, and Miley Cyrus.[14] Slate admired Rodrigo's versatility and proclaimed that she \"might be the dying genre's best hope\", pinpointing that \"Good 4 U\" is the \"most up-the-middle rock song to top the [U.S.] Hot 100 in a decade or more\".[10] An accompanying music video directed by Petra Collins was released alongside the song on May 14, 2021.[59] The music video references horror films such as Audition (1999) and Jennifer's Body (2009). Rodrigo was styled by vlogger Devon Carlson for the video. In the video, Rodrigo appears in a variety of looks, including a cheerleading uniform seen in 2001 coming-of-age film The Princess Diaries (also seen in the cover artwork).[60] She plays the role of a high schooler out for revenge,[61] destroying her ex-boyfriend's bedroom and lighting his belongings on fire.[21] Insider critic Callie Ahlgrim opined that the fire was a reference to Swift's music video for \"Picture to Burn\" (2008), which also follows a similar revengeful concept.[62] As of June 2022, the song has 380 million views on YouTube. Rodrigo performed \"Good 4 U\" for the first time on May 15, 2021, along with \"Drivers License\", on Saturday Night Live.[63][64] On September 12, Rodrigo performed the song at the 2021 MTV Video Music Awards.[65] An orchestral-arranged version of the song was performed by Rodrigo on her documentary film Driving Home 2 U: A Sour Film, released on March 25, 2022 for Disney+. \"Singles 4 U\" vinyl single[66] Credits adapted from the liner notes of Sour.[1]  Sales+streaming figures based on certification alone. Streaming-only figures based on certification alone.","Title":"Good 4 U - Wikipedia","KeyID":"2773","URL":"https://en.wikipedia.org/wiki/Good_4_U"}