{"Content: ":"Sour (stylized in all caps) is the debut studio album by American singer-songwriter and actress Olivia Rodrigo. It was released on May 21, 2021, via Geffen Records. The album was written by Rodrigo and her producer Dan Nigro. Originally planned as an EP, Rodrigo expanded Sour into a full-length album following the viral success of her debut single, \"Drivers License\". Influenced by Rodrigo's favorite genres and singer-songwriters, Sour is primarily a pop record that spans from energetic pop punk songs to bedroom pop ballads. Its subject matter centers on adolescence, failed romance, and heartache. She said the album explores her perils and discoveries as a 17-year-old, with its title referring to the \"sour\" emotions young people experience but are often criticized for, such as anger, jealousy, and unhappiness. Three singles preceded Sour's release, all of which entered the top three of the US Billboard Hot 100. The lead single, \"Drivers License\", topped the chart and propelled Rodrigo to mainstream prominence. It was followed by \"Deja Vu\", which peaked at number 3, and \"Good 4 U\", the album's second chart-topper. It made Rodrigo the first artist in history to debut their first three singles in the top 10 of the Hot 100, and Sour the first debut album in history to spawn two number-one debuts on the chart. The album broke the global Spotify record for the biggest opening week for an album by a female artist. It topped the charts in several countries, including the US Billboard 200. \"Traitor\", prior to becoming the fourth single, landed at number nine on the Hot 100 as the fourth top-10 song from the album. Sour was one of the best-selling albums of 2021. Sour received widespread acclaim upon release, with it being regarded as a solid debut album, underscoring Rodrigo's realistic lyrics and appeal to Generation Z. Various publications listed it among the best albums of 2021, including Billboard and Rolling Stone that placed the album at number one on their year-end rankings. At the 64th Annual Grammy Awards, Sour and \"Drivers License\" won Best Pop Vocal Album and Pop Solo Performance, respectively; Rodrigo won Best New Artist as well. A YouTube concert film and a Disney+ documentary, titled Sour Prom and Driving Home 2 U respectively, supplement the album. Rodrigo embarked on the Sour Tour, her first headlining concert tour, on April 5, 2022. In 2020, American actress and singer Olivia Rodrigo signed to Geffen Records, intending to release her debut EP the following year.[5] American songwriter and producer Daniel Nigro was suggested by a friend to listen to Rodrigo's songs on High School Musical: The Musical: The Series: The Soundtrack (2020). Nigro was \"just completely blown away\" and reached out to Rodrigo via Instagram, offering to work with her. The pair had a meeting to get to know one another, shortly before the COVID-19 pandemic impacted the United States. They started collaborating after figuring out ways to work safely in isolation.[6][7] She released her debut single \"Drivers License\", produced by Nigro, on January 8, 2021, to unprecedented commercial and critical success. Billboard declared the single one of the most dominant number-one songs in Hot 100 history.[8] Rodrigo began teasing a follow-up single by archiving her past Instagram posts and posting cryptic teasers of it on her social media accounts in late March 2021;[9] on March 29, she announced that it would be titled \"Deja Vu\", and set a release date of three days later, reassuring fans that the announcement was not an April Fools' Day joke. Rodrigo unveiled the song's artwork in the same post.[10][11] Following her rise to prominence, Rodrigo stated that she would be releasing a studio album instead of an EP,[12] after she felt unsatisfied with the scope of a shorter project when only a full-length album would be \"truly reflective of what [she] can do\".[13] Rodrigo met with producer Dan Nigro in March 2020 a week before COVID-19 lockdowns commenced. Nigro was \"blown away\" after watching an Instagram video of Rodrigo playing her song \"Happier\".[14] Recording for Sour took place throughout 2020 and into early 2021. Nigro said that with the pandemic, they were \"oddly very fortunate to have as much time as we did to make music\".[14] The final production session took place on March 30, 2021.[1] I want [Sour] to be super versatile. My dream is to have it be an intersection between mainstream pop, folk music, and alternative pop. I love the songwriting and the lyricism and the melodies of folk music. I love the tonality of alt-pop. Obviously, I'm obsessed with pop and pop artists. So I'm going to try and take all of my sort of influences ... and make something that I like. Rodrigo described her ambition for her debut project, Sour, was a \"super versatile\" body of work that mainly blends mainstream pop, folk, and alternative rock genres,[2] alongside elements of pop-punk, country and grunge.[15] She stated that it is inspired by the works of her favorite singer-songwriters, such as Alanis Morissette, Taylor Swift, Kacey Musgraves,[16] and the \"pouty\", \"angsty\" sound of rock acts like No Doubt and the White Stripes.[17] Rodrigo also cited her mother Jennifer's musical tastes as an influence, as it was her who introduced young Rodrigo to metal, punk and 1990s alternative rock.[13] Rodrigo's vision for the album's lyrics was to explore a variety of \"sour\" emotions that young women \"are often shamed for\", such as anger, jealousy and sadness. The album title refers to the concept of \"awesome things\" in Rodrigo's life \"progressively going sour\" as she gets older, representing a specific \"slice\" of her life as a 17-year-old, \"its unending growing pains and surprising discoveries.\"[17] She insisted this point in her interview to The Guardian as well, saying Sour is an \"intrinsically young\" album that is aimed at honoring \"acute teenage feelings\". Rodrigo explained, \"something I'm really proud of is that this record talks about emotions that are hard to talk about or aren't really socially acceptable especially for girls: anger, jealousy, spite, sadness, they're frowned-upon as bitchy and moaning and complaining or whatever. But I think they're such valid emotions.\"[18] According to Rodrigo, the word \"sour\" has many different meanings and she tried to write a song titled \"Sour\" for a long time but was unsuccessful in doing so, making her realize that it is an \"all-encompassing\" trope that covered the sour portion of her life.[19] She tried to balance out the \"sour\" songs of the album with some love songs, in order to avoid being pigeonholed as \"the heartbreak girl\"; however, she eventually dropped the idea, to preserve her authenticity as a songwriter. She asserted that love and happiness were not the emotions she felt while making the album.[13] Nevertheless, Rodrigo did not want Sour to be filled with \"sad piano songs\" either, hence she infused danceability and upbeat arrangements into the record, evident in tracks such as \"Brutal\" and \"Good 4 U\".[20] Sour has been described as a genre-hopping pop,[21] pop-punk,[22] alternative pop,[23][24] and bedroom pop[25] record with synth-pop, dream pop, alternative rock, pop rock, and folk-pop elements.[26][27][28] Stylistically, the album spans from energetic 1990s-inspired guitar rock to tender acoustic balladry driven by piano and fingerpicked guitars.[29][30] Craig Jenkins of Vulture categorized Sour as a \"post-genre\" record, one which materializes Rodrigo's aim to transcend boundaries of music genres and coalesce them.[28] The songs of Sour represent different perspectives to a single storyline of failed romance. The songwriting is characterized by self-aware[29] themes of insecurities, anger, revenge, envy, and jealousy, using detail-specific lyrics exuding vulnerability.[31][32][30] Sour opens with \"Brutal\", which was described as \"angsty\" and \"uptempo\" by Rodrigo. The song was characterized as an enjoyable, \"angrily insecure alt-rock tirade\" and \"playful and easy pop-punk\" that \"free falls into the depths of grungy rock\", with elements of indie rock.[33][34][35][36] \"Brutal\" was the last song written for the album; Rodrigo and Nigro wrote the track two weeks before she had to turn in the record. Rodrigo noted that the song represents her teenage years.[37] The song has \"thrashy\" guitars, and was reported to be a \"desire to defy any pop expectations that have been placed upon [Rodrigo] by fans, friends, executives, or exes\".[26] Spencer Kornhaber of The Atlantic described the guitar riff on \"Brutal\" as \"scary in the manner of Clinton-era Nine Inch Nails\".[38] \"Traitor\", the second track, is an indie pop ballad with a folk instrumental.[39][40] Its lyrics have been described to consist of \"post-grief anger and bargaining\".[26] Furthermore, details on the lyrics also depict Rodrigo's ex moving on with another girl while she is unable to get over it as she tries to figure out what went wrong.[35] The fourth track, \"1 Step Forward, 3 Steps Back\", interpolates the piano line from Taylor Swift's \"New Year's Day\" (2017),[41] which was a result of Rodrigo singing \"1 Step Forward, 3 Steps Back\" over the chords of the Swift song.[37] The song is described to be a \"regret-wracked\" tune.[26] Rodrigo revealed that she wrote the hook of the song from a text message, going on to say that she \"thought it would be a cool way to describe this toxic, sort of manipulative relationship\". The chirping birds at the beginning of the track were a result of Nigro recording them through a window at his house.[37] The seventh track, \"Enough For You\", is a \"simple\" and \"minimal\" bedroom pop song with \"searing\" lyrics and acoustic instrumentals.[42][35] Rodrigo described the song as \"very insecure and vulnerable, but [she] also love[s] how it's really hopeful\", referencing the line \"someday I'll be everything to somebody else\".[37] \"Happier\" serves as the eighth track, a piano-led song featuring lyrics admitting selfishness and exuding self-criticism.[35] Being angry, jealous, overly emotional or sad can often be framed as being bitchy or moany. I decided to shine a light on those feelings, even though that was uncomfortable to talk about. I've done all I can do. Everything else is out of my hands. The ninth track, \"Jealousy, Jealousy\", has been described as \"jazzy\",[20] \"serpentine\" and an \"alt-rock squall à la the Kills\" with a \"plucky bassline and a prowling piano build\".[26][31][35] Lyrics talk about the toxicity of social media and its addictiveness, displaying the obsessions of living a perfect life.[35] The stripped-down tenth track, \"Favorite Crime\", an indie pop and folk-pop song that incorporates a set of layered harmonies with a \"thinly veiled Bonnie and Clyde-type metaphor\".[39][43][26][44][35] It speaks about \"on the examination of glaring red flags that only appear in their true colors through the lens of hindsight\".[35] \"Hope Ur OK\", the closing track, has been reported to be a \"shimmering blessing to down-on-their-luck people Rodrigo has known\", and the sound of the chorus has been described as a benediction.[26] Lyrically, it steps away from Rodrigo's self-referential narratives to secondhand stories from her friends, rooting from her genuine sympathy to them.[35] Rodrigo revealed that the song makes her \"really emotional\", and that the song is \"super personal about people that [she] really love[s]\". On an appearance on The Zach Sang Show, Rodrigo described the placement of the track as the album's closer: \"I feel like it's super hopeful. Sour is a very sort of sad, angry, emotional record, and I wanted to end it with a song that was [reassuring]. It was really important for me to end this sort of somber record on that note.\"[37] On April 1, 2021, Rodrigo announced across her social media accounts that her debut album, with placeholder title *O*R, was scheduled for release on May 21, 2021.[45] Preorders for the album began the following day. On April 13, Rodrigo teased the album's title, and subsequently, revealed the album's title as Sour, posted its track listing and cover artwork on the same day.[46] It was released on May 21, 2021, via retail stores, digital music and streaming platforms, as well as on Rodrigo's website.[47] Vinyl LPs of Sour were released on August 20, 2021, in various colored variants, each of which were exclusively available at Rodrigo's webstore, Urban Outfitters, Target, Walmart, or Amazon.[48] Photographed by Grant Spanier,[49] the standard cover artwork of Sour depicts Rodrigo standing against a purple backdrop, wearing a fuzzy pale pink tank top and checkered bottoms. She sticks her tongue out, with her face covered in a variety of colorful stickers. The stickers on her tongue spell the album title. PopSugar observed that Rodrigo is also wearing a ring in the cover artwork, identical to a ring that Taylor Swift had gifted her earlier. The backside cover also has a purple background, featuring scattered stickers as well as the tracklist on a pearly-colored balloon that Rodrigo's hand is about to pop with a safety pin. In the alternative cover available for the Target-exclusive and vinyl editions of Sour, purple is again the dominant color, but stickers are not present.[50] Stickers also recur through the album artwork and promotional material, which followed a theme of scrapbooking in a school notebook.[51] Sour was supported by five singles, four of which charted in the top 10 of the Billboard Hot 100.[52] \"Drivers License\", Rodrigo's debut single, was released on January 8, 2021, as the lead single of Sour.[53] An accompanying music video for the song, directed by Matthew Dillon Cohen, was uploaded to Rodrigo's YouTube channel simultaneously with the single's release.[54] The song broke a string of records, including the Spotify record for the most single-day streams for a non-holiday song and the biggest first week for a song on Spotify and on Amazon Music.[55] The song debuted atop the US Billboard Hot 100 and made Rodrigo the youngest artist ever to debut atop the chart.[56] It was certified triple platinum by the Recording Industry Association of America. The single also topped charts in the UK,[57] Canada,[58] Australia,[59] and many more countries. \"Deja Vu\" was announced as the second single on her social media accounts on March 29, 2021, and was released three days later along with its music video, directed by Allie Avital in Malibu.[60][61] The song debuted at number eight on the Hot 100, making Rodrigo the first artist in history to debut her first two singles in the top 10 of the chart.[52] It reached a new peak of number three after the release of Sour.[62] The third single, \"Good 4 U\", was announced on May 10, 2021, and was released on May 14.[63] Its music video, directed by Petra Collins, features Rodrigo as a revengeful cheerleader, making references to the 2000s' cult classic films Princess Diaries and Jennifer's Body.[64][65] The energetic song provided listeners the taste of a different side of Sour, departing from the slower and melancholic emotion of the preceding singles \"Drivers License\" and \"Deja Vu\".[66] \"Good 4 U\" debuted atop the Hot 100, garnering Rodrigo her second number-one song in the US and the second from Sour.[67] \"Traitor\" impacted US contemporary hit radio formats on August 10, 2021, as the fourth single from Sour.[68] Before it was promoted as a single, \"Traitor\" landed at number 9 on the Hot 100 upon the album release, charting alongside \"Good 4 U\" and \"Deja Vu\" in the top 10 region. Billboard remarked how \"Traitor\" registered impressive sales and streaming tallies for an album track.[69] \"Brutal\" received a music video on August 23, 2021,[70] before it impacted Italian contemporary hit radio formats through Universal Music Italy on September 3, 2021, as the fifth single from the album.[71] Before becoming a single, the song arrived at number 12 on the Hot 100, and landed atop the Billboard Hot Rock & Alternative Songs chart. Rodrigo gave the debut performance of \"Drivers License\" on February 4, 2021, on The Tonight Show Starring Jimmy Fallon.[72] She has expressed excitement for a potential upcoming tour in support of the album after the COVID-19 pandemic ends.[73] A sneak-peek of the creation process of the album was featured in IMAX screenings of In the Heights (2021) on Mother's Day.[74] On May 11, Rodrigo performed \"Drivers License\" at the 2021 Brit Awards held on The O2 Arena in London.[75] On May 12, 2021, a trailer to Sour was posted to Rodrigo's YouTube channel, which showed studio clips of herself and Nigro, and featured a snippet of \"Good 4 U\" which was set to release two days later.[76] She performed \"Drivers License\" and debuted \"Good 4 U\" live at Saturday Night Live on May 15, 2021, hosted by American actor Keegan-Michael Key.[63] On May 16, 2021, a hotline phone number (323-622-SOUR) was made available, which teased an unreleased track from Sour.[77] In the evening of May 20, 2021, Rodrigo appeared on YouTube's livestream of the official premiere party of Sour, as an episode for the platform's Released series. She played voice memos from her phone, discussed songs, interacted with fans, and exclusively performed the track \"Enough for You\".[78] Rodrigo gave interviews and appeared on the magazine covers of Billboard,[13] Interview,[79] Elle,[80] The Face,[17] NME,[15] Nylon,[81] and Variety.[20] On May 25, Rodrigo appeared on Vevo Lift to perform \"Favorite Crime\".[82] On June 29, 2021, a livestream concert film entitled Sour Prom aired on Rodrigo's YouTube channel, in celebration of Sour's success. It featured songs from the album performed in various locations, such as \"the back of a limo, on a prom dancefloor, in a darkroom, and accompanied by a marching band on a football field.\"[83] She also hosted a \"pre-party\" Q&A segment in which she answered questions on the album's creation. She then performed several live renditions of her Sour tracks, including \"Drivers License\" and \"Good 4 U\".[84] The film was described as \"the ultimate alternative prom experience\", after Rodrigo herself graduated high school recently.[85] The concert film later was nominated at the 2021 UK Music Video Awards in the category 'Best Special Video Project'.[86] On February 17, 2022, Rodrigo announced a documentary about Sour, titled Driving Home 2 U (A Sour Film), releasing to Disney+ on March 25, 2022. It was directed by Stacey Lee and produced by Interscope Films and Supper Club. According to a press release, the film captures Rodrigo's road trip from Salt Lake City to Los Angeles, during which she began writing Sour. The film includes \"new live arrangements of her songs, intimate interviews, and never-before-seen footage from the making of the album.\"[87] To support Sour, Rodrigo embarked on the Sour Tour, her first headlining concert tour. It covered North America and Europe with 47 dates. It commenced on April 5, 2022, in Portland, Oregon, and concluded on July 7, 2022, in London. Gracie Abrams and Holly Humberstone were the opening acts for the North American dates, and Baby Queen for European dates.[88] On the tour, Rodrigo covered Avril Lavigne's \"Complicated\" at all tour dates. At the Toronto show on April 29, Lavigne joined Rodrigo as a surprise guest on stage to perform the song together for the first time.[89][90] Sour received widespread critical acclaim upon release, appearing on multiple year ends lists.[97] The general consensus was that the album is a strong debut record that mounts Rodrigo as the new face of \"Gen Z pop\".[98] On Metacritic, which assigns a normalized score out of 100 to ratings from publications, the album received a mean score of 83 based on 20 reviews, indicating \"universal acclaim\".[92] Robin Murray of Clash hailed Sour as a \"bravura\" pop statement \"marked by excellence from front to back\". He described its 11 tracks as \"potential smash hit singles\", and complimented Rodrigo's bold lyricism, punchy execution, deeming her \"pop's newest icon, and one of its bravest voices\".[95] The A.V. Club's Tatiana Tenreyro designated Sour a contender for best pop album of 2021, and highlighted its lack of filler tracks. She stated each song depicts a different side to Rodrigo's artistry, embracing influences while still creating \"something fresh\".[99] Kate Solomon, writing for i, called Sour a \"surprisingly accomplished package\" and a \"stunning portrait of adolescence\".[100] NME critic Rhian Daly called Rodrigo a \"multidimensional\" artist writing detailed songs that \"go full-circle from being precisely personal to universally relatable\".[27] Neil McCormick of The Daily Telegraph opined Sour excels in modern production, striking an acoustic-electronic balance by combining Taylor Swift's traditional songcraft, Lorde's harmonies and Billie Eilish's whispery vocals with the brashness of Alanis Morissette and Avril Lavigne.[21] Also touching on these comparisons, fellow critic Robert Christgau said Rodrigo \"recalls her hero Taylor more than her West Coast homegirl Billie with bravely retro pre-track-and-hook structures and lyrics that map out the kind of emotional grounding all parents pray their kids achieve, the female ones especially\".[101] Mikael Wood of Los Angeles Times dubbed the album \"flawless Gen Z pop\" that ranges from crisp 1990s rock to acoustic balladry, and \"the most self-aware pop record in recent memory\".[29] Entertainment Weekly's Maura Johnston felt Sour's heaviness is bettered by Rodrigo's grace and self-awareness, and that she is not trying to be \"the next\" anyone, but instead distills her life and musical tastes into promising, \"powerful, hooky pop\".[26] Rolling Stone critic Angie Martoccio said, beyond her idols and inspirations, Rodrigo forged \"a path into an entirely new realm of pop\" in Sour, where she is \"unapologetically and enthusiastically her own guide\".[32] In July 2022, the publication ranked Sour as the 39th best debut album of all time.[102] Variety's Chris Williman called Sour \"ridiculously good\", and \"unabashedly teenage\" atypical of most teen singers who often try to mimick adult music.[103] Praising Rodrigo's musical vision and Nigro's production, Rachel Saywitz, reviewing for The Line of Best Fit, said Sour swerves the conventional genres to work Rodrigo's wide taste.[104] Jon Caramanica of The New York Times called it a \"nuanced and often exceptional debut album\", traversing Rodrigo's evolving perspectives real-time.[105] The Independent critic Helen Brown thought Sour converts 21st-century adolescence into universally resonating \"story-songs\", and admired Rodrigo's \"disarming honesty\", using F-bombs unlike former teen stars who \"don't usually do that until they're onto the post-breakdown record\". She added its organic musicality breaks the \"shiny surfaces we've come to expect from such glossy girls.\"[96] Olivia Horn of Pitchfork called it a \"nimble and lightly chaotic collection of breakup tunes filled with melancholy and mischief\", with profanity typically prohibited by the morality clauses limiting Disney singers. However, Horn stated Rodrigo is \"more invested in content than in craft\" at moments, settling for simple rhymes, self-evident phrasing, and a DIY recording quality that exposes imperfections in Rodrigo's voice.[31] Rachel Aroesti of The Guardian said Sour is polished \"pop euphoria\" that processes anger, jealousy and bewilderment, and is \"one of the most gratifyingly undignified breakup albums ever made\", but nevertheless, majority of it follows the style of \"Drivers License\", resulting in a lovely and thoughtful but unadventurous record.[44] Stereogum's Chris DeVille stated, though Rodrigo's lyrics \"can come off desperate and immature\" while the album's pace can be a \"wearisome slog\" at times, Sour works by weaponizing its drawbacks.[106] Regarding the album \"a youthful tour through heartbreak angst\" that weakens only when it \"plays too safe\", DIY's Jenessa Williams felt Rodrigo's \"truly soars\" when she heads strong, rather than victimizing herself in \"bitterness\".[107] Rodrigo received seven nominations at the 64th Annual Grammy Awards, including Album of the Year and Best Pop Vocal Album for Sour; Record of the Year, Song of the Year and Best Pop Solo Performance for \"Drivers License\"; and Best New Artist. She became the second youngest artist (18 years old) to be nominated for all four of the general categories in the same ceremony, after Billie Eilish (17, for the 62nd Annual Grammy Awards in 2020).[108] Taylor Swift, Jack Antonoff and St. Vincent were nominated for Album of the Year for Sour as songwriters credited for interpolation, but subsequently withdrawn by the Recording Academy as they were \"not actively involved\" in creating Sour.[109] Numerous critics and publications listed Sour in their year-end ranking of the best albums of 2021, often inside the top-ten. Sour was the most pre-added album on Apple Music during the week leading up to its release (May 14, 2021 to May 20, 2021), dethroning Billie Eilish's Happier Than Ever (2021).[133] Upon release, Sour garnered 385 million streams in its first week on global Spotify—the biggest opening week for an album by a female artist on the platform, beating the former record set by Ariana Grande's Thank U, Next (2019).[134] The International Federation of the Phonographic Industry (IFPI) reported that Rodrigo was the world's tenth best-selling artist of 2021.[135] Following the debuts of \"Drivers License\" and \"Good 4 U\" at the number one spot of the US Billboard Hot 100, Sour became the first debut album in history to have two songs debut atop the chart, and overall the fourth album to do so.[136] Sour debuted at number one on the Billboard 200 chart with 295,000 album-equivalent units, of which 72,000 were album sales,[137] and spent a total of five weeks at the spot, becoming the longest reigning number-one album by a female artist in 2021.[138][note 1] At the time, the 295,000 sum marked the biggest opening week for any album in 2021. Sour further garnered the second-biggest streaming week for an album by a female artist in the US with 300.73 million on-demand streams, behind Ariana Grande's Thank U, Next (307.07 million), and the biggest streaming week ever for a debut album by a female artist, surpassing Cardi B's Invasion of Privacy (2018).[140][141] Sour charted at number two in its second week earning 186,000 units[142] and remained at the same spot in its third week with 143,000 units.[143] The album jumped back to the Billboard 200 number-one spot thrice in its chart run: The first instance was when it moved 105,000 units in its fifth charting week,[144] becoming the second 2021 album to earn more than 100,000 units in each of its first five weeks, after Morgan Wallen's Dangerous: The Double Album.[144] The second instance in its seventh charting week, when Sour moved 88,000 units.[145] It remained at the top spot the next week as well, becoming the first debut album by a female artist to spend four weeks atop the chart since Susan Boyle's I Dreamed a Dream (2009).[146] The album returned to the chart's summit for the third time following its vinyl release, which generated 133,000 units. Of that sum, 76,000 were vinyl LPs, scoring the second-largest vinyl album sales week in MRC Data history, placing behind Swift's Evermore (2020).[138] All 11 of Sour's tracks appeared in the top 30 of the Billboard Hot 100 dated June 5, 2021. Rodrigo is the first female artist, and the fourth act overall, to simultaneously chart 11 or more songs in the chart's top 30. Three songs charted in the top 10: \"Good 4 U\" at number two, down from number one the previous week, \"Deja Vu\" reaching a new peak of number three, and \"Traitor\" entering at number nine, making her the first artist in Hot 100 history to have three songs from their debut album to chart simultaneously in the top 10; \"Traitor\" marked the album's fourth top-10 song and fourth to debut in the top ten.[62][147] Eight of the album's tracks entered the top 10 of Billboard Streaming Songs chart, breaking the record for the most simultaneous top-10 entries on the chart.[148] \"Brutal\" debuted atop Hot Rock & Alternative Songs, marking the first number-one debut on the chart since Swift's \"Cardigan\" (2020).[149] As of October 2021, Sour amassed 2.35 million units in the US,[150] making it the best-selling album of 2021 by a female artist so far, and second overall, behind Dangerous: The Double Album. As of July 2021, Sour was the seventh best-selling album of the year, with 146,000 copies sold, and fifth amongst albums by women.[151] Sour reached 378,000 sales by October 2021, becoming the third best-selling album of 2021, only behind Evermore and Fearless (Taylor's Version).[152] By January 2022, the album had sold 557,000 physical copies in the United States and was certified triple platinum in March 2022, for streams and sales equaling three million units.[153] Sour is the longest-running debut album in the Billboard 200 chart's top 10 during the 21st century, recording its 52nd week in the top 10 on the chart dated July 2, 2022, and surpassing the 51-week tally of Lady Gaga's debut album, The Fame.[154] In the United Kingdom, Sour landed atop the UK Albums Chart with 51,000 units, eclipsing Foo Fighters for the biggest opening-week for an album in 2021 at the time. It also marked the biggest opening week for a debut album since Lewis Capaldi's Divinely Uninspired to a Hellish Extent (2019). With \"Good 4 U\" rising to the top spot of the UK Singles Chart concurrently, Rodrigo became the youngest soloist in UK history to achieve a Chart Double, at 18 years and 3 months old. She is the first artist since Sam Smith in 2015 to garner a Chart Double with a debut album. Sour also broke the all-time UK record for the most weekly streams for a debut album, overtaking Capaldi. The album received 45.7 million streams (30,945 album-equivalent units) in its opening week.[155] When \"Traitor\" reached a new peak of number 5 on the UK Singles, Rodrigo became the first female artist in history to occupy three spots in the top 5 simultaneously, with \"Deja Vu\" at number 4, and \"Good 4 U\" spending a third consecutive week at the top.[156][157] Sour spent five non-consecutive weeks atop the chart.[158] By the end of the year, Sour spent a total of 32 weeks inside of the Top 20.[159] Sour was the UK's most streamed album of 2021 with 83% of its year-end sum of 395,000 units being on-demand streams. It was also the best-selling cassette tape in the UK in 2021 with 14,000 copies sold. Sour became the fourth best-selling album in the UK by the year-end, behind ABBA's Voyage, Ed Sheeran's = and Adele's 30.[160][161] Sour spent an entire calendar year inside of the UK Top 20 on the Official Charts with a total of 46 weeks of those spent inside of the Top 10.[162] The album arrived at number one on the Billboard Canadian Albums chart.[163] All of its tracks debuted on the Canadian Hot 100 simultaneously, led by \"Good 4 U\" atop the chart.[164] Sour spent four consecutive weeks atop the chart.[165] In Australia, Rodrigo achieved a \"Chart Double\", where she topped both the ARIA Albums and Singles charts—Sour debuted at number 1 on the former, whereas \"Good 4 U\" ascended to number one on the latter. The other singles \"Drivers License\" and \"Deja Vu\" rebounded to numbers 3 and 4, respectively, while the track \"Traitor\" debuted at number 7; Rodrigo became the first artist since Swift in 2020, to chart four or more songs in the top 10 of the chart. Six other tracks from Sour debuted in the top 50 of the chart.[166] Sour topped the ARIA Albums Chart for eight non-consecutive weeks.[167] In Ireland, Sour launched at number one on the Irish Albums Chart with the biggest opening-week sales of 2021 in the country, surpassing J. Cole's The Off-Season (2021). Sour garnered the biggest opening-week of streams for a debut album in history, surpassing Eilish's When We All Fall Asleep, Where Do We Go? (2019). Rodrigo achieved a chart-double in Ireland, as \"Good 4 U\" held on to its number-one spot on the Irish Singles Chart for a second consecutive week. \"Deja Vu\" rose to a new peak of number 2, while \"Traitor\" entered at number 3, marking the first time a female artist occupied all the top 3 spots of the singles chart in the same week.[168] Sour spent its first seven weeks atop the Irish Albums Chart, claiming the longest consecutive reign at number one by an album by a female artist since Adele's 21 (2011).[169] It was the best-selling album of the first half of 2021 in Ireland,[170] and spent 20 non-consecutive weeks at number one.[171] On the New Zealand Albums Chart, Sour arrived at number one,[172] aside five of its songs reaching the top 10 of the New Zealand Singles Chart; \"Good 4 U\", \"Deja Vu\", \"Traitor\", \"Drivers License\" and \"Brutal\" charted at numbers 1, 3, 5, 7 and 8, respectively.[173] Sour spent ten consecutive weeks at number one, and is the only album by a female artist other than Adele's 21 to do so.[174] Credits adapted from the album's liner notes.[4] All tracks were produced by Dan Nigro, except where noted. Credits adapted from the liner notes of Sour.[4]  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Sour (album) - Wikipedia","KeyID":"2774","URL":"https://en.wikipedia.org/wiki/Sour_(album)"}