{"Content: ":"American singer-songwriter and actress Olivia Rodrigo has received numerous accolades; including three Grammy Awards, seven Billboard Music Awards, four MTV Video Music Awards, four iHeartRadio Music Awards and two People's Choice Awards, an American Music Award, a Brit Award and a Juno Award; and also placed on the 2021 edition of Time magazine's 100 next list and Time's Entertainer of the Year for 2021. Billboard named her as Woman of the Year in 2022. She has also been honored as \"Songwriter of the Year\" by Variety in 2021 and at the 2022 ASCAP Awards. Following success on Disney Channel in the series Bizaardvark and High School Musical: The Musical: The Series, Rodrigo signed with Interscope and Geffen Records in 2020. She released her first single \"Drivers License\" in January 2021 which broke several records and received international recognition and acclaim. \"Drivers License\" broke Spotify records twice for most daily streams for a non-holiday song and fastest time for music track to reach 100 million stream on Spotify in a week by a female earning Guinness World Records. It lasted eight consecutive weeks at atop the US Billboard Hot 100, and also topped the charts in over 25 other countries. She released her second single \"Deja Vu\" which peaked at number three on Billboard Hot 100. Subsequently, Rodrigo released her third single \"Good 4 U\" which debuted at number one on the Hot 100—making her one of a select few female artists to have more than one song from a debut album top the Billboard Hot 100. Following the success of her singles, she released her debut album Sour which debuted at no. 1 on Billboard 200 and spent atop at the chart for fifth non-consecutive weeks. One of the best-selling albums of 2021, four of its singles have been certified multi-platinum by the Recording Industry Association of America (RIAA) and Rodrigo won three Grammy Awards from seven nominations at the 2022 Grammy Awards ceremony.","Title":"List of awards and nominations received by Olivia Rodrigo - Wikipedia","KeyID":"2780","URL":"https://en.wikipedia.org/wiki/List_of_awards_and_nominations_received_by_Olivia_Rodrigo"}