{"Content: ":"The Weeknd Drake The Billboard Music Awards are honors given out annually by Billboard, a publication covering the music business and a music popularity chart. The Billboard Music Awards show had been held annually since 1990, with the exception of the years 2007 through 2010. The event was formerly staged in December[1] but since returning in 2011, it has been held in May.[2] Unlike other awards, such as the Grammy Award, which determine nominations as a result of the highest votes received by the National Academy of Recording Arts and Sciences, the Billboard Music Awards finalists are based on album and digital songs sales, streaming, radio airplay, touring, and social engagement. These measurements are tracked year-round by Billboard and its data partners, including MRC Data and Next Big Sound. The 2018 awards were based on the reporting period of April 8, 2017 through March 31, 2018.[3] Awards are given for the top album, artist and single in a number of different music genres. From 1989 to 2006, the show had the same categories and category names every year. In 2011, for the first time, all of the awards were renamed to \"Top [award title]\". The \"of the year\" portion of each category title no longer exists, and many of the awards have been further renamed. Other awards, including both \"crossover\" awards (No. 1 Classical Crossover Artist and No. 1 Classical Crossover Album) were discontinued. As of 2017, there are two fan-voted categories. The general categories are Top Artist, Top Billboard 200 Album, Top Hot 100 Song and Top New Artist. These categories highlighted in each award and other categories are divided by genre.   The record for most Billboard Music Awards won by a female artist is held by Taylor Swift who has won 29 awards. The record for most Billboard Music Awards won by a group is held by BTS who have won 12 awards.[59] Most Wins in a single ceremony Since its inception (created by Rick Garson, Paul Flattery & Jim Yukich), the BMAs had been telecast on the Fox network; however due to contractual expirations and other unforeseen circumstances, the awards were cancelled for 2007. Plans for a new version of the awards in 2008 (in association with AEG Live) fell through, and the BMAs were not held until 2011. On February 17, 2011, Billboard announced that it would bring the BMAs back to television, moving from its original home on Fox to its new network, ABC, on May 22, 2011.[60] A new award statuette was created by New York firm Society Awards. Dick Clark Productions, which is co-owned with Billboard, began producing the ceremony in 2014.[61] On November 28, 2017, it was announced that the Billboard Music Awards would be moving from ABC to NBC beginning in 2018 under a multi-year contract.[62] The 2020 ceremony, originally scheduled for April 29, was postponed indefinitely on March 17 due to coronavirus-related public assembly concerns.[63] On August 14, 2020, it was announced that the 2020 ceremony had been rescheduled to October 14.","Title":"Billboard Music Awards - Wikipedia","KeyID":"2782","URL":"https://en.wikipedia.org/wiki/Billboard_Music_Awards"}