{"Content: ":"Murrieta /mjʊəriˈɛtə/ is a city in southwestern Riverside County, California, United States. The population of Murrieta was 110,949 as of the 2020 census.[6] Murrieta experienced a 133.7% population increase between 2000 and 2010, making Murrieta one of the fastest-growing cities in the state during that period. Largely residential in character, Murrieta is typically characterized as a bedroom community. Murrieta is bordered by the city of Temecula to the south, the cities of Menifee and Wildomar to the north, and the unincorporated community of French Valley to the east. Murrieta is located in the center of the Los Angeles-San Diego mega-region. Murrieta is named for Juan Murrieta, a Californio ranchero who founded the town.[7] For most of its history, Murrieta was not heavily populated. On June 9, 1873,[8] Domingo Pujol, Francisco Sanjurjo, and Juan and Ezequiel Murrieta purchased the Rancho Pauba and Rancho Temecula Mexican land grants, comprising 52,000 acres (210 km2) in the area. Ezequiel returned to Spain and turned the land over to his younger brother, Juan Murrieta (1844–1936), who brought 7,000 sheep[9] to the valley in 1873, using the meadows to feed his sheep. The partnership dissolved in 1876 and Ezequiel and Juan Murrieta retained 15,000 acres of the northern half of the Temecula Rancho.[10] Ezequiel and Juan Murrieta granted a right-of-way, one hundred feet wide to the California Southern Railroad through the Temecula Rancho on April 28, 1882 so that the railroad could be constructed through the valley.[11] In 1884, the Temecula Land and Water Company purchased about 14,500 acres from Juan Murrieta and mapped a townsite along the California Southern Railroad.[12] Others discovered the valley after the construction of a depot in 1887[13] that connected Murrieta to the Southern California Railroad's transcontinental route. By 1890, some 800 people lived in Murrieta.[14] Today much of the site (about 50 acres) is home to a Bible college and conference center, owned by Calvary Chapel Costa Mesa, which has invested millions of dollars into restoring and rebuilding the old resort rooms.[15] When the trains stopped in 1935, tourists—the lifeblood of the town—were much harder to come by. The boom that Murrieta had experienced due to the train and the hot springs gradually died, leaving Murrieta as a small country town.[16] Although US Route 395 passed through Murrieta, it was not until Interstate 15 was built in the early 1980s that another boom began to take hold. By the late 1980s, suburban neighborhoods were being constructed, and people began moving to the Murrieta area from cities and towns in San Diego and Orange Counties, as well as other parts of Riverside County.[17] In 1990, residents began a campaign for city status which resulted in the incorporation of the City of Murrieta on July 1, 1991. By then the population was 24,000, a major increase from 2,200 in 1980. Between 1991 and 2007, the city's population further increased to an estimated 97,257 residents, and at the 2010 United States Census[update] the city's population was 103,466, making it the largest city in southwestern Riverside County at that time.[14] In July 2014, Murrieta garnered national attention following days of citizen protests of detained immigrants.[18] Murrieta residents successfully blocked busloads of illegal immigrant detainees.[19] They were en route to a temporary relocation and detention facility, which the federal government had planned to establish in the town.[20] Murrieta is located at 33°34′10″N 117°12′9″W﻿ / ﻿33.56944°N 117.20250°W﻿ / 33.56944; -117.20250 (33.569566, -117.202453).[21] According to the United States Census Bureau, the city has a total area of 33.6 sq mi (87.1 km2), of which 99.89% of it is land and 0.11% is covered by water. Murrieta Creek runs southeasterly through the Murrieta Valley. Murrieta has a Mediterranean climate or dry-summer subtropical (Köppen climate classification Csa). Murrieta has an average of 263 sunshine days and 35 days with measurable precipitation annually.[23] April through November is warm to hot and dry with average high temperatures of 77–91 °F (25–33 °C) and lows of 44–60 °F (7–16 °C). The period of November through March is somewhat rainy. The city is also subject to the phenomenon typical of a microclimate: temperatures can vary as much as 18 °F (10 °C) between inland areas and the coast, with a temperature gradient over 1 °F per mile (0.3 °C/km) from the coast inland. Murrieta gets on average 31 days a year of some type of precipitation. Murrieta averages 15 inches (380 millimetres) of precipitation annually, which mainly occurs during the winter and spring (November through April) with generally light rain showers, but sometimes heavy rainfall and thunderstorms. Snowfall is rare in the city basin, but nearby mountains slopes typically receive snowfall each winter.[citation needed] The 2010 United States Census[26] reported that Murrieta had a population of 103,466. The population density was 3,078.1 inhabitants per square mile (1,188.5/km2). The racial makeup of Murrieta was 72,137 (69.7%) White (55.7% non-Hispanic White),[27] 5,601 (5.4%) African American, 741 (0.7%) Native American, 9,556 (9.2%) Asian, 391 (0.4%) Pacific Islander, 8,695 (8.4%) from other races, and 6,345 (6.1%) from two or more races. Hispanics or Latinos of any race were 26,792 persons (25.9%). The census reported 103,037 people (99.6% of the population) lived in households, 291 people (0.3%) lived in noninstitutionalized group quarters, and 138 people (0.1%) were institutionalized. Of the 32,749 households, 48.4% had children under the age of 18 living in them, 62.8% were opposite-sex married couples living together, 3,814 (11.6%) had a female householder with no husband present, and 1,642 (5.0%) had a male householder with no wife present, with 1,626 (5.0%) unmarried opposite-sex partnerships and 192 (0.6%) same-sex married couples or partnerships. About 5,208 households (15.9%) were made up of individuals, and 2,248 (6.9%) had someone living alone who was 65 years of age or older. The average household size was 3.15. There were 26,033 families (79.5% of all households); the average family size was 3.51. The population was distributed as 31,471 people (30.4%) under the age of 18, 9,891 people (9.6%) aged 18 to 24, 28,144 people (27.2%) aged 25 to 44, 23,555 people (22.8%) aged 45 to 64, and 10,405 people (10.1%) who were 65 years of age or older. The median age was 33.4 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 91.2 males. The 35,294 housing units averaged 1,050.0 per square mile (405.4/km2), of which 23,110 (70.6%) were owner-occupied and 9,639 (29.4%) were occupied by renters. The homeowner vacancy rate was 3.1%; the rental vacancy rate was 7.8%; 73,518 people (71.1% of the population) lived in owner-occupied housing units and 29,519 people (28.5%) lived in rental housing units. As of the census[28] of 2000, 44,282 people, 14,320 households, and 11,699 families resided in the city. The population density was 1,560.0 inhabitants per square mile (602.3/km2). The 14,921 housing units averaged 525.6 per square mile (202.9/km2). The racial makeup of the city was 81.6% White, 3.4% African American, 0.7% Native American, 4.0% Asian, 6.0% from other races, and 4.3% from two or more races. Hispanics or Latinos of any race were 17.5% of the population. Of the 14,320 households, 47.5% had children under the age of 18 living with them, 70.2% were married couples living together, 8.1% had a female householder with no husband present, and 18.3% were not families. About 14.5% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 3.1 and the average family size was 3.4; 33.7% of the population of the city was under the age of 18, 6.4% were from 18 to 24, 30.8% were from 25 to 44, 17.6% were from 45 to 64, and 11.4% were 65 years of age or older. The median age was 34 years. For every 100 females, there were 96.1 males. For every 100 females age 18 and over, there were 92.7 males. According to a 2007 estimate, the median income for a household in the city was $78,883, and the median income for a family was $90,930.[29][30] Men had a median income of $49,107 versus $32,468 for women. The per capita income for the city was $23,290. About 3.0% of families and 4.3% of the population were below the poverty line, including 4.3% of those under age 18 and 5.4% of those age 65 or over. Federal: State: Local: According to the city's 2020 Comprehensive Annual Financial Report,[34] the top non-military employers in the city are: Murrieta is served by two major interstate freeways. I-215 runs through the eastern portion of the city, and I-15 runs through the western part. Historic U.S. Route 395 passes through the city's downtown and State Route 79 (Winchester Road) defines much of the city's eastern border. The Riverside Transit Agency provides bus routes connecting in several areas of the city.[35] Proposals currently exist that may position the city to play host to the high-speed rail (HSR) that voters approved in 2008 with Prop 1A.[36] This active HSR station is projected to handle 8,000 daily riders. The program-level HSR route alignment has placed this station between Murrieta and Temecula near the I-15 and I-215 freeway interchange.[37] The French Valley Airport, located just east of the city limits, is the largest general aviation airport in southwest Riverside County.[38] Murrieta had an all-volunteer fire department for almost 39 years. In 1987, it became a full-fledged municipal fire protection district, the only one in southwestern Riverside County. The Murrieta Fire Department also has been the primary paramedic service provider for the city since 2000. In 2017, the department changed their name to Murrieta Fire and Rescue. As of 2022, the department has 5 stations throughout the city, and operates a primary fleet of four type-1 engines, one quint-style truck, and two type-6 engines. The engines and truck are typically operated with a crew of 3 (one Captain, one Engineer, and one Firefighter/Paramedic), while the type-6 engines are typically operated with a crew of two (one Engineer and one Firefighter/Paramedic) and are referred to as Medic Patrol units. The Murrieta Police Department was created in 1992, with the encouragement of Riverside County Sheriff Cois Byrd; it remained the only municipal police department in southwestern Riverside County until the creation of the Menifee Police Department in 2020. As of 2022, the department had about 100 sworn officers and approximately 50 support staff, and is headed by Chief of Police Tony Conrad. Murrieta is the safest city in Riverside County,[39] and in 2009, Murrieta was listed as the second-safest city (over 100,000 in population) in the United States, behind Irvine, California. Murrieta is served by two hospitals: Loma Linda University Medical Center and Rancho Springs Medical Center. Kaiser Permanente, which is planning to open a hospital, has offices in the northeastern part of the city.[40] The city of Murrieta is served by the Murrieta Valley Unified School District (MVUSD). The district contains eleven elementary (K-5) schools, four middle (6-8) schools, three comprehensive high (9-12) schools (Murrieta Valley High School, Vista Murrieta High School, Murrieta Mesa High School), one continuation school (Creekside High School), and one independent study school. Because of the explosive growth in the area, an additional elementary school, middle school, and high school have been proposed. Murrieta Mesa High School opened its doors in the 2009–2010 school year to its first classes of freshmen and sophomores. Calvary Chapel Bible College, built upon the old Murrieta Hot Springs resort, and its affiliated private comprehensive (K-9) school Calvary Chapel Murrieta also serve the Murrieta community. There had been a senior high school in the Calvary Chapel Murrieta system, but that closed in 2019.[41] The Menifee campus of Mt. San Jacinto College is the nearest community college and the University of California, Riverside (UCR) is the nearest public university. The city is also the location of a University of Phoenix learning center, as well as an Azusa Pacific University satellite campus.[42][43] Laurel Cemetery (also known as Murrieta Cemetery) is located near the southwest city limits.[44] Notable interments at the cemetery include actor Douglas Fowley.[45] The Town Square is home to the Murrieta Police Department, Murrieta Public Library, City Hall, and a senior center. The Town Square is also home to a new memorial for military veterans. At a cost of $2 million, with the city providing $500,000 in start-up fees, the memorial features an honor garden, memorial obelisk, and a World War II memorial wall.[46] Murrieta has three golf courses within the city limits. Bear Creek Golf & Country Club is located within the gated residential community of Bear Creek. It is a private 18-hole course designed by Jack Nicklaus at which Presidents Ronald Reagan and Gerald Ford have played. The California Oaks Golf Course is located within The Colony, a gated senior residential community and is a public 18-hole course. The Golf Club at Rancho California is an 18-hole golf course designed by Robert Trent Jones, Sr., and is located on the east side of the city.[47] The area of southwest Riverside County is served by station Channel 27.[48] Murrieta has several youth sports programs, affording area children extra-curricular sports options such as football (flag, AAU/USA Football, AYF, Jr. All-American, and Pop Warner), basketball, baseball, soccer, softball, street hockey, and cheerleading.[49] Southern California Golf Schools offer the Southern California Junior Golfers Players' Club. Murrieta has a Mulligan Family Fun Center, with miniature golf, go-kart racing, laser tag, and an arcade. A movie theater and additional go-kart track, Pole Position, are additional entertainment options. As of 2012, Murrieta opened a comedy club, Aces, and a trampoline park. In late 2013, a roller rink, EPIC Rollertainment, was opened. Annually, both Murrieta and neighboring Temecula share the Rod Run, a classic car event where classic car owners and enthusiasts can showcase and enjoy hundreds of classic cars. Murrieta also features several sports parks. Outside of the city limits are the Santa Rosa Plateau, the Temecula Valley Wine Country, and Lake Skinner. The Santa Rosa Plateau, an ecological reserve which is jointly owned by the county and state governments, a private conservation group, and the local water district, is just outside the city to the west.[50] Visitors can observe endangered wildlife, both flora and fauna (including the threatened Engelmann oak). The Temecula Valley Wine Country is approximately 7.5 miles southeast of Murrieta and includes over 40 wineries, several of which include restaurants and lodging amenities. Lake Skinner offers sailing, fishing, swimming, horseback riding, hiking, and developed campsites.","Title":"Murrieta, California - Wikipedia","KeyID":"2786","URL":"https://en.wikipedia.org/wiki/Murrieta,_California"}