{"Content: ":"American Girl is an American line of 18-inch (46 cm) dolls released originally in 1986 by Pleasant Company (now Mattel). The dolls portray eight- to eleven-year-old girls of a variety of ethnicities. They are sold with accompanying books told from the viewpoint of the girls. Originally the stories focused on various periods of American history, but were expanded in 1995 to include contemporary characters and stories, the latest addition being WellieWishers, a line of 14.5-inch (37 cm) dolls aimed for younger children. Provided below is a list of characters from the Historical series (BeForever), Contemporary Characters, Girl of the Year, World by Us, and WellieWishers lines. 2017–2019 (BeForever re-release) 2014–current (BeForever re-release) 2018-2019 (BeForever re-release) 2021 (35th Anniversary) 2022-current (Historical Dolls re-release) The Historical Characters (originally known as \"The American Girls Collection\" or, colloquially, \"Historical Characters\") were initially the main focus of Pleasant Company. This product line aims to teach aspects of American history through a six book series from the perspective of a nine-year-old girl living in that time period. Although the books are written for a target market of eight-to-thirteen-year-old girls, they endeavor to cover topics such as child labor, child abuse, poverty, racism, slavery, alcoholism, animal abuse, and war in a manner appropriate for the understanding and sensibilities of said market.[1] The first dolls in the American Girl/Historical line (Samantha, Kirsten and Molly) shared the same face mold but had different hair and eye colors. The first dolls were created with white muslin bodies, but these cloth bodies were changed in 1991 from a white muslin to a matching flesh tone. This accommodated the low necklines of Late Colonial/Revolutionary period gowns produced for the Felicity Merriman character (also introduced in 1991). Additional face molds were later developed for other dolls, and the line to date includes ten characters covering the period 1764 to 1986. The \"Best Friends\" line was introduced in 2004; supplemental characters from the core book series were created in doll form and marketed as \"best friends\" for some of the Historical Characters. These Best Friend dolls share the collections of the main characters, but each has her own book, and additional products were marketed under their names.[2] However, in May 2014, American Girl announced that Ruthie, along with Ivy, Cécile and Marie-Grace, will be retired from their historical roster, citing business reasons as they decided \"to move away from the character-friend strategy within the line\".[3] A reboot of the Historical Characters line dubbed as BeForever was launched in August 2014, complete with redesigned outfits, a two-volume compilation of previously-released books, and a \"Journey Book\" for each character, with players taking the role of a present-day girl who found her way to the past and met up with one of the Historical girls. The line also coincided with the relaunch of Samantha Parkington, whose collection had been discontinued in 2008.[4][5] On October 1, 2019, American Girl officially removed the BeForever branding from Historical Characters and by early 2020 most BeForever Central Series books were replaced with abridged Central Series books. American Girl also discontinued the My Journey books, the historical mystery books, and any remaining Best Friends books. In 2021, American Girl launched limited edition Anniversary Dolls of the first six Historical Dolls for their 35th Anniversary. They were discontinued by 2022. Kaya is a young girl from the Nimiipuu or Nez Perce tribe living in the pre-contact Northwest. Themes in her core series focus on leadership, compassion, courage, and attachment. Chronologically, Kaya's adventures are the earliest of the historical characters. Kaya is depicted as brave and outgoing, but careless and thoughtless, and wants to be a leader of her people. Her role model is a female warrior named Swan Circling. Created in collaboration with a consultation team that included representatives from the Nez Perce tribe,[6] Kaya is the only Native American doll made by American Girl to date. Kaya is the only doll in the series not to show teeth, per tribal custom. Kaya is also the first doll in the series to not follow the book naming customs established by previously-released characters – the second book in the series is titled Kaya's Escape instead of Kaya Learns a Lesson.[7] Felicity Merriman is an auburn haired, horse-loving girl living in 1770s Williamsburg, Virginia, who is caught between Patriot and Loyalist family and friends at the onset of the American Revolution. Themes in her core books include loyalty and staying true to one's ideals. Felicity is depicted as spunky, brave, and free-spirited, and is often fed up with the customs that young women are expected to observe at the time, much to her mother's disappointment. She can be a little brash, impatient and foolish sometimes, and sets her heart on things often. She is also quite outspoken, but will stand up to bullies, as she did with Jiggy Nye. Felicity also is not afraid to tease Annabelle, her best friend Elizabeth's older sister, coming up with the name \"Bananabelle\". She eventually learns to be more ladylike throughout the series; however, she is still quite active. Many items from Felicity's collection were retired in the early 2000s, but when Felicity's core books were dramatized for Felicity: An American Girl Adventure on November 29, 2005, new products were introduced in her collection. On August 27, 2010, American Girl announced on its website that the Felicity and Elizabeth collection would be archived. On March 28, 2011, Felicity, Elizabeth and their respective collections were officially archived. In February 2017 Felicity was re-introduced as part of BeForever but then archived again in December 2019.[8] Elizabeth Cole is Felicity's best friend, despite her Loyalist family leanings during the American Revolution. In spite of being quiet and shy, she is known to poke fun at her older sister Annabelle with Felicity – this stems from being teased at by Annabelle, who gave her younger sister the nickname \"Bitsy\". Elizabeth is also shown to be somewhat wealthier, as evidenced by having a larger home, a larger garden, and fancier clothing. The Elizabeth doll was introduced in August 2005 as the second Best Friend doll with a book written by author Valerie Tripp, and the character was prominently featured in Felicity: An American Girl Adventure. In the original Felicity book illustrations, Elizabeth had brown hair and eyes but the character's appearance was revised to have blue eyes and blonde hair with the release of the Felicity DVD and Elizabeth doll. Later editions of the Felicity books were re-illustrated to reflect these changes and edit Elizabeth's physical description.[9] On August 27, 2010, American Girl announced that Elizabeth and her collection would be archived with Felicity, which took place in March 2011. Caroline Abbott is a girl from 1812 Sackets Harbor, New York.[10] The only daughter of a shipbuilder who owned a shipyard near Lake Ontario, Caroline enjoys outdoor activities, like sailing and ice-skating, and dreams of being a captain of her own ship. One day, when her father is captured, Caroline embarks on a journey to save him and unite her family. Themes include bravery, family, and making wise decisions. Caroline was archived along with her collection in 2015. Her Mini Doll and books are still available for purchase. American Girl has already created her BeForever version books. Josefina Montoya is a young Mexican girl living in 1824 New Mexico with her extended family. She and her family (including her oldest sister, Ana who is married to Tomas and has two sons, and her two other sisters, headstrong Francisca and practical and sensible Clara) must adapt following the death of their mother before the books and the introduction of their mother's sister, Tía Dolores (who later marries Josefina's widowed father), to the family circle. Josefina dreams of becoming a healer like her grandmother and is taught this by her aunt, Magdalena, her father's sister. Josefina has a pet goat named Sombrita. Themes include adjustment to loss, the day-to-day life of the Mexican people, and the cultural and societal changes and influences that occurred once Mexico opened trade routes in collaboration with the US. Josefina's family speaks Spanish and there are Spanish words and phrases in her books that are defined in the glossary. Marie-Grace Gardner is a girl from 1850s New Orleans. Similar to Josefina, her mother died before the events of the series. She makes a friend with Cécile Rey in her first days in New Orleans, although the latter is not interested at first. However, changes are in the air. Soon, Marie-Grace's singing teacher is found sick with yellow fever. Her father, who is a doctor, saves not only the teacher, but others with his help. Marie-Grace also rescues a baby and forms a close bond with other children. Themes include the loss of family and caring for others in need. Both Marie-Grace and Cécile were archived in summer 2014. Though Marie-Grace and Cécile are best friends, they shared the same level of importance and a few items in their collection as well as a book, unlike other Best Friend characters. Marie-Grace was archived with Cecile, Ivy, and Ruthie in 2014 to make room for BeForever and the return of Samantha. Cécile Rey is from a rich African American family that originated from New Orleans, Louisiana. She loves listening to her grandfather's tales about the sea. She meets Marie-Grace during one of her singing lessons. At first, she is not fond of her because she is white, but eventually warms up to her and becomes her best friend. When yellow fever strikes her brother, she decides to use her gifts to help him and others. Themes include the loss of family and caring for others in need, and volunteering. Cecile speaks French and her French words are described in the glossary in the back of her book. Though Cécile Rey and Marie-Grace are best friends, they shared the same level of importance and a few items in their collection as well as a book, unlike other Best Friend characters. Cecile was the second African American character introduced by American Girl, the first being Addy and the third being Melody. Cecile was archived with Marie-Grace, Ivy, and Ruthie in 2014 to make room for BeForever and the return of Samantha. Kirsten Larson is a Swedish immigrant who settles in the Minnesota Territory with her extended family in 1854. She faces the hardships, challenges, and adaptations necessary to adjust to life in America such as learning to speak English. Kirsten begins to attend a single-room schoolhouse near her home, and she and her family do their best to preserve their traditions from Sweden while adapting to American life. More changes include making a new friend outside of her own \"world\" and the arrival of a new baby. Kirsten was one of the first three dolls produced by American Girl in 1986. Unlike many of the dolls, Kirsten's books have maintained their original illustrations (with the exception of the covers). Kirsten was officially archived on the American Girl website on January 1, 2010.[11] Addy Walker was the fifth doll added to the Historical line. Her character is a fugitive slave who escapes with her mother from a plantation in North Carolina to Philadelphia, Pennsylvania in 1864, during the American Civil War. Addy's stories explore themes of freedom, familial love, prejudice and racism. The six-book series was written by Connie Porter and originally illustrated by Melodye Rosales and Bradford Brown, but were later redrawn by Dahl Taylor. A stage adaptation of Porter's Addy book series was commissioned and produced by the Seattle Children's Theater in 2007.[12] Addy: An American Girl Story was subsequently taken on a limited national tour from January through May 2008 through Kids Entertainment, Inc. Addy was the first African American character made by American Girl, the second being Cecile and the third being Melody. Samantha is an only child growing up during the Edwardian period (although American Girl designated her as Victorian). Orphaned at age five and raised by her wealthy Victorian-era grandmother, Mary Edwards, whom she called Grandmary, in fictional Mount Bedford, New York, Samantha befriends a poor servant girl named Nellie O'Malley. Eventually Samantha, Nellie and Nellie's young sisters are adopted by Samantha's uncle Gardner Edwards and aunt Cornelia. The themes of Samantha's books include women's suffrage, child labor, and classism. Red Om Productions produced Samantha: An American Girl Holiday, in cooperation with American Girl. The show premiered on WB Television Network in November 2004 and was released to DVD soon thereafter. American Girl introduced the concept of \"archiving\" in October 2008 when it announced plans to cease production of Samantha and her collection (including Nellie). Samantha was then officially archived on May 31, 2009, but was later re-introduced in August 2014 as part of the BeForever reboot.[13][14] Nellie O'Malley, Samantha's best friend, is an Irish immigrant who works for Samantha's neighbors and is befriended by Samantha. She personifies the working-class immigrant experience of the time and teaches Samantha about the conditions faced by children who are part of the work force. Nellie and her sisters, Bridget and Jenny, are orphaned and later adopted by Samantha's relatives, Gardner and Cornelia Edwards. In 2004, American Girl introduced a new line of Best Friend dolls; Nellie O'Malley debuted as Samantha's Best Friend in conjunction with the Samantha DVD release. Nellie was marketed with a small collection of clothing and a book written by Valerie Tripp, Nellie's Promise, which chronicles the character's growth and adjustment to her recent adoption. As Nellie was part of Samantha's collection, she was archived at the same time as Samantha. In 2014, with the return of Samantha and the release of BeForever, American Girl decided to move away from the Best Friends line. It is unlikely that Nellie will be re-released. Rebecca Rubin, American Girl's tenth historical character, debuted on May 31, 2009. She is a nine-year-old Russian Jewish girl whose maternal grandparents and parents immigrated to the Lower East Side of New York City. Rebecca is fascinated by both various new American customs and the then-budding film industry, and aspires to become an actress despite her family's disapproval, though she treasures and celebrates her family's Jewish traditions. Her six book series was written by Jacqueline Dembar Greene and focuses on issues related to assimilation of immigrants while maintaining familial, religious, and cultural traditions. Rebecca is the first Jewish Historical Character, but the second Jewish character made by American Girl. Kit Kittredge faces the hard times of the early-to-mid years of the Great Depression in Cincinnati, Ohio, as her family struggles to adjust to the realities of the economy after her father's job loss. Kit was named after her mother and her Aunt Millie.[15] Unlike her best friend Ruthie, Kit is a tomboy who cares less about dresses, chores and things that she considers as \"flouncy\", and is more inclined toward baseball, especially Ernie Lombardi of the Cincinnati Reds, the great outdoors, such as country life, and typing up her own news reports. Kit hates change, and dislikes being dependent on charities, instead preferring to learn how to catch the big fish herself, which spurs her fascination with Amelia Earhart. She dreams of becoming a reporter one day. The books also depict her as being stubborn and somewhat fussy, as she finds chores around the house to be rather tedious, but eventually regrets it after realizing her family's misfortunes, and learns to be more supportive and helpful. Kit's core series of books was written by Valerie Tripp and illustrated by Walter Rane. A feature film Kit Kittredge: An American Girl was released to theaters on July 2, 2008, starring Abigail Breslin in the title role. Many new items were added to Kit's collection as product tie-ins to the movie. Two video games based on her stories were also developed and published, namely Kit Mystery Challenge for the Nintendo DS,[16] and the point-and-click adventure game A Tree House of My Own for Microsoft Windows platforms.[17] Ruthie Smithens is Kit Kittredge's best friend. The only daughter of a banker, Ruthie (and her family) is not financially affected by the Depression. Although they did at times offer help to the Kittredges, it was mostly in ways that would not hurt their pride. She is depicted to have an affinity for princesses and fairy tales, most especially Andrew Lang's Fairy Books and Grimms' Fairy Tales, in contrast to Kit's more tomboyish personality. Despite their major differences, Ruthie is a loyal and courageous friend who will go to great lengths to help Kit. Ruthie, along with Ivy, Cécile and Marie-Grace, was retired in August 2014 following the company's decision to discontinue the Best Friends line.[3] Nanea Mitchell is the sixteenth historical character and the 3rd BeForever exclusive. She is from Honolulu growing up in the early 1940s representing the bombings at Pearl Harbor that ushered the U.S. out of the Great Depression and into World War II. She may be the youngest in her Ohana (family), but she still wants to be useful and help. But before she can prove that she is ready for more responsibility, Japan attacks the military base in Pearl Harbor where her father works. Molly McIntire is a young girl living in a fictional city named Jefferson, Illinois during the later years of World War II. Her father is stationed in England as a doctor caring for wounded soldiers, and her mother works at the Red Cross. She and her three siblings Jill, Ricky, and Brad are all cared for by their neighbor and housekeeper Mrs. Gilford, and she must cope with the many changes that the war has brought. Molly also realizes that she, too, has a part of helping soldiers. Despite those changes, Molly has some leisure activities as well, such as skating, tap-dancing, movies and summer camp. Molly's series focuses on patriotism and the changes that come with wartime. Molly was one of the original three dolls offered by Pleasant Company and is the only historical character sold with eyeglasses. In early July 2013, American Girl announced plans to archive Molly and Emily. Both were archived on December 31, 2013, though Molly's mini doll and books were re-released in February 2018 as part of the BeForever line. Molly was temporarily re-released as part of American Girl’s 35th Anniversary. In 2022, Molly was officially re-released with her original book and select items from her original collection. Emily Bennett is a British girl who is sent to America by her family to protect her from the intensity of the English battlefront during World War II. Originally a minor character temporarily residing with the McIntires in the book Happy Birthday, Molly!, Emily's character was expanded in a book by Valerie Tripp called Brave Emily for her debut as the third doll in the Best Friends collection on September 5, 2006.[12] Emily's debut coincided with the premiere of the Molly made-for-TV movie. Since Emily is a minor character and not Molly's best friend, she was marketed instead as \"Molly's English friend\". As Emily is a part of Molly's collection, she was archived along with Molly. Maryellen Larkin is the fourteenth Historical Character by American Girl, representing the 1950s.[20] She was released on August 27, 2015, and is the first exclusive BeForever character, and was made to replace Caroline Abbott.[21] Hailing from Daytona Beach, Florida, Maryellen is an enthusiastic and imaginative girl, longing to stand out but often feels lost in the shuffle of her big, busy family.[22] Her favorite TV shows include Davy Crockett and The Lone Ranger, and she dreams up episodes where she gets to be the hero. Maryellen has strawberry-blonde hair with bangs up in a ponytail and green eyes. All three of her books, written by Valerie Tripp, were released on August 27, 2015.[23] A short film based on her stories, with newcomer Harlie Galloway playing the title character, was uploaded on the video sharing site YouTube in November 2015 as part of American Girl's venture into digital content and independent film production.[18] In addition to the short, a direct-to-video special entitled An American Girl Story - Maryellen 1955: Extraordinary Christmas, starring Alyvia Alyn Lind as Maryellen Larkin and was released by Amazon to Prime subscribers on November 25, 2016.[19][24] Melody Ellison is a nine-year-old girl living with her family in Detroit, Michigan, during the civil rights movement in the early 1960s.[26][27][28] Her parents are Will, who works in an auto assembly line, and Frances. Frances' parents (Melody's grandparents) are Frank Porter, a florist; and \"Big Momma\" Porter, who teaches piano and voice. Melody's older brother, Dwayne, wants to be a Motown singer;[29] her oldest sister, Yvonne, is a student at Tuskegee University; her sister, Lila, is in middle school and lives at home. In her character's first book, No Ordinary Sound, Melody's cousins move to Detroit from Alabama; this is when Melody learns more of racial prejudice. When the 16th Street Baptist Church bombing occurs, Melody becomes fearful of going into her church, because the four little girls were in their church when they died. In time, Melody overcomes her fear.[30] The first book was released in January 2016, although the doll wasn't released until summer 2016; a preview of the Melody doll was aired in CBS News in February 2016.[27] The book's advisory board included: JoAnn Watson, NAACP executive committee member; Gloria House, professor of African American Studies at the University of Michigan, Dearborn; Thomas Sugrue, professor of history at New York University; and the late Julian Bond, former NAACP chairman. A live-action web special based on her stories entitled Melody, 1963: Love Has to Win, an American Girl Story was released by Amazon Studios, starring Marsai Martin as the title character.[25][31] Melody is the third African American character made by American Girl, the first being Addy and the second being Cecile. Julie Albright is a young girl growing up in San Francisco, California in 1974–75. Her six book series, written by Megan McDonald and illustrated by Robert Hunt, focuses on various changes and societal upheavals in American society during that time period: divorce, feminism, gender equality in school sports, environmentalism, and the disability rights movement. The America's Bicentennial celebration is also emphasized later in the series. Julie was released September 10, 2007 and is the first character portrayed from a divorced family by American Girl. In 2008, Elaine Goldsmith-Thomas reported that she was outlining a movie proposal based on Julie's story[32] In December 2009, Julie: An American Girl Musical was officially announced as a planned theatrical release;[33] as of 2015, little, if any, development has been made over the musical. In lieu of this, a short independent film was uploaded on American Girl's YouTube account, starring Jolie Ledford in the title role.[18] Ivy Ling, Julie's best friend, is a Chinese American girl living in San Francisco. Good Luck, Ivy by Lisa Yee focuses on Ivy's conflict with her love of gymnastics and family traditions and responsibilities, and its \"Looking Back\" section discusses Chinese-American history. The Ivy doll debuted with Julie and was the first Best Friend doll to be released at the same time as the main character. Ivy was and still is the only Asian American Historical character. Ivy, along with Ruthie, Cécile and Marie-Grace, was retired in August 2014 following the company's decision to discontinue the Best Friends line.[3] Courtney Deborah Moore is a ten-year-old girl and a historical character that who lived in a fictional city of Orange Valley, California in 1986, has two best friends hanging out at the mall, the arcade, the restaurant, and school, has her family at her home, and dreams about a video game character whose name is \"Crystal Starshooter\".[citation needed] Introduced in 2017, the Contemporary Characters line features characters and stories set in the present day, but unlike the limited edition Girl of the Year dolls, they are available for at least a few years before being discontinued. The line also marks the introduction of an 18-inch boy doll in the American Girl series, although the Bitty Baby and Bitty Twin lines have had boy dolls in their respective collections. Hailing from Nashville, Tennessee, Tenney Grant is an aspiring young songwriter who dreams to express herself through music.[34] The eponymous first book in the series by Kellen Hertz focuses on her efforts at songwriting and the opportunity to perform at the famed Bluebird Cafe. Unlike dolls from the Girl of the Year line, Tenney, along with Logan Everett, were marketed as regular characters to be sold for an extended period of time than as limited edition dolls sold only for a year before being discontinued. Tenney and Logan were eventually discontinued at the end of 2018. Tenney's sidekick and bandmate, Logan Everett is, in a break from series tradition, the first 18-inch boy doll from American Girl. Released alongside the main character, he is depicted as a drummer for Tenney's band, and as with Tenney, the Logan doll also comes with a modified hand to hold musical instruments.[34] Z Yang is an aspiring film maker and photographer, specializing in stop-motion pictures.[35] Z is the first Korean American character made by American Girl. She was discontinued at the end of 2018, along with Tenney Grant, Logan Everett, and Girl of the Year 2017 Gabriela McBride. Starting in 2001, American Girl began producing a \"Girl of the Year\" doll that was exclusive to that year. Lindsey was on sale from 2001 to mid-2002 but a 2002 doll was not produced due to lack of sales. Then Kailey was on sale from 2003-mid-2004. After that they were exclusively produced and on sale only during the year of their origination. The Girl of the Year is available until December 31, or until supplies last. Lindsey Bergman and Kailey Hopkins were Girl of the Year for two years – the rest, starting from 2005 by Marisol Luna, were each Girl of the Year for only one year. However, starting in 2017 with Gabriela McBride the company went back to the practice of having the Girl of the Years available for two years rather than just one. Starting in 2009 and continuing in 2012 until 2016, the Girl of the Year dolls were accompanied by films to tie in with their release. No Girl of the Year since Lea Clark in 2016 has had a movie, indicating the abandonment of modern American Girl film adaptions. Since Kanani in 2011, every character has an additional mobile app. Described as a girl \"who is eager to help\", Lindsey's self-titled book details the difficulties her impulsive attempts at helping with causes. The character is Jewish and the book references her brother's Bar Mitzvah experience and party plans. A small collection consisting of a scooter set and laptop accompanied her release. She is the first girl of the year released in 2001 and retired in 2002, and replaced by Kailey Hopkins. Lindsey has short hair, dark brown curls and blue eyes. Her face mold is the Classic mold. Kailey Hopkins lives near tide pools in California and is an avid swimmer and surfer as is Joss. When development threatens to destroy the tide pools she loves and surfs in, she and her best friend engineer a protest to make a difference. Kailey's collection included various beach outfits and accessories. She was the second girl of the year, released in 2003, retired in 2004, and replaced by Marisol Luna. Kailey has light skin, blonde hair and brown eyes. Her face mold is the Classic face mold. Marisol Luna is a nine year old girl who aspires to be a dancer. She moves from Chicago's Pilsen neighborhood to a suburb that does not have a dance studio where she can practice her favorite ballet folklórico dances. Introduced on January 1, 2005, Marisol had an extensive collection of dance outfits and accessories. Marisol has medium skin, brown eyes, and medium brown hair. Her face mold is the Josefina Montoya mold. Marisol is the first Latina (Mexican) American Girl of the year made by American Girl; the second being Luciana. Jess McConnell accompanies her archaeologist parents on a several months-long expedition to Belize, where she learns new lessons about responsibility and the preservation of history along with learning new things about herself. To illustrate her mixed Japanese-American and Irish-Scottish heritage, the Jess doll debuted with a new face mold. Jess is also the first Girl of the Year by American Girl to be explicitly biracial. Nicki Fleming is an animal lover living on her family's Colorado ranch who volunteers to train a service dog named Sprocket when her mother cannot fulfill this responsibility due to a pregnancy. Nicki also faces friendship difficulties which test her loyalties. Nicki was the first Girl of the Year to have two books: Nicki and Thanks to Nicki, both by Ann Howard Creel. Her face mold is the Classic mold. Mia was previewed on the November 21, 2007 episode of Oprah. The doll was subsequently released on January 1, 2008 with an extensive collection and two books: Mia and Bravo Mia, both written by Laurence Yep. Mia's stories chronicle her passion for competitive figure skating, which is at odds with her hockey-playing family. Mia is featured in a computer game (Mia Goes For Great!). In her books, Mia is a part of a poor family who works hard to ensure that all of their children (Mia and her two brothers) can pursue hockey or figure skating at the local ice rink. Mia, while much better at hockey, chooses figure skating instead so she does not live in the shadow of her brothers. The Mia doll has light skin, hazel eyes and light red hair. She comes in a light grey skirt, a magenta long sleeved sweater with a snowflake printed on the right side, and blue high-top sneakers. Her face mold is the Classic mold. Chrissa Marie Maxwell[36] and her collection were released on January 1, 2009. An accompanying direct-to-DVD film entitled Chrissa Stands Strong based on her story[37] premiered January 5 and became available for purchase the next day. Chrissa's books and DVD focus on peer bullying issues. Chrissa is portrayed by actress Sammi Hanratty. Both books are written by Mary Casanova. The Chrissa doll has light skin, blue eyes and dark brown/near black hair. She comes in a pink wrap-around long sleeved dress with a floral print. Her face mold is the Josefina Montoya mold. In a break with tradition for this product line, Chrissa's collection included two additional \"best friend\" dolls: Gwen Thompson and Sonali Matthews, neither of which had a separate collection. In the books, Gwen Thompson is disappointed in Chrissa when she believes Chrissa has revealed one of her secrets to school bullies. At first, Sonali is one of the bullies, but then learns to stand up for others. The character of Sonali debuted a new face mold, the Sonali mold, to represent her Indian heritage. Gwen's doll uses the Classic mold. Lanie was released in January 2010 along with her collection. Lanie is a ten-year-old girl living in Cambridge, Massachusetts, depicted as having an affinity for science and biology and considers herself a scientist. The Lanie doll has light skin, hazel eyes, and curly blonde hair with side bangs. She comes in a blue and green striped polo dress. Her face mold is the Classic mold. Kanani is the ninth Girl of the Year character; she and her collection were released in 2011. Kanani is the second multiracial character, following Jess McConnell. Her father is of Japanese and Hawaiian descent, and her mother is French and German. Hailing from Kaua'i, she helps her family run a shave ice shop and is passionate about helping people by sharing the aloha spirit and protecting Hawaiian wildlife. The Kanani doll has medium skin, hazel eyes, and long thigh-length light brown hair. She comes with a kukui nut necklace, a pink flower in her hair, and a light-blue floral print dress. Her face mold is the Jess McConnell mold. McKenna and her collection debuted in January 2012, revolving around a gymnastics theme. She is a ten-year-old girl from Seattle, Washington who is a budding gymnast but suffers from problems with school work. McKenna is the oldest of three children, with younger twin sisters named Maisey and Mara Brooks. She is described as strong-willed and determined, and is determined to be an Olympic gold medalist for gymnastics. A television film entitled An American Girl: McKenna Shoots for the Stars was released on July 3, 2012. The film is also the second in the series to feature a Girl of the Year character. McKenna is portrayed by actress Jade Pettyjohn.[38] The McKenna doll has light skin, blue eyes, and long caramel colored hair. She comes in a teal and gray lap-length dress with flutter sleeves and with a ponytail at the top of her head. Her face mold is the Josefina Montoya face mold. Saige Copeland is the eleventh Girl of the Year released by American Girl in 2013, and the fourth Girl of the Year to represent an only child. A resident of Albuquerque, New Mexico, she has a passion for visual arts (most especially painting), and is very skilled in horseback riding like her grandmother. When Saige comes back to school, she learns that there will not be a new art class. Saige gets upset and tries to keep up her spirits and earn a new class for the school. She and her friends set out on an adventure to earn their art class back. A film based on her stories, Saige Paints the Sky, was released on July 2, 2013 as a made-for-television film. It aired on NBC on July 13, 2013. Saige was portrayed by actress Sidney Fullmer. An iOS app entitled Paint Ponies was also released to coincide with the doll's debut. The Saige doll has light skin, freckles across the bridge of her nose, blue eyes and loose auburn hair that comes in a braid. She comes in an indigo dress with a knitted/sewn geometric print belt and tan boots with belting. Her face mold is the Classic mold. Isabelle Palmer is the twelfth Girl of the Year released in 2014,[39][40] making her debut on an episode of Good Morning America.[41] Isabelle is an inspired dancer who lives in Washington, D.C. She is excited to attend Anna Hart School of the Arts where her older sister, Jade, has been studying ballet. Her hobbies include dancing and fashion design. She designs leotards and other clothing. She is the first Girl of the Year to have three books – Isabelle, Designs by Isabelle, and To the Stars, Isabelle, all written by Laurence Yep.[42] A mobile app for iOS platforms entitled Isabelle's Dance Studio was also released in line with her debut.[43][better source needed] A port of the game to Android was also released in July 2014. She also is the fourth Girl of the Year to have a movie about her. Erin Pitt portrays Isabelle in the movie Isabelle Dances Into the Spotlight. The Isabelle doll has light skin, hazel eyes, and long blonde hair with detachable pink-tipped highlights. She comes in a pink shirt with a girl in a ballet position with sequins, grey capri pants, and sparkly gold shoes. Her face mold is the Classic face mold. Grace Thomas is the thirteenth Girl Of The Year, released in 2015.[44][45] An avid baker from the fictional town of Bentwick, Massachusetts, her story centers around her dreams of being an aspiring entrepreneur, with her trip to Paris as a key plot point. Grace made her debut on Good Morning America on January 1, 2015.[46][47] The Grace doll has light skin with freckles across the bridge of her nose, light blue eyes, and medium brown hair with side bangs. She comes with a white print T-shirt with \"Paris, Je T'aime\" written in cursive script, a pink skirt with a black bow, and dark gray boots with bows. Her face mold is the Josefina mold. Some of her unique features are highlights, side bangs and permanent lip gloss. Tying in with the Grace doll is a television film based on her stories entitled Grace Stirs Up Success,[48] starring Olivia Rodrigo as the title character,[49][50] and the mobile app Grace's Sweet Shop for iOS[51] and Android. Lea Clark is the fourteenth Girl Of The Year, released in 2016. She's partially Latina with her being 1/8th Brazilian. Debuting in an episode of Good Morning America, Lea is a budding photographer from St. Louis, Missouri, and is described by American Girl as an animal lover who \"discovers a world of possibilities\" upon visiting Brazil, culminating in a visit to her brother in the Amazon rainforest.[52][53] Coinciding with her release is a film entitled Lea to the Rescue starring Maggie Elizabeth Jones as the title character, along with coordinating items such as books penned by Lisa Yee entitled Lea Dives In, Lea Leads the Way and Lea and Camila, and a mobile game for iOS. American Girl has also launched an advocacy campaign with the World Wildlife Fund called \"Wild at Art\", urging young girls to contribute to the fund through their artistic abilities.[52][53] Her face mold is the Josefina mold. Gabriela McBride is the fifteenth Girl of the Year, released in 2017. She made her debut on Good Morning America, Gabriela is an aspiring poet from Philadelphia, Pennsylvania to express her feelings to help her overcome stuttering. Gabriela loves to dance at the community center after school. She is the first African American Girl of the Year. Gabriela uses the Sonali face mold. Luciana Vega is the sixteenth Girl of The Year. She was released on January 1, 2018, and is a space-loving eleven-year-old Chilean girl from Virginia who wants to be the first person to walk on Mars.[54] Luciana is the second Latina American Girl of the Year made by American Girl, the first being Marisol. She uses the Josefina face mold. Blaire Wilson is the seventeenth Girl of the Year, released on January 1, 2019. Hailing from the fictional town of Bluefield, New York, Blaire lives on her family's sustainable farm, which also includes a farm-to-table restaurant, B&B, and special event barn venue. She loves to cook and craft, but struggles with newly-diagnosed lactose intolerance and her smart device addiction.[55] She has a paler skin tone compared to other fair-skinned dolls, and uses the Josefina face mold. Joss Kendrick is the eighteenth Girl of the Year, she was released on January 1, 2020. Joss loves surfing more than anything with her friend Sofia and Murph, the bulldog, but this is thrown for a curve when her brother, Dylan, dares her to join the cheer team in exchange for posting her video in a surfing contest. It turns out that she likes it and wants to continue the sport. She is making a video with Sofia to be able to meet her idol, Tina Hart, and show that she can ace a move called the frontside air.[56] Joss is the first American Girl doll to be deaf. She has one removable hearing aid that is placed in her right ear and comes with a case and second hearing aid in case she loses hers. Kira Bailey is the nineteenth Girl of the Year, was released on January 1, 2021. When visiting her married aunts, Kira Bailey is eager to help at their wildlife sanctuary post the Australian wildfires.[57] She uses the Josefina mold. Corinne Tan is the twentieth Girl of the Year and was released on January 1, 2022. She is the fourth Asian doll in the line after Sonali Matthews, Jess McConnell, and Kanani Akina, and the first one to not be white-biracial. She struggles to process her parents divorce while being harassed due to her heritage. She uses a new mold, the Corinne mold. She lives in Aspen, Colorado. Corinne comes with a companion doll of her little sister, Gwynn Tan. Gwynne uses the Emerson mold from the WellieWishers line. The WellieWishers are a group of young elementary age girls who meet and play together at Aunt Miranda's backyard garden. As the name implies, dolls from the line wear Wellington boots, and have a body design distinct from the classic, Götz-derived American Girl dolls. The line was released on June 23, 2016.[58] Coinciding with the characters' launch is a mobile game for iOS consisting a series of minigames centering on the WellieWishers girls and their adventures, and an animated web series released in Fall 2016. Ashlyn is the group's party planner, and the most socially-active among the girls. She is described as throwing the best parties and loves to make her friends happy—and has a \"princess\"/very feminine side to her, wearing a predominantly pink outfit with a tiara, blouse, a tulle skirt and pink boots with gold and lace designs. Bryant is the first doll to be added to the WellieWishers after the initial release, and the first boy. He is described as an avid team player, being both a gymnast and member of his school's kickball team. He also has an interest in dragons; his outfit consists of a t-shirt with a green dragon on it, matching shorts and boots, and green faux wings. A caring young girl and a good listener, Camille also has an affinity for the ocean and aquatic interests, including pretending she's a mermaid. She is depicted as a Caucasian girl with shoulder length blonde hair similar to Kit Kittredge, blue eyes, and light skin, and a mole or freckle under her left eye. Her interests are reflected in an outfit consisting of a blue T-shirt with a ruched ribbon, a multi-colored tulle skirt, and fish-themed boots with fins on the sides. Emerson is the theatrically-inclined member of the group, enjoying the stage and performing in front of her friends through her poems and songs to which she writes herself. She is depicted as an East Asian girl with black hair worn in two twisted buns, light skin and dark brown eyes. Her outfit reflects this with a wrap ballet style top, star-spangled tulle skirt, and ballet shoe styled wellies. She also wears two pink tulle-trimmed ponytail holders in her hair. Kendall serves as the group's artist and designer, having a gift for arts, crafts and recycling old or discarded things. She appears as a black girl with dark skin, textured black hair worn in two high ponytail puffs and brown eyes. She also shows her diplomatic side at times, settling arguments and disputes when the need arises. A tree-climber and nature lover, Willa has an interest in the outdoors, making friends with animals and being fluent in \"rabbit language\". Willa is depicted as a strawberry blonde styled in pigtails and a sweet set of bunny ears with beautiful hazel eyes and soft freckles. She wears a hedgehog face print tee shirt with a green, as American girl calls it, hedgehog print skirt and red ladybug wellies. The World by Us line was released in 2021 to focus on social justice and change through the eyes of young girls. The main characters are Evette, Maritza, and Makena who are close friends and advocates for change. Evette loves vintage clothes, upcycling, and protecting nature, including the Anacostia River near her home. When she discovers racism in her own biracial family, she works hard to heal her world—family, friends, river, and all. The Evette doll has the Josefina face mold, medium skin, caramel hair, freckles and gray eyes. An expert that helped with Evette's story is Katrina Lashley. She is a program coordinator at Smithsonian’s Anacostia Community Museum and a leader in the Women’s Environmental Leadership Initiative. Maritza is a caring, take-action kind of girl who loves celebrating her Latina heritage—from the delicious food to her community’s music-filled festivals. A leader on and off the soccer field, she finds her passion in advocating for others, especially helping to keep immigrant families together. The Maritza doll has the Joss mold, medium skin, brown hair with auburn highlights, and brown eyes. An expert that assisted with Maritza's story is M. Lucero Ortiz. She is part of Kids In Need of Defense, a U.S.-based nongovernmental organization devoted to the protection of unaccompanied and separated children. She also works as a human rights lawyer. Makena loves art and her close-knit family, with ties tracing back to Kenya, but her real passion is fashion, which she uses to express her views. After experiencing a racist incident in her own front yard, Makena uses her style to speak up about injustice. The Makena doll has a new face mold, the Makena mold, dark skin, black hair, and brown eyes. An expert that advised on Makena's story is Dr. Deborah Rivas-Drake. She is a professor of psychology and education at the University of Michigan, who studies how teens navigate issues of race, ethnicity, racism, and xenophobia.","Title":"List of American Girl characters - Wikipedia","KeyID":"2798","URL":"https://en.wikipedia.org/wiki/Grace_Thomas"}