{"Content: ":"Disney Channel (occasionally shortened as Disney) is an American pay television channel that serves as the flagship property of Disney Branded Television, a unit of the Disney General Entertainment Content division of The Walt Disney Company.[1] The channel was originally called The Disney Channel from 1983 to 1997, then shortened to \"Disney\" from 1997 to 2002, until settling with \"Disney Channel\". Disney Channel's programming consists of original first-run television series, theatrically released and original made-for-TV movies and select other third-party programming. Disney Channel–which formerly operated as a premium service–originally marketed its programs towards families during the 1980s, and later to younger children by the 2000s. As of May 2022[update], Disney Channel is available on basic cable and satellite in over 88 million homes in the US and to millions worldwide. There are 46 different versions of Disney Channel available in 33 languages. Currently available on basic cable and satellite in over 88 million U.S. homes and to millions of other viewers on Disney Channels around the world. Disney Channel-branded content spans television, online, mobile, VOD platforms and the DisneyNOW app. There are 46 Disney Channels available in 33 languages worldwide.[2] The Disney Channel launched nationally as a premium channel at 7:00 a.m. Eastern Time on April 18, 1983.[3][4] The channel's development with help from the channel's founding president Alan Wagner, and formally announced the launch of its family-oriented cable channel in early 1983. The channel – which initially maintained a 16-hour-per-day programming schedule from 7:00 a.m. to 11:00 p.m. Eastern and Pacific Time – would become available on cable providers in all 50 U.S. states by September 1983, and accrue a base of more than 611,000 subscribers by December of that year.[3][5][6] In October 1983, the channel debuted its first made-for-cable movie, Tiger Town, which earned the channel a CableACE Award.[6] The channel had reached profitability by January 1985, with its programming reaching 1.75 million subscribers by that point. In September 1990, TCI's Montgomery, Alabama, system became the first cable provider to carry the channel as a basic cable service.[6] Between 1991 and 1996, a steadily increasing number of cable providers began shifting The Disney Channel from a premium add-on offering to their basic tiers, either experimentally or on a full-time basis; however, Walt Disney Company executives denied any plans to convert the channel into an ad-supported basic service, stating that the premium-to-basic shifts on some providers was part of a five-year \"hybrid\" strategy that allowed providers to offer the channel in either manner.[7][8][9] On April 6, 1997, the channel – which was officially renamed as simply Disney Channel. High School Musical 2 is currently the most successful DCOM in terms of popularity and accolades, setting a basic cable record for the single most-watched television program, as its August 2007 debut was watched by 17.2 million viewers[10] (counting sports, this record stood until a December 3, 2007 telecast of a New England Patriots-Baltimore Ravens game on corporate sibling ESPN's Monday Night Football, which was watched by 17.5 million viewers). The Cheetah Girls films were also notably successful in terms of merchandise and sales for its concert tour and soundtrack albums. The first film in 2003 was the first made-for-TV movie musical in Disney Channel's history and had a worldwide audience of over 84 million viewers. The second movie was the most successful of the series, bringing in 8.1 million viewers in the United States. An 86-date concert tour featuring the group was ranked as one of the top 10 concert tours of 2006; the tour broke a record at the Houston Rodeo that was set by Elvis Presley in 1973, selling out with 73,500 tickets sold in three minutes. In addition to its made-for-cable films, Disney Channel has rights to theatrically released feature films, with some film rights shared with sister network Freeform. Alongside films released by Walt Disney Studios Motion Pictures (mainly consisting of releases from Walt Disney Pictures, Walt Disney Animation Studios and Pixar), the channel also maintains rights to films from other studios. Some films released by Bagdasarian Productions (such as The Chipmunk Adventure and Alvin and the Chipmunks Meet Frankenstein) have also aired on Disney Channel, although most of them are not currently owned by Walt Disney Studios Motion Pictures. Disney Junior is a daily morning program block aimed at preschoolers. Its spiritual predecessor known as Playhouse Disney premiered on April 6, 1997, as part of Disney Channel's morning lineup. On May 26, 2010, Disney-ABC Television Group announced the launch of a new digital cable and satellite channel targeted for young children called Disney Junior, which debuted on March 23, 2012.[11] It is a commercial-free channel that competes with other preschooler-skewing cable channels such as Nick Jr. and Sprout (now Universal Kids).[33] The channel features programs from Disney Channel's existing preschool programming library and movies from the Walt Disney Pictures film library. Disney Junior took over the channel space held by Soapnet – a Disney-owned cable channel featuring soap operas – due to that genre's decline in popularity on broadcast television and the growth of video on demand, online streaming, and digital video recorders negating the need for a linear channel devoted to the soap opera genre. After a period during which cable providers unwilling to drop the network immediately retained it to prevent subscriber cancellations, Soapnet ceased all operations on December 31, 2013.[34] The former Playhouse Disney block on Disney Channel rebranded as Disney Junior on February 14, 2011, along with the existing international channels. Disney-ABC Television Group once planned to launch a Playhouse Disney Channel in the United States in 2001, however it never happened despite launching internationally.[35] Disney XD is a digital cable and satellite television channel in the United States, which is aimed at boys and girls (originally aimed at young male audiences) aged 6–14.[36] The channel was launched on February 13, 2009,[37] and is the successor to Toon Disney; it carries action and comedy programming from Disney Channel and the former Jetix block from Toon Disney, alongside some first-run original programming and off-network syndicated shows. Like its predecessor Toon Disney, but unlike sister channels Disney Channel and Disney Junior, Disney XD operates as an ad-supported service. The channel carries the same name as an unrelated mini-site and media player on Disney.com, which stood for Disney Xtreme Digital, though it is said that the \"XD\" in the channel's name does not have an actual meaning.[38] Toon Disney launched on April 18, 1998 (coinciding with the 15th anniversary of sister network Disney Channel's launch),[39] and was aimed at children and teenagers between the ages of 6 and 18. The network's main competitors at launch were Time Warner's Cartoon Network and Viacom's Nickelodeon. Toon Disney initially operated as a commercial-free service from April 1998 to September 1999, when it became ad-supported (unlike Disney Channel). The channel carried a mix of reruns of Walt Disney Television Animation and Disney Channel-produced animated programming, alongside some third-party programs from other distributors, animated films, and original programming. In 2004, the channel introduced a nighttime program block aimed at children ages 7 to 14 called Jetix, which featured action-oriented animated and live-action series. During Toon Disney's first year on the air, Disney Channel ran a sampler block of Toon Disney's programming on Sunday nights for interested subscribers. The network's successor, Disney XD, a channel also aimed at children, launched on February 13, 2009, and features a broader array of programming, with a heavier emphasis on live-action programs. Radio Disney launched on November 18, 1996, and aimed towards music programming is oriented towards children, pre-teens, and teenagers, focusing mainly on current hit music and a heavy emphasis on those signed with Disney Music Group record labels. On December 3, 2020, Disney announced the channel's closure in the first quarter of 2021.[40][41] On April 14, 2021, Radio Disney ceased broadcast when its last remaining terrestrial station was changed to a simulcast of KSPN .[41] The service is a successor to Disney Channel's original TV Everywhere service, \"Watch Disney Channel\", which launched in June 2012;[43][44] in September 2017, Disney replaced the separate apps for Disney Channel, Junior, and XD with a new app known as DisneyNow.[42][45] Anne Sweeney,[51] who was president of Disney Channel from 1996 to 2014, has been the target of criticism. Some critics have disapproved of the marketing strategy that was drafted during her tenure, which has resulted in the slanting of the target audience of Disney Channel's programs toward teenyboppers, as well as a decrease in animated programming and an increase in live-action shows and television films.[52] In 2008, Sweeney had explained that Disney Channel, resulting from its multi-platform marketing strategy using television and music, would become \"the major profit driver for the [Walt Disney] Company.\"[53] The channel has also pulled episodes (even once having to reshoot an episode) that have featured subject matter deemed inappropriate due to its humor, the timing of the episode's airing with real-life events, or subject matter considered inappropriate for Disney Channel's target audience. In November 2008, the Hannah Montana episode \"No Sugar, Sugar\" was pulled before its broadcast after complaints from parents who saw the episode through video on demand services due to misconceptions regarding diabetics and sugar intake (the Mitchel Musso character of Oliver Oken is revealed in the episode to have been diagnosed with Type 1 diabetes). Portions of that episode were subsequently rewritten and re-filmed to become the season three episode \"Uptight (Oliver's Alright),\" which aired in September 2009.[54] In December 2011, Disney Channel pulled episodes of two of its original series from the network's broadcast cycle – the season one Shake It Up episode \"Party It Up,\" and the So Random! episode \"Colbie Caillat\" – after Demi Lovato (star of So Random! predecessor series Sonny with a Chance, who was treated for bulimia nervosa in 2010) objected on Twitter to jokes featured in both episodes (the Shake It Up episode, in particular) that made light of eating disorders.[55][56][57][58] On May 17, 2013, the channel pulled \"Quitting Cold Koala\", a second-season episode of Jessie, prior to its scheduled premiere broadcast, due to parental concerns over a scene in which a character's gluten-free diet leads to him being ridiculed.[59] In 2010, Disney Channel All Star Party was released for the Nintendo Wii.[60] The four-player mascot party game, in which the stages resemble board games, features characters from Disney Channel programs such as Sonny with a Chance, Wizards of Waverly Place, and JONAS L.A. Several video games based on the Disney Channel animated series Phineas and Ferb were released by Disney Interactive Studios. The Disney Channel website also features various Flash games incorporating characters from the channel's various program franchises. There have also been games based on Kim Possible and Hannah Montana. Disney Channel has established its channels in various regions and territories worldwide, including Canada, Latin America & Brazil, Germany, the Netherlands, Belgium, France, Spain, Portugal, Czech Republic & Hungary, Romania & Bulgaria, Poland, Scandinavia, Greece, the Middle East and North Africa, Sub-Saharan Africa, Israel, India and Japan. Channels for Italy, the UK & Ireland, Southeast Asia, Hong Kong and Taiwan used to be available, but were mostly shut down in parts of Europe & Asia-Pacific in the early 2020s with most content instead moving to Disney+. On March 11, 2022, the Russian channel would suspend broadcasting due to Ukraine war;[61][62] although it continued broadcasting at this moment. On March 21, 2022, it was announced that Disney Channel will be closed in Turkey with its content moving exclusively to Disney+,[63] it was later closed on March 31 before midnight. Disney Channel also licenses its programming to air on certain other broadcast and cable channels outside the United States (formerly including Family Channel in Canada, for example), regardless of whether or not an international version of Disney Channel already exists in the country.","Title":"Disney Channel - Wikipedia","KeyID":"2799","URL":"https://en.wikipedia.org/wiki/Disney_Channel"}