{"Content: ":"Clash is a music and fashion magazine and website based in the United Kingdom. It is published four times a year by Music Republic Ltd,[1] whose predecessor Clash Music Ltd went into liquidation. The magazine won the Best New Magazine award in 2004 at the PPA Magazine Awards and has won other awards in England and Scotland. Most notably, it won Magazine of the Year at the 2011 Record of the Day Awards.[2] Clash was founded by John O'Rourke, Simon Harper, Iain Carnegie and Jon-Paul Kitching.[3] It emerged from the long-running Dundee, Scotland-based free-listings magazine Vibe. Re-launching as Clash Magazine in 2004,[3] it won Best New Magazine award at the PPA Magazine Awards and Music Magazine of the Year at the Record of the Day Awards in 2005 and 2011 respectively.[4] At the turn of 2011, Clash took on an entirely new look, ditching its previous glossy feel and music-led design for an altogether more artistically-led approach. In 2013 it launched a Smartphone channel, the iOS Apple Magazine app of which went on to win 'Best Music Magazine' at the Digital Magazine Awards. In February 2014 it expanded into Android handsets. In November 2014, the magazine published its 99th edition, but then withdrew from print publication in favour of moving to an online-first operation. The Web-based service continued throughout the magazine's absence from the news-stands. In late 2015 it was announced that Clash would return to print as a bimonthly magazine from February 2016, beginning its revived run with a 100th issue special.[5] The publication draws on the larger Clash brand, which extends to live events around the country and festival partnerships/parties (such as RockNess, Snowbombing, SXSW), and the website, ClashMusic.com. 2011 saw Clash partner Levi's and Spotify to bring Primal Scream to London's Electric Brixton for one of their final shows with the former Stone Roses member, Mani. The Clash Live brand's London activity used to incorporate a once-monthly club night at The Lexington, part of their tastemaking Ones To Watch section, which has played host to acts including Swimming, Three Trapped Tigers, Alpines and Wild Palms. More recently this activity re-branded to be called 'Next Wave' in order to reflect internal changes in the magazine and now enjoys a residency at Hackney's new Oslo venue. ClashMusic.com launched in early 2008. The website often encompasses a wider variety of genres than its parent magazine, with pieces on left field acts like Gonjasufi and Perfume Genius, as well as emerging artists, appearing alongside content that ties in with magazine-featured artists. The website features numerous ongoing features such as \"DJ Disasters\", \"Rapture & Verse\" and \"A Letter From...\". It runs a Track of the Day feature from Monday to Friday. The website underwent a redesign in October 2012, bringing it in line with the look of the print magazine. On 30 March 2009, ClashMusic began publishing the Essential 50—fifty albums which the website considered \"the 50 greatest, most significant, downright brilliant albums of Clash's lifetime\".[6] Made up entirely of albums released in the past five years,[7] the list was published in sections of three, with the top ten being released individually between 15–24 April 2009.[7][8] ClashMusic.com was nominated for Best Music Magazine and Best Podcast at the 2008 BT Digital Music Awards.[13]","Title":"Clash (magazine) - Wikipedia","KeyID":"2810","URL":"https://en.wikipedia.org/wiki/Clash_(magazine)"}