{"Content: ":"The International Federation of the Phonographic Industry (IFPI) is the organisation that represents the interests of the recording industry worldwide. It is a non-profit members' organisation registered in Switzerland and founded in Italy in 1933. It operates a secretariat based in London, with regional offices in Brussels, Hong Kong, Miami, Abu Dhabi, Singapore and Nairobi. IFPI's mission is to promote the value of recorded music, campaign for record producer rights, and expand the commercial uses of recorded music.[1] Its services to members include a legal policy programme, litigation, content protection, sales reporting for the recorded music market, insight and analysis and work in the areas of performance rights, technology and trade.[2] IFPI is governed by its Main Board, a group including representatives from across the organisation's members (including major and independent record labels), representatives from certain IFPI National Groups and the organisation's CEO.[3] There are also two regional boards (the IFPI Asia/Pacific Regional Board and IFPI Latin America Regional Board) which oversee regional matters.[3] Frances Moore is the current CEO. She was appointed the chief executive with a term effective from 1 July 2010.[4] She replaced John Kennedy, who had headed the organisation since 2005 and was also one of the co-producers of Live Aid and Live8.[5] She was awarded an MBE in the Queen’s Birthday Honours List in 2021 for her services to the music industry.[6] IFPI represents the recording industry worldwide; there are some 8,000 members across IFPI and its National Group network, operating in over 70 countries and over 70 national groups, affiliated music licensing companies and IFPI offices.[1] According to its criteria, IFPI membership is open to \"a legal entity or person which is either a producer of phonograms or music videos, copies of which are made available to the public in reasonable quantities\",[1] though the organisation does not define \"reasonable quantities\". National groups and affiliate bodies include SNEP in France; BVMI in Germany; RIAJ in Japan; BPI in the UK; RIAA in the US; ARIA in Australia; Music Canada; AMPROFON in Mexico; Recorded Music New Zealand; Promusicae in Spain; FIMI in Italy and others.[7] Record labels can be members of both their local industry body and IFPI. Members of the international phonographic industry formed IFPI at the industry's first international congress in Rome, Italy, held from 10 to 14 November 1933.[8] IFPI described its mission as representing \"the interests of the recording industry worldwide in all fora\"[9] by promoting legislation and copyrights[10] and \"to protect the largely British-based recording industry\" by promoting a global performance right in gramophone sound recordings.[11] The IFPI lobbied at the Rome Convention for the Protection of Performers, Producers of Phonograms and Broadcasting Organisations of 1961, which established an international standard for the protection of sound recordings, live performances and broadcasts. This convention was opposed by trade groups representing authors and composers, who were concerned that establishing such \"neighbouring rights\" would undermine their own control over how their works were used and would result in prohibitively expensive licensing.[12] Pressure from United States-based broadcasters who didn't want to license the records they broadcast, among other factors, kept the United States from signing the convention; the United States would not recognise a separate sound recording copyright until 1971.[13] In an effort to combat copyright violation, in 1971, the IFPI advocated for the Convention for the Protection of Producers of Phonograms Against Unauthorized Duplication of Their Phonograms (the Geneva Phonograms Convention), which 72 countries signed.[14] In 1986, the ISO established the International Standard Recording Code (ISRC) standard, ISO 3901. In 1989, the IFPI was designated the registration authority for ISRC codes. ISRC codes \"enable the use of copyright protected recordings and works to be controlled; facilitate the distribution and collection of royalties (performances, private copying); and assist in the fight against piracy\".[15] To further combat infringement of recorded works, the IFPI and the compact disc manufacturing industry introduced Source Identification (SID) codes in 1994. The SID codes are markings on optical discs such as compact discs (CD) and digital versatile discs (DVD) that identify the manufacturer, equipment, and master discs used to create each disc. There are two codes: the SID mastering code and the SID mould code. The SID mastering code identifies the manufacturing facility used to produce a master from which moulds are produced. The SID mould code identifies the plant where the disc was moulded (replicated). Since not all optical disc manufacturing facilities have the ability to both produce master discs and replicate discs, the SID mastering code and SID mould code on a given optical disc may or may not represent the same manufacturing facility.[16]: 3, 4  SID codes follow a standard format consisting of the letters \"IFPI\" followed by four or five hexadecimal digits. A number prefaced with \"L\" is a \"mastering code\", a serial number taken from a pool assigned by Philips to the manufacturer. The mastering code identifies the Laser Beam Recorder (LBR) signal processor or mould that produced a particular stamper or a glass master disc from which moulds are produced. Non-\"L\" numbers are \"mould codes\", which identify the manufacturer that replicated the disc. Phillips assigns the first 2 or 3 digits of the mould code and the remaining digits are a serial number assigned by that plant to its moulds.[16]: 4, 7  In mid-October 2007, after IFPI let the ifpi.com domain registration lapse, ownership of the ifpi.com domain was transferred to The Pirate Bay, a group which claimed it received the domain from an anonymous donor.[17] The group set up a Website under the domain titled \"International Federation of Pirates Interests\", a replacement backronym for IFPI. Ownership of the domain was returned to IFPI in late November, when a WIPO arbitration panel concluded that \"the Disputed Domain Name is identical or confusingly similar to a trademark in which the [IFPI] has rights\" and that the Pirate Bay's representative \"registered and [was] using the Disputed Domain Name in bad faith\" and failed to adequately rebut IFPI's contention that he \"has no rights or a legitimate interest in the Disputed Domain Name\".[18] The organisation's website www.ifpi.org was unaffected during the dispute. IFPI publishes five annual top-ten charts: the IPFI Global Artist Chart, IFPI Global Digital Single Chart, IFPI Global Album All Format Chart, IFPI Global Album Sales Chart and the IFPI Global Vinyl Album Chart. Launched in January 2014,[23] the IFPI Global Artist Chart was the first global chart to accurately capture the popularity of artists across streaming channels, alongside digital and physical album and singles sales. The independently verified[32] chart includes sales of albums across digital, CD and vinyl formats; singles, both downloaded and physical; and streams across the calendar year. The chart includes all the music of each artist featured, not just one track or album. It uses album equivalent units to combine measurements of downloads, physical sales and streams. The Top 10 Global Artist Chart is published each year, with the number-one artist being presented with a physical award, as the Global Recording Artist of the Year. The winners have been: One Direction in 2013,[23] Taylor Swift in 2014,[33] Adele in 2015,[34] Drake in 2016,[35] Ed Sheeran in 2017,[36] Drake in 2018,[32] Swift in 2019,[37] and BTS in 2020[38] and 2021.[39] The IFPI also publishes a list of the top 10 best-performing global singles and albums each year. The most recent winners, for 2021, were The Weeknd's \"Save Your Tears\"[40] and Adele's 30[41] respectively. In March 2021, the organisation introduced its newly launched Global Album All Format Chart, which ranks the best-selling albums of the year across all consumption formats, spanning physical sales, digital downloads, and streaming platforms. The winner of the inaugural chart for 2020 was BTS's Map of the Soul: 7.[42] In March 2022 IFPI launched the first ever Global Vinyl Album Chart, topped by Adele's 30.[43] Formerly, IFPI ran certifications called the IFPI Platinum Europe Awards and the IFPI Middle East Awards. The IFPI Platinum Europe Awards were founded in 1996.[19] They are awarded for actual retail sales (as opposed to shipments) of one million albums, in one of the following countries: Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Russia, Serbia, Slovakia, Spain, Sweden, Switzerland, Turkey and United Kingdom.[44] The IFPI Middle East Awards were established in October 2009.[19] They were awarded for sales in either Lebanon or the Gulf Cooperation Council (GCC) countries, namely Bahrain, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates. In the GCC, gold certification was awarded for sales of 3,000 units and platinum for sales of 6,000 units. In Lebanon, gold certification was awarded for sales of 1,000 units and platinum for sales of 2,000 units.[45]","Title":"International Federation of the Phonographic Industry - Wikipedia","KeyID":"2814","URL":"https://en.wikipedia.org/wiki/International_Federation_of_the_Phonographic_Industry"}