{"Content: ":"The Grammy Award for Best New Artist has been awarded since 1959.[1] Years reflect the year in which the Grammy Awards were handed out, for records released in the previous year. The award was not presented in 1967. The official guidelines are as follows: \"For a new artist who releases, during the Eligibility Year, the first recording which establishes the public identity of that artist.\" Note that this is not necessarily the first album released by an artist; for example, Shelby Lynne won the award in 2001 after having already released six albums over 13 years.[2] The Best New Artist award has a reputation for being given to artists whose music industry success ends up being short-lived; it is sometimes asserted, with varying degrees of sincerity, that the award itself brings a curse.[3][4] This viewpoint was expressed by former Starland Vocal Band member Taffy Danoff in a 2002 interview for VH1's 100 Greatest One Hit Wonders: \"We got two of the five Grammys – one was Best New Artist. So that was basically the kiss of death and I feel sorry for everyone who's gotten it since.\"[5] The category is also notable for being the only category in which a Grammy Award was vacated; this occurred in 1990 after it was revealed that winners Milli Vanilli did not contribute their own vocals on their album, Girl You Know It's True.[6] The award was not then given to another artist.[7] Of the 54 acts who have won the award since its inception, 26 are solo female artists, 18 are duos or groups, and 12 are solo male artists. Of the solo male artists, half were given the award in its first decade; since 1970, only six solo male artists have won the award, the most recent being Chance the Rapper in 2017 (although 2015 winner Sam Smith later came to identify as non-binary). From 1997 to 2003, and again from 2018 to 2022, all the winners were solo female artists. Only five artists have won both Best New Artist and Album of the Year in the same year: Bob Newhart in 1961, Christopher Cross in 1981, Lauryn Hill in 1999, Norah Jones in 2003, and Billie Eilish in 2020. Of these, Cross, Jones, and Eilish had songs winning Record of the Year and Song of the Year for the same year, with Cross as the sole songwriter, Eilish as co-writer, and Jones lacking songwriting credit, which therefore made her miss out on completing the single year big four Grammy achievement, a feat that only Cross and Eilish attained; while Adele was the only artist to win all General field Grammys from separate occasions. Only two artists have lost Best New Artist yet won Album of the Year in the same year: Vaughn Meader in 1963 and Alanis Morissette in 1996. Of all the winners, only three have been country artists. In 1997, LeAnn Rimes became the first country artist and (at age 14) the youngest artist to win the award.[8][9][10] She was followed by Carrie Underwood in 2007[10][11] and Zac Brown Band in 2010.[12] Additionally, 2017 marked the first time that two country artists were nominated in this category in the same year, in which Maren Morris and Kelsea Ballerini were both nominated.[13] In 2018, Alessia Cara became the first Canadian artist to ever win the award, and the only woman to win a major category that year. In 2020, Rosalía became the first all Spanish-language artist to be nominated. 2021 marked the first time that multiple female rappers were nominated in the same year, when Chika, Doja Cat and Megan Thee Stallion were all nominated, with the latter winning the award. For the award's first several years of existence, comedians and comic acts were regularly nominated, and one, Bob Newhart, won the award. However, this ended abruptly after 1963, and since then, only one comedian has been nominated for the award: Robin Williams in 1980. (That same year, the semi-comic act The Blues Brothers was also nominated.) David Crosby and Carl Palmer hold the distinction of being the only artists to be nominated twice for this award. Palmer was nominated both times as a member of a supergroup: Emerson, Lake & Palmer and Asia, while Crosby was nominated as a member of The Byrds and won as a member of the supergroup Crosby, Stills & Nash. 1984 marked the first time that all of the nominees were from outside the United States (winner Culture Club, Eurythmics, Musical Youth, and Big Country were from the United Kingdom, and Men Without Hats were from Canada).[14] Eight artists who have been nominated for Best New Artist and have been later awarded with the Grammy Lifetime Achievement Award: The Beatles (1965, 2014), Chicago (1970, 2020), Cream (1969, 2006), Jefferson Airplane (1968, 2016), Antônio Carlos Jobim (1965, 2012), Led Zeppelin, (1970, 2005), Leontyne Price (1961, 1989), and John Prine (1972, 2020). Members of the National Academy of Recording Arts and Sciences nominate their choices for the best new artist. A list of the top twenty artists is given to the Nominations Review Committee, a specially selected group of anonymous members, who initially selected the top five artists to gain a nomination in the category in a special ballot; the number of nominated artists was increased to eight in 2018.[15][16] The rest of the members then vote on a winner from the final nominees.[17] Over the years, the eligibility rules for this category have changed several times. In 2010, Lady Gaga's exclusion from the Best New Artist category caused the Recording Academy to change eligibility requirements for the next ceremony. She was ineligible for the nomination because her hit \"Just Dance\" had been nominated in 2008. The new rule stated that an artist may be nominated as long as that artist has not previously released an entire album and has subsequently not won a Grammy.[18][19] In June 2016, the Grammy organization amended the Best New Artist rules once again, to remove the album barrier “given current trends in how new music and developing artists are released and promoted”.[20] To be eligible in the category of Best New Artist, the artist, duo, or group: These new rules were put in effect with the 59th Annual Grammy Awards. The category was then expanded to include eight nominees in 2019.[21] Starting in 2021, screening committees were charged with determining whether the artist had attained a breakthrough or prominence prior to the eligibility year. Such a determination would result in disqualification.[22] ^[I] Each year is linked to the article about the Grammy Awards held that year. ^[II] The Grammy Award for Best New Artist wasn't presented during the 9th Grammy Awards.[85][86] ^[III] Milli Vanilli were originally presented with the award on February 21, 1990, but were later stripped of it after admitting that they weren't the original singers on their album.[6] The category was left vacant for the year. General Specific","Title":"Grammy Award for Best New Artist - Wikipedia","KeyID":"2816","URL":"https://en.wikipedia.org/wiki/Grammy_Award_for_Best_New_Artist"}