{"Content: ":"The Grammy Award for Album of the Year is presented by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales, chart position, or critical reception.\"[1] Album of the Year is the most prestigious award category at the Grammys, and it is one of the general field awards alongside Best New Artist, Record of the Year and Song of the Year, presented annually since the 1st Annual Grammy Awards in 1959. Frank Sinatra, Stevie Wonder, Paul Simon and Taylor Swift are the biggest winners of the award, with each of them having won it three times. Over the years, the rules on who was presented with an award have changed: The category expanded to include eight nominees in 2019,[2] and to ten in 2021.[3] Album of the Year is awarded for a whole album, and the award is presented to the artist, featured artist, songwriter, producer, recording engineer, and mastering engineer with significant contributions to that album. The similarly titled Record of the Year is awarded for a single or for one track from an album. This award goes to the performing artist, the producer, recording engineer and/or mixer for that song. [4] Tom Coyne (as mastering engineer); Serban Ghenea and John Hanes (as engineers/mixers) are the biggest winners in this category with four wins. They are followed by Frank Sinatra, Paul Simon, Taylor Swift, and Stevie Wonder (as performers); David Foster, Daniel Lanois, Phil Ramone, and Ryan Tedder (as record producers); Tom Elmhirst and Mike Piersante (as engineers/mixers); and Bob Ludwig (as mastering engineer) with three victories each. Coyne, Ghenea, Hanes, and Ludwig are the only people to win the award in three consecutive years. Paul McCartney leads all performers with nine nominations: five as a member of The Beatles, three for solo albums, and one as a member of Wings. Sinatra leads solo performers with eight nominations, seven for solo albums and one for a duet album. Barbra Streisand has the most nominations amongst female artists with six. McCartney and Simon are the only artists with nominations in every decade from the 1960s to the 2000s. The first woman to win the award was Judy Garland in 1962, for Judy at Carnegie Hall. Taylor Swift was the first solo female artist to win the award twice and thrice. Swift and Adele are the only women to win the award more than once for their own albums, winning for Fearless, 1989, and Folklore; and 21 and 25, respectively (Swift was also nominated for Red and Evermore). In addition, Lauryn Hill, Norah Jones and Alison Krauss landed in second place with two wins, each winning as lead artist for their respective albums, The Miseducation of Lauryn Hill, Come Away with Me and Raising Sand (Krauss' collaboration album with Robert Plant); Hill won her second as a producer of her collaboration on Santana's Supernatural (featured artists on non-soundtrack albums did not share in the award before 2008), while Jones won as a featured artist on Herbie Hancock's River: The Joni Letters, and Krauss was featured on the O Brother, Where Art Thou? - Soundtrack. Also, for their own albums, besides Swift and Adele, only three female artists have received nominations after previously winning, Barbra Streisand nominated again for People, My Name Is Barbra, Color Me Barbra, Guilty and The Broadway Album, after winning previously for The Barbra Streisand Album; Bonnie Raitt nominated for Luck of the Draw and Longing in Their Hearts, after winning previously for Nick of Time; and Billie Eilish nominated for Happier Than Ever after winning previously for When We All Fall Asleep, Where Do We Go?. Billie Eilish is the youngest main credit artist to win in the category, winning for her debut album When We All Fall Asleep, Where Do We Go? in 2020 at age 18. She surpassed Taylor Swift who won in 2010 at the age of 20 for her second album Fearless. The Peasall Sisters, Sarah, Hannah and Leah, are the category's youngest credited winners, winning for their contributions to the O Brother, Where Art Thou? - Soundtrack at the ages of 13, 9, and 7 respectively. Leah Peasall is the youngest winner of any Grammy in any category.[5] The youngest person to make an appearance on an Album of the Year is Stevie Wonder's daughter Aisha Morris who appeared on \"Isn't She Lovely?\" off the album Songs in the Key of Life as an infant.[6] Christopher Cross and Billie Eilish are the only artists to receive the Grammys for Album of the Year as well as Record of the Year, Song of the Year, and Best New Artist in a single ceremony. Adele was the first artist to win the award for Album of the Year, Record of the Year, Song of the Year, and Best New Artist from separate occasions, and first woman to accomplish this feat. Only five artists have won both Album of the Year and Best New Artist in the same year: Bob Newhart (The Button-Down Mind of Bob Newhart in 1961), Christopher Cross (Christopher Cross in 1981), Lauryn Hill (The Miseducation of Lauryn Hill in 1999), Norah Jones (Come Away with Me in 2003) and Billie Eilish (When We All Fall Asleep, Where Do We Go? in 2020). Frank Sinatra's Come Dance with Me! was the first album by a traditional pop artist to win, Stan Getz's & João Gilberto's Getz/Gilberto was the first by a jazz artist, The Beatles' Sgt. Pepper's Lonely Hearts Club Band the first by a rock and roll artist, Glen Campbell's By the Time I Get to Phoenix the first by a country artist, Lauryn Hill's The Miseducation of Lauryn Hill the first by a hip hop artist, Arcade Fire's The Suburbs the first by an indie rock artist, and Daft Punk's Random Access Memories the first by an electronic music artist. Only two artists have won the award in two consecutive years, Frank Sinatra and Stevie Wonder. Sinatra had wins in 1966 (September of My Years) and 1967 (A Man and His Music) and Wonder followed with wins in 1974 (Innervisions) and 1975 (Fulfillingness' First Finale). Additionally, Lauryn Hill also won as a producer in 2000, after winning previously in 1999 as an artist and producer; Bruno Mars won as an artist and producer in 2018, after winning previously in 2017 as a producer. Wonder and Sinatra both won the most Grammys for Album of the Year within a decade among the artists. Sinatra had three victories in 1960s, while Wonder winning in 1970s. Frank Sinatra, The Beatles, Barbra Streisand and Lady Gaga are the only artists to receive three consecutive nominations for Album of the Year. In addition, The Beatles, Stevie Wonder, Billy Joel, Steely Dan, Bonnie Raitt, Dixie Chicks, Kanye West and Lady Gaga are the only performers with three nominations for consecutive studio albums in this category. West and Gaga being the only solo artists to receive nomination for their first three albums. Additionally, The Beatles hold the record for most consecutive years being nominated for Album of the Year, with five. Stevie Wonder and Adele are the only artists to win the award for consecutive studio albums in this category, winning for Innervisions and Fulfillingness' First Finale and Songs in the Key of Life; and 21 and 25, respectively. Quincy Jones, Lauryn Hill and Bruno Mars are the only performers to win the award both as the main credit artists and as a record producers, winning as lead artists for their respective albums: Back on the Block, The Miseducation of Lauryn Hill and 24K Magic; and as a producers for Thriller by Michael Jackson, Supernatural by Santana, and 25 by Adele, respectively. To date, there have been four \"live\" albums to win the award: Judy at Carnegie Hall, The Concert for Bangladesh and two MTV Unplugged albums (Eric Clapton's and Tony Bennett's), which were performed in front of an intimate, live audience. One television soundtrack recording was also the first recipient: The Music from Peter Gunn. Two comedy albums have also triumphed in this category: The Button-Down Mind of Bob Newhart and The First Family. There have been three soundtrack compilation albums that have been successful, as well: Saturday Night Fever, The Bodyguard (though only Whitney Houston won for it as an artist) and O Brother, Where Art Thou?. Only six artists have won twice as the main credited artist: Paul Simon (1976, 1987), U2 (1988, 2006), and Adele (2012, 2017), with three artists winning it three times as the main credit: Frank Sinatra (1960, 1966, 1967), Stevie Wonder (1974, 1975, 1977), and Taylor Swift (2010, 2016, 2021).[7] Members of the National Academy of Recording Arts and Sciences nominate their choices for album of the year. A list of the top twenty records is given to the Nominations Review Committee, a specially selected group of anonymous members, who then select the top five records to gain a nomination in the category in a special ballot.[8] The rest of the members then vote a winner from the five nominees.[9] In 2018, it was announced the number of nominated albums will be increased to eight.[10] ^[I] Each year is linked to the article about the Grammy Awards held that year.","Title":"Grammy Award for Album of the Year - Wikipedia","KeyID":"2817","URL":"https://en.wikipedia.org/wiki/Grammy_Award_for_Album_of_the_Year"}