{"Content: ":"Gwen Renée Stefani (/stəˈfɑːni/; born October 3, 1969) is an American singer, songwriter, rapper, fashion designer and actress. She is a co-founder, lead vocalist, and the primary songwriter of the band No Doubt, whose singles include \"Just a Girl\", \"Spiderwebs\", and \"Don't Speak\", from their 1995 breakthrough studio album Tragic Kingdom, as well as \"Hey Baby\" and \"It's My Life\" from later albums. During the band's hiatus, Stefani embarked on a solo pop career in 2004 by releasing her debut studio album Love. Angel. Music. Baby. Inspired by pop music from the 1980s, the album was a critical and commercial success.[5][6] It spawned six singles, including \"What You Waiting For?\", \"Rich Girl\", \"Hollaback Girl\", and \"Cool\". \"Hollaback Girl\" reached number one on the Billboard Hot 100 chart while also becoming the first US download to sell one million copies.[7] In 2006, Stefani released her second studio album, The Sweet Escape. Among the singles were \"Wind It Up\" and \"The Sweet Escape\", the latter of which was number three on the Billboard Hot 100 year-end chart of 2007.[8] Her third solo album, This Is What the Truth Feels Like (2016), was her first solo album to reach number one on the Billboard 200 chart. Her fourth solo album and first full-length Christmas album, You Make It Feel Like Christmas, was released in 2017 and charted 19 tracks on Billboard's Holiday Digital Song Sales component chart in the United States. Stefani has released several singles with Blake Shelton, including \"Nobody but You\" (2020), which reached number 18 in the US. Stefani has won three Grammy Awards. As a solo artist, she has received an American Music Award, Brit Award, World Music Award, and two Billboard Music Awards. In 2003, she debuted her clothing line L.A.M.B. and expanded her collection with the 2005 Harajuku Lovers line, inspired by Japanese culture and fashion. Billboard magazine ranked Stefani the 54th most successful artist and 37th most successful Hot 100 artist of the 2000–2009 decade.[9][10] VH1 ranked her 13th on their \"100 Greatest Women in Music\" list in 2012.[11] Including her work with No Doubt, Stefani has sold more than 30 million albums worldwide.[12] Gwen Renée Stefani was born on October 3, 1969, in Fullerton, California,[13] and raised Catholic in nearby Anaheim, California.[14] She was named after a stewardess in the 1968 novel Airport, and her middle name, Renée, comes from the Four Tops' 1968 version of the Left Banke's 1966 song \"Walk Away Renée\".[15] Her father Dennis Stefani is Italian-American and worked as a Yamaha marketing executive.[16] Her mother Patti (née Flynn[17]) is Irish-American[18] and worked as an accountant before becoming a housewife.[16][19] Stefani's parents were fans of folk music and exposed her to music by artists like Bob Dylan and Emmylou Harris.[14] Stefani has two younger siblings, Jill and Todd, and an older brother, Eric.[14][19] Eric was the keyboardist for No Doubt before leaving the band to pursue a career in animation on The Simpsons.[13] Her brother Eric introduced Gwen to 2 Tone music by Madness and the Selecter and, in 1986, he invited her to provide vocals for No Doubt, a ska band he was forming.[13] In 1991 the band was signed to Interscope Records.[20] The band released its self-titled debut album in 1992, but its ska-pop sound was unsuccessful due to the popularity of grunge.[21] Before the mainstream success of both No Doubt and Sublime, Stefani contributed guest vocals to \"Saw Red\" on Sublime's 1994 album Robbin' the Hood. Stefani rejected the aggressiveness of female grunge artists and cited Blondie singer Debbie Harry's combination of power and sex appeal as a major influence.[22] No Doubt's third album, Tragic Kingdom (1995), which followed the self-released The Beacon Street Collection (1995), took more than three years to make. Five singles were released from Tragic Kingdom, including \"Don't Speak\", which led the Hot 100 Airplay year-end chart of 1997.[23] Stefani left college for one semester to tour for Tragic Kingdom but did not return when touring lasted two and a half years.[14] The album was nominated for a Grammy and sold more than 16 million copies worldwide by 2004.[14][24][25] In late 2000, Rolling Stone magazine named her \"the Queen of Confessional Pop\".[26] During the time when No Doubt was receiving mainstream success, Stefani collaborated on the singles \"You're the Boss\" with the Brian Setzer Orchestra, \"South Side\" with Moby, and \"Let Me Blow Ya Mind\" with Eve. No Doubt released the less popular Return of Saturn in 2000, which expanded upon the new wave influences of Tragic Kingdom.[27] Most of the lyrical content focused on Stefani's often rocky relationship with then-Bush frontman Gavin Rossdale and her insecurities, including indecision on settling down and having a child.[28] The band's 2001 album, Rock Steady, explored more reggae and dancehall sounds, while maintaining the band's new wave influences.[29] The album generated career-highest singles chart positions in the United States,[30] and \"Hey Baby\" and \"Underneath It All\" received Grammy Awards. A greatest hits collection, The Singles 1992–2003, which includes a cover of Talk Talk's \"It's My Life\", was released in 2003. In 2002, Eve and Stefani won a Grammy Award for Best Rap/Sung Collaboration for \"Let Me Blow Ya Mind\".[31] Stefani's debut solo album Love. Angel. Music. Baby. was released on November 12, 2004. The album features several collaborations with producers and other artists, including Tony Kanal, Tom Rothrock, Linda Perry, André 3000, Nellee Hooper, the Neptunes and New Order. Stefani created the album to modernize the music to which she listened when in high school, and L.A.M.B. takes influence from a variety of music styles of the 1980s and early 1990s such as new wave, synthpop, and electro.[32] Stefani's decision to use her solo career as an opportunity to delve further into pop music instead of trying \"to convince the world of [her] talent, depth and artistic worth\" was considered unusual.[5] The album was described as \"fun as hell but ... not exactly rife with subversive social commentary\".[33] The album debuted on the US Billboard 200 albums chart at number seven, selling 309,000 copies in its first week.[34] L.A.M.B. reached multi-platinum status in the United States,[16] the United Kingdom,[35] Australia,[36] and Canada.[37] The first single from the album was \"What You Waiting For?\", which debuted atop the ARIA Singles Chart, charted at number 47 on the US Billboard Hot 100[38] and reached the top ten on most other charts.[39] The song served to explain why Stefani produced a solo album and discusses her fears in leaving No Doubt for a solo career[40] as well as her desire to have a baby.[41] \"Rich Girl\" was released as the album's second single. A duet with rapper Eve, and produced by Dr. Dre, it is an adaptation of a 1990s pop song by British musicians Louchie Lou & Michie One, which itself is a very loose cover lyrically but closer melodically of \"If I Were a Rich Man\", from the musical Fiddler on the Roof. \"Rich Girl\" reached the US and UK top ten.[38][42] The album's third single \"Hollaback Girl\" became Stefani's first US and second Australian number-one single; it reached top ten elsewhere.[38][43] The song was the first US music download to sell more than one million copies, and its brass-driven composition remained popular throughout 2005.[7] The fourth single \"Cool\" was released shortly following the popularity of its predecessor, reaching the top 20 in US and UK.[38][42] The song's lyrics and its accompanying music video, filmed on Lake Como, depict Stefani's former relationship with Kanal.[44] \"Luxurious\" was released as the album's fifth single, but did not perform as well as its predecessors. \"Crash\" was released in January 2006 as the album's sixth single in lieu of Love. Angel. Music. Baby.'s sequel, which Stefani postponed because of her pregnancy.[45] In 2004, Stefani showed interest in making film appearances and began auditioning for films such as Mr. & Mrs. Smith.[46] She made her film debut playing Jean Harlow in Martin Scorsese's The Aviator in 2004. Scorsese, whose daughter was a No Doubt fan, showed reciprocal interest in casting Stefani after seeing her picture from a Marilyn Monroe-inspired photo shoot for Teen Vogue in 2003.[47][48] To prepare for the role, Stefani read two biographies and watched 18 of Harlow's films.[14] Shooting her part took four to five days, and Stefani had few lines.[49] Stefani lent her voice to the title character of the 2004 video game Malice, but the company opted not to use No Doubt band members' voices.[50] Stefani's second studio album, The Sweet Escape, was released on December 1, 2006.[51] Stefani continued working with Kanal, Perry, and the Neptunes, along with Akon and Tim Rice-Oxley from English rock band Keane. The album focuses more heavily on electronic and dance music for clubs than its predecessor.[16] Its release coincided with the DVD release of Stefani's first tour, entitled Harajuku Lovers Live. Sia Michel wrote that it \"has a surprisingly moody, lightly autobiographical feel ... but Stefani isn't convincing as a dissatisfied diva\"[52] and Rob Sheffield called the album a \"hasty return\" that repeats Love. Angel. Music. Baby. with less energy.[53] \"Wind It Up\", the album's lead single, used yodeling and an interpolation of The Sound of Music,[54] and peaked in the top 10 in the US and the UK.[55] The title track reached the top 10 in over 15 nations, including number two peaks in the US, Australia and the UK. To promote The Sweet Escape, Stefani was a mentor on the sixth season of American Idol and performed the song with Akon. The song earned her a Grammy Award nomination for Best Pop Collaboration with Vocals.[56] Three more singles were released from the album; \"4 in the Morning\", \"Now That You Got It\" which featured Damian Marley and \"Early Winter\". To promote the album, Stefani embarked on a worldwide tour, The Sweet Escape Tour, which covered North America, Europe, Asia and the Pacific and part of Latin America. In an interview with Entertainment Weekly on June 6, 2011, Stefani stated that she had no plans to continue work as a solo artist.[57] With Stefani promoting The Sweet Escape, No Doubt began work on a new album without her[58] and planned to complete it after Stefani's Sweet Escape Tour was finished.[59] In March 2008, the band started making posts concerning the progression of the album on their official fan forum. Stefani made a post on March 28, 2008, stating that songwriting had commenced but was slow on her end because she was pregnant with her second child.[60] The Singles 1992–2003 became available on December 9, 2008, for the video game Rock Band 2.[61] Adrian Young played drums on Scott Weiland's album \"Happy\" in Galoshes. No Doubt headlined the Bamboozle 2009 festival in May 2009, along with Fall Out Boy. The band completed a national tour in mid-2009.[62] The new album Push and Shove was released on September 25, preceded by the first single, \"Settle Down\", on July 16. The music video for \"Settle Down\" was directed by Sophie Muller (who has previously directed numerous music videos for No Doubt). Also around this time No Doubt were guest mentors for the UK version of The X-Factor.[63] \"Settle Down\" peaked at 34 on the Billboard Hot 100 with the album peaking at number three on the US Billboard 200. On November 3, 2012, the band pulled its music video \"Looking Hot\" from the Internet after receiving complaints that it was insensitive towards Native Americans.[64] In January 2013, No Doubt make a cameo appearance in a hot air ballon for the third season of Portlandia.[65] On April 12, 2014, Stefani made a surprise appearance at the Coachella festival, where she joined Pharrell Williams onstage during his set to perform \"Hollaback Girl\".[66] On April 29, it was officially confirmed that Stefani would join the seventh season of The Voice as a coach, replacing Christina Aguilera.[67] Nine years after the previous time, she attended the 2014 MTV Video Music Awards.[68] Stefani appears as a featured artist on Maroon 5's song \"My Heart Is Open\", co-written by Sia, from the band's album V,[69] which was performed for the first time with Adam Levine and an orchestra at the 2015 Grammy Awards.[70] Stefani also collaborated with Calvin Harris on the track \"Together\" from his album Motion.[71] On September 8, 2014, Stefani told MTV News during New York Fashion Week that she was working on both a No Doubt album and a solo album, and that she was working with Williams.[72] Stefani released her comeback single \"Baby Don't Lie\" on October 20, 2014, co-written with producers Ryan Tedder, Benny Blanco, and Noel Zancanella.[73] Billboard announced that her third studio album was set to be released in December with Benny Blanco serving as executive producer.[74] In late October, \"Spark the Fire\", a new track from Stefani's third album, was released. The song was produced by Pharrell Williams.[75] On November 23, the full song premiered online.[76] Both \"Baby Don't Lie\" and \"Spark the Fire\" were later scrapped from Stefani's third album. On January 13, 2015, Stefani and Williams also recorded a song titled \"Shine\", for the Paddington soundtrack. Stefani and Sia worked together on a ballad, called \"Start a War\" which was expected to be released on Stefani's third studio album as well, but it was not included on the final cut.[77] On July 10, 2015, American rapper Eminem featured Stefani on his single \"Kings Never Die\", from the Southpaw film soundtrack. The track debuted and peaked at number 80 on the Billboard Hot 100 chart,[78] and matched first-week digital download sales of 35,000 copies.[79] On October 17, 2015, Stefani performed a concert as part of her MasterCard Priceless Surprises tour series at the Hammerstein Ballroom in New York City, where she performed a new song about her breakup with ex-husband Gavin Rossdale, titled \"Used to Love You\".[80] It was released as a download on October 20, 2015. The video was released the same day. The song was released to contemporary hit radio in the United States on October 27, 2015.[81] The track is the first official single off her third solo album This Is What the Truth Feels Like, which she began working on in mid-2015. Stefani said much of the previous material she worked on in 2014 felt forced and inauthentic, the opposite of what she had originally wanted.[82][83][84] The album's second single, \"Make Me Like You\", was released on February 12, 2016.[85] This Is What the Truth Feels Like was released on March 18, 2016, and debuted at number one on the Billboard 200 with 84,000 album-equivalent units sold in its first week, earning Stefani her first number-one album on the U.S. chart as a solo artist.[86] To further promote the album, Stefani embarked on her This Is What the Truth Feels Like Tour with rapper Eve in the United States.[87] Stefani voiced DJ Suki in the animated film Trolls, which was released on November 4, 2016.[88] She is also included on five songs from the film's official soundtrack.[89] Stefani twice performed as part of the \"Final Shows\" at Irvine Meadows Amphitheatre on October 29–30, before the venue's closure due to The Irvine Company not renewing the venue's land lease.[90][91] Stefani was interviewed for the documentary series The Defiant Ones, which was released in July 2017.[92] The same month, she announced plans to release new music by the end of the year.[93] In August, several song titles from the singer's sessions were published on GEMA's official website, suggesting that she may be recording a holiday album.[94] The songwriting credits from the leaked tracks had Stefani collaborating with busbee, Blake Shelton, and Justin Tranter.[95] The album, titled You Make It Feel Like Christmas, was released on October 6, 2017.[96] Its title track, featuring guest vocals from Shelton, was digitally distributed on September 22, 2017, as the lead single.[97] To promote the record, Stefani hosted Gwen Stefani's You Make It Feel Like Christmas, an NBC Christmas television special that aired on December 12, 2017.[98] Stefani's first concert residency, titled Just a Girl: Las Vegas, began on June 27, 2018, at the Zappos Theater in Las Vegas. It concluded on May 16, 2020. It was named after No Doubt's song \"Just a Girl\".[99] Proceeds from the show ($1 per ticket) were donated to the organization Cure4Kids.[100] A deluxe edition of You Make It Feel Like Christmas was released in October 2018,[101] and was promoted through the single \"Secret Santa\".[102][103] On June 22, 2019, Stefani performed at the Machaca Fest in Fundidora Park.[104] In the same month, The New York Times Magazine listed Stefani among hundreds of artists whose material was destroyed in the 2008 Universal fire.[105] Stefani replaced Adam Levine as a coach for The Voice's 17th season after Levine left the show after 16 seasons as a coach.[106] Stefani was replaced by first-time coach Nick Jonas for the 18th season.[107] She returned for her fifth season of The Voice's 19th season as a replacement for Jonas.[108] Her finalist Carter Rubin was named the winner, giving her the first victory as a coach after her fifth attempt, and the ninth coach (and fourth female after Christina Aguilera, Alicia Keys, and Kelly Clarkson) to do so.[109] In November 2020, while the 19th season was still airing, it was announced Jonas would once again replace Stefani as a judge for season 20.[110] On December 13, 2019, Stefani featured on Shelton's single \"Nobody but You\" from his compilation album Fully Loaded: God's Country.[111] The song peaked at number 18 on the Billboard Hot 100 and 49 on the Canadian Hot 100.[112][113] On July 24, 2020, Stefani and Shelton released another single titled \"Happy Anywhere\" inspired by the COVID-19 pandemic.[114][115] Stefani was initially scheduled to perform at Lollapalooza's 2020 festival, but it was postponed due to the pandemic.[116] Lollapalooza was held as a four-day livestream in July and August 2020, but Stefani did not participate in it.[117] Stefani was featured on a Mark Ronson remix of Dua Lipa's \"Physical\", which is included on Lipa's remix album Club Future Nostalgia (2020).[118] Stefani was initially approached to clear a \"Hollaback Girl\" sample for the Mr Fingers' remix of Lipa's \"Hallucinate\", and then asked to be a part of the \"Physical\" remix.[119] To promote 2020 reissued edition of You Make It Feel Like Christmas, Stefani released a cover of \"Sleigh Ride\" as a single.[120] On December 7, 2020, Stefani released \"Let Me Reintroduce Myself\" as the lead single from her upcoming fifth studio album.[121] She followed this with a second single \"Slow Clap\" on March 11, 2021,[122][123] which received a remix featuring Saweetie the following month.[123] Stefani also teased other new music through her Instagram account, announcing she recorded two new tracks titled \"When Loving Gets Old\" and \"Cry Happy\".[124][125] Stefani made most of the clothing that she wore on stage with No Doubt, resulting in increasingly eclectic combinations. Stylist Andrea Lieberman introduced her to haute couture clothing, which led to Stefani launching a fashion line named L.A.M.B. in 2004.[14] The line takes influence from a variety of fashions, including Guatemalan, Japanese, and Jamaican styles.[126] The line achieved popularity among celebrities and is worn by stars such as Teri Hatcher, Nicole Kidman, and Stefani herself.[12][127] In June 2005, she expanded her collection with the less expensive Harajuku Lovers line, which she referred to as \"a glorified merchandise line\", with varied products including a camera, mobile phone charms, and undergarments.[128][129] In late 2006, Stefani released a limited edition line of dolls called \"Love. Angel. Music. Baby. Fashion dolls\". The dolls are inspired by the clothes Stefani and the Harajuku Girls wore while touring for the album.[130] In late 2007, Stefani launched a perfume, L, as a part of her L.A.M.B. collection of clothing and accessories. The perfume has high notes of sweet pea and rose.[131] In September 2008, Stefani released a fragrance line as a part of her Harajuku Lovers product line. There are five different fragrances based on the four Harajuku Girls and Stefani herself called Love, Lil' Angel, Music, Baby and G (Gwen).[132] As of January 2011[update], Stefani has become the spokesperson for L'Oréal Paris.[133] In 2016, Urban Decay released a limited edition cosmetic collection in collaboration with Stefani.[134] After needing to wear glasses, she began designing eyewear.[135] In 2016, Gwen began releasing eyewear under her fashion label L.A.M.B.[136] She also began releasing affordable eyewear under the label GX, with Tura Inc.[137] In 2014, Stefani announced the production of an animated series about her and the Harajuku Girls.[138] Along with Vision Animation and Moody Street Kids,[139] Stefani has helped create the show which features herself, Love, Angel, Music, and Baby as the band, HJ5, who fight evil whilst trying to pursue their music career.[140] Mattel was the global toy licensee and the series itself, Kuu Kuu Harajuku was distributed worldwide by DHX Media.[141] Stefani began dating her bandmate Tony Kanal, soon after he joined the band. She stated that she was heavily invested in that relationship, and commented that \"...all I ever did was look at Tony and pray that God would let me have a baby with him.\"[142] The band almost split up when Kanal ended the relationship.[143][144] Their break-up inspired Stefani lyrically, and many of Tragic Kingdom's songs, such as \"Don't Speak\", \"Sunday Morning\", and \"Hey You!\", chronicle the ups and downs of their relationship.[145] Many years later, Stefani co-wrote her song \"Cool\" about their relationship as friends for her 2004 debut solo album Love. Angel. Music. Baby.[146] Stefani met Bush lead singer and guitarist Gavin Rossdale in 1995, when No Doubt and headlining band Bush performed at a holiday concert for radio station KROQ.[22] They married on September 14, 2002, with a wedding in St Paul's, Covent Garden, London. A second wedding was held in Los Angeles two weeks later.[147] Stefani has three sons with Rossdale, born in May 26, 2006[148] August 21, 2008,[149] and February 28, 2014.[150] On August 3, 2015, Stefani filed for divorce from Rossdale, citing \"irreconcilable differences\".[151] Their divorce was finalized on April 8, 2016, in which Rossdale agreed to the \"unequal split\" of their assets.[152] Stefani announced her relationship with Blake Shelton, country music artist and The Voice co-star, in November 2015.[153] The couple announced their engagement on October 27, 2020, and married at a chapel on July 3, 2021, at Shelton's Oklahoma ranch.[154][155] Stefani and Shelton have collaborated on music numerous times since becoming a couple. In 2015, the musicians co-wrote the song \"Go Ahead and Break My Heart\" as they navigated the beginning of their relationship.[156] The duet was featured on Shelton's 2016 album, \"If I'm Honest.\"[156] In 2020, their duets \"Nobody But You\" and \"Happy Anywhere\" both reached No. 1 on the Billboard US Country Airplay chart.[157] They also collaborated on the song \"You Make It Feel Like Christmas,\" featured on Stefani's 2017 holiday album of the same name.[158] AXS called Stefani a \"powerhouse\" vocalist with an \"incredible\" range.[159] The New York Times considered Stefani's vocals \"mannered\" and commended her for \"kick[ing] her vibrato addiction\".[160] IGN described Stefani as having a \"unique vocal prowess\".[161] The Chicago Tribune stated that Stefani had a \"brash alto\".[162] Stefani's debut album Love. Angel. Music. Baby. took influence from a variety of 1980s genres,[163] which included electropop, new wave, dance-rock, hip hop, R&B, soul, and disco music.[164][165][166][167][168] Stefani cited early Madonna, Lisa Lisa, Club Nouveau, Prince, New Order and the Cure as major influences for the album.[166] Several of the album's tracks were designed for clubs, and contained electro beats meant for dancing.[169] Referencing fashion and wealth in the album, the singer name-drops several designers who she considered inspirations in her personal career, such as John Galliano and Vivienne Westwood.[170] Her second studio album The Sweet Escape resembles musically its predecessor while exploring more modern pop sounds, dabbling heavily into genres such as dance-pop and rap.[41][164][171][172][173] It carried on the same themes developed in Love. Angel. Music. Baby., and was criticized for doing so.[174] This Is What the Truth Feels Like, the singer's third album, continued Stefani's endeavors with the pop genre, while incorporating music from a variety of other genres including reggae,[175] disco,[176] and dancehall,[177] as well as the use of guitars.[178] Stefani's lyrics shifted towards events that had recently occurred in her personal life, such as her divorce from Rossdale, and new relationship with Shelton.[179] The singer stated her album was more about forgiveness than revenge.[180] Stefani began wearing a bindi in the mid-1990s after attending several family gatherings with Tony Kanal, who is of Indian heritage.[181] During No Doubt's breakthrough, Stefani wore the forehead decoration in several of the band's music videos and briefly popularized the accessory in 1997.[182] Since the 1995 music video for \"Just a Girl\", Stefani has been known for her midriff and frequently wears tops that expose it.[183] Stefani's makeup design generally includes light face powder, bright red lipstick, and arched eyebrows; she wrote about the subject in a song titled \"Magic's in the Makeup\" for No Doubt's Return of Saturn, asking \"If the magic's in the makeup/Then who am I?\".[14] Stefani is a natural brunette, but her hair has not been its natural color since she was in ninth grade.[184] Since late 1994, she has usually had platinum blonde hair. Stefani discussed this in the song \"Platinum Blonde Life\" on Rock Steady and played original blonde bombshell Jean Harlow in the 2004 biopic The Aviator.[185] She dyed her hair blue in 1998[182] and pink in 1999,[186] when she appeared on the cover of Return of Saturn with pink hair.[187] In 2006, Stefani modified her image, inspired by that of Michelle Pfeiffer's character Elvira Hancock in the 1983 film Scarface.[6] The reinvented image included a symbol consisting of two back-to-back 'G's, which appears on a diamond-encrusted key she wears on a necklace and which became a motif in the promotion of The Sweet Escape.[129] Stefani raised concerns in January 2007 about her rapid weight loss following her pregnancy. She later stated that she had been on a diet since the sixth grade to fit in size 4 clothing.[188] A wax figure of Stefani was unveiled at Madame Tussauds Las Vegas at The Venetian on September 22, 2010.[189] The release of Stefani's first solo album brought attention to her entourage of four Harajuku Girls, who appear in outfits influenced by Gothic Lolita fashion,[190] and are named for the area around the Harajuku Station of Tokyo. Stefani's clothing also took influence from Japanese fashion, in a style described as a combination between Christian Dior and Japan.[41] The dancers are featured in her music videos, press coverage, and on the album cover for Love. Angel. Music. Baby., with a song named for and dedicated to them on the album. They were also featured in, and the namesake for, Stefani's Harajuku Lovers Tour. Forbes magazine reported that Stefani earned $27 million between June 2007 to June 2008 for her tour, fashion line and commercials, making her the world's 10th highest paid music personality at the time.[191] Throughout her career as a solo artist, Stefani has won several music awards, including one Grammy Award, four MTV Video Music Awards, one American Music Award, one Brit Award, and two Billboard Music Awards. With No Doubt, she has won two Grammy Awards. In 2005, Rolling Stone called her \"the only true female rock star left on radio or MTV\" and featured her on the magazine's cover.[192] Stefani received the Style Icon Award at the first People Magazine Awards in 2014.[193] In 2016, the singer was honored at the Radio Disney Music Awards with a Hero Award, which is given to artists based on their personal contributions to various charitable works.[194] Stefani has been referred to as a \"Pop Princess\" by several contemporary music critics.[195][196][197] In 2012, VH1 listed the singer at the number thirteen on their list of \"100 Greatest Women in Music\".[11] Stefani's work has influenced artists and musicians including Hayley Williams of Paramore,[198] Best Coast,[199] Kim Petras,[200] Teddy Sinclair,[201] Katy Perry,[202] Charli XCX,[203] Kesha,[204] Ava Max,[205] Marina Diamandis,[206] Rita Ora,[207] Keke Palmer,[208] Bebe Rexha,[209] Dua Lipa,[210] the Stunners,[211] Kelly Clarkson,[212] Sky Ferreira,[213] Kirstin Maldonado of Pentatonix,[214] Olivia Rodrigo,[215] and Cover Drive.[216] The latter group, a quartet of Barbados musicians, claimed that both Stefani and No Doubt had helped influence their music, to which the lead singer of the group, Amanda Reifer, said that she would \"pass out\" if she ever met Stefani.[216] The lead single from Love. Angel. Music. Baby., \"What You Waiting For?\", was considered by Pitchfork to be one of Stefani's best singles, and would later place it at number sixteen on their \"Top 50 Singles of 2004\" list.[217][218] \"Hollaback Girl\" from Love. Angel. Music. Baby. would go on to be the first song to digitally sell an excess of one million copies in the United States;[7] it was certified platinum in both the United States and Australia,[219][220] and peaked at number forty-one on Billboard's decade-end charts for 2000–09.[221] Since its release in 2005, \"Hollaback Girl\" has been called Stefani's \"signature song\" by Rolling Stone.[222] Following the 2011 Tōhoku earthquake and tsunami, Stefani donated $1 million to Save the Children's Japan Earthquake–Tsunami Children in Emergency Fund.[223] Stefani also ran an auction on eBay from April 11 to 25, 2011, allowing participants to bid on vintage clothing items from her personal wardrobe and custom T-shirts designed and signed by her, as well as an admission to a private Harajuku-themed tea party hosted by her on June 7, 2011, at Los Angeles' first-ever Japanese-style maid café and pop art space, Royal/T, with proceeds from the auction going to Save the Children's relief effort.[224][225] At the amfAR gala during the 2011 Cannes Film Festival, Stefani auctioned off the lacy black dress she wore at the event for charity, raising over $125,000.[226] A representative for designer Michael Angel, who helped Stefani with the design and worked as a stylist, said that Angel created the gown, not Stefani.[226][227] In response, Angel released a statement confirming that the dress was designed by Stefani for L.A.M.B. to wear and be auctioned off at the amfAR gala.[228] Stefani hosted a fundraiser with First Lady Michelle Obama in August 2012 at the singer's Beverly Hills home.[229] The singer-songwriter supports the LGBT community. When asked in a 2019 Pride Source interview about how she would react if one of her children came out as gay, Stefani stated \"I would be blessed with a gay son; [...] I just want my boys to be healthy and happy. And I just ask God to guide me to be a good mother, which is not an easy thing at all.\"[230]  ","Title":"Gwen Stefani - Wikipedia","KeyID":"2830","URL":"https://en.wikipedia.org/wiki/Gwen_Stefani"}