{"Content: ":"A voice type is a group of voices with similar vocal ranges, capable of singing in a similar tessitura, and with similar vocal transition points (passaggi).[1] Voice classification is most strongly associated with European classical music, though it, and the terms it utilizes, are used in other styles of music as well. A singer will choose a repertoire that suits their voice. Some singers such as Enrico Caruso, Rosa Ponselle, Joan Sutherland, Maria Callas, Jessye Norman, Ewa Podleś, and Plácido Domingo have voices that allow them to sing roles from a wide variety of types; some singers such as Shirley Verrett and Grace Bumbry change type and even voice part over their careers; and some singers such as Leonie Rysanek have voices that lower with age, causing them to cycle through types over their careers. Some roles as well are hard to classify, having very unusual vocal requirements; Mozart wrote many of his roles for specific singers who often had remarkable voices, and some of Verdi's early works make extreme demands on their singers.[2] Many different voice types are used in vocal pedagogy in a variety of voice classification systems. Most of these types, however, are grouped into seven major voice categories that are, for the most part, acknowledged across the major voice classification systems. Women are typically divided into three groups: soprano, mezzo-soprano, and contralto. Men are usually divided into four groups: countertenor, tenor, baritone, and bass. When considering the pre-pubescent voice, an eighth term, treble, is applied. Within each of these major categories, subcategories identify specific vocal qualities such as coloratura facility and vocal weight to differentiate between voices.[3] The vocal range of classical performance covers about five octaves, from a low G1 (in scientific pitch notation) to a high G6, although the extremes are rare. More commonly the range is from a low C2 to a high D6. Any individual's voice can perform over a range of one and a half to more than two octaves. Vocal ranges are grouped into overlapping types that each span about two octaves. Many singers fall between groups and can perform some parts in either type. Soprano range: The soprano is the highest singing voice. The typical soprano voice lies between C4 (middle C) and C6 (high C). The low extreme for sopranos is roughly A3 (just below middle C).[3] Most soprano roles do not extend above C6 although there are several standard soprano roles that call for D6. At the highest extreme, some coloratura soprano roles may reach to G6 (the G above high C).[4] Soprano tessitura: The tessitura of the soprano voice lies higher than all the other voices except the sopranino. In particular, the coloratura soprano has the highest tessitura of all the soprano subtypes.[5] Soprano subtypes: As with all voice types, sopranos are often divided into different subcategories based on range, vocal color or timbre, the weight of voice, and dexterity of the voice. Sopranos are often broken down into five subcategories: coloratura soprano, soubrette, lyric soprano, spinto soprano, and dramatic soprano.[5] Two types of soprano especially dear to the French are the Dugazon and the Falcon, which are intermediate voice types between the soprano and the mezzo-soprano. A Dugazon is a darker-colored soubrette. A Falcon a darker-colored soprano drammatico.[6] Mezzo-soprano range: The mezzo-soprano voice is the middle-range voice type for females;[3] it lies between the soprano and contralto ranges, over-lapping both of them. The typical range of this voice is between A3 (the A below middle C) to A5 (two octaves higher). In the lower and upper extremes, some mezzo-sopranos may extend down to F3 (the F below middle C) and as high as C6 (high C).[3] Mezzo-soprano tessitura: Although this voice overlaps both the contralto and soprano voices, the tessitura of the mezzo-soprano is lower than that of the soprano and higher than that of the contralto. Mezzo-soprano subtypes: Mezzo-sopranos are often broken down into three subcategories: lyric mezzo-soprano, coloratura mezzo-soprano and dramatic mezzo-soprano.[5] Contralto range: The contralto voice is the lowest female voice. A true operatic contralto is rare,[7] so much so that often roles intended for contralto are performed by mezzo-sopranos. The typical contralto range lies between F3 (the F below middle C) to F5 (the second F above middle C). In the lower and upper extremes some contralto voices can sing from D3 (the D below middle C) to B♭ 5 (the second B-flat above), one whole step short of the soprano high C.[3] Contralto tessitura: The contralto voice has the lowest tessitura of the female voices. Contralto subtypes: Contraltos are often broken down into three subcategories: coloratura contralto, lyric contralto, and dramatic contralto.[5] A soprano sfogato is a contralto who has an extended high range reaching the soprano high C. While the countertenor is almost universally recognized as a voice category, it is not a voice type in the strictest sense. Except for a few very rare voices (such as the American male soprano Michael Maniaci or singers with a disorder such as Kallmann syndrome), countertenors generally sing in the falsetto register, sometimes using their modal voice for the lowest notes. The countertenor voice is therefore a product of the application of a specific technical approach, not the result of the biological factors which have long been credited with determining the other voice types included on this list. These factors include vocal-fold length, thickness, and other elements of laryngeal proportions.[8] All countertenors, save those rare examples previously mentioned, also fall into the traditional male voice categories, such as tenor and bass.[9] [10] [11] Countertenor range: The countertenor is the highest male voice. Many countertenor singers perform roles originally written for a castrato in baroque operas. Historically, there is much evidence that the countertenor, in England at least, also designated a very high tenor voice, the equivalent of the French haute-contre. Until about 1830, all male voices used some falsetto-type voice production in their upper range. Countertenor voices span a broad range, covering E3 to E5. Countertenor subtypes: Countertenors are often broken down into three subcategories: sopranist or \"male soprano\", the haute-contre, and the castrato. The last actual castrato singer, Alessandro Moreschi, died in 1922.[5] Tenor range: The tenor is the highest male voice within the modal register. The typical tenor voice lies between C3 (one octave below middle C) to C5 (one octave above middle C). The low extreme for tenors is roughly A♭ 2 (the second A-flat below middle C). At the highest extreme, some tenors can sing up to F5 (the second F above middle C).[3] Tenor tessitura: The tessitura of the tenor voice lies above the baritone voice and below the countertenor voice. The Tenorino has the highest tessitura of all the tenor subtypes.[5] Tenor subtypes: Tenors are often divided into different subcategories based on range, vocal color or timbre, the weight of the voice, and dexterity of the voice. Tenors are often broken down into eight subcategories: Tenorino, tenore contraltino, leggero tenor or tenore di grazia, lyric tenor, spinto tenor or tenore spinto, dramatic tenor, heldentenor, and baritenor.[5] Famous tenors include Enrico Caruso, Juan Diego Flórez, Alfredo Kraus, Luciano Pavarotti, Placido Domingo and José Carreras. Baritone range: The baritone voice is the middle-range voice type for males; it lies between the bass and tenor ranges, overlapping both of them. The typical baritone range is from A2 (the second A below middle C) to A4 (the A above middle C). A baritone's range might extend down to F2 (the second F below middle C) or up to C5 (one octave above middle C). The baritone voice type is the most common male voice.[3] Baritone tessitura: Although this voice range overlaps both the tenor and bass ranges, the tessitura of the baritone is lower than that of the tenor and higher than that of the bass.[5] Baritone subtypes: Baritones are often divided into different subcategories based on range, vocal color or timbre, the weight of the voice, and dexterity of the voice. Baritones are often broken down into nine subcategories: baryton-Martin, lyric baritone, bel canto or coloratura baritone, kavalierbariton, heldenbaritone, Verdi baritone, dramatic baritone, baryton-noble, and bass-baritone.[5] Bass range: The bass is the lowest singing voice. The bass voice has the lowest tessitura of all the voices. The typical bass range lies between E2 (the second E below middle C) to E4 (the E above middle C). In the lower and upper extremes of the bass voice, some basses can sing from C2 (two octaves below middle C) to G4 (the G above middle C).[5] Bass subtypes: Basses are often divided into different subcategories based on range, vocal color or timbre, the weight of the voice, and dexterity of the voice. Basses are often broken down into six subcategories: basso profondo, basso buffo, bel canto bass, basso cantante, dramatic bass, and bass-baritone.[5] A human voice will alter as a person gets older. The vocal range and timbre of children's voices do not have the variety that adults' voices have. Both sexes before puberty have a similar vocal range and timbre because both groups have a similar larynx size and weight and a similar vocal cord structure and color. With the onset of puberty, women's, and particularly men's, voices alter as the vocal ligaments become more defined and the laryngeal cartilages harden. The height of the male larynx becomes much greater than in women. Size and development of adult lungs also changes physical capabilities of the voice. During puberty, the human voice is in an in-between phase where it is not quite a child's voice nor an adult one yet. This is not to suggest that the voice stops changing after puberty. Different singers will reach adult development earlier or later than others, and as stated above, there are continual changes throughout adulthood.[12] Treble can refer to either a young female or young male singer with an unchanged voice in the mezzo-soprano range. Initially, the term was associated with boy sopranos but as the inclusion of girls into children's choirs became acceptable in the 20th century the term has expanded to refer to all pre-pubescent voices. The lumping of children's voices into one category is also practical, as boys and girls share a similar range and timbre.[12] Most trebles have an approximate range from A3 (the A below middle C) to C6 (top C) or above.[13][14] For high notes see, for example, the treble solo at the beginning of Stanford's Magnificat in G, David Willcocks' descant to Mendelssohn's tune for the carol \"Hark! The Herald Angels Sing\", and the even higher treble solo in the \"Nunc dimittis\" from Tippett's evening canticles written for St John's College, Cambridge. Many trebles are also able to reach higher notes by use of the whistle register but this practice is rarely called for in performance.[3] Vocal pedagogues generally consider four main qualities of a human voice when attempting to classify it: vocal range, tessitura, timbre, and vocal transition points known as passaggio. However, teachers may also consider physical characteristics, speech level, scientific testing, and other factors such as vocal register. Voice classification into the correct voice type is important for vocal pedagogues and singers as a guiding tool for the development of the voice. Misclassification of a singer's voice type is dangerous. It can damage the vocal cords, shorten a singing career, and lead to the loss of both vocal beauty and free vocal production. Some of these dangers are not immediate ones; the human voice is quite resilient, especially in early adulthood, and the damage may not make its appearance for months or even years. Unfortunately, this lack of apparent immediate harm can cause singers to develop bad habits that will over time cause irreparable damage to the voice.[3] Singing outside the natural vocal range imposes a serious strain upon the voice. Clinical evidence indicates that singing at a pitch level that is either too high or too low creates vocal pathology.[15] According to vocal pedagogue Margaret Greene, \"The need for choosing the correct natural range of the voice is of great importance in singing since the outer ends of the singing range need very careful production and should not be overworked, even in trained voices.\"[16] Singing at either extreme of the range may be damaging, but the possibility of damage seems to be much more prevalent in too high a classification. A number of medical authorities have indicated that singing at too high a pitch level may contribute to certain vocal disorders. Medical evidence indicates that singing at too high of a pitch level may lead to the development of vocal cord nodules. Increasing tension on the vocal cords is one of the means of raising pitch. Singing above an individual's best tessitura keeps the vocal cords under a great deal of unnecessary tension for long periods of time, and the possibility of vocal abuse is greatly increased. Singing at too low a pitch level is not as likely to be damaging unless a singer tries to force the voice down.[2] Many vocal pedagogues warn of the dangers of quick identification. Premature concern with classification can result in misclassification, with all its attendant dangers. Vocal pedagogue William Vennard has stated: I never feel any urgency about classifying a beginning student. So many premature diagnoses have been proved wrong, and it can be harmful to the student and embarrassing to the teacher to keep striving for an ill-chosen goal. It is best to begin in the middle part of the voice and work upward and downward until the voice classifies itself.[17] Most vocal pedagogues believe that it is essential to establish good vocal habits within a limited and comfortable range before attempting to classify the voice.[citation needed] When techniques of posture, breathing, phonation, resonation, and articulation have become established in this comfortable area, the true quality of the voice will emerge and the upper and lower limits of the range can be explored safely. Only then can a tentative classification be arrived at, and it may be adjusted as the voice continues to develop.[16] Many vocal pedagogues suggest that teachers begin by assuming that a voice is of a medium classification until it proves otherwise. The reason for this is that the majority of individuals possess medium voices and therefore this approach is less likely to mis-classify or damage the voice.[3] Unlike other classification systems, choral music divides voices solely on the basis of vocal range. Choral music most commonly divides vocal parts into soprano, alto, tenor and bass (SATB). As a result, the typical chorus affords many opportunities for misclassification to occur.[3] Since most people have medium voices, they are often assigned a part that is either too high or too low for them; the mezzo-soprano must sing soprano or alto and the baritone must sing tenor or bass. Either option can present problems for the singer, but for most singers there are fewer dangers in singing too low than in singing too high.[18]","Title":"Voice type - Wikipedia","KeyID":"2834","URL":"https://en.wikipedia.org/wiki/Voice_type"}