{"Content: ":"The Geena Davis Institute on Gender in Media is a US non-profit research organization that researches gender representation in media and advocates for equal representation of women. The institute is currently headquartered at Mount Saint Mary's University, in Los Angeles, California.[1] After watching children's TV with her young daughter, Geena Davis noticed that the large majority of these television shows and other media lacked a large number of female characters.[2][3][4] After conducting research on this type of entertainment, Davis found that three times more men than women appear in children's television shows and films.The research also showed that characters in the workplace were 80.5% male and only 19.5% female.[5][4] Davis studied 122 \"G, PG, and PG-13 films theatrically-released between 2006 and 2009.” [6] Generally, she found that “only 29.2% of all speaking characters are female,” and these women are more sexualized than the men.[6] As “children are engaging with media up to 7–10 hours/day,” the representation of women in children's television shows and films has a major impact on how young girls believe they should act and how they view themselves.[4] Davis subsequently founded the eponymous Institute in 2004.[3] Using her connections in the industry, Davis takes these statistics to media executives to educate them about the poor representation of women in media.[7] Children's entertainment is a primary focus of the institute.[8] The institute is the only research-based organization working within the media to exchange, educate, influence, and expound on the need for gender balance, and, it is a leading voice to create a wide variety of roles for females in the entertainment industry. The institute is against stereotyping of female characters, and it furthers calls for roles that empower women rather than denigrate them.[9] Davis states, \"The fact is women are seriously underrepresented in nearly all sectors of society across the globe, not just on screen, but, for the most part, we are simply not aware to this reality, and media images exert a powerful influence in perpetuating our unconscious bias.\"[9] One of the reasons that impelled Davis to start her foundation was personal experience with Hollywood's sexist treatment of older women. Davis says, \"Film roles really did start to dry up when I got into my 40's. If you look at IMDb, up until that age I made roughly one film a year. In my entire 40's, I made one movie, Stuart Little.\"[10] The Geena Davis Institute on Gender in Media has garnered several notable accomplishments concerning their research. As an Institute, they have cultivated one of the largest repositories of research around the intersection of gender and media for the past 25 years. The institute has engaged in several large scale research projects concerning the current conditions for women in mass media. In addition, the Institute collaborates with several other non-profits and for-profit corporations in order to highlight their feelings on the need to reform the way that women are represented in popular culture. Contributors to the Institute include scientists, non-profit coordinators, business leaders, as well as those involved in producing and acting in media.[11] In 2010, the institute, along with the Academy of Television Arts & Sciences Foundation, established a $5000 award for diversity in children's animation created by college students.[12] The institute has teamed-up with several multi-national corporations to achieve their goal of informing media consumers about the current state of women in popular culture. Recently, the institute has partnered with Ford and several YouTube stars to create a video series entitled #ShesGotDrive. The partnership between Ford and the Institute seeks to highlight several stories of women content creators overcoming significant challenges. Thus far, the campaign has featured Taryn Southern, Yulin Kang, and Clara C.[13] The purpose of this campaign is to highlight the power of women in media and inspire other women to follow their dreams. In addition, the campaign seeks “to fight unconscious gender bias in media.” [13] The institute has also teamed up with the Girl Scouts of the United States of America (GSUSA) to create a program entitled Girls’ Fast Track Races. With this program, girls construct their own race cars. The program was created in order to foster learning of automobile engineering in young women.[14] Previously, in 2016, the Institute received a 1.2 million dollar grant from Google. Using this grant, the Institute developed the Geena Davis Inclusion Quotient (or GD-IQ). The GD-IQ is an algorithm that can quickly scan a feature-length film to detect gender differences in representation. The Institute believes that the GD-IQ will significantly improve the institute's research of on-screen gender disparities.[15] In addition to its partnerships with several for-profit corporations, the institute has also partnered with a number of non-profit organizations in order to further the institute's goal of generating equal representation for women in media. The institute has partnered with the United Nations; and founder Geena Davis is a chair on the California Commission on the Status of Women.[16] The institute has completed several large studies around the representation of gender in media. One larger study was conducted over gender roles in popular culture, including topics such as the disparity between speaking roles for men and women; and what type of roles men and women were shown as portraying on screen. The Institute conducted this research by analyzing several blockbuster films from 2008 and concluded that gender roles are stereotyped in popular culture. A second larger study was conducted over the impact that gender plays in both on screen media as well as behind the scenes of media production. The Geena Davis Institute investigated and discovered that in the US film industry, only 8% of directors are women, coupled with 19% of producers and 13.6% of writers. Several other studies conducted by the institute concern additional issues regarding gender and media including gender disparity in media across several countries as well as the portrayal of gender in films specifically marketed to young girls and families.[17] Each year, the institute studies female representation in entertainment and publishes their findings.[3] Through this study, the institute hopes that bringing the facts about media representation to the public's attention will bring positive change for female representation in the media. In 2015, the institute studied the top 100 grossing films of 2014 and 2015 and found that, overall, women spoke less than men and received less screen time in films.[18] However, the study also found that “women had a particularly strong presence in the comedy and action genres,” and cites women such as Tina Fey and Melissa McCarthy as a couple of the year's leading women.[18] Yet even with female leads such as Fey and McCarthy, out of the 100 films, only “11% featured a female lead.”[18] Even though films featuring a female lead made up less than a quarter of the top 100 grossing films, “films led by women grossed 15.8% more on average than films led by men.” [18] In 2016, the organization found that there were increasingly more female leads in films than ever before.[19] A separate study exemplifies the influence of female leads: after the release of films like The Hunger Games and Brave, both of which feature female archers as leads, the number of girls participating in archery greatly increased.[20] According to Davis, “68% of the film companies they’ve worked with have changed two or more of their projects” to include more female representation.[21] In partnership with the Lyda Hill Foundation, the institute released a 2018 study of the media representation of female characters in the science, technology, engineering and math career fields. The study showed that men depicted 62.3% of all STEM characters, while women accounted for 37.1%.[22] In a survey of girls and young women, the majority of participants acknowledged the impact of female STEM characters in the media.[23] Particularly influential characters were April Sexton (Chicago Med), Addison Montgomery (Private Practice) and Temperance Brennan (Bones).[24] In addition, the study revealed that female STEM mentors as well as personal connections to female STEM professionals and supportiveness contribute to more girls choosing a career in the field.[25] In addition to many of their research contributions, the Geena Davis Institute on Gender in Media also created the Bentonville Film Festival. Davis founded the Bentonville Film Festival with Trevor Drinkwater. Films that are in the Bentonville film festival are guaranteed distribution, a move that Davis says will fix the disproportionate number of women creators in Hollywood.[26] The yearly festival is held in Bentonville, Arkansas. Nearly 100 films are showcased at the growing festival. The festival also has concerts with various artists each year. In 2018 country singers Carly Pearce and Lauren Alaina performed as well as Jillian Jacqueline, Vintage Troube and Fifth Harmony's Ally Brooke.[27] [28]","Title":"Geena Davis Institute on Gender in Media - Wikipedia","KeyID":"2836","URL":"https://en.wikipedia.org/wiki/Geena_Davis_Institute_on_Gender_in_Media"}