{"Content: ":"Joe Biden's tenure as the 46th president of the United States began with his inauguration on January 20, 2021.[1][2] Biden, a Democrat from Delaware who previously served as vice president under Barack Obama, took office following his victory in the 2020 presidential election over Republican incumbent president Donald Trump. He was inaugurated alongside Kamala Harris, the first woman, first African American, and first Asian American vice president.[3] Biden entered office amid the COVID-19 pandemic, an economic crisis, and increased political polarization.[4] On the first day of his presidency, Biden made an effort to revert President Trump's energy policy by restoring U.S. participation in the Paris Agreement and revoking the permit for the Keystone XL pipeline. He also halted funding for Trump's border wall, an expansion of the Mexican border wall.[5] On his second day, he issued a series of executive orders to reduce the impact of COVID-19, including invoking the Defense Production Act of 1950, and set an early goal of achieving one hundred million COVID-19 vaccinations in the United States in his first 100 days.[6] Biden signed into law the American Rescue Plan Act of 2021; a $1.9 trillion stimulus bill that temporarily established expanded unemployment insurance and sent $1,400 stimulus checks to most Americans in response to continued economic pressure from COVID-19.[7] He signed the bipartisan Infrastructure Investment and Jobs Act; a ten-year plan brokered by Biden alongside Democrats and Republicans in Congress, to invest in American roads, bridges, public transit, ports and broadband access.[8] He appointed Ketanji Brown Jackson, the first Black woman, to serve on the U.S. Supreme Court. Biden proposed an expansion of the social safety net through the Build Back Better Act, but those efforts, along with voting rights legislation, failed in Congress. In terms of foreign policy, Biden completed the withdrawal of U.S. military forces from Afghanistan, declaring an end to nation-building efforts and shifting U.S. foreign policy toward strategic competition with China and, to a lesser extent, Russia.[9][10][11] However, during the withdrawal, the Afghan government collapsed and the Taliban seized control, leading to Biden receiving bipartisan criticism. He responded to the 2022 Russian invasion of Ukraine by imposing sanctions on Russia. Biden announced his candidacy in April 2019, having previously sought the Democratic nomination in 1988 and 2008, being unsuccessful both times.[12] On November 7, four days after Election Day, Biden was projected to have defeated the incumbent president Donald Trump, becoming president-elect of the United States[13][14][15][16][17] with 306 of the total 538 electoral votes, and 81,268,924 popular votes versus 74,216,154 votes for Trump. The Trump campaign launched at least 63 lawsuits against the results,[18] especially in the battleground states of Pennsylvania, Arizona, Georgia, Wisconsin, Nevada and Michigan, raising unevidenced claims of widespread voter fraud that were subsequently dismissed by courts.[19][20] Though Biden was generally acknowledged as the winner,[14][15][16][17] General Services Administration head Emily W. Murphy initially refused to begin the transition to the president-elect, thereby denying funds and office space to his team.[21][22] On November 23, after Michigan certified its results, Murphy issued the letter of ascertainment, granting the Biden transition team access to federal funds and resources for an orderly transition.[23] Two days after becoming the projected winner of the 2020 election, Biden announced the formation of a task force to advise him on the COVID-19 pandemic during the transition, co-chaired by former Surgeon General Vivek Murthy, former FDA commissioner David A. Kessler, and Yale University's Marcella Nunez-Smith.[24] On January 5, 2021, the Democratic Party won control of the United States Senate, effective January 20, as a result of electoral victories in Georgia by Jon Ossoff in a runoff election for a six-year term and Raphael Warnock in a special runoff election for a two-year term.[25][26] President-elect Biden had supported and campaigned for both candidates prior to the runoff elections on January 5.[27][28] On January 6, a mob of thousands of Trump supporters violently broke into the Capitol in the hope of overturning Biden's election, forcing Congress to evacuate during the counting of the Electoral College votes.[29] More than 26,000 National Guard members were deployed to the capital for the inauguration, with thousands remaining into the spring.[30] On January 20, 2021, Biden was sworn in by U.S. Chief Justice John Roberts as the 46th president of the United States, completing the oath of office at 11:49 AM EST, eleven minutes before the legal start of his term.[31][32] Biden's inaugural speech laid out his vision to unite the nation, prefaced by the various impacts of the COVID-19 pandemic, economic strife, climate change, political polarization, and racial injustice.[33] Biden called for an end to the \"uncivil war\" of political, demographic, and ideological American cultures through a greater embrace of diversity.[34] He cited the American Civil War, Great Depression, world wars, and September 11 attacks as moments in American history where citizens' \"better angels\" prevailed, saying that the unity, the solution, must again be invoked to rise from the \"cascading\" crises of the present; this unity, he proclaimed, exists in the \"common objects\" that define America: \"opportunity, liberty, dignity, respect, honor, and ... truth.\"[35][36] He explicitly decried white supremacy and nativism, calling them an \"ugly reality\" of American life he vows to defeat that clouds the \"American ideal\" set out in the U.S. Declaration of Independence — that all Americans are equal.[34][36][37] Biden pledged that the U.S. would \"engage with the world once again\", \"repair our alliances\", and act as a \"trusted partner for peace and security.\"[38] Near the conclusion of his speech, Biden held a moment of silence for those who died in the COVID-19 pandemic.[35] Quoting the Gene Scheer composition \"American Anthem\",[39] he implored Americans to consider their legacy in answering the \"call of history\" to protect \"democracy, hope, truth, and justice\", \"secure liberty\", and make America a \"beacon to the world\", insisting that generations of their descendants would judge them on their actions.[35] The full text of Joe Biden's Inaugural Address at Wikisource. On November 11, 2020, Biden selected Ron Klain, who served as his vice presidential chief of staff, to serve as his White House Chief of Staff.[40] Biden chose Jen Psaki, deputy White House press secretary and U.S. Department of State spokesperson during the presidency of Barack Obama, as his White House press secretary. Psaki announced, and has held, daily press briefings for White House reporters. On March 25, 2021, Biden held his first solo press conference after 64 days in office,[41] unlike his most recent predecessors (back to Herbert Hoover in 1929), who all held their first solo press conferences within 33 days of taking office.[42][43] On November 17, 2020, Biden announced that he had selected Mike Donilon as senior advisor and Steve Ricchetti as counselor.[44] Jen O'Malley Dillon, who had served as campaign manager for Biden's successful presidential campaign, was named as deputy chief of staff.[45] Biden selected Antony Blinken to be secretary of state, Linda Thomas-Greenfield as ambassador to the United Nations, and Jake Sullivan as national security advisor.[46][47] On November 23, 2020, Biden announced Alejandro Mayorkas to be his choice for Secretary of Homeland Security and Avril Haines as Director of National Intelligence.[48] Throughout December and January, Biden continued to select cabinet members, including Marty Walsh, the then current mayor of Boston, as his Secretary of Labor.[49][50] Biden altered his cabinet structure, elevating the chair of the Council of Economic Advisers, director of the Office of Science and Technology Policy, and ambassador to the United Nations as cabinet-level positions.[51][52][53] Biden removed the director of the Central Intelligence Agency from his official cabinet.[54] While administering the oath of office to hundreds of White House officials through video conferencing, Biden called for more civility in politics, saying: \"If you ever work with me and I hear you treat another colleague with disrespect, talk down to someone, I promise you I will fire you on the spot. ... No ifs, ands, or buts.\"[55] Biden strongly campaigned for the presidency on the public option, a policy that, if enacted into law, would have offered Americans a choice between maintaining their private healthcare insurance or buying into Medicare. The idea was viewed as a compromise between the progressive and moderate flanks of the Democratic Party. The Biden campaign described the public option as a \"plan to protect and build on ObamaCare.\"[65] However, shortly before taking office in January 2021, Biden's team abruptly dropped the proposal, frustrating many online progressives who already viewed the public option healthcare proposal as a failure to fight the status quo.[66] The Biden administration rescinded work requirements for Medicaid recipients.[67] The administration opened a special enrollment period for the Affordable Care Act as well as extending the normal enrollment period, citing the COVID-19 pandemic.[68][69] The administration provided larger premium subsidies.[70] On January 20, 2021, his first day as president, Biden implemented a federal mask mandate, requiring the use of masks and social distancing in all federal buildings, on federal lands, and by federal employees and contractors.[71][72][5] Biden also signed an executive order that reversed the withdrawal of the U.S. from the World Health Organization (WHO), making Dr. Anthony Fauci the head of the delegation to the WHO.[72] On January 21, the administration released a 200-page document titled \"National Strategy for the COVID-19 Response and Pandemic Preparedness\".[73][74] On his second day in office, Biden invoked the Defense Production Act to speed up the vaccination process and ensure the availability of glass vials, syringes, and other vaccine supplies at the federal level.[75][76] In justifying his use of the act, Biden said: \"And when I say wartime, people kind of look at me like 'wartime?' Well, as I said last night, 400,000 Americans have died. That's more than have died in all of World War II. 400,000. This is a wartime undertaking.\"[77] Biden established the White House COVID-19 Response Team, a White House Office dedicated to coordinating a unified federal government response.[78] On January 21, 2021, Biden signed ten executive orders pertaining to the COVID-19 pandemic.[79] In order to meet his vaccination goal of a hundred million shots in his first 100 days in office, Biden signed an executive order increasing needed supplies.[6][80] Biden signed an order on January 21 that directed FEMA to offer full reimbursements to states for the cost of using their own National Guard personnel and emergency supplies such as Personal Protective Equipment in schools.[6][81] On January 24, 2021, Biden reinstated a travel ban imposed by President Trump on Brazil, United Kingdom, Ireland, South Africa, and 26 other European countries.[82][83][84] The travel ban prevents non-U.S. citizens living in the prospective countries from entering the U.S.[85] Biden implemented a face mask requirement on nearly all forms of public transportation and inside of transportation hubs; previously, the Centers for Disease Control and Prevention (CDC) had recommended that such a policy be enacted but it was blocked by the Trump administration, under which the CDC issued strong, albeit non-binding recommendations for mask use in these settings.[86] In mid-March 2021, Biden dismissed a request by the European Union to export unused COVID-19 vaccines from AstraZeneca out of the U.S. even though the manufacturer endorsed it and vowed to resupply the doses. The rationale for this decision, which contributed to low European vaccination rates, was that the U.S. had to be \"over-supplied and over-prepared\", according to White House press secretary Jen Psaki.[87] Whereas the U.S. exported no vaccines, the European Union exported 77 million doses to the world from December 2020 to March 2021.[88] Eventually, the U.S. reversed course and gave vaccine doses from AstraZeneca to Mexico, Canada, and Japan by the end of March.[89] On May 6, 2021, the Biden administration announced that it supports waiving patent protections on existing COVID-19 vaccines so that other countries can produce generic variants, following weeks of pressure from the international community.[90] On 7 May, French president Emmanuel Macron called on the U.S. \"to put an end to export bans not only on vaccines but on vaccine ingredients, which prevent production.\"[91] On May 26, 2021, Biden ordered U.S. intelligence agencies to increase their investigations into the origin of the virus, following reports that researchers at the Wuhan Institute of Virology became ill a month before the pandemic began.[92] In July 2021, amid a slowing of the COVID-19 vaccination rate in the country and the spread of the SARS-CoV-2 Delta variant, Biden said that the U.S. has \"a pandemic for those who haven’t gotten the vaccination\" and that it was therefore \"gigantically important\" for Americans to be vaccinated, touting the vaccines' effectiveness against hospitalizations and deaths from COVID-19.[93] He also criticized the prevalence of COVID-19 misinformation on social media, saying it was \"killing people\".[94] Despite months of vaccine availability and incentives, by September many Americans continued to resist vaccination amid rising cases in several states, hampering prospects towards herd immunity. On September 9, Biden stated, \"We’ve been patient. But our patience is wearing thin, and your refusal has cost all of us.\" That day he issued an executive order directing businesses with more than 100 employees to require vaccination of their workers or weekly testing, affecting about 80 million Americans. The order also required the roughly 17 million employees of health facilities receiving federal Medicare or Medicaid to be vaccinated.[95] Many Republicans asserted Biden's order was an unconstitutional overreach of federal authority, and some Republican governors said they would sue to block it.[96] The Biden administration responded to the global spread of the SARS-CoV-2 Omicron variant in December 2021 by advocating for a state-level response over a federal level response.[97] Throughout the surge, the Biden administration has been criticized for a lack of COVID-19 tests, exacerbating the spread of the Omicron variant. When questioned about the apparent shortage of tests, Jen Psaki replied, “Should we just send one to every American? Then what happens if every American has one test? How much does that cost and what happens after that?”,[98] causing backlash.[99] The Biden administration responded by promising an increased supply of at-home tests later in 2022.[100] In the midst of an all-time high of new COVID-19 cases,[101] the Centers for Disease Control revised their guidelines, recommending five days of quarantine rather than ten without requiring a negative COVID-19 test.[102] This move was criticized by health experts who worry that without rapid testing, COVID-positive people may unknowingly spread COVID-19 in workplaces under the recommended CDC guidelines. Others criticize the CDC for implementing this change following lobbying by Delta Airlines, leading to social media backlash against the federal government.[103] On January 22, 2021, Biden signed an executive order that removed schedule F, overturning a number of Trump's policies that limited the collective bargaining power of federal unions.[104][105][106] Biden's executive order also promotes a $15 minimum wage for federal workers and repeals three of Trump's executive orders which made the employee discipline process stricter and restricted union representatives' access to office space. As well as promoting a $15 minimum wage, Biden's executive order increases the amount of money going to the families of children who are missing meals because of school closures due to the pandemic by 15%.[107] The repealing of Trump's three executive orders comes as the orders were used to transfer civil servants and career scientists and replace them with employees friendly to the Trump administration.[108] On January 14, 2021, Biden revealed a $1.9 trillion stimulus bill, the American Rescue Plan Act of 2021.[109] The plan includes $1 trillion in direct aid, including $1,400 per-person checks, for working Americans, and would provide for direct housing and nutrition assistance, expanding access to safe and reliable childcare and affordable healthcare, increasing the minimum wage, extending unemployment insurance, and giving families with kids and childless workers an emergency boost this year.[110][111] It would also expand the eligibility of these checks to adult dependents who have been left out of previous rounds of relief.[110][111][109] The plan additionally includes $440 billion in community support, providing $350 billion of community support to first responders while the rest goes to grants for small businesses and transit agencies; $400 billion for a national vaccination plan and school reopenings; and $10 billion for information technology, modernizing federal cybersecurity infrastructure.[109][111] In her first press briefing, press secretary Psaki said the plan was likely to change.[112] The plan invokes the Defense Production Act of 1950 to ensure the production of personal protective equipment, glass vials, syringes, and other supplies exceeds the demand.[110] It allows partners of states to create vaccine centers in stadiums, convention centers and pharmacies.[75] The federal government would identify communities that have been hit hardest by COVID-19, and ensure the vaccine does not reach them at an unfair pace.[111][110][75] In addition, the plan would launch a national campaign to educate Americans about the vaccine and COVID-19, targeting misinformation related to the pandemic.[75] Vaccines would also be freely available to all citizens regardless of immigration status.[110] In Biden's plan, he would issue a national testing strategy that attempts to mitigate the spread of COVID-19 by increasing laboratory capacity and expanding testing. The plan would also develop new treatments for COVID-19.[110][109][111][75] No Republican in Congress voted for the American Rescue Plan.[113] While debates and negotiations over the American Rescue Plan Act of 2021 were ongoing, some Republicans, including House minority leader Kevin McCarthy, Donald Trump Jr., and Rep. Madison Cawthorn, focused instead on the decision by the Dr. Seuss estate to stop publishing what many viewed as a racially-offensive Dr. Seuss book and the re-branding of the \"Mr. Potato Head\" toy.[114][115] Biden signed the Plan into law on March 11, 2021.[116] The provision to increase the minimum wage was excluded from the relief plan. Biden signed an executive order intended to support domestic manufacturers by increasing a federal preference for purchasing goods made wholly or partly in the U.S. Using the broad term \"Made in America laws\", the executive order's stated goal is to strengthen \"all statutes, regulations, rules, and Executive Orders relating to Federal financial assistance awards or Federal procurement, including those that refer to 'Buy America' or 'Buy American.'\"[117][118] The Wall Street Journal reported that instead of negotiating access to Chinese markets for large American financial-service firms and pharmaceutical companies, the Biden administration may focus on trade policies that boost exports or domestic jobs. U.S. Trade Representative Katherine Tai said the administration wants a \"worker-centered trade policy.\"[119][120] U.S. Secretary of Commerce Gina Raimondo said she planned to aggressively enforce trade rules to combat unfair practices by China.[121] In March 2021, in her first interview since taking office, U.S. Trade Representative Katherine Tai told The Wall Street Journal the U.S. would not lift tariffs on Chinese imports in the near future, despite lobbying efforts from \"free traders\" including former U.S. Secretary of Treasury Hank Paulson and the Business Roundtable, a big-business group in the U.S., that pressed for tariff repeal.[122] In 2021, the U.S. suspended its diplomatic trade engagement with Myanmar following an escalation in violence perpetrated by the Burmese military against anti-coup protesters.[123] As a part of the Build Back Better Plan, the Biden administration aimed for massive spending on the nation's infrastructure on the order of $2 trillion.[124] Several of the physical infrastructure provisions featured in the proposal were included in the Infrastructure Investment and Jobs Act. Biden signed the Act into law on November 15, 2021.[125] This final version included approximately $1.2 trillion in spending, with $550 billion being newly authorized spending on top of what Congress was planning to authorize regularly.[126][127] On 28 April, during Biden's speech to Congress he unveiled the American Families Plan, a roughly $1.8 trillion proposal to significantly increase federal spending in areas related to childcare, paid leave, pre-kindergarten, community college, and healthcare.[128][129] It is considered to be the third part of Biden's \"Build Back Better\" agenda (the first being the American Rescue Plan and the second being the American Jobs Plan).[130] The bill was effectively merged with climate change and other provisions that didn't make it into the Infrastructure Investment and Jobs Act, for a total $3.5 trillion Build Back Better Act. However, the bill did not have Republican support, and Democrats struggled to win the support of Senator Joe Manchin of West Virginia to pass it on a party-line vote through budget reconciliation, even as the price was lowered to $2.2 trillion.[131] After the bill ultimately failed to match his envisioned cost, Manchin publicly rejected it, dooming its passage.[132] Finance officials from 130 countries agreed on July 1, 2021, to plans for a new international taxation policy. All the major economies agreed to pass national laws that would require corporations to pay at least 15% income tax in the countries they operate. This new policy would end the practice of locating world headquarters in small countries with very low taxation rates. Governments hope to recoup some of the lost revenue, estimated at $100 billion to $240 billion each year. The new system was promoted by the Biden Administration and the Organisation for Economic Co-operation and Development (OECD). Secretary-General Mathias Cormann of the OECD said: \"This historic package will ensure that large multinational companies pay their fair share of tax everywhere.\"[133] During Biden's first year in office, inflation rose to 7.5%, the highest rate in forty years. Many other major global economies also experienced similarly higher inflation.[134][135][136][137][138] By June 2022, the United States inflation rate had reached 9.1%.[139] Biden stated during his first State of the Union Address on March 1, 2022, that addressing inflation was his \"top priority,\" while touting an anti-inflation plan that he said would address ocean shipping costs and prescription drug prices.[140] In response to the 2022 Russian invasion of Ukraine, the Biden administration announced a ban on Russian oil and gas imports to the United States, an action that one analyst said risked \"higher oil prices for American consumers.\"[141] Biden advocated more domestic production to lower inflation, but at the same time, he designed stringent import stops for Russian energy. As of March 2022, Iran and Venezuela were still barred by sanctions from selling much of their crude oil into the international market. Political analysts fear that such posturing on Russian energy and international sanctions would only lead to a wider conflict. Similarly, wheat prices hit a 14-year high, as food shortage fears rose worldwide. Economists warn that both a reduction in wheat supply from the Ukraine and strict financial sanctions against Russia would lead to a worsening of the global food supply.[142][143] During his first week in office, Biden established the position of White House National Climate Advisor, appointing environmental health and air quality expert Gina McCarthy to the role. Biden also created the position of U.S. Special Presidential Envoy for Climate, appointing former Secretary of State John Kerry.[144] On January 20, 2021, Biden signed an executive order rejoining the U.S. to the Paris Agreement.[145][146] With the U.S. rejoining the agreement, countries responsible for two-thirds of the global greenhouse gas emissions would make pledges of becoming carbon neutral, while without United States it is only half.[147] On the same day, Biden also issued an executive order that cancelled the construction of the Keystone XL pipeline, an extension of the Keystone Pipeline. The pipeline was heavily criticized by environmental and Native American activists and groups.[148][149] This order also directed agencies to review and reverse more than 100 actions made by Trump on the environment.[72] On January 21, 2021, the Biden administration issued a 60-day ban on oil and gas leases and permits on federal land and waters.[150] On January 27, 2021, Biden signed a number of executive orders aimed at combating climate change,[151] one of them setting climate change as a key consideration for U.S. national security and foreign policy.[152] In an attempt to encourage U.S. membership to the Kigali Amendment, an international agreement aimed to reduce the production of hydrofluorocarbons, Biden's executive order directed the U.S. Department of State to submit the Kigali Amendment to the Senate.[153][154] In March 2021, 21 Republican state attorneys general of 21 states sued the Biden administration for revoking the Keystone XL pipeline permit. The suit claims Biden's executive order exceeded his authority.[155][156] On March 27, 2021, Biden invited more than forty world leaders for a climate summit.[157] The Biden administration supported the Line 3 pipeline, which transports oil from Canada's oil sands region.[158] In May 2021, the EPA rolled back a Trump administration rule that prohibited the EPA from using certain studies.[159][160] The previous rule, which made it more difficult to use major scientific studies to justify pollution reduction policies,[161] had already been invalidated by a federal court.[162] On June 1, 2021, Secretary of the Interior Deb Haaland suspended all oil and gas drilling leases in Alaska's Arctic National Wildlife Refuge, pending further review of their environmental impacts.[163] In January 2021, Biden had issued a 60-day ban on oil and gas leases and permits on federal land and waters. A group of Republican state attorneys general successfully obtained a decision in federal court to lift the moratorium. The Biden administration appealed the decision but agreed to continue with the sales, and in September 2021 held the largest federal gas and oil lease auction in U.S. history, selling leases to extract 1.7 million acres in the Gulf of Mexico. The areas that were purchased by oil companies can be expected to produce around 4.2 trillion cubic feet of natural gas and 1.12 billion barrels of oil over the next 50 years. The administration has also proposed another round of gas and oil lease sales in 2022, in Colorado, Montana, Wyoming, and other western states.[164][165][166] In November 2021, a closely watched Interior Department report on federal oil and gas lease policy, ordered by Biden, was completed. The report recommended increasing the 12.5% federal royalty rate for oil and gas drilling, which had not been raised by a century, and was significantly lower than rates charged for leasing on state and private land. The report also recommended an increase in the bond rates that drilling companies are required to pay for future cleanup efforts before beginning extraction at new sites, and recommended that leases be focused on sites with \"moderate to high potential\" for production in proximity to existing fossil-fuel infrastructure.[166] The report stopped short of banning the leasing program, which generates billions of dollars for the federal government, but reformed its terms to be less favorable for industry; environmental groups praised the reforms, but also said they were insufficient to address the U.S. contribution to the climate crisis.[166] In 2021, the Biden administration proposed a 20-year ban on oil and gas drilling around Chaco Culture National Historical Park, a site in northwestern New Mexico that contain important Ancestral Puebloan sites.[167] The Biden administration set a goal of achieving 30 gigawatts of offshore wind energy generated in the U.S. by 2030 (sufficient to provide electricity to about 10 million homes). In 2021, the Biden administration approved the South Fork Wind project, a major (130 MW, 12-turbine) commercial offshore wind power project located southeast of Rhode Island's Block Island and east of New York's Montauk Point, the wind farm is projected to provide electricity to proved 70,000 Long Island homes. The project is the country's second large-scale offshore wind project (after a similar wind-power development in Massachusetts.[168][169] In November 2021, Biden promised to end and reverse deforestation and land degradation by 2030,[170] joining more than 100 other global leaders in the COP26 climate summit's first major agreement.[171][172] In May 2022 the White House Council on Environmental Quality released a report in which it describes how Biden's administration followed the around 200 recommendations of the White House Environmental Justice Advisory Council. The full report has around 150 pages. The report summarizes many of the steps taken by the administration on environmental issues. Among others, it mentions significant achievements in the domains of Energy efficiency, Weatherization, Transit-oriented development, Walking, Cycling, Mixed-use development, cooperation with Indigenous peoples of the Americas.[173] In response to what Biden describes as the growing influence of special interests and gerrymandering in elections, he has pledged to seek electoral and government ethics reforms.[174] Biden supported the For the People Act and the John Lewis Voting Rights Act.[175][176] In January 2022, he endorsed a change to senate filibuster rules after they both failed to invoke cloture.[177] However, the rules change failed when two Democratic senators joined Senate Republicans in opposing it.[178] Biden has suggested that the 2022 United States elections could be illegitimate if these laws are not passed.[179][180][181] On January 20, 2021, Biden halted the construction of the U.S.–Mexico barrier[72] and ended a related national emergency declared by Trump in February 2018.[5] Biden issued a proclamation that ended the Trump travel ban imposed on predominantly Muslim countries in January 2017.[72][5] Biden also reaffirmed protections to recipients of Deferred Action for Childhood Arrivals.[182] The same day, Biden sent a memorandum to the U.S. Department of State reinstating Deferred Enforced Departure for Liberians.[183][184] On January 20, 2021, the Biden administration issued a moratorium on deportations from the U.S. Department of Homeland Security (DHS) for the first 100 days of his presidency.[185] On January 22, Texas Attorney General Ken Paxton sued the Biden administration for violating Biden's written pledge to cooperatively work with the state of Texas.[186] A federal judge in Texas subsequently issued a temporary restraining order barring the Biden administration from enforcing its moratorium, citing the lack of \"any concrete, reasonable justification for a 100-day pause on deportations.\"[187] On January 21, 2021, Biden proposed a bill that, if passed, would replace the word alien with noncitizen in U.S. immigration law.[188][189] The following day, Biden had a call with Mexican president Andrés Manuel López Obrador. On the call, Biden and López Obrador spoke about immigration, where Biden spoke of reducing immigration from Mexico to the U.S. by targeting what Biden deemed as root causes.[190] According to an Associated Press report, López Obrador noted that Biden pledged $4 billion to \"help development in Honduras, El Salvador and Guatemala — nations whose hardships have spawned tides of migration through Mexico toward the United States.\"[191] On January 23, Biden proposed an immigration bill[192] aiming to give a path to citizenship to eleven million immigrants living in the U.S. without a permanent legal status.[192] The bill would also make it easier for certain foreign workers to stay in the U.S.[193][194] Senate Majority Whip Dick Durbin called the bill \"aspirational\". It is widely expected not to pass both houses of Congress without significant revision.[192][193][194] Biden instructed the U.S. Immigration and Customs Enforcement (ICE) to focus on violent offenders of immigration laws rather than all offenders of immigration laws.[195][196] In February 2021, it was reported that DHS agents who had been empowered by Trump to enact his anti-immigration policies were resisting and defying Biden's immigration policies.[195] The union representing ICE agents signaled that its agents would not accept reversals of Trump policies.[195] In March 2021, the Biden administration granted temporary protected status to Venezuelans fleeing the country amidst the ongoing political and economic crisis.[197] On June 1, 2021, the DHS officially terminated the Trump-era \"Remain in Mexico\" policy, which mandated that all asylum seekers from Central America were to wait in Mexico pending their court cases; however, a health order from March 2020 allowed the border authorities to send migrants back for the duration of the COVID-19 pandemic have remained in place.[198][199] However, on August 14, 2021, a federal judge in Texas ordered the Biden administration to reimplement the policy; the Supreme Court placed a pause on the ruling to give the administration time for arguments.[200][201] On August 24, 2021, the Supreme Court ruled that the Biden administration must comply with the lower court's ruling to reinstate the policy.[202][203] Early during Biden's tenure, a surge in unaccompanied minors at the U.S. border stirred controversy. According to a 2021 Politico report, Republicans expected prior to Biden taking office that there would be a border surge at the start of 2021 (due to seasonal patterns and regional crises) and coordinated to make it a central issue in the lead-up to the 2022 mid-term elections.[204] The number of migrants arriving in the U.S. from Central America had been rising since April 2020 due to ongoing violence, natural disasters, food insecurity, and poverty in the region.[205] In February 2021, the U.S. Border Patrol reported a 61% increase in encounters with unaccompanied children from the month before. The reported 5,858 encounters in January to 9,457 in February constituted the largest one-month percentage increase in encounters with unaccompanied children since U.S. Customs and Border Protection began recording data in 2010.[206][207][208] By the end of April 2021, the number of children held in Border Patrol facilities fell by 84%, placing them under HHS care.[209] On March 24, 2021, Biden tasked Vice President Harris to reduce the number of unaccompanied minors and adult asylum seekers. She is also tasked with leading the negotiations with Mexico, Honduras, Guatemala, and El Salvador.[210] The number of migrant families and unaccompanied children entering the U.S. from across the Southwest border steeply declined in August, September, and October 2021.[211][212] As a practicing Catholic,[213] Biden has taken a public position of dissent against the Catholic position opposing free-choice in the abortion issue.[214] Biden's position of dissent has raised the question of whether his public office might allow him to influence the outcomes of debates currently taking place with the Catholic Church concerning the abortion issues.[215] Although the Vatican has taken a mediating position concerning Biden's dissent concerning the free-choice issue by allowing him to take Communion in Rome while visiting the Pope, other local churches such as a local parish in South Carolina have in the past blocked Biden from taking Communion as a public declaration of the Church's position against abortion in an attempt to discourage other parishioners from taking a similar position of dissent against Church policy.[214] During his early days in office, Biden focused on \"advancing equity, civil rights, racial justice and equal opportunity.\" According to The New York Times, Biden's early actions in office focused on racial equality more than any president since Lyndon B. Johnson, who passed the Civil Rights Act of 1964.[216] On January 25, 2021, Biden signed an executive order that lifted the ban on transgender military service members.[217] This reversed a memorandum imposed by Trump.[218] The Biden administration is seeking to put Harriet Tubman on the twenty-dollar bill.[219][220] This effort follows that of the Obama administration, which was blocked by Steven Mnuchin.[221] Press secretary Psaki said it was important that U.S. money and notes reflect the \"history and diversity\" of the country and that putting Tubman on the twenty-dollar bill would do so.[222] On January 20, the Biden administration issued an Executive Order entitled Advancing Racial Equity and Support for Underserved Communities Through the Federal Government[223] increasing the federal government's anti-bias enforcement against government contractors. The intent is heightened investigations by the U.S. Department of Justice, more thorough audits, and more detailed follow-up inquiries with government contractors, with an emphasis on combatting pay discrimination.[224] On January 26, Biden directed the U.S. Department of Justice to reduce their usage of private prisons and ordered the attorney general to not renew contracts with private prisons, citing the need to \"reduce profit-based incentives\" for the incarceration of racial minorities.[225][226][227] On March 19, three days after the Atlanta spa shootings that killed 8 people, including 6 Asian women, Biden and Vice President Harris travelled to Atlanta. They spoke to Asian American and Pacific Islander advocates and leaders and condemned sexism, and racism against Asian Americans.[228] On June 17, Biden signed into law a bill creating Juneteenth as a federal holiday; the day celebrates the end of slavery in the U.S.[229] In December 2021, the Biden administration ended a long-standing restriction on sales of abortion pills through the mail. This decision came amidst legal cases and Supreme Court decisions that jeopardized abortion access in the United States.[230] Following the U.S Supreme Court overturning Roe v. Wade and Planned Parenthood v. Casey on June 24, 2022 in Dobbs v. Jackson Women's Health Organization, Biden addressed the nation in the Cross Hall of the White House.[231][232] He mentioned that \"it’s a sad day ... for the country\" and \"with Roe gone, ... The health and life of women in this nation are now at risk.\"[231][232] In addition, he attacked the Court saying \"With this decision, the conservative majority of the Supreme Court shows how extreme it is\" and \"They have made the United States an outlier among developed nations in the world.\"[231][232] Regarding action, Biden stated that his administration will defend the right of women to seek an abortion in another state where abortion is legal and help protect a woman's access to contraception and abortion pills approved by the FDA.[231][232] He also called on Congress to codify Roe v. Wade, saying \"No executive action ... can do that.\".[231][232] But stated that if Congress did not have the votes to codify, that the voters would have to take action by \"elect[ing] more senators and representatives who will codify a woman’s right to choose into federal law.\"[231][232] During a press conference at the 2022 Madrid NATO Summit, Biden expressed support for providing an exception to the filibuster to codify Roe v. Wade.[233] The Biden administration rescinded a Trump administration policy that curtailed the use of consent decrees that had been used by previous administrations in their investigations of misconduct in police departments.[234] Biden proposed in his fiscal 2022 budget to more than double funding for the Community Oriented Policing Services (COPS) Hiring Program, which helps state and local governments to hire law enforcement officers.[235] In a national address in March 2021, following mass shootings in the Atlanta area and Boulder, Colorado, Biden advocated for further gun regulations, such as a restored ban on assault weapons and a high-capacity magazine ban, as well as reinforcing preexisting background checks.[236][237] Following the Robb Elementary School shooting on May 24, 2022, President Biden addressed the nation.[238] The following week, he again called on Congress to pass an assault weapons and high-capacity magazine ban, as well as red flag laws and other legislation.[239][240] The Biden administration reversed the Trump administration's method of using the National Space Council to coordinate commercial, civil, and military space policies, instead using the National Security Council to issue national security memoranda instead of the Space Council's space policy directives.[241] The Biden administration renewed the National Space Council, chaired by Vice President Harris,[242] \"to assist the president in generating national space policies, strategies, and synchronizing America's space activities.\"[243] Harris held meetings with the leaders of five countries to discuss international cooperation on space issues.[242] The Biden administration continued the Artemis program to send people back to the Moon.[242][244] The administration also emphasized the role of NASA in studying climate change.[242][245] Biden appointed Bill Nelson, an astronaut and former U.S. Senator, to the post of NASA administrator. Nelson was confirmed unanimously by the Senate in April 2021.[246] In April 2021, as part of his first annual budget request, Biden proposed a $24.8 billion budget for NASA in 2022, a $1.5 billion increase on what Congress allocated to 2021.[245][247] The proposal includes funding for the Artemis program for a new crewed Moon landing mission.[247] The proposal also included a 12.5% increase for NASA's Earth Science Division, as well as a 22% increase for the National Oceanic and Atmospheric Administration, which operates a fleet of weather satellites; both measures aimed to use space tools to study and mitigate climate change.[245] On January 22, 2021, Biden signed his first bill,[248] H.R. 335 into law, providing a waiver to the law preventing appointment of a Secretary of Defense who had been on active duty in the armed forces within the past seven years;[249] this was the third time such a waiver was granted by Congress. Retired army four-star general Lloyd Austin was confirmed by the Senate in a 93–2 vote that same day, making Austin the first African-American Defense Secretary.[250][248] Austin has said his number one priority is to assist COVID-19 relief efforts, pledging he would \"quickly review the Department's contributions to COVID-19 relief efforts, ensuring that we're doing everything that we can to help distribute vaccines across the country and to vaccinate our troops and preserve readiness.\"[251] On February 10, 2021, Biden visited the Pentagon for the first time as U.S. president.[252] In remarks to service members alongside Vice President Kamala Harris and Defense Secretary Lloyd Austin, Biden announced a U.S. Department of Defense-led China task force to \"to provide a baseline assessment of department policies, programs and processes in regard to the challenge China poses.\"[253] On June 18, 2021, the administration removed eight MIM-104 Patriot anti-missile batteries from Saudi Arabia, Jordan, Kuwait, and Iraq, removed the THAAD anti-missile defense system from Saudi Arabia, and announced that most jet squadrons and hundreds of American troops would be withdrawn from the region. The changes come in light of both de-escalating tensions with Iran and the administration changing its focus on countering China.[254] After taking office, Biden heavily restricted the use of armed drones and drone strikes.[255][256] After Biden's first year in office, drone strikes had hit a 20-year low and were heavily limited by the administration.[257][258] Biden has said the U.S. needs to \"get tough\" on China and build \"a united front of U.S. allies and partners to confront China's abusive behaviors and human rights violations.\"[259] He described China as the \"most serious competitor\" that poses challenges on the \"prosperity, security, and democratic values\" of the U.S.[260] Biden nominated Antony Blinken to serve as Secretary of State who took office on January 26, 2021.[261][262] During his nomination hearing, Blinken said that previous optimistic approaches to China were flawed,[263] and that Biden's predecessor, Donald Trump, \"was right in taking a tougher approach to China\" but he \"disagree[s] very much with the way [Trump] went about it in a number of areas.\"[262] He endorsed former Secretary of State Mike Pompeo's report that China is committing a genocide against Uyghur Muslims.[262] In March 2021, Secretary of State Antony Blinken, National Security Advisor Jake Sullivan and other administration officials met with the Chinese Communist Party Politburo member Yang Jiechi, Chinese foreign minister Wang Yi, and other Chinese officials in Alaska with heated exchanges on China's human rights abuses, cyberattacks, its threats against Taiwan, its crackdown in Xinjiang and Hong Kong, and other issues of U.S. interest. The Chinese side countered: \"The U.S. does not have the qualification to speak to China from a position of strength [and] does not serve as a model to others [and] China's development and strengthening is unstoppable.\"[264][265] The Washington Post reported that the Biden administration got \"a taste of China's 'wolf warrior' diplomacy\" during the first meeting with its Chinese counterpart, which was \"remarkably undiplomatic\", adding \"China's diplomats appeared more forceful than they had been in any public meeting during President Trump's term.\"[266] The Atlantic published an article saying that the Biden team \"flushed Beijing's true intentions out into the open for the world to see\", quoting a senior administration official's comment that it is \"increasingly difficult to argue that we don't know what China wants.\"[267] In April 2021, it was reported that the Biden administration was rallying U.S. allies in consideration of a boycott of the 2022 Winter Olympics in Beijing. The U.S. Department of State spokesman Ned Price told reporters that a joint boycott \"is something that we certainly wish to discuss.\"[268] In May 2021, the administration removed Chinese mobile manufacturer Xiaomi from the Chinese military blacklist, reversing the previous administration's decision.[269] On June 3, 2021, Biden announced an executive order that would come into effect from August 2, and ban Americans from investing into 59 Chinese firms, including Huawei. Before it was announced, China said it would retaliate against it.[270] In October 2021, Biden said he is concerned about Chinese hypersonic missiles, days after China tested a nuclear-capable hypersonic missile that circled the globe before speeding towards its target.[271] Initially, the Biden administration has kept the sanctions against Cuba that were issued by the previous presidential administration, despite one of Biden's campaign promises being to lift restrictions against the country.[272][273] In June 2021, the Biden administration continued America's tradition of voting against an annual United Nations General Assembly resolution calling for an end to the U.S. economic embargo against Cuba.[274] The resolution was adopted for the 29th time with 184 votes in favor, three abstentions, and two no votes: the U.S. and Israel.[275] In July 2021, protesters gathered in front of the White House and demonstrators called on President Joe Biden to take action in Cuba.[276] The Biden administration sanctioned a key Cuban official and a government special forces unit known as the Boinas Negras for human rights abuses in the wake of historic protests on the island.[277] On July 22, 2021, directly before hosting a meeting with Cuban American leaders,[278] President Biden stated \"I unequivocally condemn the mass detentions and sham trials that are unjustly sentencing to prison those who dared to speak out in an effort to intimidate and threaten the Cuban people into silence.\"[279] President Biden has also ordered government specialists to develop ideas for the U.S. to unilaterally extend internet access on the island, and he has promised to enhance backing for Cuban dissidents.[280] In August 2021, Biden sanctioned three additional Cuban officials who were also reportedly involved in the suppression of anti-government protesters in Cuba.[281] In December 2021, 114 Democratic House members signed a letter that urged President Biden to lift restrictions and sanctions against Cuba in order to make their access to food and medicine easier.[273] In January 2022, Biden again sanctioned Cuba officials, this time placing travel restrictions on eight members of the Cuban government.[282] In May 2022, the Biden administration lifted some sanctions on Cuba, with policy changes such as expansion of flights to Cuba and resumption of a family reunification program.[283] In February 2020, the Trump administration made a deal with the Taliban to completely withdraw U.S. forces by May 1, 2021.[285] In April 2021, President Biden formally announced that American troops would instead withdraw from Afghanistan by September 11, 2021, which would signal an end to the U.S.'s longest war.[286] According to Princeton professor Julian E. Zelizer, Biden \"clearly learned a great deal from his time in the Obama presidency\", and demonstrated that \"he is a politician capable of learning and evolving, contrary to some of the skeptics in the primaries who thought he didn't understand how politics had changed.\" According to Washington Post journalist Steven Levingston, \"Obama listened to military leaders who advised him that withdrawal would be a mistake. Biden, meanwhile, was the top administration official arguing for a much more limited role for American forces in Afghanistan. Later, Biden would go on to say that he could tell by Obama's 'body language' that he agreed with that assessment — even though he ultimately rejected it.\"[287] Soon after the withdrawal of U.S. troops started, the Taliban launched an offensive against the Afghan government, quickly advancing in front of a collapsing Afghan Armed Forces.[288][289] President Biden defended the withdrawal, saying \"I trust the capacity of the Afghan military, who is better trained, better equipped and ... more competent in terms of conducting war.\"[290] By early July 2021, most of the American troops in Afghanistan were withdrawn.[285] Biden addressed the withdrawal, stating that: \"The likelihood there’s going to be the Taliban overrunning everything and owning the whole country is highly unlikely.\"[285] On August 15, amid an offensive by the Taliban, the Afghan government collapsed, Afghan President Ashraf Ghani fled the country and Kabul fell to the Taliban.[285][291] Biden reacted by ordering 6,000 American troops to assist in the evacuation of American personnel and Afghan allies.[292] He has been criticized over the manner of the American withdrawal.[291] On August 16, Biden addressed the \"messy\" situation, taking responsibility for it (\"the buck stops with me\"), and admitting that the situation \"unfolded more quickly than we had anticipated\".[291][293] He defended his decision to withdraw, saying that Americans should not be \"dying in a war that Afghan forces are not willing to fight for themselves\", since the \"Afghan military collapsed [against the Taliban], sometimes without trying to fight\".[293][294] Biden partly attributed the lack of early evacuation of Afghan civilians to the Afghan government's opposition of a \"mass exodus\" which they thought would cause a \"crisis of confidence\".[294] On 26 August, a suicide attack was carried out by the Islamic State of Iraq and the Levant - Khorasan Province at the Hamid Karzai International Airport, killing more than 170 people, including at least 62 Afghan civilians, 13 US service members, two British nationals and the child of a third British national.[295][296] Biden made a public address following the attack, in which he honoured the American service members who were killed, calling them \"heroes\" and saying they lost their lives \"in the service of liberty\", and stated that the US had evacuated more than 100,000 Americans, Afghans, and others. He expressed deep sorrow for the Afghan victims as well. Biden said to those who wished harm upon the US that \"we will hunt you down and make you pay.\"[297] Biden received increasingly harsh criticism from both Republicans and Democrats in the US Congress, with Republicans calling for his resignation or for his impeachment.[298][299][300] After the Taliban takeover of Afghanistan, the Biden administration froze about $9 billion in assets belonging to the Afghan central bank, blocking the Taliban from accessing these billions of dollars in reserves held in U.S. bank accounts.[301][302] In February 2022, Biden signed an executive order that seeks to unfreeze approximately $3.5 billion of Afghan assets in the U.S. for the purpose of humanitarian assistance in Afghanistan.[303] On April 24, 2021, the Biden administration declared that the Turkish killings of Armenians at the start of the 20th century were a genocide. He is the first U.S. president to ever officially recognize the Armenian genocide.[304] In March 2021, Biden held a virtual meeting with leaders of Japan, India and Australia, an alliance of countries known as the Quadrilateral Security Dialogue, or the Quad, that work together to address China's expansionism in the Indo-Pacific region.[305][306] A few days later, the administration officials, including secretary of state Antony Blinken and secretary of defense Lloyd Austin, met with U.S. allies in Asia and imposed sanctions on senior Chinese officials.[307][264] Austin also visited India to deepen the defense ties between the two countries.[306] In September 2021, Biden hosted the first in-person meeting of Quad at the White House.[308] On May 23, 2022, Biden launched the Indo-Pacific Economic Framework for Prosperity (IPEF) to counter growing Chinese economic and political influence in the Indo-Pacific region. At the time of its launch, the IPEF had 12 partners including Australia, Brunei, India, Indonesia, Japan, South Korea, Malaysia, New Zealand, the Philippines, Singapore, Thailand, and Vietnam.[309] In response, China described the proposed grouping as a \"closed and exclusive club.\" National Security Adviser Jake Sullivan defended the IPEF by highlighting the diverse nature of the grouping's membership.[310][311] On the day of Biden's inauguration, the Russian government urged the new U.S. administration to take a \"more constructive\" approach in talks over the extension of the 2010 New START treaty, the sole remaining agreement limiting the number of U.S. and Russian long-range nuclear warheads.[312] In Biden's first telephone call as president with Russian President Vladimir Putin, on January 26, 2021, Biden and Putin agreed to extend the New START treaty (which was set to expire in February 2021) by an additional five years.[313] Biden and his administration condemned human rights violations by the Russian authorities, calling for the release of detained dissident and anti-corruption activist Alexei Navalny, his wife, and the thousands of Russians who had demonstrated in his support; the U.S. called for the unconditional release of Navalny and the protestors and a credible investigation into Navalny's poisoning.[314][315][316] On March 2, 2021, the U.S. and European Union imposed coordinated additional sanctions on Russian officials, as well as the FSB and GRU, over Navalny's poisoning and imprisonment. The State Department also expanded existing sanctions from the Chemical and Biological Weapons Control and Warfare Elimination Act that had been imposed after the poisoning of Skripal.[317] The Biden administration is also planning to impose sanctions against Russia because of the 2020 SolarWinds cyberespionage campaign, which compromised the computer systems of nine federal agencies.[318] Biden's national security adviser Jake Sullivan said the response \"will include a mix of tools seen and unseen, and it will not simply be sanctions.\"[318][317] The Biden administration's comprehensive review into Russian activities has included an examination of reports that the Russian government offered bounties to kill U.S. troops in Afghanistan.[319][320] The Biden administration said intelligence community has only \"low to moderate\" confidence in reports due to the fact that the bounty reports originated from \"detainee reporting and because of the difficult operating environment in Afghanistan.\"[321][322] Biden called Russian President Vladimir Putin a \"killer\" in an ABC News interview, and said that Russia would pay a price for election meddling.[323] On May 19, 2021, the Biden administration lifted CAATSA sanctions on the Nord Stream 2 pipeline project between Russia and Germany. Despite Biden's personal opposition to the project, the U.S. State Department says that it concluded that it was in the \"U.S. national interest\" to waive the sanctions.[324] Russian Deputy Foreign Minister Sergei Ryabkov welcomed the move as \"a chance for a gradual transition toward the normalisation of our bilateral ties.\"[324] On June 16, 2021, Biden met with Putin in Geneva, Switzerland. The two presidents discussed a number of topics, including stable policy on climate change, nuclear proliferation, and cybersecurity. Russia's activities regarding Ukraine, Alexei Navalny, Belarus, and nationals jailed in each other's countries. The summit was significantly shorter than expected, only lasting three and a half of the predicted five hours.[325] Putin praised Biden as a knowledgeable and shrewd negotiator the next day.[326][327] In November 2021, Putin stated that an expansion of NATO's presence in Ukraine, especially the deployment of any long-range missiles capable of striking Russian cities or missile defense systems similar to those in Romania and Poland, would be a \"red line\" issue for Russia.[328][329] In December 2021, Putin asked President Joe Biden for legal guarantees that NATO wouldn't expand eastward or put \"weapons systems that threaten us in close vicinity to Russian territory.\"[330] The U.S. and NATO have rejected Putin's demands.[331][332] On February 24, 2022, Biden condemned Russia's invasion of Ukraine, saying Putin \"chose this war\" and calling him \"the aggressor\". He announced new sanctions against Russia.[333] On February 25, the White House announced the US would personally sanction Putin and foreign minister Sergey Lavrov.[334] On February 28, the Biden administration announced sanctions against Russia's central bank, prohibiting Americans from doing business with the bank and freezing the bank's assets.[335] On March 29, 2022, Biden appeared to heighten his condemnation concerning Putin made at the end of his NATO trip to Europe, stating that he makes \"no apologies\" for previously stating that \"Putin cannot remain in power\".[336] On April 12, he called the war a \"genocide\".[337] Biden criticized the Kremlin for \"idle comments\" on the possible use of nuclear weapons.[338] On April 28, Biden asked Congress for an additional $33 billion to assist Ukraine, including $20 billion to provide weapons to Ukraine.[339] On May 10, the House passed legislation that would provide $40 billion in new aid to Ukraine.[340] The New York Times reported that the United States provided real-time battlefield targeting intelligence to Ukraine that helped Ukrainian forces kill Russian generals and sink the Russian warship Moskva.[341][342] The Biden administration has pledged to help the International Criminal Court (ICC) to prosecute Putin and others for war crimes committed during the invasion of Ukraine.[343][344] President Biden promised to repair \"strained\" relationships with European allies in contrast to his predecessor Trump. \"An attack on one is an attack on all. That is our unshakeable vow,\" Biden said, referring to Article 5 of the North Atlantic Treaty (the mutual defense clause).[345] Biden pledged support for the European project and for Ukraine's sovereignty as well as the need for global cooperation on fighting the pandemic and climate change.[346] U.S. relations with France deteriorated in September 2021 due to fallout from the AUKUS security pact between the United States, the United Kingdom, and Australia, which aimed to counter Chinese power in the Indo-Pacific region. As part of the agreement, the U.S. agreed to provide nuclear-powered submarines to Australia. After entering into the agreement, the Australian government canceled an agreement that it had made with France for the provision of French conventionally powered submarines. The deal angered the French government, which recalled its ambassador to the U.S. (Philippe Étienne) as well as the ambassador to Australia. Amid the diplomatic row, the French Foreign Ministry contended that it had been subjected to \"duplicity, disdain and lies\"[347][348] and French foreign minister Jean-Yves Le Drian called the deal a \"stab in the back\".[349] In a conciliatory call a few days later, Biden and French President Emmanuel Macron agreed to reduce bilateral tensions, and the White House acknowledged the crisis could have been averted if there had been open consultations between allies.[350] A month later, Biden met Macron, telling him his administration was \"clumsy\" and that he was \"under the impression that France had been informed long before\" that France's deal with Australia was \"not going through\".[351] In February 2022, amid rising tensions between Ukraine and Russia, the Biden administration faced questions for its year-long failure to nominate an ambassador to Ukraine.[352] The Biden administration has expressed interest in re-engaging with Iran on the Iran nuclear deal. Biden's predecessor, President Trump, withdrew from the deal in 2018, resulting in swift backlash from international community.[353][354] Secretary of State Antony Blinken said the U.S. would be interested in re-entering the agreement so long as Iran shows \"strict compliance\".[355] Blinken did not rule out a military intervention to stop Iran from obtaining nuclear weapons.[356][357] On February 25, 2021, President Biden ordered retaliatory airstrikes on buildings in Syria that the Department of Defense said were used by Iranian-backed militias to carry out rocket attacks on U.S. targets in Iraq. The operation was the first known use of military force by the Biden administration.[358] The attacks prompted condemnation from many Democratic members of Congress. Senator Tim Kaine of Virginia questioned the administration's \"legal justification for acting without coming to Congress.\" Representative Ro Khanna (D-CA) claimed that \"the Administration should have sought Congressional authorization.\"[359] In July 2022, Biden met with Israeli Prime Minister Yair Lapid to discuss the Iran nuclear deal and said that he continued to favor diplomacy. Lapid, however, expressed that only military threat would deter Iran from pursuing a nuclear program.[360] On February 1, 2021, Biden condemned the Myanmar coup d'état and called for the release of detained officials. Biden also left open the door to re-imposing sanctions on the country, saying in a statement that \"[t]he United States removed sanctions on Burma over the past decade based on progress toward democracy. The reversal of that progress will necessitate an immediate review of our sanction laws and authorities, followed by appropriate action.\"[361] On March 5, 2021, Biden imposed sanctions on Myanmar's Ministry of Home Affairs and Ministry of Defence and certain junta conglomerates.[362] On March 22, 2021, Secretary of State Antony Blinken announced sanctions on several military generals in response to a violent crackdown on peaceful protests.[363] Biden has reiterated his commitment to maintaining peace in Northern Ireland by resisting the possibility of a hard border as a result of Brexit. When asked by The Irish Times in March 2021 about comments made by Irish foreign minister Simon Coveney that the UK \"cannot be trusted\" on the Northern Ireland protocol, White House press secretary Jen Psaki said that \"President Biden has been unequivocal about his support for the Good Friday Agreement.\" As part of his own Irish-American heritage, Psaki said that Biden \"has a special place in his heart for the Irish\", underpinning his commitment to Northern Ireland's peace.[364] Biden ordered a halt in the arms sales to Saudi Arabia and the United Arab Emirates which the Trump administration had previously agreed to.[366] Two years after Jamal Khashoggi's assassination, Avril Haines, the Director of National Intelligence under Biden's administration, announced that the intelligence report into the case against Saudi Arabia's government would be declassified. It was reported that Crown Prince Mohammed bin Salman would be blamed for the murder, as was concluded by the CIA.[367] On February 4, 2021, the Biden administration announced that the U.S. was ending its support for the Saudi-led bombing campaign in Yemen. President Biden in his first visit to the State Department as president said \"this war has to end\" and that the conflict has created \"a humanitarian and strategic catastrophe.\"[368] However, the details of the end of American involvement in the war have yet to be released as of April 2021.[369] In September 2021, Biden's national security adviser Jake Sullivan met in Saudi Arabia with Crown Prince Bin Salman to discuss the high oil prices.[370] The record-high energy prices were driven by a global surge in demand as the world quit the economic recession caused by COVID-19.[371][372] The Biden administration was pressed on potential oil deals with Saudi Arabia, Venezuela, and Iran that would have them increase their oil production.[373][374] However, so far, Saudi Arabia and the United Arab Emirates have declined requests from the US.[375][376] As a presidential candidate, Joe Biden had vowed to make Saudi “pay the price” and make them a “pariah” state, citing the Kingdom’s involvement in the assassination of Jamal Khashoggi.[377] But, in June 2022, the White House confirmed that Biden was to visit Saudi Arabia and meet Crown Price Mohammed bin Salman, during his Middle East trip in July.[378][379] The announcement came after inflation in the US rose to a 40-year high.[380] The Russian invasion of Ukraine also had an impact on the oil and gas prices in the US. Biden repeatedly appealed Saudi to increase oil production, but the Kingdom turned down such requests.[381] Biden’s planned visit was seen as a move to seek Saudi’s assistance to ease the oil and gas prices at home.[378][382] However, human rights activists and Democratic lawmakers warned Biden that the visit could send signals to Saudi that their horrific human rights violations could be exempted.[378] Saudi dissidents living in the US said that as Saudi activists who were wronged by Prince Mohammed, they “feel betrayed by Biden”.[381] Son of Saad Aljabri, Khalid AlJabri said Biden’s meeting with MbS would be “equivalent of a presidential pardon for murder”.[383] Democratic Representative Adam Schiff also criticized the visit saying, “I wouldn't go. I wouldn't shake his hand. This is someone who butchered an American resident, cut him up into pieces and in the most terrible and premeditated way.”[384] On 10 July 2022, president Biden defended his trip to Saudi Arabia, saying humans rights were on his agenda.[385] In an op-ed, he wrote that he aims to \"reorient and not rupture relations with a country that’s been a strategic partner for 80 years\", and that Saudi Arabia has helped to restore unity among the six countries of Gulf Cooperation Council and has fully supported the truce in the context of the Yemen war.[386] Former adviser to Donald Trump, Thomas J. Barrack Jr. was arrested by the U.S. authorities for his role as a foreign lobbyist for the United Arab Emirates, allowing a foreign nation to meddle in the 2016 United States presidential election campaign. Barrack was also accused of obstruction of justice by giving false statements to the investigators.[387][388] The DOJ also prosecuted some men for funneling more than $3.5 million to Hillary Clinton from George Nader, the royal adviser of the UAE.[389] While federal prosecutors accused the Emirates of interfering in American politics from both sides, the relations with the Arab nation during Biden's presidency didn't witness much of the expected changes. The UAE was seen escaping its blunder-filled history of relations with the US, despite Biden's repetitive criticism against the Emirates' human rights violations and its attempts of infiltrating the US politics.[390] Moreover, the Biden administration also permitted the arms sales of $23 billion to the UAE, which was initiated by Donald Trump and involved a transfer of sophisticated weaponry like the F-35 fighter jets.[391] The US Justice Department did not charge any Emirati in the case. However, Barrack's indictment identified three UAE officials who were hosts at his reception in the Gulf nation after Trump's 2016 elections, and two others who were involved. Amongst the hosts was Abu Dhabi Crown Prince Mohamed bin Zayed, the UAE's national security adviser Tahnoun bin Zayed and director of the Emirati intelligence service, Ali Mohammed Hammad Al Shamsi. The fourth Emirati official was Abdullah Khalifa Al Ghafli, who “tasked” Barrack to push Emirati interests with America. Another official was Yousef Al Otaiba, who asked to remain anonymous in discussions over private matters.[392] Early in the Biden administration, the White House confirmed that the U.S. Embassy would remain in Jerusalem, which would remain recognized as the Capital. The administration also expressed support for the Abraham Accords while wanting to expand on them, although it shied away from using that name, instead referring to it simply as \"the normalization process\".[393][394][395] On 13 May 2021, in the aftermath of the Al-Aqsa mosque conflict, the Biden administration was accused of being indifferent towards the violent conflict between Israeli statehood and the Palestinian minority there. Critics on both sides identified the reaction by the White House as \"lame and late\".[396] On 21 May 2021, a ceasefire was brokered between Israel and Hamas after eleven days of clashes. According to Biden, the US will be playing a key role to rebuild damaged infrastructure in the Gaza alongside the Palestinian authority.[397][398] During a July 2022 visit to Israel, Biden stressed the importance of keeping the two-state vision alive. He met with Palestinian National Authority President Mahmoud Abbas and announced a new aid package to the Palestinians.[399] During the administration of his predecessor Donald Trump, U.S. contributions to the United Nations Relief and Works Agency for Palestine Refugees had been defunded.[400] On the Israeli end, Prime Minister Yair Lapid reaffirmed his position on a two-state solution.[399] On February 4, 2021, Biden issued a presidential memorandum for expanding protection of LGBT rights worldwide, which includes the possibility to impose financial sanctions.[401] Very early in Biden's presidency, opinion polls found that Biden's approval ratings were steadier than Trump's, with an average approval rating of 55% and an average disapproval rate of 39%.[402] Biden's early approval ratings have been more polarized than Trump's, with 98% of Democrats, 61% of independents and 11% of Republicans approving of Biden's presidency in February 2021, a party gap of 87%.[403] Around the end of his first hundred days in office, Biden's approval rating was higher than Trump's but was the third worst since the presidency of Harry Truman; only Trump and Gerald Ford scored lower.[404][405] Following the fall of Kabul and the surge of COVID-19 cases due to the Delta variant in July and August 2021, Biden's approval rating began to steadily decline, from a high of 52.7% approval on July 26, 2021, to 45.9% approval by September 3, 2021, according to FiveThirtyEight.[406][407] While the White House emphasized COVID-19 as causing his low approval rating,[408] inflation, the highest in nearly 40 years,[409][410] has also been described as a cause.[411][412] Biden's current lowest approval rating comes from a Quinnipiac University poll in July 2022, which showed just 31% of respondents approving of his performance as president.[413] By the one-year anniversary of Biden's presidency on January 20, 2022, Gallup recorded the average approval rating for Biden's first year as 49%, which was the second-lowest first-year average approval rating for any American president since World War II; only Trump's first-year average of 38.4% was lower.[414][415] Gallup further noted that there was greater political polarization in Biden's approval ratings than any other first-year president in modern history, with 91% of Democrats supporting Biden while just 8% of Republicans supported him, resulting in a party gap of 83%. The only other year of any presidency that saw greater polarization was Trump's final year in office.[414][416]","Title":"Presidency of Joe Biden - Wikipedia","KeyID":"2839","URL":"https://en.wikipedia.org/wiki/Presidency_of_Joe_Biden"}