{"Content: ":"Glastonbury Festival (formally Glastonbury Festival of Contemporary Performing Arts and known colloquially as Glasto) is a five-day festival of contemporary performing arts that takes place in Pilton, Somerset, England. In addition to contemporary music, the festival hosts dance, comedy, theatre, circus, cabaret, and other arts. Leading pop and rock artists have headlined, alongside thousands of others appearing on smaller stages and performance areas. Films and albums have been recorded at the festival, and it receives extensive television and newspaper coverage. Glastonbury is attended by around 200,000 people,[3] thus requiring extensive security, transport, water, and electricity-supply infrastructure. While the number of attendees is sometimes swollen by gatecrashers, a record of 300,000 people was set at the 1994 festival, headlined by the Levellers who performed on The Pyramid Stage.[4] Most festival staff are volunteers, helping the festival to raise millions of pounds for charity organisations.[5] Regarded as a major event in British culture, the festival is inspired by the ethos of the hippie, the counterculture of the 1960s, and the free-festival movement. Vestiges of these traditions are retained in the Green Fields area, which includes sections known as the Green Futures, the Stone Circle and Healing Field.[6] Michael Eavis hosted the first festival, then called Pilton Festival, after seeing an open-air Led Zeppelin concert in 1970 at the Bath Festival of Blues and Progressive Music. The festival was held intermittently from 1970 until 1981 and has been held most years since then, except for \"fallow years\" taken mostly at five-year intervals, intended to give the land, local population, and organisers a break. 2018 was a \"fallow year”, and the following festival took place from 26 to 30 June 2019.[7] There have been two consecutive \"fallow years” since then due to the COVID-19 pandemic.[8] The festival returned for 22–26 June 2022 with headliners Billie Eilish, Paul McCartney and Kendrick Lamar. The 2023 edition is scheduled to take place between 21 and 25 June 2023. The first festival at Worthy Farm was the Pop, Blues & Folk Festival,[9] hosted by Michael Eavis on Saturday 19 September 1970, and attended by 1,500 people. There had been a commercial UK festival tradition which included the National Jazz and Blues Festival and the Isle of Wight Festival. Organiser Michael Eavis decided to host the first festival after seeing an open-air concert headlined by Led Zeppelin at the 1970 Bath Festival of Blues and Progressive Music at the nearby Bath and West Showground in 1970.[10] The original headline acts were The Kinks and Wayne Fontana and the Mindbenders but these acts were replaced at short notice by Tyrannosaurus Rex, later known as T. Rex. Tickets were £1. Other billed acts of note were Steamhammer, Quintessence, Stackridge, Al Stewart, Pink Fairies and Keith Christmas.[11][12][13] The \"Glastonbury Fair\" of 1971[14] was instigated by Andrew Kerr after being found and introduced to Michael Eavis by David Trippas and organised with help from Arabella Churchill, Jean Bradbery, Kikan Eriksdotter, John Massara, Jeff Dexter, Thomas Crimble,[15] Bill Harkin,[16] Gilberto Gil,[17] Mark Irons, John Coleman, and Jytte Klamer. The 1971 festival featured the first incarnation of the \"Pyramid Stage\". Conceived by Bill Harkin the stage was a one-tenth replica of the Great Pyramid of Giza built from scaffolding and metal sheeting and positioned over a blind spring which was found by dowsing.[18] Performers included David Bowie, Mighty Baby, Traffic, Fairport Convention, Gong, Hawkwind, Pink Fairies, Skin Alley, The Worthy Farm Windfuckers and Melanie. It was paid for by its supporters and advocates of its ideal, and embraced a mediaeval tradition of music, dance, poetry, theatre, lights, and spontaneous entertainment. The 1971 festival was filmed by Nicolas Roeg and David Puttnam and was released as a film called simply Glastonbury Fayre,[19] and a triple album of the same name was released (no connection with the film). There was a small unplanned event in 1978, when the convoy of vehicles from the Stonehenge festival was directed by police to Worthy Farm; the festival was then revived the following year (1979) by Churchill, Crimble, Kerr and Eavis, in an event for the Year of the Child, which lost money.[20] The 1980s saw the festival become an annual fixture, barring periodic fallow years. In 1981, Michael Eavis took back solo control of the festival, and it was organised in conjunction with the Campaign for Nuclear Disarmament (CND). That year a new Pyramid Stage was constructed from telegraph poles and metal sheeting (repurposed from materials of the Ministry of Defence), a permanent structure which doubled as a hay-barn and cow-shed during the winter.[21] In the 1980s, the children's area of the festival (which had been organised by Arabella Churchill and others) became the starting point for a new children's charity called Children's World.[22] 1981 was the first year that the festival made profits, and Eavis donated £20,000 of them to CND.[23][24] In the following years, donations were made to a number of organisations, and since the end of the Cold War the main beneficiaries have been Oxfam, Greenpeace and WaterAid, who all contribute towards the festival by providing features and volunteers, who work at the festival in exchange for free entry.[25] It also saw the first TV coverage, with ITV broadcasting recorded highlights in the weeks after the festival. Since 1983, large festivals have required licences from local authorities. This led to certain restrictions being placed on the festival, including a crowd limit and specified times during which the stages could operate. The crowd limit was initially set at 30,000 but has grown every year to over 100,000.[26] 1984 saw the stage invaded by children during The Smiths set.[27][28] Weather Report played the main stage, and Elvis Costello headlined the last night for almost three hours.[29] In 1985, the festival grew too large for Worthy Farm, but neighbouring Cockmill Farm was purchased.[30] That year saw a wet festival with considerable rain; Worthy Farm is a dairy farm and what washed down into the low areas was a mixture of mud and liquefied cow dung. This did not prevent festival-goers from enjoying the knee-deep slurry in front of the pyramid stage. 1989 was the first year that impromptu, unofficial sound systems sprung up around the festival site – a portent of things to come. These sound systems would play loud, electronic acid house music 'round the clock, with the largest, the Hypnosis sound system, rivalling the volume of some of the official stages and running non-stop throughout the festival.[31] Following the 1990 festival, violence flared between security guards and new age travellers in what became known as \"The Battle of Yeoman's Bridge\".[32][33] Eavis was also facing increasing battles from locals over the festival, leading to taking 1991 off. Both pressures are captured in the 1992 Channel 4 documentary Showdown at Glastonbury.[34] An expanded festival returned in 1992, and this proved a great success.[35] 1992 was the first year that the new age travellers were not initially allowed onto the site free, and a sturdier fence was designed.[36] This success was carried through to 1993 which, like 1992, was hot and dry. In 1994, the Pyramid Stage burned down just over a week before the festival; a temporary main stage was erected in time for the festival.[37] The 1994 festival also introduced a 150 kW wind turbine which provided some of the festival power.[38] Headliners Levellers set another record when they played to a crowd of as many as 300,000 people on their Friday performance, and is still Glastonbury's biggest ever crowd.[39] This was the year the festival was first televised live by Channel 4; concentrating on the main two music stages and providing a glimpse of the festival for those who knew little of it. Channel 4's 4 Goes to Glastonbury brought widely expanded televised coverage of the festival for the first time in 1994 and also the following year. The TV broadcast in 1994 was a crucial factor in ensuring that Orbital's performance at the festival achieved legendary status. As a result, living rooms across the country were able to experience what a rave might look like, and suddenly dance music – which had been ignored by the establishment and mainstream press for years – did not seem so dangerous and which would be a turning point for the music at Glastonbury.[40] Speaking to The Guardian in 2013 about the Orbital gig, Michael Eavis noted that it marked dance music's appearance on the mainstream agenda. \"What was previously underground made it on to one of the big stages, and there was no going back from there. As the police and the council made me very well aware, the buzz had been around the raves and the market sound systems and in the travellers' fields for years. But it needed a showcase to make it legal.\"[40] The gig opened the way for others such as the Chemical Brothers, Massive Attack and Underworld, who all played high-profile stages in the following years – developments that led to the launch of the festival's Dance Village in 1997. 1995 saw the attendance rise drastically due to the security fence being breached on the Friday of the festival. Estimates suggest there may have been enough fence-jumpers to double the size of the festival.[11] This aside, 1995 proved to be a highly successful year with memorable performances from Oasis, Elastica, Pulp, PJ Harvey, Jeff Buckley, Jamiroquai and The Cure. This was also the first year of the festival having a dance tent to cater for the rise in popularity of dance music, following the success of Orbital's headline appearance the previous year. The dance acts of 1995 were led by Massive Attack on the Friday and Carl Cox on the Saturday.[41] The festival took a year off in 1996 to allow the land to recover and give the organisers a break. 1996 also saw the release of Glastonbury the Movie which was filmed at the 1993 and 1994 festivals.[42] The festival returned in 1997 bigger than ever. This time there was major sponsorship from The Guardian and the BBC, who had taken over televising the event from Channel 4. This was also the year of the mud,[43] with the site suffering severe rainfalls which turned the entire site into a muddy bog.[44] However those who stayed for the festival were treated to many memorable performances, including Radiohead's headlining Pyramid Stage set on the Saturday which is said to be one of the greatest ever Glastonbury performances.[45] The live recording of \"Paranoid Android\" from this performance, as well as others such as \"The Day Before Yesterday's Man\" by The Supernaturals, were released on a BBC CD entitled Mud For It.[46] In 1998 the festival was once again struck with severe floods and storms, and again some festival goers departed early – but those who stayed were treated to performances from acts such as Pulp, Robbie Williams and Blur.[47] Tony Bennett, however, overcame the messy environment in an immaculate white suit and tie.[48] 1998 was also the first year that attendance officially broke the 100,000 mark.[49] Another hot dry year was recorded in 1999, much to the relief of organisers and festival goers. The festival was again overcrowded due to fence-jumpers, but this would not prove to be a major problem until the following year, when an additional 100,000 people gatecrashed the site, increasing the attendance to an estimated 250,000 people total.[11] The 1999 festival is also remembered for the Manic Street Preachers requesting and being given their own backstage toilets; however, it was revealed by the band that this was a joke – the \"reserved\" sign on the toilet was not at the authorisation of the management.[50] 2000 saw a new Pyramid Stage introduced as well as new features such as The Glade and The Left Field. The festival was headlined by Chemical Brothers, Travis and David Bowie who played 30 years after his first appearance.[51] The Pyramid Stage also hosted an unusual event on the Saturday morning, with the wedding of two festival-goers, who had written to the organisers asking for permission to get married there, taking place and conducted by actor Keith Allen in front of a small group of friends and any other festival-goers who still happened to be awake.[52] This year also saw an estimated 250,000 people attend the festival (only 100,000 tickets were sold) due to gatecrashers. This led to public safety concerns and the local District Council refused any further licences until the problem was solved.[53] The organisers took 2001 off to devise anti-gatecrashing measures and secure the future of the festival, after the Roskilde Festival 2000 accident (though this was also a scheduled break, one which took place every five years from 1991, the year after the battle of Yeoman's Bridge, until the 2012 Olympics extended the five-year sequence from the planned 2011 rest year). It was at this point that the Mean Fiddler Organisation was invited to help,[54] which was seen by some as a \"sell-out\" to corporate culture.[55][56] In 2001, the festival was not held due to safety fears and the 2001 United Kingdom foot-and-mouth outbreak. In 2002, the festival returned after its planned fallow year, with the controversial Mean Fiddler now handling the logistics and security — especially installing a substantial surrounding fence (dubbed the \"superfence\") that reduced numbers to the levels of a decade earlier. 2002 also saw Coldplay headline the Pyramid Stage for the first time while the show was closed by a set from Rod Stewart on the Sunday night.[57] There were some criticisms of the 2002 festival that it lacked atmosphere, because of the reduced number of people, which reflected the smaller numbers jumping the fence.[58] The number of tickets was increased to 150,000 for 2003 which sold out within one day of going on sale,[59] in marked contrast to the two months it took to sell 140,000 in 2002. It was also the first year that tickets sold out before the full line-up was announced.[60] This was also the year Radiohead returned to headline the Pyramid Stage. Revenue raised for good causes from ticket and commercial licence sales topped £1 million, half of which went to Oxfam, Greenpeace and Water Aid.[61] In 2004, tickets sold out within 24 hours amid much controversy over the ticket ordering process, which left potential festival goers trying for hours to connect to the overloaded telephone and internet sites.[62] The website got two million attempted connections within the first five minutes of the tickets going on sale and an average of 2,500 people on the phone lines every minute.[63] The festival was not hit by extreme weather, but high winds on the Wednesday delayed entry, and steady rain throughout Saturday turned some areas of the site to mud.[64] The festival ended with Muse headlining the Pyramid Stage on Sunday, after Oasis had headlined on Friday.[65] Franz Ferdinand and Sir Paul McCartney also performed.[65] In the British press publications appeared about the use of psychedelic drugs by festival visitors. The magazine NME pronounced that 2004 would be \"the third summer of love\" due to the resurgence of the \"shroom\" that was praised as a natural alternative to ecstasy, which was said to be declining in popularity (LSD fuelled the first summer of love in 1967; ecstasy and LSD the second in 1988).[66] After the 2004 festival, Michael Eavis commented that 2006 would be a year off — in keeping with the previous history of taking one \"fallow year\" in every five to give the villagers and surrounding areas a rest from the yearly disruption. This was confirmed after the licence for 2005 was granted.[67] In 2005 the 112,500 ticket quota sold out rapidly — in this case in 3 hours 20 minutes.[68] For 2005, the enclosed area of the festival was over 900 acres (3.6 km2),[69] had over 385 live performances,[49] and was attended by around 150,000 people.[70] The Sunday headliner was originally scheduled to be Kylie Minogue, who instead pulled out in May to receive treatment for breast cancer.[71] Basement Jaxx were announced as a replacement on 6 June.[72] Both Coldplay and Basement Jaxx performed a cover of Kylie's \"Can't Get You Out Of My Head\" during their concert.[73] 2005 saw a big increase in the number of dance music attractions, with the multiple tents of the Dance Village replacing the solitary dance tent of previous years. This new area contained the East and West dance tents, the Dance Lounge, Roots Stage, and Pussy Parlour, as well as a relocated G Stage, formerly situated in the Glade.[74] The introduction of the silent disco by Emily Eavis allowed revellers to party into the early hours without disturbing the locals — a requirement of the festival's licensing.[75][76] Following the death of DJ John Peel in the autumn of 2004, the New Tent was renamed the John Peel Tent, in homage to his encouragement and love of new bands at Glastonbury.[77][78] The opening day of the 2005 festival was delayed by heavy rain and thunderstorms: Several stages, including the Acoustic Tent (and one of the bars), were struck by lightning, and the valley was hit with flash floods that left some areas of the site under more than four feet of water.[79] The severity of the weather flooded several campsites, the worst affected being the base of Pennard Hill, and seriously disrupted site services. However Mendip District Council's review of the festival called it one of the \"safest ever\" and gives the festival a glowing report in how it dealt with the floods.[70] There was no festival in 2006. Instead, a documentary film directed by Julien Temple was released to make up for the lack of a festival. The film consists of specially shot footage by Temple at the festival, as well as footage sent in by fans and archive footage. Glastonbury was released in the UK on 14 April 2006.[80] Glastonbury 2007 (20–24 June) was headlined by Arctic Monkeys, The Killers, and The Who on Friday, Saturday and Sunday, respectively.[81] Dame Shirley Bassey was also featured.[81] In 2007, over 700 acts played on over 80 stages[82] and the capacity expanded by 20,000 to 177,000.[83] This was the first year that \"The Park\" area opened. Designed by Emily Eavis, its main stage featured extra sets by several artists playing on the main stages including Spinal Tap, Pete Doherty and Gruff Rhys, whilst the BBC launched their new \"Introducing\" stage in the area.[81] The festival had the largest attendance since the construction of the security fence, and the largest legitimate attendance to date:[when?] ticket allocation was raised by 27,500 to 137,500, which were charged at £145 and sold out in 1 hour 45 minutes.[84] As an extra precaution against touts (scalpers), purchasers had to pre-register, including submission of a passport photo which was security printed into the ticket.[85] Continued periods of rain throughout much of the festival caused muddy conditions, though without the flooding of 2005, in part due to the new £750,000 flood defences.[86] However this constant rain made the general conditions within the site worse than 2 years before and more like the mud plains of 1998. It was difficult to find anywhere to sit down that had not turned to mud and key choke points, such as the thoroughfare at the front right of the Pyramid stage, turned into a quagmire. Muddy conditions on the temporary roads on the periphery of the site led to delays for people leaving the site.[87] On 25 June, when the vast majority of festival goers were attempting to leave the festival, cars in the western car parks took over nine hours to exit the site. There was no stewarding provision in these areas, no information was disseminated regarding the delays, no organised marshalling of traffic was undertaken by the festival organisers, and no provision of drinking water was made to people stranded in their vehicles. Verbal and physical violence was witnessed between festival goers. When cars were finally allowed to leave the site the surrounding roads were found to be clear.[88] Reported crime was down from 2005 but the number of arrests were \"well up\", after a proactive operation of the police and security on site. There were 236 reported crimes, down from 267 in 2005; of these, 158 were drug related (183 in 2005).[89] 1,200 people required medical aid with 32 hospitalised,[90] most of which were accidents caused by the mud. There was one fatality: a West Midlands man found unconscious early on the Saturday morning died in Yeovil District Hospital of a suspected drugs overdose.[89] On 20 December 2007, Arabella Churchill, an instrumental figure in the conception of the 1971 festival and since the 1980s area coordinator of the Theatre Field, died at St Edmund's Cottages, Bove Town, Glastonbury at the age of 58. She had suffered a short illness due to pancreatic cancer, for which she had refused chemotherapy and radiotherapy. She was a convert to Buddhism, and arrangements following her death respected her belief. Michael Eavis, paying tribute to her after her death, said \"Her vitality and great sense of morality and social responsibility have given her a place in our festival history second to none\".[91][92][93] The Glastonbury Festival 2008 was held on 27, 28 and 29 June, headlined by Kings of Leon, Jay-Z and The Verve on Friday, Saturday and Sunday, respectively,[94] with other notable acts including Neil Diamond, Shakin' Stevens, Levellers,[95] and Stackridge, who opened the first festival in 1970.[96] Continuing the procedure introduced in 2007, ticket buyers had to pre-register and submit a passport photo between 1 February and 14 March to buy tickets which went on sale at 9 am on Sunday 6 April.[97] Following 40,000 tickets not being sold, the pre-registration process was reopened on 8 April.[98] Several reasons have been cited for this, including the poor weather of the previous four years[99] and the controversial choice of featuring the hip hop artist, Jay-Z, as a headlining act.[100] A day before the festival began, Michael Eavis announced that there were still around 3,000 tickets remaining, making it possible that it would be the first festival in 15 years not to sell out in advance.[101] It had also been announced that any remaining tickets would be sold from major branches of HMV.[102] 2008 saw the introduction of a new field adjacent to the Sacred space and Park Stage. Not named by the organisers, the festival goers themselves called it \"Flagtopia\" in reference to the flags located there.[103] After the huge number of tents left behind in 2007 and when one of Michael Eavis's cows died after ingesting a metal tent-peg left in the soil, the Festival devised its Love the Farm, Leave No Trace campaign which gently pushed revellers to respect the environment and clear up after themselves.[104] The Festival had always pushed a green agenda and new initiatives in 2008 included biodegradable tent pegs handed out free to all campers[105] and biotractors running on waste vegetable oil. These new efforts were rewarded with The Greener Festival Award for 2008 alongside a number of other festivals also committed to environmentally friendly music festivals.[106] The 2008 festival was reported to have cost £22 million to produce.[107][108] The Glastonbury Festival 2009 took place between 24 and 28 June 2009. In marked contrast with previous years, the 137,500 tickets went on sale on 5 October 2008, earlier than ever before, with pre-registered customers able either to pay in full, or place a £50 reserve deposit to be paid by 1 February. Tickets for the festival sold out.[109] The full line up was released on 25 May 2009 and included headliners Blur, Bruce Springsteen and Neil Young on the Pyramid stage.[109] The Other stage was headlined by The Prodigy, Bloc Party and Franz Ferdinand.[110] Other notable performers included Jarvis Cocker, Fairport Convention (who played at the first Glastonbury Festival), Tom Jones, Steel Pulse, Doves, Lady Gaga, Jason Mraz, Nick Cave, Pete Doherty, Hugh Cornwell, Status Quo, The Gaslight Anthem (in which Springsteen appeared on stage during their song \"The '59 Sound\"), Madness, Dizzee Rascal, Crosby, Stills & Nash, Lily Allen, Kasabian and Florence and the Machine.[109] The Glastonbury Festival 2010 took place between 23 and 28 June. On the last night, Michael Eavis appeared on the main stage with headline artist Stevie Wonder to sing the chorus of the latter's \"Happy Birthday\", marking the festival's 40th year.[111] Tickets went on sale on 4 October 2009, using the same £50 deposit scheme introduced the previous year;[112] unlike the previous two years, and more in common with earlier festivals, the tickets for the 2010 edition sold out in less than 24 hours.[113] U2 were due to headline the Pyramid Stage on Friday night at Glastonbury 2010, but due to frontman Bono sustaining a back injury they were forced to pull out. According to the media, Bono was \"gutted\", even having written a song especially for the festival.[114] Damon Albarn's Gorillaz replaced U2,[115] and joined Muse and Stevie Wonder for the Saturday and Sunday headline slots respectively.[116] It was Albarn's second headlining act in two years. Pet Shop Boys returned after 10 years to headline the Other Stage on the Saturday Night. The entire stage set from their Pandemonium Tour was brought in for the performance which was extremely well received. Radiohead's Thom Yorke and Jonny Greenwood made a surprise appearance with a nine-song set.[117] The weather at the festival was among some of the best ever, the festival-goers enjoying 3 days of abundant sunshine and very warm to hot temperatures, which reached close to 30 degrees on the Sunday; it was the first rain-free festival since 2002 and the hottest since the festival began.[118] During 2010 Michael Eavis received a donation from British Waterways of timber from the old gates at Caen Hill Locks in Wiltshire. This was used to construct a new bridge which was dedicated to the memory of Arabella Churchill.[119] The following year more of the redundant lock gates were used to build the Campo Pequeno amphitheatre.[120][121] The Glastonbury Festival 2011 took place from Wednesday 22 until Sunday 26 June 2011.[122] The tickets were sold out within 4 hours of going on sale on Sunday 3 October 2010. Headline acts for 2011 were U2 on the Friday night, Coldplay on the Saturday and Beyoncé on Sunday.[123] This made Beyoncé the first woman to headline at the festival since 1999.[124] The festival was not held in 2012, giving the site and organisers a \"fallow year\" which originally would have been in 2011, in keeping with the tradition of taking a break every fifth year. Michael Eavis cited the shortage and likely cost of portable toilets and policing, due to the needs of the 2012 Summer Olympics, as being amongst the reasons.[125] The decision to move the fallow year to 2012 also proved to be a fortunate one, as Somerset experienced spells of persistent heavy rain in the period up to and including the week that the festival would normally have been held. Indeed, Emily Eavis suggested that the festival itself might have been called off, such was the severity of the weather.[126] Registration for tickets to the 2013 festival began in June 2011 and ticket booking opened at 9 am on Sunday 7 October 2012,[127] with 135,000 selling out in a record time of one hour and forty minutes.[128][129] To mark the 2012 Glastonbury weekend, Eavis was invited to guest edit the local paper, the Western Daily Press, on Saturday 23 June.[130] During the 2014 festival, a 26-year-old Berkshire man suffered from a suspected reaction to Ketamine and later died in Bristol Royal Infirmary. Despite this, police reported that crime was down 30% from last year but reminded festival goers to look after their possessions.[131] In 2014 Mendip District Council issued a licence for 10 years up until 2024.[132] A few weeks before the 2015 festival Foo Fighters frontman Dave Grohl fell off a stage during a show in Gothenburg and broke his leg, forcing their late withdrawal from the line-up.[133] Florence and the Machine were moved from second-top on the bill to Friday's headliner, while Florence's vacant gap was filled by Reading & Leeds headliners The Libertines, and their performance was well received.[134] Kanye West and The Who were the headliners for the Saturday and Sunday, respectively. Other notable acts who performed included Motörhead (their final festival appearance in the UK before Lemmy's death), the Moody Blues, Pharrell Williams, Deadmau5, Patti Smith, the Strypes, Lionel Richie, Catfish and the Bottlemen, Enter Shikari, the Chemical Brothers, Thee Faction, Alt-J, Paloma Faith, Mary J. Blige and Paul Weller, as well as an appearance by the 14th Dalai Lama. On 28 August 2015 it was announced that hundreds of pairs of discarded wellington boots from the 2015 festival were donated to the migrant camp at Calais.[135] On 3 April 2017, it was announced the BBC had renewed its exclusive national rights to broadcast the event until 2022.[136] On 24 June 2017 reggae group Toots and the Maytals were slotted for 17:30, with BBC Four scheduled to show highlights from their set. When they did not show it was suspected they missed their time slot, and BBC broadcaster Mark Radcliffe apologised on their behalf stating, \"If you were expecting Toots and the Maytals – and, frankly, we all were – it seems like they were on Jamaican time or something because they didn't make it to the site on time.\" The group credited with coining the term \"reggae\" in song was subsequently rescheduled by the Glastonbury Festival organisers giving Toots and the Maytals the midnight slot, with all other acts being shifted by one hour.[137][138][139] Labour Party leader Jeremy Corbyn was invited to speak on the Pyramid Stage at the 2017 festival.[140][141] In February 2018, festival organiser Emily Eavis confirmed in a BBC interview that a plastic bottle ban could be enforced at the 2019 event for environmental reasons. Water kiosks, where festival-goers could get any type of bottle refilled, had been introduced in 2014.[142] In February 2019, organisers confirmed the bottle ban would begin at that year's festival, encompassing all bars, traders and backstage areas.[143] The festival had a \"fallow year\" in 2018 to allow the ground to recover. It returned in 2019.[144] Glastonbury 2019 featured new stages, art installations and areas, including a giant crane purchased from Avonmouth Docks.[145] The Pyramid Stage was headlined by Stormzy, The Killers and The Cure, with Miley Cyrus,[146] Janet Jackson, Kylie Minogue, Wu-Tang Clan, The Chemical Brothers, The Bar-Steward Sons of Val Doonican and Fatboy Slim also performing.[147] The 2020 and 2021 festivals were cancelled because of the COVID-19 pandemic.[148][149] In 2020, for what would have been the festival's 50th anniversary, the BBC broadcast a variety of acclaimed sets during the weekend of the cancelled festival, with performances by acts including Taylor Swift, Florence and the Machine, Adele, R.E.M., Beyoncé, the Rolling Stones, Jay-Z and Billie Eilish.[150] In 2021, Glastonbury produced a film recorded on the Glastonbury site, Live From Worthy Farm, with performances by acts including Coldplay, Haim, and Damon Albarn. Live From Worthy Farm also saw the debut of The Smile, a new band featuring Thom Yorke and Jonny Greenwood from Radiohead with Sons of Kemet drummer Tom Skinner.[151][152][153][154] The film was streamed on the Glastonbury website on 22 May[155] and broadcast on BBC Two on 27 June 2021.[156][157][158] It was announced in October 2021 that Billie Eilish would headline the Friday night in 2022, making her the youngest Glastonbury headline act to date. The first line-up since March 2020 prior to the cancellation was announced in March 2022, featuring Paul McCartney and Kendrick Lamar as headline acts for Saturday night and Sunday night respectively. Other acts include Diana Ross, Charli XCX, Foals, HAIM, Idles, Little Simz, Lorde, Olivia Rodrigo, Megan Thee Stallion, Pet Shop Boys, Sam Fender, Phoebe Bridgers, Wolf Alice and Years & Years.[159] In July 2022, a petition was launched to rename the \"John Peel Stage\" due to the sexual abuse Peel was accused of and admitted to.[160][161] Since 1981, the festival has been organised by local farmer and site owner Michael Eavis (through his company Glastonbury Festivals Ltd). Eavis ran the festival with his wife Jean until her death in 1999, and now co-organises the event with his daughter Emily Eavis.[162] In 2002, Festival Republic (a company consisting of both Live Nation and MCD) took on the job of managing the logistics and security of the festival through a 40% stake in the festival management company.[163] This relationship ended in 2012 and Glastonbury festival is now independent.[164] Glastonbury Festivals Ltd donates most of their profits to charities, including donations to local charity and community groups and paying for the purchase and restoration of the Tithe Barn in Pilton.[165] Several stages and areas are managed independently, such as The Left Field which is managed by a cooperative owned by Battersea and Wandsworth TUC,[166] Worthy FM and a field run by Greenpeace.[167] The sound systems on site have a total power of 650,000 watts, with the main stage having 250 speakers.[168] There are over 4,000 toilets, 2,000 long-drop and 1,300 compost, with water supplies including two reservoirs holding 2,000,000 litres (440,000 imp gal) of water.[168] With the exception of technical and security staff, the festival is mainly run by volunteers. Some 2,000 stewards are organised by the aid charity Oxfam. In return for their work at the festival Oxfam receive a donation, which in 2005 was £200,000.[169] Medical facilities are provided by Festival Medical Services who have done so since 1979. The bars are organised by the Workers Beer Company, sponsored by Carlsberg (previously Budweiser), who recruit teams of volunteer staff from small charities and campaign groups. In return for their help, typically around 18 hours over the festival, volunteers are paid in free entry, transport and food, while their charities receive the wages the volunteers earn over the event. Catering, and some retail services, are provided by various small companies, typically mobile catering vans, with over 400 food stalls on site in 2010.[168] The camping retail chain Millets, and independent shops, set up makeshift outlets at the festival. Additionally charities and organisations run promotional or educational stalls, such as the Hare Krishna tent which provide free vegetarian food. Network Recycling manage refuse on the site, and in 2004 recycled 300 tonnes and composted 110 tonnes of waste from the site.[170] Significant logistical operations take place to bring people into the festival by public transport each year. Additional festival trains are provided to Castle Cary railway station, mostly from London Paddington.[171] The station operates as a mini hub with waiting shuttle buses transferring passengers from Castle Cary to the festival site as required. This is an intensive operation on the Wednesday and Thursday each year with local bus and coach operators providing these buses over the two days. Additional extra buses normally provided by Go South Coast run from Bristol to the festival.[171] On the Monday, passengers are transferred back in just one day with additional buses provided to meet the increased requirement. National Express provide extra coaches direct to the festival site from major UK towns and much of this work is subcontracted to smaller coach operators to provide the capacity required.[172] The Pyramid stage is 25 metres tall. The stage has 292 audio speakers. There are 8.5 km of cables for video and audio. On stage there are 354 microphones and 3743 light bulbs.[173] Aggreko provide over 27 megawatts of electricity to the site with bio-diesel generators.[174] The festival takes place in South West England at Worthy Farm between the small villages of Pilton and Pylle in Somerset, six miles east of Glastonbury, overlooked by the Glastonbury Tor in the \"Vale of Avalon\".[175] The area has a number of legends and spiritual traditions, and is a \"New Age\" site of interest: ley lines are considered to converge on the Tor.[176] The nearest town to the festival site is Shepton Mallet, three miles (5 km) north east, but there continues to be interaction between the people espousing alternative lifestyles living in Glastonbury and the festival. The farm is situated between the A361 and A37 roads. Worthy Farm is situated at grid reference ST 590 397 in a valley at the head of the Whitelake River, between two low limestone ridges, part of the southern edge of the Mendip Hills. On the site is a confluence of the two small streams that make the Whitelake River. In the past the site has experienced problems with flooding, though after the floods that occurred during the 1997 and 1998 festival, drainage was improved. This did not prevent flooding during the 2005 festival, but allowed the flood water to dissipate within hours.[177] The Highbridge branch of the Somerset and Dorset Joint Railway ran through the farm on an embankment, but was dismantled in 1966 and now forms a main thoroughfare across the site.[178] Another prominent feature is the high-voltage electricity line which crosses the site east–west. There are several public rights of way bordering the festival site.[179] In recent years[when?] the site has been organised around a restricted backstage compound, with the Pyramid stage on the north, and Other stage on the south of the compound. Attractions on the east of the site include the acoustic tent, comedy tent and circus. To the south are the green fields, which include displays of traditional and environmentally friendly crafts. In King's Meadow, the hill at the far south of the site, is a modern small megalith circle which, like Stonehenge, is coordinated with the summer solstice, and since 1990 represents a stone circle.[180] replaced by the livestream event Worthy Farm Most people who stay at Glastonbury Festival camp in a tent. There are different camping areas, each with its own atmosphere. Limekilns and Hitchin Hill Ground are quieter camping areas, whereas Pennard Hill Ground is a lively campsite. Cockmill Meadow is a family campsite and Wicket Ground was introduced in 2011 as a second family-only campsite. An accessible campsite is also available in Spring Ground. Campsite accommodation is provided in the cost of a standard entry ticket but festival-goers must bring their own tents. Tipis have been at the festival for many years. A limited number of fixed tipis are available for hire at the tipi field near the stone circle. Up to six adults can stay in each tipi and each one comes with a groundsheet and raincatcher. Internal bedding and camping equipment is not provided. Tipi Park also offers solar showers and a log-fired yurt sauna. [226] Campervans, caravans and trailer tents are not allowed into the main festival site. However, the purchase of a campervan ticket in addition to the main ticket allows access to fields just outside the boundary fence; and the cost includes access for the campervan or towing vehicle and the caravan; the car, or other vehicle used to tow the caravan, may be parked alongside it but sleeping is only authorised in the campervan/caravan and connected awning, not in the accompanying vehicle. One additional tent may accompany the caravan/campervan if space within the plot allows. Some people choose to bring or hire a motorhome, though drivers of larger vehicles or motorhomes may have to purchase a second campervan ticket if they cannot fit within the defined plot.[227][228] The 2009 festival saw changes to the campervan fields; commercial vehicles were no longer classed as \"campervans\", all campervans had to have a fitted sleeping area and either washing or cooking facilities, and caravans and trailer tents were allowed back at the festival. Prior to this only campervans were allowed on site, caravans and trailers being banned in the early 1990s after a number were stuck in the mud and abandoned.[229] Festival-goers can stay at local B&B accommodation. There are several independent Glastonbury accommodation providers close to the main site, which include smaller campsites for tents, gypsy caravans, geo-domes, private cottages and more – some festival goers choose to be ferried between the festival and their accommodation by quad-bike or even private helicopter.[230] Various artists have written songs entitled Glastonbury or about the festival including Nizlopi,[231] The Waterboys[232] and Scouting for Girls.[233] Cosmic Rough Riders included \"Glastonbury Revisited\" on their album Enjoy The Melodic Sunshine (Poptones) in 2000.[234] Amy Macdonald, in her song \"Let's Start a Band\" referenced Glastonbury: \"Give me a festival and I'll be your Glastonbury star.\"[235] Robbie Williams, in his song \"The 90s\", refers to his surprise appearance on stage with Oasis in 1995, which ultimately led to him leaving Take That.[236] Joe Strummer wrote the song \"Coma Girl\" about his experiences at Glastonbury,[237] — in a BBC interview Bruce Springsteen cited the song as inspiring him to play the 2009 festival.[238] U2 wrote a song titled \"Glastonbury\" that was supposed to premier with their appearance at the festival, but an injury to Bono forced them to cancel. They instead premiered it in a concert in Turin on their 360° Tour.[239] Marcus Brigstocke's comic creation Giles Wemmbley Hogg had a special mock-documentary made about him going to Glastonbury as part of the Giles Wemmbley-Hogg Goes Off radio series.[240] Deborah Crombie's novel A Finer End takes place in Glastonbury with references to a fictional account of an original 1914 Glastonbury Fayre as well as the contemporary festival.[241] Glastonbury is also a setting in John Osborne's 2014 Radio 4 show The New Blur Album. Roxy Music did a song and album called \"Avalon\", which is the ancient name for Glastonbury (Isle of Avalon).[242] The 2013 advertisement of the Indonesian cigarette brand owned by the Wismilak Group, Diplomat Mild (see also Cigarette advertising in Indonesia), made reference to the festival: \"One day, I would perform at Glastonbury\".[243] ","Title":"Glastonbury Festival - Wikipedia","KeyID":"2848","URL":"https://en.wikipedia.org/wiki/Glastonbury_Festival"}