{"Content: ":"American singer-songwriter and actress Olivia Rodrigo has released one studio album, one extended play (EP), five singles, and seven music videos. After signing with Interscope and Geffen Records in 2020, she released her first single \"Drivers License\" in January 2021, which propelled her to international fame. \"Drivers License\" debuted at number one in the Billboard Hot 100 in the United States, where it stayed for eight consecutive weeks, and reached number one in 25 other countries. Subsequently, \"Drivers License\" was certified five times platinum both in the US and in Canada by the Recording Industry Association of America (RIAA) and by Canadian Recording Industry Association (CRIA), six times platinum by the Australian Recording Industry Association (ARIA), three times platinum in Norway and Portugal, two times platinum in United Kingdom, Poland, New Zealand and Sweden, and platinum in another 10 countries. Rodrigo released her second single \"Deja Vu\" in April 2021, which peaked at number three in the Billboard Hot 100 and was certified three times platinum in the United States, Canada and Australia, and platinum in other four countries. She released her third single a month later with \"Good 4 U\", which also became a commercial success. It was her second number one in the Billboard Hot 100, and became number one in 23 countries. \"Good 4 U\" was certified four times platinum in the United States, six times platinum in Australia, seven times platinum in Canada, three times platinum in New Zealand and Portugal, and platinum in another seven countries. Following the success of her three singles, Rodrigo released her debut album Sour in May 2021 which debuted at number one in the Billboard 200.[1] She became the first female artist, and the fourth act overall, to chart 11 songs in the Billboard Hot 100's Top 30.[2] Rodrigo has also joined the Elite Club of Singers that includes Lady Gaga, Justin Timberlake, Christina Aguilera, Alanis Morissette, Gwen Stefani and among others when her fourth single \"Traitor\" entered in Top 10 Billboard Airplay chart.[3] She has become the first artist to have four Pop Airplay Top 10 from a debut album since Lady Gaga. Sour was one of the biggest selling albums of 2021. Her debut album spent five non-consecutive weeks at number one in the Billboard 200 and topping charts in 18 countries.[4] Sour received many accolades including seven nominations and winning three at the 64th Annual Grammy Awards and became the longest running-debut album in the top 10 of Billboard 200 in the 21st century.[5]","Title":"Olivia Rodrigo discography - Wikipedia","KeyID":"2861","URL":"https://en.wikipedia.org/wiki/Olivia_Rodrigo_discography"}