{"Content: ":"The guitarfish are a family, Rhinobatidae, of rays. The guitarfish are known for an elongated body with a flattened head and trunk and small, ray-like wings. The combined range of the various species is tropical, subtropical, and warm temperate waters worldwide. Guitarfish have a body form intermediate between those of sharks and rays. The tail has a typical shark-like form, but in many species, the head has a triangular, or guitar-like shape, rather than the disc-shape formed by fusion with the pectoral fins found in other rays.[2] Guitarfish are ovoviviparous; the embryo matures inside an egg within the mother until it is ready to hatch. This is typical of rays. Guitarfish are bottom feeders that bury themselves in mud or sand and eat worms, crabs, and clams.[3] Some can tolerate salt, fresh, and brackish water.[4] They generally live close to the beach/coastline or in estuaries.[4] Rays, including guitarfish, belong to the ancient lineage of cartilaginous fishes. Fossil denticles (tooth-like scales in the skin) resembling that of today's chondrichthyans date at least as far back as the Ordovician, with the oldest unambiguous fossils of cartilaginous fish dating from the middle Devonian. A clade within this diverse family, the Neoselachii, emerged by the Triassic, with the best-understood neoselachian fossils dating from the Jurassic. This clade is represented today by sharks, sawfish, rays and skates.[5] Nelson's 2006 Fishes of the World recognized four genera in this family: Aptychotrema, Rhinobatos, Trygonorrhina, and Zapteryx; other taxa once placed in the Rhinobatidae, such as Platyrhinoidis and Rhina, have since been moved to their own families. Recently, the genus Glaucostegus has again become recognized as distinct from Rhinobatos. Rhinobatos has been split in three genera based on genetic and morphological considerations: Rhinobatos, Acroteriobatus and Pseudobatos. Tarsistes is dubious and may be a synonym of Pseudobatos, and other genera formerly included in Rhinobatidae have been moved to Glaucostegidae, Rhinidae and Trygonorrhinidae.[6][7][8] A 2021 re-evaluation of almost complete and articulated material from the Konservat-Lagerstätten of Bolca in Italy suggested that \"Rhinobatos\" dezignii and \"Rhinobatos\" primaevus should be excluded from Rhinobatos and assigned to the new genera †Pseudorhinobatos gen. nov. and †Eorhinobatos gen. nov. respectively.[9]","Title":"Guitarfish - Wikipedia","KeyID":"287","URL":"https://en.wikipedia.org/wiki/Guitarfish"}