{"Content: ":"Twitter is a microblogging and social networking service on which users post and interact with messages known as \"tweets\", owned by American company Twitter, Inc. Registered users can post, like, and retweet tweets, however, unregistered users have the ability to only read tweets that are publicly available. Users interact with Twitter through browser or mobile frontend software, or programmatically via its APIs. Prior to April 2020, services were accessible via SMS.[9] Tweets were originally restricted to 140 characters, but the limit was doubled to 280 for non-CJK languages in November 2017.[10] Audio and video tweets remain limited to 140 seconds for most accounts. Twitter was created by Jack Dorsey, Noah Glass, Biz Stone, and Evan Williams in March 2006 and launched in July of that year. Twitter, Inc. is based in San Francisco, California and has more than 25 offices around the world.[11] By 2012[update], more than 100 million users posted 340 million tweets a day,[12] and the service handled an average of 1.6 billion search queries per day.[13][14][15] In 2013, it was one of the ten most-visited websites and has been described as \"the SMS of the Internet\".[16] By the start of 2019[update], Twitter had more than 330 million monthly active users.[17] In practice, the vast majority of tweets are written by a minority of users.[18][19] On April 25, 2022, the Twitter board of directors agreed to a $44 billion buyout by Elon Musk, the CEO of SpaceX and Tesla, potentially making it one of the biggest deals to turn a company private.[20][21] Musk said on July 8, 2022, that he was terminating the deal, claiming that the social media company had failed to provide information about fake accounts on the platform.[22] Twitter board chair Bret Taylor subsequently pledged to pursue legal action against Musk, launching a lawsuit against him in the Chancery Court of Delaware on July 12.[23] Twitter's origins lie in a \"daylong brainstorming session\" held by board members of the podcasting company Odeo. Jack Dorsey, then an undergraduate student at New York University, introduced the idea of an individual using an SMS service to communicate with a small group.[24][25] The original project code name for the service was twttr, the disemvowelled version of the word twitter, an idea that Williams later ascribed to Noah Glass,[26] inspired by Flickr and the five-character length of American SMS short codes. The decision was also partly due to the fact that the domain twitter.com was already in use, and it was six months after the launch of twttr that the crew purchased the domain and changed the name of the service to Twitter.[27] The developers initially considered \"10958\" as a short code, but later changed it to \"40404\" for \"ease of use and memorability\".[28] Work on the project started on March 21, 2006, when Dorsey published the first Twitter message at 12:50 p.m. PST (UTCâˆ’08:00): \"just setting up my twttr\".[2] Dorsey has explained the origin of the \"Twitter\" title:[29] ...we came across the word \"twitter\", and it was just perfect. The definition was \"a short burst of inconsequential information\", and \"chirps from birds\". And that's exactly what the product was. The first Twitter prototype, developed by Dorsey and contractor Florian Weber, was used as an internal service for Odeo employees.[30] The full version was introduced publicly on July 15, 2006.[7] In October 2006, Biz Stone, Evan Williams, Dorsey, and other members of Odeo formed Obvious Corporation and acquired Odeo, together with its assets—including Odeo.com and Twitter.com—from the investors and shareholders.[31] Williams fired Glass, who was silent about his part in Twitter's startup until 2011.[32] Twitter spun off into its own company in April 2007.[33] Williams provided insight into the ambiguity that defined this early period in a 2013 interview:[34] With Twitter, it wasn't clear what it was. They called it a social network, they called it microblogging, but it was hard to define, because it didn't replace anything. There was this path of discovery with something like that, where over time you figure out what it is. Twitter actually changed from what we thought it was in the beginning, which we described as status updates and a social utility. It is that, in part, but the insight we eventually came to was Twitter was really more of an information network than it is a social network. The tipping point for Twitter's popularity was the 2007 South by Southwest Interactive (SXSWi) conference. During the event, Twitter usage increased from 20,000 tweets per day to 60,000.[35] \"The Twitter people cleverly placed two 60-inch plasma screens in the conference hallways, exclusively streaming Twitter messages,\" remarked Newsweek's Steven Levy. \"Hundreds of conference-goers kept tabs on each other via constant twitters. Panelists and speakers mentioned the service, and the bloggers in attendance touted it.\"[36] Reaction at the conference was highly positive. Blogger Scott Beale said that Twitter was \"absolutely ruling\" SXSWi. Social software researcher Danah Boyd said Twitter was \"owning\" the conference.[37] Twitter staff received the festival's Web Award prize with the remark \"we'd like to thank you in 140 characters or less. And we just did!\"[38] The company experienced rapid initial growth. It had 400,000 tweets posted per quarter in 2007. This grew to 100 million tweets posted per quarter in 2008. In February 2010, Twitter users were sending 50 million tweets per day.[39] In 2009, Twitter won the \"Breakout of the Year\" Webby Award.[40][41] On November 29, 2009, Twitter was named the Word of the Year by the Global Language Monitor, declaring it \"a new form of social interaction\".[42] By March 2010, the company recorded over 70,000 registered applications.[43] As of June 2010, about 65 million tweets were posted each day, equaling about 750 tweets sent each second, according to Twitter.[44] As of March 2011, that was about 140 million tweets posted daily.[45] As noted on Compete.com, Twitter moved up to the third-highest-ranking social networking site in January 2009 from its previous rank of twenty-second.[46] Twitter's usage spikes during prominent events. For example, a record was set during the 2010 FIFA World Cup when fans wrote 2,940 tweets per second in the thirty-second period after Japan scored against Cameroon on June 14, 2010. The record was broken again when 3,085 tweets per second were posted after the Los Angeles Lakers' victory in the 2010 NBA Finals on June 17, 2010,[47] and then again at the close of Japan's victory over Denmark in the World Cup when users published 3,283 tweets per second.[48] The record was set again during the 2011 FIFA Women's World Cup Final between Japan and the United States, when 7,196 tweets per second were published.[49] When American singer Michael Jackson died on June 25, 2009, Twitter servers crashed after users were updating their status to include the words \"Michael Jackson\" at a rate of 100,000 tweets per hour.[50] The current record as of August 3, 2013, was set in Japan, with 143,199 tweets per second during a television screening of the movie Castle in the Sky[51] (beating the previous record of 33,388, also set by Japan for the television screening of the same movie).[52] The first unassisted off-Earth Twitter message was posted from the International Space Station by NASA astronaut T. J. Creamer on January 22, 2010.[53] By late November 2010, an average of a dozen updates per day were posted on the astronauts' communal account, @NASA_Astronauts. NASA has also hosted over 25 \"tweetups\", events that provide guests with VIP access to NASA facilities and speakers with the goal of leveraging participants' social networks to further the outreach goals of NASA. In August 2010, the company appointed Adam Bain from News Corp.'s Fox Audience Network as president of revenue.[54][relevant? – discuss] Twitter acquired application developer Atebits on April 11, 2010. Atebits had developed the Apple Design Award-winning Twitter client Tweetie for the Mac and iPhone. The application, now called \"Twitter\" and distributed free of charge, is the official Twitter client for the iPhone, iPad and Mac.[55] From September through October 2010, the company began rolling out \"New Twitter\", an entirely revamped edition of twitter.com. Changes included the ability to see pictures and videos without leaving Twitter itself by clicking on individual tweets which contain links to images and clips from a variety of supported websites including YouTube and Flickr, and a complete overhaul of the interface, which shifted links such as '@mentions' and 'Retweets' above the Twitter stream, while 'Messages' and 'Log Out' became accessible via a black bar at the very top of twitter.com. As of November 1, 2010, the company confirmed that the \"New Twitter experience\" had been rolled out to all users. In 2019, Twitter was announced to be the 10th most downloaded mobile app of the decade, from 2010 to 2019.[56] On April 5, 2011, Twitter tested a new homepage and phased out the \"Old Twitter\".[57] However, a glitch came about after the page was launched, so the previous \"retro\" homepage was still in use until the issues were resolved; the new homepage was reintroduced on April 20.[58][59] On December 8, 2011, Twitter overhauled its website once more to feature the \"Fly\" design, which the service says is easier for new users to follow and promotes advertising. In addition to the Home tab, the Connect and Discover tabs were introduced along with a redesigned profile and timeline of Tweets. The site's layout has been compared to that of Facebook.[60][61] On February 21, 2012, it was announced that Twitter and Yandex agreed to a partnership. Yandex, a Russian search engine, finds value within the partnership due to Twitter's real time news feeds. Twitter's director of business development explained that it is important to have Twitter content where Twitter users go.[62] On March 21, 2012, Twitter celebrated its sixth birthday while also announcing that it had 140 million users and 340 million tweets per day. The number of users was up 40% from their September 2011 number, which was said to have been at 100 million at the time.[63] On June 5, 2012, a modified logo was unveiled through the company blog, removing the text to showcase the slightly redesigned bird as the sole symbol of Twitter.[64][65] On December 18, 2012, Twitter announced it had surpassed 200 million monthly active users. Twitter hit 100 million monthly active users in September 2011.[66] On January 28, 2013, Twitter acquired Crashlytics in order to build out its mobile developer products.[67] On April 18, 2013, Twitter launched a music app called Twitter Music for the iPhone.[68] On August 28, 2013, Twitter acquired Trendrr,[69] followed by the acquisition of MoPub on September 9, 2013.[70] As of September 2013, the company's data showed that 200 million users sent over 400 million tweets daily, with nearly 60% of tweets sent from mobile devices.[71] During Super Bowl XLVII on February 3, 2013, the power went out in the Mercedes-Benz Superdome Mondelez International vice president Lisa Mann was asked to tweet, \"You can still dunk in the dark\", referring to Oreo cookies. She approved, and as she told Ad Age in 2020, \"literally the world changed when I woke up the next morning.\" This became a milestone in the development of commenting daily on culture.[72] In April 2014, Twitter underwent a redesign that made the site resemble Facebook somewhat, with profile picture and biography in a column left to the timeline, and a full-width header image with parallax scrolling effect.[a] That layout was used as main for the desktop front end until July 2019, undergoing changes over time such as removal of shortcut buttons to jump to the previous or next tweet in early 2017, and rounded profile pictures since June 2017.[73][74][75] In April 2015, the Twitter.com desktop homepage changed.[76] Later in the year it became apparent that growth had slowed, according to Fortune,[77] Business Insider,[78] Marketing Land[79] and other news websites including Quartz (in 2016).[80] Since May 2018, tweet replies deemed by an artificial intelligence to be detractive from conversation are initially hidden, and only loaded through actuating a Show more replies button at the bottom.[81] In 2019, Twitter released another redesign of its user interface[82] and ended support for TLS 1.0 and 1.1 connections.[83] Twitter experienced considerable growth in 2020, possibly due to the COVID-19 pandemic.[84] The platform also was increasingly used for misinformation related to the pandemic.[85] Twitter announced in March 2020 that it would start marking tweets which may contain misleading information, in some cases it will provide links to pages of fact-checking information.[86] A major hack of Twitter on July 15, 2020, affected 130 high-profile accounts, both verified and unverified ones such as Barack Obama, Bill Gates, and Elon Musk; the hack allowed bitcoin scammers to send tweets via the compromised accounts that asked the followers to send bitcoin to a given public address, with the promise to double their money.[87] Within a few hours, Twitter disabled tweeting and reset passwords from all verified accounts.[87] Analysis of the event revealed that the scammers had used social engineering to obtain credentials from Twitter employees to access an administration tool used by Twitter to view and change these accounts' personal details as to gain access as part of a \"smash and grab\" attempt to make money quickly, with an estimated US$120,000 in bitcoin deposited in various accounts before Twitter intervened.[88] Several law enforcement entities including the FBI launched investigations into the attack to determine the perpetrators over concerns of broader implications of such a hack in the future.[89] On June 1, 2020, Twitter deactivated the legacy desktop front end of their web site that had originally been introduced in 2014,[90][91] leaving the progressive web app version which was originally introduced in April 2017 as \"Twitter Lite\" for mobile phones[92] and used by default since July 2019[93] as the only option. In November 2020, Twitter announced that it would develop a social audio feature on its platform.[94] Later, In December 2020, Twitter began beta testing its social audio feature known as Spaces with iOS users on their platform.[95] \"M2 Mobile Web\", the original mobile web front end of Twitter, later served as fallback legacy version to clients without JavaScript support and incompatible browsers such as game consoles with limited web browsing capability. It was shut down in December 2020.[96] After US president Donald Trump had used his Twitter account on May 26, 2020, to issue a statement related to possible fraud associated with mail-in voting ahead of the upcoming 2020 primary elections. Twitter moderators marked Trump's tweets as \"potentially misleading\" and added links to a dedicated page with additional articles from other news sources on mail-in voting, the first time they had marked Trump's tweets as such.[97] Trump, who had previously alleged Twitter, and other technology companies, have an anti-conservative bias,[98] announced his intention to enact regulations to take action against Twitter. Two days later, on May 28, 2020, Trump signed \"Executive Order on Preventing Online Censorship\"[99] aimed to impact the protections of Section 230 of the Communications Decency Act which Twitter and other social media sites have to avoid liability for dealing with moderation of user content on their platforms.[100][101][102] Twitter was among the platforms associated with the storming of the United States Capitol on January 6, 2021. According to the Associated Press, \"federal law enforcement authorities said that there was activity on Twitter, but that they weren't expecting the level of violence they ultimately saw last Wednesday.\"[103] This led to Trump being suspended from Twitter for glorifying violence, among other reasons such as false allegations of election fraud. According to researcher Shannon McGregor, \"Twitter's permanent suspension of Trump's Twitter account is long overdue.\"[104] However, among conservatives and some European leaders, a degree of controversy ensued over the power held by a private company over speech.[105] Nathan Akehurst of Jacobin Magazine suggested that \"Twitter profited from Donald Trump's racist outbursts for years, only to delete his account a few days before his departure\".[106] In March 2021, Twitter started beta testing Spaces for Android users.[107] On March 5, it was announced that Twitter was working on a feature that would offer users a short window of time to rethink a tweet after they hit send. Twitter confirmed to CNN that it is testing an undo option that could potentially let users correct or even to retract a tweet before it is posted on the site.[108] On May 3, 2021, Twitter Spaces was released globally.[109][110] In 2021, Twitter announced an open source initiative that could be used by any social media platform and would make content moderation more transparent with a more robust appeals process. Called Bluesky, the use of such an open protocol would relieve companies of the sole responsibility for being centralized curators of content.[111] The Twitter research team that began work on this effort was set up in late 2019.[112] On June 5, the Nigerian government issued an indefinite ban on Twitter usage in the country after the platform removed tweets made by the Nigerian President Muhammadu Buhari.[113] The company claimed the tweets violated its policies against \"abusive behavior\". Twitter called the ban \"deeply concerning\". Several human rights organizations, including Amnesty International[114] and the local Socio-Economic Rights and Accountability Project (SERAP),[115] spoke out against the ban as well. The Nigerian government stated that the ban was not based solely on the removal of the tweets and was a result of \"a litany of problems with the social media platform in Nigeria, where misinformation and fake news spread through it have had real world violent consequences\".[116] In June 2021, Twitter announced the beta rollout of its Super Follows feature. A group of users will be allowed to charge followers monthly for access to extra content, not available in their regular feed. The company also launched the Ticketed Spaces program in beta, a premium version of its audio room feature Spaces, which makes access to certain audio rooms paid.[117] Twitter rolled out changes in the interface on August 11, 2021. Among adjustments in color uses, the major change was converting to their new Chirp font, designed to allow left-alignment of most Western languages as to make browsing of tweets easier to follow.[118] An October 21, 2021, report based on a \"long-running, massive-scale randomized experiment\" that analyzed \"millions of tweets sent between 1 April and 15 August 2020\", found that Twitter's machine learning algorithm amplified right-leaning politics on personalized user Home timelines.[119]: 1 [120] The report compared seven countries with active Twitter users where data was available—Germany, Canada, the United Kingdom, Japan, France, and Spain—and examined Tweets \"from major political groups and politicians\".[119]: 4  Researchers used the 2019 Chapel Hill Expert Survey (CHESDATA) to position parties on political ideology within each country.[119]: 4  The \"machine learning algorithms\"—introduced by Twitter in 2016—personalized 99% of users' feeds by displaying Tweets—even older Tweets and Retweets from accounts the user had not directly followed—but that the algorithm had \"deemed relevant\" to the users' past preferences.[119]: 4  Twitter randomly chose 1% of users whose Home timelines displayed content in reverse-chronological order from users they directly followed.[119]: 2  In May 2022, Twitter agreed to pay $150 million to settle a lawsuit started by the Department of Justice and the Federal Trade Commission. The lawsuit concerned Twitter's use of email addresses and phone numbers of Twitter users to target advertisements at them. The company also agreed to third-party audits of its data privacy program.[121] In June 2022, it was announced that Twitter had formed a partnership agreement with Shopify, a Canadian e-commerce company. Through the partnership, Twitter stated it would launch a sales channel app for U.S. Shopify merchants. [122] Business magnate Elon Musk revealed that he had bought 9.1% of Twitter for $2.64 billion on April 4, 2022.[123][124][125] In response, Twitter's stock rose by as much as 27% and Twitter shares experienced the largest intraday surge since Twitter's IPO in 2013.[126] Musk was offered a seat on Twitter's board of directors as part of a deal that prohibited him from acquiring more than 14.9% of the company,[124][127] but Musk decided not to join the board before his appointment became effective on April 9.[128] Musk then made an unsolicited offer on April 14 to acquire Twitter for $43 billion and take the company private,[129] saying that he believed in the importance of free speech for democracy around the world. In a TED interview, Musk showed little interest in fighting internet censorship around the world, saying that \"Twitter should match the laws of the country\". Instead, Musk's concern about free speech has been directed almost entirely at Twitter's moderation policies.[130][131] Twitter's board introduced a \"poison pill\" strategy on April 15, which would allow shareholders to buy additional stock should a hostile takeover occur as a means to block Musk's takeover.[132] On April 20, Musk secured $46.5 billion as a tender offer to buy Twitter.[133][134] On April 25, it was reported that Twitter was prepared to accept Musk's offer,[135] with the board publicly accepting the offer later that day.[136] Musk has stated that his first plan is to open-source the algorithm that ranks tweets in the content feed, in order to increase transparency. He has stated intention to remove the spam bots, and to authenticate all real humans.[137] On July 8, Musk announced he was unilaterally terminating the proposed acquisition, claiming in a regulatory filing that Twitter was in \"material breach\" of several parts of the agreement by refusing to comply with Musk's requests for spambot account data and dismissing high-ranking employees.[138][139] In response, Twitter board chair Bret Taylor pledged to pursue legal action against Musk at the Delaware Court of Chancery with the goal of completing the acquisition.[140][141] On July 10, Twitter hired the law firm Wachtell, Lipton, Rosen & Katz to represent their case, including \"key lawyers\" William Savitt and Leo Strine. Musk again employed the services of Quinn Emanuel Urquhart & Sullivan after previously doing so for Unsworth v. Musk and SEC v. Musk.[142] Twitter formally launched their lawsuit against Musk on July 12.[143] Tweets are publicly visible by default, but senders can restrict message delivery to only their followers. Users can mute users they do not wish to interact with, block accounts from viewing their tweets and remove accounts from their followers list.[144][145][146] Users can tweet via the Twitter website, compatible external applications (such as for smartphones), or by Short Message Service (SMS) available in certain countries.[147] Users may subscribe to other users' tweets—this is known as \"following\" and subscribers are known as \"followers\"[148] or \"tweeps\", a portmanteau of Twitter and peeps.[149] Individual tweets can be forwarded by other users to their own feed, a process known as a \"retweet\". In 2015, Twitter launched \"quote tweet\" (originally called \"retweet with comment\"),[150] a feature that allows users to add a comment to their retweet, nesting one tweet in the other.[151] Users can also \"like\" (formerly \"favorite\") individual tweets.[152] The counters for \"likes\", \"retweets\", and replies appear next to the respective buttons in timelines such as on profile pages and search results. Counters for likes and retweets exist on a tweet's standalone page too. Since September 2020, quote tweets, formerly known as \"retweet with comment\", have an own counter on their tweet page.[150] Until the legacy desktop front end that was discontinued in 2020, a row with miniature profile pictures of up to ten liking or retweeting users was displayed (earliest documented implementation in December 2011 overhaul), as well as a tweet reply counter next to the according button on a tweet's page.[153][154] Twitter allows users to update their profile via their mobile phone either by text messaging or by apps released for certain smartphones and tablets.[155] Twitter has been compared to a web-based Internet Relay Chat (IRC) client.[156] In a 2009 Time magazine essay, technology author Steven Johnson described the basic mechanics of Twitter as \"remarkably simple\": As a social network, Twitter revolves around the principle of followers. When you choose to follow another Twitter user, that user's tweets appear in reverse chronological order on your main Twitter page. If you follow 20 people, you'll see a mix of tweets scrolling down the page: breakfast-cereal updates, interesting new links, music recommendations, even musings on the future of education.[157] Users can group posts together by topic or type by use of hashtags – words or phrases prefixed with a \"#\" sign. Similarly, the \"@\" sign followed by a username is used for mentioning or replying to other users.[158] In 2014, in anticipation for the FIFA World Cup, Twitter introduced hashflags, special hashtags that automatically generate a custom emoji next to them for a certain period of time, following the success of a similar campaign during the 2010 World Cup.[159] Hashflags may be generated by Twitter themselves (such as to raise awareness for social issues)[160] or be purchased by corporations (such as to promote products and events).[161] To repost a message from another Twitter user and share it with one's own followers, a user can click the retweet button within the Tweet. Users can reply other accounts' replies. Since November 2019, users can hide replies to their messages. Since May 2020, users can select who can reply each of their tweets before sending them: anyone, accounts who follow the poster, specific accounts, and none. This ability was upgraded in July 2021 to make the feature retroactively applicable to tweets after they have been sent out.[162][163] Through SMS, users can communicate with Twitter through five gateway numbers: short codes for the United States, Canada, India, New Zealand, and an Isle of Man-based number for international use. There is also a short code in the United Kingdom which is only accessible to those on the Vodafone, O2[164] and Orange[165] networks. In India, since Twitter only supports tweets from Bharti Airtel,[166] an alternative platform called smsTweet[167] was set up by a user to work on all networks.[168] A similar platform called GladlyCast exists for mobile phone users in Singapore and Malaysia.[169] The tweets were set to a largely constrictive 140-character limit for compatibility with SMS messaging, introducing the shorthand notation and slang commonly used in SMS messages. The 140-character limit also increased the usage of URL shortening services such as bit.ly, goo.gl, tinyurl.com, tr.im, and other content-hosting services such as TwitPic, memozu.com and NotePub to accommodate multimedia content and text longer than 140 characters. Since June 2011, Twitter has used its own t.co domain for automatic shortening of all URLs posted on its site, making other link shorteners unnecessary for staying within Twitter's 140 character limit.[170][171] In April 2020, Twitter discontinued the ability to receive SMS messages containing the text of new tweets in most countries.[172][173] In 2016, Twitter announced that media such as photos, videos, and the person's handle, would not count against the already constrictive 140 character limit. A user photo post used to count for a large chunk of a Tweet, about 24 characters.[174] Attachments and links would also no longer be part of the character limit.[175] Since March 30, 2017, the Twitter handles are outside the tweet itself, therefore they no longer count towards the character limit.[176] Only new Twitter handles added to the conversation count towards the limit. In 2017, Twitter doubled their historical 140-character-limitation to 280.[177] Under the new limit, glyphs are counted as a variable number of characters, depending upon the script they are from: most European letters and punctuation forms count as one character, while each CJK glyph counts as two so that only 140 such glyphs can be used in a tweet.[177]  t.co is a URL shortening service created by Twitter.[170] It is only available for links posted to Twitter and not available for general use.[170] All links posted to Twitter use a t.co wrapper.[178] Twitter hopes that the service will be able to protect users from malicious sites,[170] and will use it to track clicks on links within tweets.[170][179] Having used the services of third parties TinyURL and bit.ly,[180] Twitter began experimenting with its own URL shortening service for private messages in March 2010 using the twt.tl domain,[178] before it purchased the t.co domain.[178] On June 7, 2011, Twitter announced that it was rolling out the feature.[171] On June 1, 2011, Twitter announced its own integrated photo-sharing service that enables users to upload a photo and attach it to a Tweet right from Twitter.com.[181] Users now also have the ability to add pictures to Twitter's search by adding hashtags to the tweet.[182] Twitter also plans to provide photo galleries designed to gather and syndicate all photos that a user has uploaded on Twitter and third-party services such as TwitPic.[182] On March 29, 2016, Twitter introduced the ability to add a caption of up to 480 characters to each image attached to a tweet,[183][184] accessible via screen reading software or by hovering the mouse above a picture inside TweetDeck. In April 2022, Twitter made the ability to add and view captions globally available. Descriptions can be added to any uploaded image with a limit of 1000 characters. Images that have a description will feature a badge that says ALT in the bottom left corner, which will bring up the description when clicked.[185] In 2015, Twitter began to roll out the ability to attach poll questions to tweets. Polls are open for up to 7 days, and voters are not personally identified.[186] Initially, polls could have only two options with a maximum of twenty characters per option. Later,[when?] the ability to add four options with up to 25 characters per option, was added. In 2016, Twitter began to place a larger focus on live streaming video programming, hosting various events including streams of the Republican and Democratic conventions during the U.S. presidential campaign as part of a partnership with CBS News,[187] Dreamhack and ESL eSports events,[188] and winning a bid for non-exclusive streaming rights to ten NFL Thursday Night Football games in the 2016 season.[188][189] During an event in New York in May 2017, Twitter announced that it planned to construct a 24-hour streaming video channel hosted within the service, featuring content from various partners.[188][190] CEO Jack Dorsey stated that the digital video strategy was part of a goal for Twitter to be \"the first place that anyone hears of anything going on that matters to them\"; as of the first quarter of 2017, Twitter had over 200 content partners, who streamed over 800 hours of video over 450 events.[191] Twitter announced a number of new and expanded partnerships for its streaming video services at the event, including Bloomberg, BuzzFeed, Cheddar (Opening Bell and Closing Bell shows; the latter was introduced in October 2016) IMG Fashion (coverage of fashion events), Live Nation Entertainment (streaming concert events), Major League Baseball (weekly online game stream, plus a weekly program with live look-ins and coverage of trending stories), MTV and BET (red carpet coverage for their MTV Video Music Awards, MTV Movie & TV Awards, and BET Awards), NFL Network (the Monday-Thursday news program NFL Blitz Live, and Sunday Fantasy Gameday),[192][193] the PGA Tour (PGA Tour Live coverage of early tournament rounds preceding television coverage),[194] The Players' Tribune, Ben Silverman and Howard T. Owens' Propagate (daily entertainment show #WhatsHappening), The Verge (weekly technology show Circuit Breaker: The Verge's Gadget Show), Stadium (a new digital sports network being formed by Silver Chalice and Sinclair Broadcast Group)[195][196][197] and the WNBA (weekly game).[191] Twitter Spaces is a social audio feature that enables users to host or participate in a live-audio virtual environment called space for conversation. Spaces can accommodate an unlimited number of listeners. A maximum of 13 people (1 host, 2 co-hosts and 10 speakers) are allowed onstage. The feature was initially limited to users with at least 600 followers. Since October 21, 2021, any Twitter user can create a Space from the Android or iOS app.[198] In March 2020, Twitter began to test a stories feature known as \"fleets\" in some markets,[199][200] which officially launched on November 17, 2020.[201][202] Similarly to equivalent features, fleets can contain text and media, are only accessible for 24 hours after they are posted, and are accessed within the Twitter app via an area above the timeline.[199] In June 2021, Twitter announced it would start implementing advertising into fleets, integrating full-screen ads among user-created content.[203] On July 14, 2021, Twitter stated that it would remove Fleets by August 3. Twitter had intended for fleets to encourage more users to tweet regularly, rather than simply consume other folks' tweets, but instead fleets were generally used by users who already tweeted a lot. The company stated that their spot at the top of the screen would now be occupied by currently active Spaces from the user's feed.[204] A word, phrase, or topic that is mentioned at a greater rate than others is said to be a \"trending topic\". Trending topics become popular either through a concerted effort by users or because of an event that prompts people to talk about a specific topic.[205] These topics help Twitter and their users to understand what is happening in the world and what people's opinions are about it.[206] The Twitter web interface displays a list of trending topics on a sidebar on the home page, along with sponsored content. Trending topics are sometimes the result of concerted efforts and manipulations by fans of certain celebrities or cultural phenomena, particularly musicians like Lady Gaga, Justin Bieber, Rihanna and One Direction, and novel series Twilight and Harry Potter. Twitter has altered the trend algorithm in the past to prevent manipulation of this type with limited success.[207] Twitter also censors trending hashtags that are claimed to be abusive or offensive. Twitter censored the #Thatsafrican[208] and #thingsdarkiessay hashtags after users complained that they found the hashtags offensive.[209] In late 2009, the \"Twitter Lists\" feature was added, making it possible for users to follow ad hoc lists of users instead of individual users.[148][210] In October 2015, Twitter introduced \"Moments\"—a feature that allows users to curate tweets from other users into a larger collection. Twitter initially intended the feature to be used by its in-house editorial team and other partners; they populated a dedicated tab in Twitter's apps, chronicling news headlines, sporting events, and other content.[211][212] In September 2016, creation of moments became available to all Twitter users.[213]  Twitter has mobile apps for iPhone, iPad, Android, Windows 10, Windows Phone, BlackBerry, and Nokia S40.[215] In April 2017, Twitter introduced Twitter Lite, a progressive web app designed for regions with unreliable and slow Internet connections, with a size of less than one megabyte, designed for devices with limited storage capacity.[216][217] There are numerous tools for adding content, monitoring content and conversations including Twitter's own TweetDeck, Salesforce.com, HootSuite, and Twitterfeed.com. As of 2009[update], fewer than half of tweets posted were posted using the web user interface with most users using third-party applications (based on an analysis of 500 million tweets by Sysomos).[218] On June 3, 2021, Twitter announced a paid subscription service known as Twitter Blue, which provides additional premium features to the service: The service was initially released in Australia and Canada on June 3, 2021.[219] On November 9, 2021, Twitter Blue was launched for US and New Zealand users.[223] In June 2021, the company opened applications for its premium subscription options called Super Follows. This lets eligible accounts charge $2.99, $4.99 or $9.99 per month to subscribe to the account.[224] The launch only generated about $6,000 in its first two weeks.[225] In May 2021, Twitter began testing a Tip Jar feature on its iOS and Android clients. The feature allows users to send monetary tips to certain accounts, providing a financial incentive for content creators on the platform. The Tip Jar is optional and users can choose whether or not to enable tips for their account.[226] On September 23, 2021, Twitter announced that it will allow users to tip users on the social network with bitcoin. The feature will be available for iOS users. Previously, users could tip with fiat currency using services such as Square's Cash App and PayPal's Venmo. Twitter will integrate the Strike bitcoin lightning wallet service. It was noted that at this current time, Twitter will not take a cut of any money sent through the tips feature.[227] On August 27, 2021, Twitter rolled out Ticketed Spaces, which let Twitter Spaces hosts charge between $1 and $999 for access to their rooms.[228] In April 2022, Twitter announced that it will partner with Stripe Inc (digital payments processor) for piloting cryptocurrency payouts for limited users in the platform. Eligible users of Ticketed Spaces and Super Follows will be able to receive their earnings in the form of USD coin, a stablecoin whose value is that of the U.S. dollar. Users can also hold their earnings in crypto wallets, and then exchange them into other cryptocurrencies.[229] In July 2021, Twitter launched a test of The Shop Module, a shopping extension that directs customers to a brand's products from its official Twitter account. The feature initially launched for US-based users only and only on iOS.[230] In March 2022, Twitter expanded the test to allow companies to showcase up to 50 products on their profiles.[231] On November 22, 2021, Twitter announced live shopping[232] feature on its platform. Walmart will be the first retailer to test Twitter’s new livestream shopping platform.[233] The company stated that it is part of their continuing efforts to bring engaging experiences to customers that allow them to shop seamlessly while also being entertained. Daily user estimates vary as the company does not publish statistics on active accounts. A February 2009 Compete.com blog entry ranked Twitter as the third most used social network based on their count of 6 million unique monthly visitors and 55 million monthly visits.[46] An April 2017 a statista.com blog entry ranked Twitter as the tenth most used social network based on their count of 319 million monthly visitors.[234] Its global user base in 2017 was 328 million.[235] In 2009, Twitter was mainly used by older adults who might not have used other social sites before Twitter, said Jeremiah Owyang, an industry analyst studying social media. \"Adults are just catching up to what teens have been doing for years\", he said.[238] According to comScore only 11% of Twitter's users are aged 12 to 17.[238] comScore attributed this to Twitter's \"early adopter period\" when the social network first gained popularity in business settings and news outlets attracting primarily older users. However, comScore also stated in 2009 that Twitter had begun to \"filter more into the mainstream\", and \"along with it came a culture of celebrity as Shaq, Britney Spears and Ashton Kutcher joined the ranks of the Twitterati\".[239] According to a study by Sysomos in June 2009, women make up a slightly larger Twitter demographic than men—53% over 47%. It also stated that 5% of users accounted for 75% of all activity and that New York City has more Twitter users than other cities.[240] According to Quancast, 27 million people in the US used Twitter as of September 3, 2009; 63% of Twitter users are under 35 years old; 60% of Twitter users are Caucasian, but a higher than average (compared to other Internet properties) are African American/black (16%) and Hispanic (11%); 58% of Twitter users have a total household income of at least US$60,000.[241] The prevalence of African American Twitter usage and in many popular hashtags has been the subject of research studies.[242][243] On September 7, 2011, Twitter announced that it had 100 million active users logging in at least once a month and 50 million active users every day.[244] On March 31, 2014, Twitter announced that there were 255 million monthly active users (MAUs) and 198 million mobile MAUs.[245] In 2013, there were over 100 million users actively using Twitter daily and about 500 million tweets every day,[246] with about 29% of users checking Twitter multiple times a day.[247] As of Q1 2019[update], Twitter had more than 330 million monthly active users. The majority of Twitter users skew to the American political left.[248][249][17] In 2012, the country with the most active users on Twitter was the United States.[250] A 2016 Pew research poll found that Twitter is used by 24% of all online US adults. It was equally popular with men and women (24% and 25% of online Americans respectively), but more popular with younger (36% of 18–29 year olds) generations.[251] A 2019 survey conducted by the Pew Foundation found that Twitter users are more likely than the general public to have both a college degree and higher income than the average U.S. adult. Users are also three times as likely to be younger than 50 years old, with the median age of adult U.S. users being 40 years old. The survey found that 10% of users who are most active on Twitter are responsible for 80% of all tweets, focusing mainly on the topics of politics and women.[252] San Antonio-based market-research firm Pear Analytics analyzed 2,000 tweets (originating from the United States and in English) over a two-week period in August 2009 from 11:00 am to 5:00 pm (CST) and separated them into six categories.[253] Pointless babble made up 40%, with 38% being conversational. Pass-along value had 9%, self-promotion 6% with spam and news each making 4%. Despite Jack Dorsey's own open contention that a message on Twitter is \"a short burst of inconsequential information\", social networking researcher danah boyd responded to the Pear Analytics survey by arguing that what the Pear researchers labeled \"pointless babble\" is better characterized as \"social grooming\" or \"peripheral awareness\" (which she justifies as persons \"want[ing] to know what the people around them are thinking and doing and feeling, even when co-presence isn't viable\").[254] Similarly, a survey of Twitter users found that a more specific social role of passing along messages that include a hyperlink is an expectation of reciprocal linking by followers.[255] According to research published in April 2014, around 44% of user accounts have never tweeted.[256] About 22% of Americans say they have ever used Twitter, according to a 2019 Pew Research Center survey.[257] In 2009, Nielsen Online reported that Twitter had a user-retention rate of forty percent. Many people stop using the service after a month; therefore the site may potentially reach only about ten percent of all Internet users.[258] Noting how demographics of Twitter users differ from the average Americans, commentators have cautioned against media narratives that treat Twitter as representative of the population,[259] adding that only 10% of users Tweet actively, and that 90% of Twitter users have Tweeted no more than twice. In 2016, shareholders sued Twitter, alleging it \"artificially inflated its stock price by misleading them about user engagement.\" The company announced on September 20, 2021, that it would pay $809.5 million to settle this class-action lawsuit.[260] Twitter has become internationally identifiable by its signature bird logo, or the Twitter Bird. The original logo, which was simply the word Twitter, was in use from its launch in March 2006. It was accompanied by an image of a bird which was later discovered to be a piece of clip art created by the British graphic designer Simon Oxley.[261] A new logo had to be redesigned by founder Biz Stone with help from designer Philip Pascuzzo, which resulted in a more cartoon-like bird in 2009. This version had been named \"Larry the Bird\" after Larry Bird of the NBA's Boston Celtics fame.[261][262] Within a year, the Larry the Bird logo underwent a redesign by Stone and Pascuzzo to eliminate the cartoon features, leaving a solid silhouette of Larry the Bird that was used from 2010 through 2012.[261] In 2012, Douglas Bowman created a further simplified version of Larry the Bird, keeping the solid silhouette but making it more similar to a mountain bluebird.[263] This new logo was called simply the \"Twitter Bird\" and has been used as the company's branding since.[261][264] On April 13, 2010, Twitter announced plans to offer paid advertising for companies that would be able to purchase \"promoted tweets\" to appear in selective search results on the Twitter website, similar to Google Adwords' advertising model.[265][266] Users' photos can generate royalty-free revenue for Twitter, and an agreement with World Entertainment News Network (WENN) was announced in May 2011.[267] Twitter generated an estimated US$139.5 million in advertising sales during 2011.[268] In June 2011, Twitter announced that it would offer small businesses a self-service advertising system.[269] The self-service advertising platform was launched in March 2012 to American Express card members and merchants in the U.S. on an invite-only basis.[270] To continue their advertising campaign, Twitter announced on March 20, 2012, that promoted tweets would be introduced to mobile devices.[271] In April 2013, Twitter announced that its Twitter Ads self-service platform, consisting of promoted tweets and promoted accounts, was available to all U.S. users without an invite.[270] On August 3, 2016, Twitter launched Instant Unlock Card, a new feature that encourages people to tweet about a brand in order to earn rewards and utilize the social media network's conversational ads. The format itself consists of images or videos with call-to-action buttons and a customizable hashtag.[272] In October 2017, Twitter banned the Russian media outlets RT and Sputnik from advertising on their website following the conclusions of the U.S. national intelligence report the previous January that both Sputnik and RT had been used as vehicles for Russia's interference in the 2016 US presidential election.[273] Maria Zakharova for the Russian foreign ministry said the ban was a \"gross violation\" by the US of free speech.[274] In October 2019, Twitter announced it would stop running political ads on its ad platform effective November 22. This resulted from several spurious claims made by political ads. Company CEO Dorsey clarified that internet advertising had great power and was extremely effective for commercial advertisers, the power brings significant risks to politics where crucial decisions impact millions of lives.[275] In April 2022, Twitter announced a ban on \"misleading\" advertisements that go against \"the scientific consensus on climate change\". While the company did not give full guidelines, it stated that the decisions would be made with the help of \"authoritative sources\", including the Intergovernmental Panel on Climate Change.[276] Twitter places great reliance on open-source software.[277] The Twitter Web interface uses the Ruby on Rails framework,[278] deployed on a performance enhanced Ruby Enterprise Edition implementation of Ruby.[279] In the early days of Twitter, tweets were stored in MySQL databases that were temporally sharded (large databases were split based on time of posting). After the huge volume of tweets coming in caused problems reading from and writing to these databases, the company decided that the system needed re-engineering.[51] From Spring 2007 to 2008, the messages were handled by a Ruby persistent queue server called Starling.[280] Since 2009, implementation has been gradually replaced with software written in Scala.[281] The switch from Ruby to Scala and the JVM has given Twitter a performance boost from 200 to 300 requests per second per host to around 10,000–20,000 requests per second per host. This boost was greater than the 10x improvement that Twitter's engineers envisioned when starting the switch. The continued development of Twitter has also involved a switch from monolithic development of a single app to an architecture where different services are built independently and joined through remote procedure calls.[51] As of April 6, 2011, Twitter engineers confirmed that they had switched away from their Ruby on Rails search stack to a Java server they call Blender.[5] Individual tweets are registered under unique IDs called snowflakes, and geolocation data is added using 'Rockdove'. The URL shortener t.co then checks for a spam link and shortens the URL. Next, the tweets are stored in a MySQL database using Gizzard, and the user receives an acknowledgement that the tweets were sent. Tweets are then sent to search engines via the Firehose API. The process is managed by FlockDB and takes an average of 350 ms.[277] On August 16, 2013, Raffi Krikorian, Twitter's vice president of platform engineering, shared in a blog post that the company's infrastructure handled almost 143,000 tweets per second during that week, setting a new record. Krikorian explained that Twitter achieved this record by blending its homegrown and open source technologies.[51][282] Twitter is recognized for having one of the most open and powerful developer APIs of any major technology company.[283] The service's API allows other web services and applications to integrate with Twitter.[284] Developer interest in Twitter began immediately following its launch, prompting the company to release the first version of its public API in September 2006.[285] The API quickly became iconic as a reference implementation for public REST APIs and is widely cited in programming tutorials.[286] From 2006 until 2010, Twitter's developer platform experienced strong growth and a highly favorable reputation. Developers built upon the public API to create the first Twitter mobile phone clients as well as the first URL shortener. Between 2010 and 2012, however, Twitter made a number of decisions that were received unfavorably by the developer community.[287] In 2010, Twitter mandated that all developers adopt OAuth authentication with just 9 weeks of notice.[288] Later that year, Twitter launched its own URL shortener, in direct competition with some of its most well-known third-party developers.[289] And in 2012, Twitter introduced stricter usage limits for its API, \"completely crippling\" some developers.[290][291] While these moves successfully increased the stability and security of the service, they were broadly perceived as hostile to developers, causing them to lose trust in the platform.[292] In July 2020, Twitter released version 2.0 of the public API[293] and began showcasing Twitter apps made by third-party developers on its Twitter Toolbox section in April 2022.[294] On April 17, 2012, Twitter announced it would implement an \"Innovators Patent Agreement\" which would obligate Twitter to only use its patents for defensive purposes[clarify].[295] Twitter has a history of both using and releasing open-source software while overcoming technical challenges of their service.[296] A page in their developer documentation thanks dozens of open-source projects which they have used, from revision control software like Git to programming languages such as Ruby and Scala.[297] Software released as open source by the company includes the Gizzard Scala framework for creating distributed datastores, the distributed graph database FlockDB, the Finagle library for building asynchronous RPC servers and clients, the TwUI user interface framework for iOS, and the Bower client-side package manager.[298] The popular Bootstrap frontend framework was also started at Twitter and is 10th most popular repository on GitHub.[299] Twitter introduced the first major redesign of its user interface in September 2010, adopting a dual-pane layout with a navigation bar along the top of the screen, and an increased focus on the inline embedding of multimedia content. Critics considered the redesign an attempt to emulate features and experiences found in mobile apps and third-party Twitter clients.[300][301][302][303] The new layout was revised in 2011 with a focus on continuity with the web and mobile versions, introducing \"Connect\" (interactions with other users such as replies) and \"Discover\" (further information regarding trending topics and news headlines) tabs, an updated profile design, and moving all content to the right pane (leaving the left pane dedicated to functions and the trending topics list).[304] In March 2012, Twitter became available in Arabic, Farsi, Hebrew and Urdu, the first right-to-left language versions of the site.[305] As of August 2012[update], the site available in 33 different languages.[306] In September 2012, a new layout for profiles was introduced, with larger \"covers\" that could be customized with a custom header image, and a display of the user's recent photos posted.[307] The \"Discover\" tab was discontinued in April 2015,[308] and was succeeded on the mobile app by an \"Explore\" tab—which features trending topics and moments.[309] In September 2018, Twitter began to migrate selected web users to its progressive web app (based on its Twitter Lite experience for mobile web), reducing the interface to two columns. Migrations to this iteration of Twitter increased in April 2019, with some users receiving it with a modified layout.[310][311] In July 2019, Twitter officially released this redesign, with no further option to opt-out while logged in. It is designed to further-unify Twitter's user experience between the web and mobile application versions, adopting a three-column layout with a sidebar containing links to common areas (including \"Explore\" that has been merged with the search page) which previously appeared in a horizontal top bar, profile elements such as picture and header images and biography texts merged into the same column as the timeline, and features from the mobile version (such as multi-account support, and an opt-out for the \"top tweets\" mode on the timeline).[312][313] A security vulnerability was reported on April 7, 2007, by Nitesh Dhanjani and Rujith. Since Twitter used the phone number of the sender of an SMS message as authentication, malicious users could update someone else's status page by using SMS spoofing.[314] The vulnerability could be used if the spoofer knew the phone number registered to their victim's account. Within a few weeks of this discovery, Twitter introduced an optional personal identification number (PIN) that its users could use to authenticate their SMS-originating messages.[315] On January 5, 2009, 33 high-profile Twitter accounts were compromised after a Twitter administrator's password was guessed by a dictionary attack.[316] Some of the compromised accounts sent falsified tweets, including drug-related messages.[317] In May 2010, a bug was discovered by Ä°nci SÃ¶zlÃ¼k that could allow a Twitter user to force others to follow them without the other users' consent or knowledge. For example, comedian Conan O'Brien's account, which had been set to follow only one person, was changed to receive nearly 200 malicious subscriptions.[318] In response to Twitter's security breaches, the United States Federal Trade Commission (FTC) brought charges against the service; the charges were settled on June 24, 2010. This was the first time the FTC had taken action against a social network for security lapses. The settlement requires Twitter to take a number of steps to secure users' private information, including maintenance of a \"comprehensive information security program\" to be independently audited biannually.[319] A \"MouseOver\" exploit occurred on September 21, 2010, when an XSS worm became active on Twitter. When a user held the mouse cursor over blacked-out parts of a tweet, the worm within the script would automatically open links and re-post itself on the reader's account.[320] The exploit was then re-used to post pop-up ads and links to pornographic sites. The origin of the worm is unclear, but Pearce H. Delphin (known on Twitter as @zzap) and a Scandinavian developer, Magnus Holm, both claim to have modified a related exploit found by another user (possibly Masato Kinugawa) who was using it to create colored Tweets.[321] Kinugawa, a Japanese developer, reported the XSS vulnerability to Twitter on August 14. Later, when he found it was exploitable again, he created the account 'RainbowTwtr' and used it to post colored messages.[321] Delphin says he exposed the security flaw by tweeting a JavaScript function for \"onMouseOver\",[321] and Holm later created and posted the XSS worm that automatically re-tweeted itself.[320] Security firm Sophos reported that the virus was spread by people doing it for \"fun and games\", but noted it could be exploited by cybercriminals.[320] Twitter issued a statement on their status blog at 13:50 UTC that \"The exploit is fully patched.\"[320][322] Twitter representative Carolyn Penner said no charges would be pressed.[323] After a number of high-profile hacks of official accounts, including those of the Associated Press and The Guardian,[324] in April 2013, Twitter announced a two-factor login verification as an added measure against hacking.[325] On May 5, 2018, Twitter sent out an update/mail to every customer regarding a bug that stored passwords unmasked in an internal log. According to them the investigation showed no indications of breach or misuse but recommended everyone to change their password anyway.[326] On May 13, 2019, Twitter disclosed that they had discovered a bug that accidentally shared location data from iOS devices to an advertiser. They assured that the data was not retained and that the bug was fixed.[327][328][329] On December 20, 2019, Twitter fixed a security vulnerability in its Android app that could allow a hacker to take over a user's account and send tweets or direct messages as well as see private account info.[330][331] During an outage, Twitter users were at one time shown the \"fail whale\" error message image created by Yiying Lu,[332] illustrating eight orange birds using a net to hoist a whale from the ocean captioned \"Too many tweets! Please wait a moment and try again.\"[333] Web designer and Twitter user Jen Simmons was the first to coin the term \"fail whale\" in a September 2007 tweet.[334][335] In a November 2013 Wired interview Chris Fry, VP of Engineering at that time, noted that the company had taken the \"fail whale\" out of production as the platform was now more stable.[336] Twitter had approximately ninety-eight percent uptime in 2007 (or about six full days of downtime).[337] The downtime was particularly noticeable during events popular with the technology industry such as the 2008 Macworld Conference & Expo keynote address.[338][339] In June 2009, after being criticized by Kanye West and sued by Tony La Russa over unauthorized accounts run by impersonators, the company launched their \"Verified Accounts\" program.[340][341] Twitter stated that an account with a \"blue tick\" verification badge indicates \"we've been in contact with the person or entity the account is representing and verified that it is approved\".[342] In July 2016, Twitter announced a public application process to grant verified status to an account \"if it is determined to be of public interest\" and that verification \"does not imply an endorsement\".[343][344][345] Verified status allows access to some features unavailable to other users, such as only seeing mentions from other verified accounts.[346] In November 2020, Twitter announced a relaunch of its verification system in 2021. According to the new policy, Twitter verifies six different types of accounts; for three of them (companies, brands, and influential individuals like activists), the existence of a Wikipedia page will be one criterion for showing that the account has \"Off Twitter Notability\".[347] Twitter states that it will re-open public verification applications at some point in \"early 2021\".[348] Twitter messages are public, but users can also send private \"direct messages\".[349] Information about who has chosen to follow an account and who a user has chosen to follow is also public, though accounts can be changed to \"protected\" which limits this information (and all tweets) to approved followers.[350] Twitter collects personally identifiable information about its users and shares it with third parties as specified in its privacy policy. The service also reserves the right to sell this information as an asset if the company changes hands.[351] While Twitter displays no advertising, advertisers can target users based on their history of tweets and may quote tweets in ads[352] directed specifically to the user. Twitter launched the beta version of their \"Verified Accounts\" service on June 11, 2009, allowing people with public profiles to announce their account name. The home pages of these accounts display a badge indicating their status.[353] On December 14, 2010, the United States Department of Justice issued a subpoena directing Twitter to provide information for accounts registered to or associated with WikiLeaks.[354] Twitter decided to notify its users and said in a statement, \"... it's our policy to notify users about law enforcement and governmental requests for their information, unless we are prevented by law from doing so.\"[349] In May 2011, a claimant known as \"CTB\" in the case of CTB v Twitter Inc. took action against Twitter at the High Court of Justice of England and Wales,[355] requesting that the company release details of account holders. This followed gossip posted on Twitter about professional footballer Ryan Giggs's private life. This led to the 2011 British privacy injunctions controversy and the \"super-injunction\".[356] Tony Wang, the head of Twitter in Europe, said that people who do \"bad things\" on the site would need to defend themselves under the laws of their own jurisdiction in the event of controversy and that the site would hand over information about users to the authorities when it was legally required to do so.[357] He also suggested that Twitter would accede to a UK court order to divulge names of users responsible for \"illegal activity\" on the site.[358] Twitter acquired Dasient, a startup that offers malware protection for businesses, in January 2012. Twitter announced plans to use Dasient to help remove hateful advertisers on the website.[359] Twitter also offered a feature which would allow tweets to be removed selectively by country, before deleted tweets used to be removed in all countries.[360][361] The first use of the policy was to block the account of German neo-Nazi group Besseres Hannover on October 18, 2012.[362] The policy was used again the following day to remove anti-Semitic French tweets with the hashtag #unbonjuif (\"a good Jew\").[363] In February 2012, a third-party public-key encryption app (written in Python and partially funded by a grant from the Shuttleworth Foundation[364]) for private messaging in Twitter, CrypTweet, was released.[365] A month later Twitter announced it would implement the \"Do Not Track\" privacy option, a cookie-blocking feature found in Mozilla's Firefox browser. The \"Do Not Track\" feature works only on sites that have agreed to the service.[366] Followed the sharing of images showing the killing of American journalist James Foley in 2014, Twitter said that in certain cases it would delete pictures of people who had died after requests from family members and \"authorized individuals\".[367][368] In 2015, following updated terms of service and privacy policy, Twitter users outside the United States were legally served by the Ireland-based Twitter International Company instead of Twitter, Inc. The change made these users subject to Irish and European Union data protection laws[369] On April 8, 2020, Twitter announced that users outside of the European Economic Area or United Kingdom (thus subject to GDPR) will no longer be allowed to opt out of sharing \"mobile app advertising measurements\" to Twitter third-party partners.[370] On October 9, 2020, Twitter took additional steps to counter misleading campaigns ahead of the 2020 US Election. Twitter's new temporary update encouraged users to \"add their own commentary\" before retweeting a tweet, by making 'quoting tweet' a mandatory feature instead of optional. The social network giant aimed at generating context and encouraging the circulation of more thoughtful content.[371] After limited results, the company ended this experiment in December 2020.[372] On May 25, 2022, Twitter was fined $150 Million (around 13% of Twitter's Revenue in the first quatar of 2022) by the Federal Trade Commission alongside the United States Department of Justice for \"collecting users' phone numbers and email addresses for security [2 Factor Autentication]' then using it to do targeted advertising. Twitter was also required to notify it's users and is banned from profiting off of 'deceptively collected data'.[373] In August 2013, Twitter announced plans to introduce a \"report abuse\" button for all versions of the site following uproar, including a petition with 100,000 signatures, over Tweets that included rape and death threats to historian Mary Beard, feminist campaigner Caroline Criado-Perez and the member of parliament Stella Creasy.[374][375][376] Twitter announced new reporting and blocking policies in December 2014,[377][378][379][380] including a blocking mechanism devised by Randi Harper, a target of GamerGate.[381][382][383] In February 2015, CEO Dick Costolo said he was 'frankly ashamed' at how poorly Twitter handled trolling and abuse, and admitted Twitter had lost users as a result.[384] In 2016, Twitter announced the creation of the Twitter Trust & Safety Council to help \"ensure that people feel safe expressing themselves on Twitter.\" The council's inaugural members included 50 organizations and individuals.[385] The announcement of Twitter's \"Trust & Safety Council\" was met with objection from parts of its userbase.[386][387] Critics accused the member organizations of being heavily skewed towards \"the restriction of hate speech\" and a Reason article expressed concern that \"there's not a single uncompromising anti-censorship figure or group on the list\".[388][389] Twitter banned 7,000 accounts and limited 150,000 more that had ties to QAnon on July 21, 2020. The bans and limits came after QAnon-related accounts began harassing other users through practices of swarming or brigading, coordinated attacks on these individuals through multiple accounts in the weeks prior. Those accounts limited by Twitter will not appear in searches nor be promoted in other Twitter functions. Twitter said they will continue to ban or limit accounts as necessary, with their support account stating \"We will permanently suspend accounts Tweeting about these topics that we know are engaged in violations of our multi-account policy, coordinating abuse around individual victims, or are attempting to evade a previous suspension\".[390] In September 2021, Twitter began beta testing a feature called Safety Mode.[391] The functionality aims to limit unwelcome interactions through automated detection of negative engagements. If a user has Safety Mode enabled, authors of tweets that are identified by Twitter's technology as being harmful or exercising uninvited behavior will be temporarily unable to follow the account, send direct messages, or see tweets from the user with the enabled functionality during the temporary block period.[392] Jarrod Doherty, senior product manager at Twitter, stated that the technology in place within Safety Mode assesses existing relationships to prevent blocking accounts that the user frequently interacts with.[391] In January 2016, Twitter was sued by the widow of a U.S. man killed in the 2015 Amman shooting attack, claiming that allowing the Islamic State of Iraq and the Levant (ISIL) to continually use the platform, including direct messages in particular,[393] constituted the provision of material support to a terrorist organization, which is illegal under U.S. federal law. Twitter disputed the claim, stating that \"violent threats and the promotion of terrorism deserve no place on Twitter and, like other social networks, our rules make that clear.\"[394][395] The lawsuit was dismissed by the United States District Court for the Northern District of California, upholding the Section 230 safe harbor, which dictates that the operators of an interactive computer service are not liable for the content published by its users.[395][396] The lawsuit was revised in August 2016, providing comparisons to other telecommunications devices.[393] Twitter suspended multiple parody accounts that satirized Russian politics in May 2016, sparking protests and raising questions about where the company stands on freedom of speech.[397] Following public outcry, Twitter restored the accounts the next day without explaining why the accounts had been suspended.[398] The same day, Twitter, along with Facebook, Google, and Microsoft, jointly agreed to a European Union code of conduct obligating them to review \"[the] majority of valid notifications for removal of illegal hate speech\" posted on their services within 24 hours.[399] In August 2016, Twitter stated that it had banned 235,000 accounts over the past six months, bringing the overall number of suspended accounts to 360,000 accounts in the past year, for violating policies banning use of the platform to promote extremism.[400] On May 10, 2019, Twitter announced that they suspended 166,513 accounts for promoting terrorism in the July–December 2018 period, stating there was a steady decrease in terrorist groups trying to use the platform owing to its \"zero-tolerance policy enforcement\". According to Vijaya Gadde, Legal, Policy and Trust and Safety Lead at Twitter, there was a reduction of 19% terror related tweets from the previous reporting period (January–June 2018).[401][402][403][404][405] As of July 30, 2020, Twitter will block URLs in tweets that point to external websites that contain malicious content (such as malware and phishing content) as well or hate speech, speech encouraging violence, terrorism, child sexual exploitation, breaches of privacy, and other similar content that is already banned as part of the content of tweets on the site. Users that frequently point to such sites may have their accounts suspended. Twitter said this was to bring their policy in line to prevent users from bypassing their tweet content restrictions by simply linking to the banned content.[406] Following the onset of protests by Donald Trump's supporters across the US in January 2021, Twitter suspended more than 70,000 accounts, stating that they shared \"harmful QAnon-associated content\" at a large scale, and were \"dedicated to the propagation of this conspiracy theory across the service\". The rioters that broke into US Capitol Hill included a large amount of QAnon followers.[407] Between January and late July 2017, Twitter had identified and shut down over 7,000 fake accounts created by Iranian influence operations.[408] In May 2018, in response to scrutiny over the misuse of Twitter by those seeking to maliciously influence elections, Twitter announced that it would partner with the nonprofit organization Ballotpedia to add special labels verifying the authenticity of political candidates running for election in the U.S.[409][410] In December 2019, Twitter removed 5,929 accounts for violating their manipulation policies. The company investigated and attributed these accounts to a single state-run information operation, which originated in Saudi Arabia. The accounts were reported to be a part of a larger group of 88,000 accounts engaged in spammy behavior. However, Twitter did not disclose all of them as some could possibly be legitimate accounts taken over through hacking.[411] In March 2021, Twitter suspended around 3,500 fake accounts that were running a campaign to influence the American audience, after the US intelligence officials concluded that the assassination of The Washington Post journalist, Jamal Khashoggi was \"approved\" by the Saudi Crown Prince Mohammed bin Salman. These Saudi accounts were working in two languages, English and Arabic, to influence public opinion around the issue. Many accounts commented directly on the tweets of US-based media houses, including The Post, CNN, CBS News and The Los Angeles Times. Twitter was unable to identify the source of the influence campaign.[412] As of 2022[update], the top three countries spreading state-linked Twitter misinformation are Russia, Iran and Saudi Arabia.[413] A Twitter bot is a computer program that automatically posts on Twitter. They are programmed to tweet, retweet, and follow other accounts. Twitter's open application programming interface and the availability of cloud servers make it possible for Twitter bots to exist within the social networking site.[414] Benign Twitter bots may generate creative content and relevant product updates whereas malicious bots can make unpopular people seem popular, push irrelevant products on users and spread misinformation, spam or slander.[415] Bots amass significant influence and have been noted to sway elections, influence the stock market, public appeal, and attack governments.[416] According to the company, there were 20 million, fewer than 5%, of accounts on Twitter that were fraudulent in 2013.[417] Twitter has been used for a variety of purposes in many industries and scenarios. For example, it has been used to organize protests, sometimes referred to as \"Twitter Revolutions\",[419] which include the protests over the 2009 Moldovan election, the 2009 student protests in Austria, the 2009 Gaza–Israel conflict, the 2009 Iranian green revolution, the 2010 Toronto G20 protests, the 2010 Bolivarian Revolution, the 2010 Stuttgart21 protests in Germany, the 2011 Egyptian Revolution, 2011 England riots, the 2011 United States Occupy movement, the 2011 anti-austerity movement in Spain, the 2011 Aganaktismenoi movements in Greece, the 2011 demonstration in Rome, the 2011 Wisconsin labor protests, the 2012 Gaza–Israel conflict, the 2013 protests in Brazil, and the 2013 Gezi Park protests in Turkey.[420] A result of the Iranian election protests saw the government of Iran block Twitter in censorship.[421] The service is also used as a form of civil disobedience: In 2010, users expressed outrage over the Twitter joke trial by copying a controversial joke about bombing an airport and attaching the hashtag #IAmSpartacus, a reference to the film Spartacus (1960) and a sign of solidarity and support to a man controversially prosecuted after posting a tweet joking about bombing an airport if they canceled his flight. #IAmSpartacus became the number one trending topic on Twitter worldwide.[422] Another case of civil disobedience happened in the 2011 British privacy injunction debate, where several celebrities who had taken out anonymized injunctions were identified by thousands of users in protest to traditional journalism being censored.[423] During the Arab Spring in early 2011, the number of hashtags mentioning the uprisings in Tunisia and Egypt increased.[424] A study by the Dubai School of Government found that only 0.26% of the Egyptian population, 0.1% of the Tunisian population and 0.04% of the Syrian population are active on Twitter.[425] Posts on the service often contain far-right content, such as hate speech and conspiracy theories such as QAnon.[426] Journalists[which?] have criticized Twitter for hate speech being easy to find on the platform.[427] According to documents leaked by Edward Snowden and published in July 2014, the United Kingdom's GCHQ has a tool named BIRDSONG for \"automated posting of Twitter updates\", and a tool named BIRDSTRIKE for \"Twitter monitoring and profile collection\".[428][429] During the 2019–20 Hong Kong protests, Twitter suspended a core group of 1,000 \"fake\" accounts and an associated network of 200,000 accounts for operating a disinformation campaign that was linked to the Chinese government. In their announcement, Twitter released two data sets detailing the core group's account activity.[430][431][432] Geng Shuang, the spokesperson of the Chinese Ministry of Foreign Affairs, did not comment on the suspensions but suggested that the activity could be attributed to overseas Chinese citizens.[433][434] On June 12, 2020, Twitter suspended over 7,000 accounts from Turkey because those accounts were fake profiles, designed to support the Turkish president and were managed by a central authority. Turkey's communication director said that the decision was illogical, biased and politically motivated.[435] In May 2021, Twitter labeled one of the tweets by Sambit Patra, a spokesman of the local ruling party BJP in India, as \"manipulated media\", leading to Twitter's offices in Delhi and Gurgaon being raided by the local police.[436] Twitter issued a statement, calling the police visit \"a form of intimidation\".[437] Later, the Indian government released a statement in July 2021 claiming Twitter has lost its liability protection concerning user-generated content. This was brought on by Twitter's failure to comply with the new IT rules introduced in 2021 with a filing stating that the company failed to appoint executives to govern user content on the platform.[438] Twitter stated to India's government in August 2021 that they have appointed permanent executives and staff to provide for compliance to these new IT rules.[439] Twitter refers to pornography as \"adult content\" and permits it on the platform provided that it is marked \"sensitive\", and makes it visible to all after a click through.[440] The \"super-follow\" feature is said to enable competition with the subscription site OnlyFans, used mainly by sex workers.[441] Content filtering services for families and schools have noted that the company makes \"it really easy to find\" porn, and advise blocking the entire domain.[442] In May 2008, The Wall Street Journal wrote that social networking services such as Twitter \"elicit mixed feelings in the technology-savvy people who have been their early adopters. Fans say they are a good way to keep in touch with busy friends. But some users are starting to feel too connected, as they grapple with check-in messages at odd hours, higher cellphone bills and the need to tell acquaintances to stop announcing what they're having for dinner.\"[443] The following year, John C. Dvorak described Twitter as \"the new CB radio\".[444] A practical use for Twitter's real-time functionality is as an effective de facto emergency communication system for breaking news. It was neither intended nor designed for high-performance communication, but the idea that it could be used for emergency communication was not lost on the creators, who knew that the service could have wide-reaching effects early on when the company used it to communicate during earthquakes.[445] Another practical use that is being studied is Twitter's ability to track epidemics and how they spread.[446] Additionally Twitter serves as a real-time sensor for natural disasters such as bush fires and earthquakes.[447][448] Twitter has been adopted as a communication and learning tool in educational and research[449] settings mostly in colleges and universities.[450][451] It has been used as a backchannel to promote student interactions, especially in large-lecture courses.[452] Research has found that using Twitter in college courses helps students communicate with each other and faculty, promotes informal learning, allows shy students a forum for increased participation, increases student engagement, and improves overall course grades.[453][454][455] Twitter has been an increasingly growing in the field of education, as an effective tool that can be used to encourage learning and idea, or knowledge sharing, in and outside the classroom.[456] By using or creating hashtags, students and educators are able to communicate under specific categories of their choice, to enhance and promote education. A broad example of a hashtag used in education is \"edchat\", to communicate with other teachers, and people using that hashtag. Once teachers find someone they want to talk to, they can either direct message the person, or narrow down the hashtag to make the topic of the conversation more specific using hashtags for scichat (science), engchat (English), sschat (social studies).[456] In a 2011 study, researchers found that young peoples use of Twitter helped to improve relationships with teachers, encourage interactive learning, and ultimately lead to high grades.[456] In the same study it was found that out of a group of 158 educators, 92% agreed that the reason they use Twitter is because of how user friendly it is,[456] another 86% agreed that they started and continue using Twitter because of how easy it is to learn, and finally,[456] 93% said they use Twitter because it is free. People found that sifting through large amounts of data is challenging, however, with the simple nature of Twitter large amount of information became easily accessible.[457] Much of this simplicity comes from the use of the hashtag, and the intuitive nature of how Twitter as a microblogging site operates.[457] These features help to promote education outside the classroom in a global setting where students and educators are easily able to create, connect, and share knowledge. This ultimately promotes growth and learning among students and educators, not just in the classroom, but virtually and around the world. Tech writer Bruce Sterling commented in 2007 that using Twitter for \"literate communication\" is \"about as likely as firing up a CB radio and hearing some guy recite the Iliad\".[458] In September 2008, the journalist Clive Thompson mused in a New York Times Magazine editorial that the service had expanded narcissism into \"a new, supermetabolic extreme—the ultimate expression of a generation of celebrity-addled youths who believe their every utterance is fascinating and ought to be shared with the world\".[459] One of the earliest documented forms of celebrity-related Twitter-like disclosures dates from 1980, when real estate mogul William Desmond Ryan made round-the-clock press releases about his relationship with comedian Phyllis Diller, even revealing what she was making him for dinner on a nightly basis.[460] Conversely, Vancouver Sun columnist Steve Dotto opined that part of Twitter's appeal is the challenge of trying to publish such messages in tight constraints,[461] and Jonathan Zittrain, professor of Internet law at Harvard Law School, said that \"the qualities that make Twitter seem inane and half-baked are what makes it so powerful.\"[462] In that same vein, and with Sigmund Freud in mind, political communications expert Matthew Auer observed that well-crafted tweets by public figures often deliberately mix trivial and serious information so as to appeal to all three parts of the reader's personality: the id, ego, and superego.[463] The poets Mira Gonzalez and Tao Lin published a book titled Selected Tweets featuring selections of their tweets over some eight years. The book was designed to look like a small bible.[464] The novelist Rick Moody wrote a short story for Electric Literature called \"Some Contemporary Characters,\" composed entirely of tweets.[465] During a February 2009 discussion on National Public Radio's Weekend Edition, the journalist Daniel Schorr stated that Twitter accounts of events lacked rigorous fact-checking and other editorial improvements. In response, Andy Carvin gave Schorr two examples of breaking news stories that played out on Twitter and said users wanted first-hand accounts and sometimes debunked stories.[466] Time magazine acknowledged its growing level of influence in its 2010 Time 100; to determine the influence of people, it used a formula based on famous social networking sites, Twitter and Facebook. The list ranges from Barack Obama and Oprah Winfrey to Lady Gaga and Ashton Kutcher.[467][468] During the 2012 Summer Olympics opening ceremony, in which he appeared at the London Olympic Stadium in person,[469] Sir Tim Berners-Lee, the founder of the World Wide Web, tweeted \"This is for everyone\",[470] which was instantly spelled out in LCD lights attached to the chairs of the 80,000 people in the audience.[469] Many commentators have suggested that Twitter radically changed the format of reporting due to instant, short, and frequent communication.[471][472] According to The Atlantic writers Benjamin M. Reilly and Robinson Meyer, Twitter has an outsized impact on the public discourse and media. \"Something happens on Twitter; celebrities, politicians and journalists talk about it, and it's circulated to a wider audience by Twitter's algorithms; journalists write about the dustup.\" This can lead to an argument on a Twitter feed looking like a \"debate roiling the country... regular people are left with a confused, agitated view of our current political discourse\".[473] In a 2018 article in the Columbia Journalism Review, Matthew Ingram argued much the same about Twitter's \"oversized role\" and that it promotes immediacy over newsworthiness.[474] In some cases, inauthentic and provocative tweets were taken up as common opinion in mainstream articles. Writers in several outlets unintentionally cited the opinions of Russian Internet Research Agency-affiliated accounts.[474][475] World leaders and their diplomats have taken note of Twitter's rapid expansion and have been increasingly utilizing Twitter diplomacy, the use of Twitter to engage with foreign publics and their own citizens. US Ambassador to Russia, Michael A. McFaul has been attributed as a pioneer of international Twitter diplomacy. He used Twitter after becoming ambassador in 2011, posting in English and Russian.[476] On October 24, 2014, Queen Elizabeth II sent her first tweet to mark the opening of the London Science Museum's Information Age exhibition.[477] A 2013 study by website Twiplomacy found that 153 of the 193 countries represented at the United Nations had established government Twitter accounts.[478] The same study also found that those accounts amounted to 505 Twitter handles used by world leaders and their foreign ministers, with their tweets able to reach a combined audience of over 106 million followers.[478] According to an analysis of accounts, the heads of state of 125 countries and 139 other leading politicians have Twitter accounts that have between them sent more than 350,000 tweets and have almost 52 million followers. However, only 30 of these do their own tweeting, more than 80 do not subscribe to other politicians and many do not follow any accounts.[479] As of October 2015, more than twenty Roman Catholic cardinals managed active Twitter accounts,[480] nine of whom were cardinal electors for the 2013 Papal conclave.[481] Pope Benedict XVI's Twitter account was set up in 2012. As of April 2022, his successor, Pope Francis, has 18.9 million followers of his Twitter account (@Pontifex).[482][needs update] Twitter is banned completely in Russia,[483] Iran, China and North Korea,[484] and has been intermittently blocked in numerous countries including Egypt, Iraq, Nigeria, Turkey, Venezuela and Turkmenistan on different bases.[485][486][487][488][489][490] In 2016, Twitter cooperated with the Israeli government to remove certain content originating outside Israel from tweets seen in Israel.[491] In the 11th biannual transparency report published on September 19, 2017, Twitter said that Turkey was the first among countries where about 90 percent of removal requests came from, followed by Russia, France and Germany.[492] Twitter stated that between July 1 and December 31, 2018, \"We received legal demands relating to 27,283 accounts from 47 different countries, including Bulgaria, Kyrgyzstan, Macedonia, and Slovenia for the first time.\"[493] As part of evidence to a US Senate Enquiry, the company admitted that their systems \"detected and hid\" several hundred thousand tweets relating to the 2016 Democratic National Committee email leak.[494] During the curfew in Jammu and Kashmir after revocation of its autonomous status on August 5, 2019, the Indian government approached Twitter to block accounts accused of spreading anti-India content;[495] by October 25, nearly one million tweets had been removed as a result.[496] In March 2022, shortly after Russia's censorship of Twitter, a Tor Onion service link was created by the platform to allow people to access the website, even in countries with heavy Internet censorship.[497][498] Twitter removed more than 88,000 propaganda accounts linked to Saudi Arabia.[499] Twitter removed tweets from accounts associated with the Russian Internet Research Agency that had tried to influence public opinion during and after the 2016 US election.[474][475] In June 2020, Twitter also removed 175,000 propaganda accounts that were spreading biased political narratives for the Chinese Communist Party, the United Russia Party, or Turkey's President Erdogan, identified based on centralized behavior.[500][501] Twitter also removed accounts linked to the governments of Armenia, Egypt, Cuba, Serbia, Honduras, Indonesia and Iran.[502][503][504] Twitter suspended Pakistani accounts tied to government officials for posting tweets about the Kashmir conflict between India and Pakistan.[505] In February 2021, Twitter removed accounts in India that criticized Prime Minister Narendra Modi's government for its conduct during Indian farmers' protests in 2020–2021.[506] At the start of the 2020 COVID-19 pandemic, numerous tweets reported false medical information related to the pandemic. Twitter announced a new policy in which they would label tweets containing misinformation going forward.[86] In April 2020, Twitter removed accounts which defended President Rodrigo Duterte's response to the spread of COVID-19 in the Philippines.[507] In November 2020, then Chief Technology Officer and future CEO of Twitter Parag Agrawal, when asked by MIT Technology Review about balancing the protection of free speech as a core value and the endeavour to combat misinformation, said: \"Our role is not to be bound by the First Amendment, but our role is to serve a healthy public conversation … focus less on thinking about free speech, but thinking about how the times have changed.\"[508] As part of its means to moderate misinformation, Twitter launched its crowd-sourced Birdwatch program in January 2021. Trusted users in the program will have the ability to monitor tweets and replies that may include misinformation and countermessages providing fact-checking as to have Twitter tag these messages appropriately from the Birdwatch community.[509] In November 2021, Twitter announced an update to the Birdwatch moderation tool, meant to limit the visibility of contributors' identities by creating aliases for their accounts.[510] In March 2022, Twitter expanded access to notes made by the Birdwatch moderators, giving a randomized set of US users the ability to view the notes attached to tweets and rate them.[511][512] Twitter is increasingly used for TV to be more interactive.[513] This effect is sometimes referred to as the second screen,[514] \"virtual watercooler\" or social television—the practice has been called \"chatterboxing\".[515] Twitter has been successfully used to encourage people to watch live TV events, such as the Oscars, the Super Bowl[516] and the MTV Video Music Awards; however this strategy has proven less effective with regularly scheduled TV shows.[517] Such direct cross-promotions have been banned from French television due to regulations against secret advertising.[518] In December 2012, Twitter and Nielsen entered a multi-year agreement to produce social TV ratings, which are expected to be commercially available for the fall 2013 season as the Nielsen Twitter TV Rating.[519] Advertising Age said Twitter had become the new TV Guide.[520] Then in February 2013, Twitter acquired Bluefin Labs for an estimated US$50 million to $100 million. Founded in 2008 at the MIT Media Lab, Bluefin is a data miner whose analysis tells which brands (e.g., TV shows and companies) are chatted about the most in social media.[519][521] MIT Technology Review said that Bluefin gives Twitter part of the US$72 billion television advertising market.[522] In May 2013, it launched Twitter Amplify—an advertising product for media and consumer brands.[523] With Amplify, Twitter runs video highlights from major live broadcasts, with advertisers' names and messages playing before the clip.[524] In October 2013, Comcast announced that it had partnered with Twitter to implement its \"See It\" feature within the service, allowing posts promoting programs on selected NBCUniversal channels to contain direct links to TV Everywhere streaming to the program. On launch, the concept was limited to NBCUniversal channels and Xfinity cable television subscribers.[525] In an attempt to compete with Twitter's leadership in TV, Facebook introduced a number of features in 2013 to drive conversation about TV including hashtags, verified profiles and embeddable posts. It also opened up new data visualization APIs for TV news and other media outlets, enabling them to search for a word and see a firehose of public posts that mention it as well as show how many people mentioned a word in both public and private posts during a set time frame, with a demographic breakdown of the age, gender, and location of these people.[526] In January 2014, Facebook announced a partnership with UK-based social TV analytics company SecondSync which saw the social network make its social TV available outside the company for the first time. Facebook struck the partnership to help marketers understand how people are using the social network to talk about topics such as TV.[527] However, Twitter responded by acquiring SecondSync and Parisian social TV firm Mesagraph three months later. These acquisitions, as well as a partnership with research company Kantar (which it had been working with to develop a suite of analytics tools for the British TV industry since August 2013) strengthened Twitter's dominance of the \"second screen\" – TV viewers using tablets and smartphones to share their TV experience on social media. With the additional analytic tools, Twitter was able to improve the firm's offering to advertisers, allowing them to, for instance, only promote a tweet onto the timelines of users who were watching a certain programme.[528] By February 2014, all four major U.S. TV networks had signed up to the Amplify program, bringing a variety of premium TV content onto the social platform in the form of in-tweet real-time video clips.[529] In March 2014, ITV became the first major broadcaster in the UK to sign up to Twitter Amplify[530] and Twitter introduced one-tap video playback across its mobile apps to further enhance the consumer experience.[531] In June 2014, Twitter acquired its Amplify partner in the U.S., SnappyTV.[532] In Europe, Twitter's Amplify partner is London-based Grabyo, which has also struck numerous deals with broadcasters and rights holders[533] to share video content across Facebook and Twitter.[534] In July 2017, Twitter announced that it would wind down SnappyTV as a separate company, and integrate its features into the Media Studio suite on Twitter.[535] As of 8 June 2022[update], the ten Twitter accounts with the most followers were:[536] A selfie orchestrated by 86th Academy Awards host Ellen DeGeneres during the March 2, 2014, broadcast was at the time the most retweeted image ever.[537][538] DeGeneres said she wanted to pay homage to Meryl Streep's record 17 Oscar nominations by setting a new record with her, and invited other Oscar celebrities to join them. The resulting photo of twelve celebrities broke the previous retweet record within forty minutes, and was retweeted over 1.8 million times in the first hour.[539][540][541] By the end of the ceremony it had been retweeted over 2 million times; less than 24 hours later, it had been retweeted over 2.8 million times.[538][539] As of 18 March 2014[update], it has been retweeted over 3.4 million times.[538] On May 9, 2017, Ellen's record was broken by Carter Wilkerson (@carterjwm) by collecting nearly 3.5 million retweets in a little over a month.[542][needs update] The most tweeted moment in the history of Twitter occurred on August 2, 2013; during a Japanese television airing of the Studio Ghibli film Castle in the Sky, fans simultaneously tweeted the word balse (ãƒãƒ«ã‚¹)—the incantation for a destruction spell used during its climax, after it was uttered in the film. There was a global peak of 143,199 tweets in one second, beating the previous record of 33,388.[543][544] The most discussed event in Twitter history occurred on October 24, 2015; the hashtag (\"#ALDubEBTamangPanahon\") for Tamang Panahon, a live special episode of the Filipino variety show Eat Bulaga! at the Philippine Arena, centering on its popular on-air couple AlDub, attracted 41 million tweets.[545][546] The most-discussed sporting event in Twitter history was the 2014 FIFA World Cup semi-final between Brazil and Germany on July 8, 2014.[547] According to Guinness World Records, the fastest pace to a million followers was set by actor Robert Downey Jr. in 23 hours and 22 minutes in April 2014.[548] This record was later broken by Caitlyn Jenner, who joined the site on June 1, 2015, and amassed a million followers in just 4 hours and 3 minutes.[549]","Title":"Twitter - Wikipedia","KeyID":"2873","URL":"https://en.wikipedia.org/wiki/Twitter"}