{"Content: ":"ABS-CBN News and Current Affairs, known on-air as ABS-CBN News (formerly known as ABS-CBN News and Public Affairs), is the news and current affairs production and distribution division of ABS-CBN Corporation. It is responsible for the daily news and information gathering and syndication of its news programs. The division is the Philippines largest news gathering and broadcast organisation[1] and broadcasts on cable television, as well as online news through news.abs-cbn.com, which is the top news website in the country, as of November 2021.[2] They are also the largest Filipino news organization internationally. It also maintains different foreign news bureaus and offices through ABS-CBN International, such as in the North America, primarily in the United States, and Canada, Europe, primarily in the United Kingdom, Hungary and the Netherlands, Australia, Middle East, primarily in United Arab Emirates, different parts of Asia, such as Japan, and other parts of the world.[2] It serves the main ABS-CBN and it's current ad-interim replacement Kapamilya Channel and A2Z, the Regional Network Group (RNG), the former UHF channel S+A (formerly Studio 23), the cable channels ANC and ABS-CBN TeleRadyo (formerly DZMM TeleRadyo), the international channel TFC, the flagship radio station DZMM and the regional radio networks DYAP 765 Palawan, DYAB 1512 Cebu and DXAB 1296 Davao and news websites news.abs-cbn.com and patrol.ph. The oldest of the two components, the news division began as the news section of two radio stations - DZBC (opened 1949) and DZAQ (opened 1950) both in the Manila area, and DZRI (opened 1951) in Pangasinan, all under the Bolinao Electronics Corporation and later under the Alto Broadcasting System, which broadcast news programs and commentary as part of their programming schedules. In 1956, the Chronicle Broadcasting Network, together with the first news broadcasts on DZXL, started the short-lived 24-hour station DZQL Radyo Reloj broadcasting news and current affairs until late 1959, the first station of its kind in the country. When the two networks merged in 1957, first as part of Bolinao Electronics Corporation and later on in 1961 adopting the ABS-CBN brand (which it changed its corporate name to ABS-CBN Broadcasting Corporation in 1967 and ABS-CBN Corporation in 2010), the news services of these four Manila stations, later reduced to three, were combined into a unified news service but then with separate programs, as the network began expanding with the purchase and later opening of additional stations, first in the Ilocos region and the Cordillera, and then into the Visayas islands, Mindanao, and southern parts of Luzon, with the national radio service broadcasting from the Chronicle Building along Aduana street, Intramuros, Manila, which began broadcasting the two Manila stations in 1958. Alongside them was a small television news service on DZAQ-TV 3 and DZXL-TV 9 with updates broadcast daily, owing to the lack of proper news programs from the beginning of broadcasts in late 1953, with both stations' news bureaus based in the television studios in Roxas Boulevard, Pasay (opened in 1958). Proper news programming on TV, however, would begin in 1960 when news coverage for the national elections began, followed by the first Filipino-language TV newscast, Balita Ngayon, in 1966 on Channel 3 and in the following year with the English-language newscast The World Tonight on late nights, which is today the longest running English-language national newscast. Channel 9 followed suit with the long-running Newsbreak as well, joined later by Apat na Sulok ng Daigdig. By 1968, following the aftermath of the magnitude 7.6 earthquake in Casiguran (in which Manila was severely affected by the quake), leading to the collapse of the Ruby Tower in August that same year, the joint radio and color television coverage of which was the first time ever for a Philippine media company to do so, DZAQ was later converted into a 24-hour Filipino language news and current affairs radio station, adopting the DZAQ Radyo Patrol 960 branding under the initiative of former station manager Orly Mercado, veteran broadcaster Joe Taruc, Ben Aniceto, the then ABS-CBN program director and Chief Engr. Emil Solidum, whose efforts led to the recruitment of the first generation of mobile field reporters for news coverage and flash reports, a first for any radio station at that time. The station would prove to be a leading source of breaking news stories in the late 1960s and before Martial Law stopped broadcasts in September 1972, Radyo Patrol services were operational in select regional stations, alongside an active service of regional programming in all provincial TV stations in addition to occasional nationwide broadcasts via satellite, the first for any station by then. In July 1986, the news services of ABS-CBN were officially reactivated as part of the network's return to former owners, when DZMM was officially relaunched that month from the Benpres Building in the Ortigas Center District of Pasig. The new station broadcast its newscasts twice daily, Mondays to Saturdays, with a Sunday midday news program. Two months later, both Balita Ngayon and The World Tonight made their television returns on the now reopened TV network. In February of 1987, Balita Ngayon aired its final broadcasts to give way to the now current flagship Filipino language broadcast, TV Patrol, which begin in March 2, 1987. The division traces its roots to the current affairs and commentary programming that both DZAQ and later on DZXL and DZQL aired beginning in the mid-1950s in both Filipino and English, keeping listeners informed of the latest issues that affect Filipinos. The division operates mainly and headquartered at ABS-CBN Broadcast Complex in Quezon City while the ABS-CBN regional stations also have their local news divisions, which is a big help in newsgathering for the whole network. It also has news bureaus in North America, Europe, Asia-Pacific and the Middle East with the help of The Filipino Channel (owned by ABS-CBN Global, Ltd.), these make ABS-CBN News and Current Affairs ahead among the other news organizations in the country as they were the largest and the most comprehensive when it comes to local and international newsgathering. The division is currently headed by long-time journalist and former ABS-CBN's North America Bureau Chief, and now ABS-CBN's Senior Vice President for Integrated News and Current Affairs Ging Reyes. It is further subdivided into different subgroups: Aside from regular programming, it also operates the ABS-CBN News Channel (ANC), the first and the only 24-hour English language news channel in the country. The division also operates a news website ABS-CBNnews.com in partnership with BusinessMirror. ABS-CBN News launched its own citizen journalism campaign during its coverage of the 2007 Philippine General Elections. Initially entitled Boto Mo, iPatrol Mo! (Tagalog for Your Vote, You Patrol), it reflects upon the station's flagship newscast, TV Patrol. The campaign is now called Bayan Mo, iPatrol Mo! (Your Town, You Patrol) and is often abbreviated as BMPM.[3] An extension of the campaign BMPM: Ako ang Simula (I Am the Beginning) was launched on May 11, 2009 - and was its banner for the network's coverage of the 2010 Presidential Elections. A re-launch of the campaign was carried out in June 2009 by the network as part of its commemoration of Philippine Independence Day. For 2013, the campaign evolves to BMPM: Tayo Na! (Tagalog for Let's Go!) as its citizen journalism arm for the network's coverage of the 2013 Elections.[4] This campaign was kicked off on June 12, 2012. What once started out as an arm that is mainly dependent on using SMS and MMS technologies, BMPM has provided more venues for \"Patrollers\" - people who submit reports to BMPM - through its digital and social media presences, including its Facebook account, Twitter account, and its redesigned website (where people could upload their reports through the website's \"Submit\" page or through using the Hashtag #BMPMTayoNa). BMPM also comes as a feature in two mobile apps - ABS-CBNnews.com's and COMELEC's - which are present in iOS, Android, and Windows. The network's two main competitors - GMA and TV5 - also have their own citizen journalism campaigns named YouScoop and News5 Everywhere, respectively.","Title":"ABS-CBN News and Current Affairs - Wikipedia","KeyID":"2875","URL":"https://en.wikipedia.org/wiki/ABS-CBN_News_and_Current_Affairs"}