{"Content: ":"AllMusic (previously known as All Music Guide and AMG) is an American online music database. It catalogs more than three million album entries and 30 million tracks, as well as information on musicians and bands. Initiated in 1991, the database was first made available on the Internet in 1994.[2][3] AllMusic is owned by RhythmOne. AllMusic was launched as All Music Guide by Michael Erlewine, a \"compulsive archivist, noted astrologer, Buddhist scholar and musician\". He became interested in using computers for his astrological work in the mid-1970s and founded a software company, Matrix, in 1977. In the early 1990s, as CDs replaced LPs as the dominant format for recorded music, Erlewine purchased what he thought was a CD of early recordings by Little Richard. After buying it he discovered it was a \"flaccid latter-day rehash\".[3] Frustrated with the labeling, he researched using metadata to create a music guide.[4] In 1990, in Big Rapids, Michigan, he founded All Music Guide with a goal to create an open-access database that included every recording \"since Enrico Caruso gave the industry its first big boost\".[2] The first All Music Guide, published in 1992, was a 1,200-page reference book, packaged with a CD-ROM, titled All Music Guide: The Best CDs, Albums & Tapes: The Expert's Guide to the Best Releases from Thousands of Artists in All Types of Music.[5] Its first online version, in 1994, was a text-based Gopher site.[2][6] It moved to the World Wide Web as web browsers became more user-friendly.[3] Erlewine hired a database engineer, Vladimir Bogdanov, to design the All Music Guide framework, and recruited his nephew, writer Stephen Thomas Erlewine, to develop editorial content. In 1993, Chris Woodstra joined the staff as an engineer. A \"record geek\" who had written for alternative weeklies and fanzines, his main qualification was an \"encyclopedic knowledge of music\".[3] 1,400 subgenres of music were created, a feature which became central to the site's utility. In a 2016 article in Tedium, Ernie Smith wrote: \"AllMusic may have been one of most ambitious sites of the early-internet era—and it’s one that is fundamental to our understanding of pop culture. Because, the thing is, it doesn’t just track reviews or albums. It tracks styles, genres, and subgenres, along with the tone of the music and the platforms on which the music is sold. It then connects that data together, in a way that can intelligently tell you about an entire type of music, whether a massive genre like classical, or a tiny one like sadcore.\"[7] In 1996, seeking to further develop its web-based businesses, Alliance Entertainment Corp. bought All Music from Erlewine for a reported $3.5 million. He left the company after its sale.[3] Alliance filed for bankruptcy in 1999, and its assets were acquired by Ron Burkle's Yucaipa Equity Fund.[4] In 1999, All Music relocated from Big Rapids to Ann Arbor, where the staff expanded from 12 to 100 people.[3] By February of that year, 350,000 albums and two million tracks had been cataloged. All Music had published biographies of 30,000 artists, 120,000 record reviews and 300 essays written by \"a hybrid of historians, critics and passionate collectors\".[8][9] In late 2007, AllMusic was purchased for $72 million by TiVo Corporation (known as Macrovision at the time of the sale, and as Rovi from 2009 until 2016).[10] In 2012, AllMusic removed all of Bryan Adams' info from the site per a request from the artist.[11] In 2015, AllMusic was purchased by BlinkX (later known as RhythmOne).[12][13] The AllMusic database is powered by a combination of MySQL and MongoDB.[14] The All Media Network produced the All Music Guide: The Definitive Guide (at first released as The Experts' Guide),[3] which includes a series of publications about various music genres. It was followed by Required Listening series, and Annual guides. Vladimir Bogdanov is the president and the main editor of the series.[15] In August 2007, PC Magazine included AllMusic in its \"Top 100 Classic Websites\" list.[17][2]","Title":"AllMusic - Wikipedia","KeyID":"2877","URL":"https://en.wikipedia.org/wiki/AllMusic"}