{"Content: ":"Gars are members of the family Lepisosteidae, which are the only surviving members of the Ginglymodi, an ancient holosteian group of ray-finned fish, which first appeared during the Triassic, over 240 million years ago. Gars comprise seven living species of fish in two genera that inhabit fresh, brackish, and occasionally marine waters of eastern North America, Central America and Cuba in the Caribbean,[2][3] though extinct members of the family were more widespread. Gars have elongated bodies that are heavily armored with ganoid scales,[4] and fronted by similarly elongated jaws filled with long, sharp teeth. Gars are sometimes referred to as \"garpike\", but are not closely related to pike, which are in the fish family Esocidae. All of the gars are relatively large fish, but the alligator gar (Atractosteus spatula) is the largest; the alligator gar often grows to a length over 2 m (6.5 ft) and a weight over 45 kg (100 lb),[5] and specimens of up to 3 m (9.8 ft) in length have been reported.[6] Unusually, their vascularised swim bladders can function as lungs,[7] and most gars surface periodically to take a gulp of air. Gar flesh is edible and the hard skin and scales of gars are used by humans, but gar eggs are highly toxic.[citation needed] The name \"gar\" was originally used for a species of needlefish (Belone belone) found in the North Atlantic and likely took its name from the Old English word for \"spear\".[8] Belone belone is now more commonly referred to as the \"garfish\" or \"gar fish\" to avoid confusion with the North American gars of the family Lepisosteidae.[9] Confusingly, the name \"garfish\" is also commonly used for a number of other species of the related genera Strongylura, Tylosurus, and Xenentodon of the family Belonidae. The generic name Lepisosteus comes from the Greek lepis meaning \"scale\" and osteon meaning \"bone\".[10] Atractosteus is similarly derived from Greek, in this case from atraktos, meaning arrow.[11] Gars are considered to be the only surivivng members of the Ginglymodi, a group of bony fish that flourished in the Mesozoic.[1] The oldest known ginglymodians appeared during the Middle Triassic, over 240 million years ago.[12] The closest living relative of gars is the bowfin, with the gars and bowfin together forming the clade Holostei. The oldest known fossils of anatomically modern gars are from the Upper Jurassic (Kimmeridgian) of Mexico, around 157 million years old.[1] Fossils indicate that gars formerly had a wider distribution, having been found on every continent except Australia and Antarctica.[1] Living gars are confined to North America. The distribution of the gars in North America lies mainly in the shallow, brackish waters off of Texas, Louisiana, and the eastern coast of Mexico, as well as in some of the rivers and lakes that flow into them.[13][14] A few populations are also present in the Great Lakes region of the United States, living in similar shallow waters.[15] Gar bodies are elongated, heavily armored with ganoid scales, and fronted by similarly elongated jaws filled with long, sharp teeth. Their tails are heterocercal, and the dorsal fins are close to the tail.[16] As their vascularised swim bladders can function as lungs,[7] most gars surface periodically to take a gulp of air, doing so more frequently in stagnant or warm water when the concentration of oxygen in the water is low. Experiments on the swim bladder has shown that the temperature of the water affects which respiration method the gar will use - aerial or aquatic. They increase the aerial breathing rate (breathing air) as the temperature of the water is increased. Gars can live completely submerged in oxygenated water without access to air and remain healthy while also being able to survive in deoxygenated water if allowed access to air.[17] This adaptation can be the result of environmental pressures and behavioral factors.[18] As a result of this organ, they are extremely resilient and able to tolerate conditions that most other fish could not survive. The gar has paired pectoral fins and pelvic fins, as well as an anal fin, a caudal fin, and a dorsal fin.[19] The bone structures within the fins are important to study as they can show homology throughout the fossil record. Specifically, the pelvic girdle resembles that of other actinopterygians while still having some of its own characteristics. Gars have a postcleithrun - which is a bone that is lateral to the scapula, but do not have postpectorals. Proximally to the postcleithrum, the supracleithrum is important as it plays a critical role in opening the gar's jaws. This structure has a unique internal coracoid lamina only present in the gar species. Near the supracleithrum is the posttemporal bone, which is significantly smaller than other actinopterygians. Gars also have no clavicle bone, although elongated plates have been observed within the area.[20] All the gars are relatively large fish, but the alligator gar Atractosteus spatula is the largest. The largest alligator gar ever caught and officially recorded was 8 ft 5 in (2.6 m) long, weighed 327 lb (148 kg), and was 47 in (120 cm) around the girth.[21] Even the smaller species, such as Lepisosteus oculatus, are large, commonly reaching lengths of over 60 cm (2.0 ft), and sometimes much longer.[22] Gars tend to be slow-moving fish except when striking at their prey. They prefer the shallow and weedy areas of rivers, lakes, and bayous, often congregating in small groups.[2] They are voracious predators, catching their prey in their needle-like teeth with a sideways strike of the head.[22] They feed extensively on smaller fish and invertebrates such as crabs.[6] Gars are found across much of the eastern portion of North America.[2] Although gars are found primarily in freshwater habitats, several species enter brackish waters and a few, most notably Atractosteus tristoechus, are sometimes found in the sea. Some gars travel from lakes and rivers through sewers to get to ponds.[2][23] The gar family contains seven extant species, in two genera:[7] A. tropicus A. tristoechus A. spatula L. oculatus L. platyrhincus L. osseus L. platostomus Family Lepisosteidae The largest member of the gar family, the alligator gar (Atractosteus spatula), can measure up to 10 feet long and weigh over 300 pounds.[26][27] Its body and snout are wide and stocky, and it was named \"alligator gar\" because locals often mistook it for an alligator.[26][28] The species can be found in Texas, Oklahoma, Louisiana, the Mississippi River, Ohio, the Missouri river, and the southern drainages into Mexico.[27][28] Its habitat consists of lakes and bays with slow currents.[27] The gars grow rapidly when young and continue to grow at a slower rate after reaching adulthood.[29] They are deep green or yellow in color.[27][28] Recreational fishing of the alligator gar became popular due to its massive size and its meat is sold for food.[30] Over five decades of overfishing have brought it close to extinction,[28][29] and man-made dams have contributed to this loss by restricting the gar's access to the flood plain areas in which it spawns.[30] Some U.S. states have enacted laws to combat overfishing, and reintroduction programs are being carried out in some states, such as Illinois, where human activity has driven the gar to extinction.[28][29] Before being released, each gar must meet a length requirement to ensure that it has the best chance of survival in the wild.[31] Some states, such as Texas, restrict the number of gar that may be caught in a day, the season in which they may be caught, and the equipment anglers may use to catch them. Some states also impose a minimum length requirement to prevent gar from being caught at too early an age.[32] Scientists have found that the alligator gar can help maintain ecosystem balance by eating invasive species such as the Asian carp, and their success in a particular area can show scientists that area may also make a suitable habitat for other migratory species.[33] The Florida gar (Lepisosteus platyrhincus) can be found in the Ocklockonee river, Florida, and Georgia,[34][35] and prefers muddy or sandy bottoms with bountiful vegetation.[34][36] It is commonly confused with its cousin, the spotted gar.[34] Uneven black spots cover its head, body, and fins.[34][35] Green-brown scales run along the back of its body, and the scales on its underbelly are white or yellow.[34][37] This coloration, which blends well with the gar's surroundings, allows it to ambush its prey.[34][37] The Florida gar has no ganoid scales on its throat.[34] Female Florida gars grow to lengths between 13 and 34 inches, bigger than their male counterparts.[34][37] The spotted gar (Lepisosteus oculatus) is a smaller species of gar,[26] measuring just under four feet long and weighing 15 pounds on average.[26] Like Florida gars, female spotted gars are typically larger than male spotted gars.[38] This gar has dark spots covering its head, body, and fins.[26] Its body is compact, and it has a shorter snout.[26] It prefers to live in clearer shallow water with a depth of 3–5 meters,[33] and to surround itself in foliage.[36][38] Its habitat ranges from the waters of Lake Michigan, the Lake Erie Basin, the Mississippi River System, and river drainages along the northern coast of the Gulf of Mexico from the Nueces River in Texas east to the lower Apalachicola River in Florida.[38][39] It shares its habitat with the alligator gar, its main predator. These smaller gar live an average of 18 years.[38] The shortnose gar (Lepisosteus platostomus) is found in the Mississippi River Basin, Indiana, Wisconsin, Montana, Alabama, and Louisiana.[40] It prefers to live in lakes, swamps, and calm pools.[36][40] The shortnose gar takes its name from its snout, which is shorter and broader than that of other gar species.[26][40] Like the longnose gar, it has one row of teeth. The upper jaw is longer than the rest of its head.[40] The shortnose gar is deep green or brown in color, similar to the alligator gar.[26][40] Depending on the clarity of water, spots can be present on the caudal, dorsal, and anal fins.[40] The shortnose gar has a lifespan of 20 years, reaches up to 5 pounds in weight,[41] and grows to lengths of 24-35 inches.[39][41] It consumes more invertebrates than any other gar,[40] and their stomachs have been found to contain higher Asian carp content than any other native North American fish.[33] The Longnose gar (Lepisosteus osseus) has a longer, narrower, more cylindrical body,[26][42] and can be distinguished from other species of gar by its snout, which is more than twice the length of the rest of its head.[43][44] It can reach up to 6 feet and 8 inches in length and weigh up to 35-80 pounds.[26][43] Like the shortnose gar, it has only a single row of teeth.[43][44] Unlike its relatives, it enters brackish water from time to time.[36][43] Females are larger and live longer than the male longnose gar.[42][43] Females living 22 years, and males about half as long.[43] There are spots on the head, dorsal, anal, and caudal fins.[26][43][45] Depending on the water clarity, the longnose gar comes in two colors.[43] In clear water, they're a dark deep green color. In muddy waters, it's more brown in color.[43] Edges of the ganoid scales and in between are black.[43][45] These types of gar are occasionally fished by locals, and blamed for eating other fish in the rivers.[42][43] The longnose gar has a large range of territory in North America, into the Gulf of Mexico.[43][45] Located in Florida, Quebec, all Great Lakes except Lake Superior, Missouri, Mississippi, Texas, and northern Mexico.[43][46] The flesh of gar is edible, but its eggs contain an ichthyotoxin, a type of protein toxin which is highly toxic to humans.[47][48] The protein can be denatured when brought to a temperature of 120 degrees Celsius,[49] but as the roe's temperature does not typically reach that level when it is cooked, even cooked roe causes severe symptoms. It was once thought that the production of the toxin in gar roe was an evolutionary adaptation to provide protection for the eggs, but bluegills and channel catfish fed gar eggs in experiments remained healthy, even though they are the natural predators of the gar eggs. Crayfish fed the roe were not immune to the toxin, and most died. The roe's toxicities to humans and crayfish may be coincidences, however, and not the result of explicit natural selection.[47] Several species are traded as aquarium fish.[22] The hard ganoid scales of gars are sometimes used to make jewelry whereas the tough skin is used to make such items as lamp shades. Historically, Native Americans used gar scales as arrowheads, native Caribbeans used the skin for breastplates, and early American pioneers covered the blades of their plows with gar skin.[50] Not much is known about the precise function of the gar in Native American religion and culture other than the ritual \"garfish dances\" that have been performed by Creek and Chickasaw tribes.[51]","Title":"Gar - Wikipedia","KeyID":"288","URL":"https://en.wikipedia.org/wiki/Gar"}