{"Content: ":"Forbes (/fɔːrbz/) is an American business magazine owned by Integrated Whale Media Investments and the Forbes family. Published eight times a year, it features articles on finance, industry, investing, and marketing topics. Forbes also reports on related subjects such as technology, communications, science, politics, and law. Its headquarters is located in Jersey City, New Jersey. Competitors in the national business magazine category include Fortune and Bloomberg Businessweek. Forbes has an international edition in Asia as well as editions produced under license in 27 countries and regions worldwide. The magazine is well known for its lists and rankings, including of the richest Americans (the Forbes 400), of the America's Wealthiest Celebrities, of the world's top companies (the Forbes Global 2000), Forbes list of the World's Most Powerful People, and The World's Billionaires.[4] The motto of Forbes magazine is \"Change the World\".[5] Its chair and editor-in-chief is Steve Forbes, and its CEO is Mike Federle.[6] In 2014, it was sold to a Hong Kong-based investment group, Integrated Whale Media Investments.[7][8] B. C. Forbes, a financial columnist for the Hearst papers, and his partner Walter Drey, the general manager of the Magazine of Wall Street,[9] founded Forbes magazine on September 15, 1917.[10][11] Forbes provided the money and the name and Drey provided the publishing expertise. The original name of the magazine was Forbes: Devoted to Doers and Doings.[9] Drey became vice-president of the B.C. Forbes Publishing Company,[12] while B.C. Forbes became editor-in-chief, a post he held until his death in 1954. B.C. Forbes was assisted in his later years by his two eldest sons, Bruce Charles Forbes (1916–1964) and Malcolm Forbes (1917–1990). Bruce Forbes took over on his father's death, and his strengths lay in streamlining operations and developing marketing.[10] During his tenure, 1954–1964, the magazine's circulation nearly doubled.[10] On Bruce's death, his brother Malcolm Forbes became president and chief executive of Forbes and editor-in-chief of Forbes magazine.[13] Between 1961 and 1999 the magazine was edited by James Michaels.[14] In 1993, under Michaels, Forbes was a finalist for the National Magazine Award.[15] In 2006, an investment group Elevation Partners that includes rock star Bono bought a minority interest in the company with a reorganization, through a new company, Forbes Media LLC, in which Forbes Magazine and Forbes.com, along with other media properties, is now a part.[13][16] A 2009 New York Times report said: \"40 percent of the enterprise was sold... for a reported $300 million, setting the value of the enterprise at $750 million.\" Three years later, Mark M. Edmiston of AdMedia Partners observed, \"It's probably not worth half of that now.\"[17] It was later revealed that the price had been US$264 million.[18] In January 2010, Forbes reached an agreement to sell its headquarters building on Fifth Avenue in Manhattan to New York University; terms of the deal were not publicly reported, but Forbes was to continue to occupy the space under a five-year sale-leaseback arrangement.[19] The company's headquarters moved to the Newport section of downtown Jersey City, New Jersey, in 2014.[20][21] In November 2013, Forbes Media, which publishes Forbes magazine, was put up for sale.[22] This was encouraged by minority shareholders Elevation Partners. Sale documents prepared by Deutsche Bank revealed that the publisher's 2012 earnings before interest, taxes, depreciation, and amortization was US$15 million.[23] Forbes reportedly sought a price of US$400 million.[23] In July 2014, the Forbes family bought out Elevation and then Hong Kong-based investment group Integrated Whale Media Investments purchased a 51 percent majority of the company.[7][8][18] Isaac Stone Fish wrote in the Washington Post, \"Since that purchase, there have been several instances of editorial meddling on stories involving China that raise questions about Forbes magazine's commitment to editorial independence.\"[24] On August 26, 2021, Forbes announced their plans to go public via a merger with a special-purpose acquisition company called Magnum Opus Acquisition, and starting to trade at the New York Stock Exchange as FRBS.[25] In February 2022, it was announced that Cryptocurrency exchange Binance would acquire a $200 million stake in Forbes as a result of the SPAC floatation.[26][27] Apart from Forbes and its lifestyle supplement, Forbes Life, other titles include Forbes Asia and 45 local language editions,[28] including: Steve Forbes and his magazine's writers offer investment advice on the weekly Fox TV show Forbes on Fox and on Forbes on Radio. Other company groups include Forbes Conference Group, Forbes Investment Advisory Group and Forbes Custom Media. From the 2009 Times report: \"Steve Forbes recently returned from opening up a Forbes magazine in India, bringing the number of foreign editions to 10.\" In addition, that year the company began publishing ForbesWoman, a quarterly magazine published by Steve Forbes's daughter, Moira Forbes, with a companion Web site.[17] The company formerly published American Legacy magazine as a joint venture, although that magazine separated from Forbes on May 14, 2007.[29] The company also formerly published American Heritage and Invention & Technology magazines. After failing to find a buyer, Forbes suspended publication of these two magazines as of May 17, 2007.[30] Both magazines were purchased by the American Heritage Publishing Company and resumed publication as of the spring of 2008.[31] Forbes has published the Forbes Travel Guide since 2009. In 2013, Forbes licensed its brand to Ashford University, and assisted them launch the Forbes School of Business & Technology.[32] Forbes Media CEO Mike Federle justified the licensing in 2018, stating that \"Our licensing business is almost a pure-profit business, because it's an annual annuity.\"[33] Forbes would launch limited promotions for the school in limited issues. Forbes would never formally endorse the school. On January 6, 2014, Forbes magazine announced that, in partnership with app creator Maz, it was launching a social networking app called \"Stream\". Stream allows Forbes readers to save and share visual content with other readers and discover content from Forbes magazine and Forbes.com within the app.[34] Forbes.com is part of Forbes Digital, a division of Forbes Media LLC. Forbes's holdings include a portion of RealClearPolitics. Together these sites reach more than 27 million unique visitors each month. Forbes.com employs the slogan \"Home Page for the World's Business Leaders\" and claimed, in 2006, to be the world's most widely visited business web site.[35] The 2009 Times report said that, while \"one of the top five financial sites by traffic [throwing] off an estimated $70 million to $80 million a year in revenue, [it] never yielded the hoped-for public offering\".[17] Forbes.com uses a \"contributor model\" in which a wide network of \"contributors\" writes and publishes articles directly on the website.[36] Contributors are paid based on traffic to their respective Forbes.com pages; the site has received contributions from over 2,500 individuals, and some contributors have earned over US$100,000, according to the company.[36] The contributor system has been criticized for enabling \"pay-to-play journalism\" and the repackaging of public relations material as news.[37] Forbes currently allows advertisers to publish blog posts on its website alongside regular editorial content through a program called BrandVoice, which accounts for more than 10 percent of its digital revenue.[38] Forbes.com also publishes subscription investment newsletters, and an online guide to web sites, Best of the Web. In July 2018 Forbes deleted an article by a contributor who argued that libraries should be closed, and Amazon should open bookstores in their place.[39] David Churbuck founded Forbes's web site in 1996. The site uncovered Stephen Glass's journalistic fraud in The New Republic in 1998, an article that drew attention to internet journalism. At the peak of media coverage of alleged Toyota sudden unintended acceleration in 2010, it exposed the California \"runaway Prius\" as a hoax, as well as running five other articles by Michael Fumento challenging the entire media premise of Toyota's cars gone bad. The site, like the magazine, publishes many lists focusing on billionaires and their possessions, especially expensive homes, a critical aspect of the website's popularity.[40][better source needed] Currently, the website also blocks internet users using ad blocking software from accessing articles, demanding that the website be put on the ad blocking software's whitelist before access is granted.[41] Forbes argues that this is done because customers using ad blocking software do not contribute to the site's revenue. Malware attacks have been noted to occur from Forbes site.[42] Forbes won the 2020 Webby People's Voice Award for Business Blog/Website.[43] In November 2019, Forbes launched its streaming platform Forbes8, an on-demand video network debuting a slate of original content aimed at entrepreneurs.[44] The network currently features thousands of videos and according to Forbes is \"a Netflix for entrepreneurs\".[45] In 2020, the network announced the release of several documentary series including Forbes Rap Mentors, Driven Against the Odds, Indie Nation and Titans on the Rocks.[46] Launched as an invite-only platform, Forbes Business Council is open to SMEs and MSMEs across the globe. There is a fee to join the Councils. The platform helps entrepreneurs and founders connect with like-minded people, collaborate, as well as publish posts on Forbes.com.[47]","Title":"Forbes - Wikipedia","KeyID":"2887","URL":"https://en.wikipedia.org/wiki/Forbes"}