{"Content: ":"i-D is a British bimonthly magazine published by Vice Media, dedicated to fashion, music, art and youth culture. i-D was founded by designer and former Vogue art director Terry Jones in 1980.[1][2] The first issue was published in the form of a hand-stapled fanzine with text produced on a typewriter.[1] Over the years the magazine evolved into a mature glossy but it has kept street style and youth culture central. i-D has also held exhibitions worldwide and published several books. The magazine is known for its innovative photography and typography and as a training ground for fresh talent.[1] Photographers Wolfgang Tillmans,[1] Mario Testino,[1] Terry Richardson,[1] Craig McDean,[1] Nick Knight and Juergen Teller started their careers at i-D, as did Dylan Jones and Caryn Franklin. Other photographers that have contributed to i-D include Ellen von Unwerth and Kayt Jones. People who have appeared in i-D include Madonna, Grace Jones, Naomi Campbell, Sade, John Galliano, Alexander McQueen, Kanye West, Helmut Lang, Franz Ferdinand, Chloë Sevigny, Raf Simons, Jun Takahashi, Veronique Branquinho, Lily Cole, Giles Deacon, Dizzee Rascal, Scarlett Johansson, Rick Owens, Selena Gomez, and Rihanna.[3] The wink and smile on each front cover—a graphic representation of the magazine's logo—are integral to the i-D identity.[4] In November 2021, Max Clark, the magazine's fashion editor, was suspended after more than a dozen women accused him of sending sexually inappropriate messages. Clark denies the allegations.[5][6][7] The Straight-Up is a documentary style of photography pioneered by Terry Jones, founder and editor-in-chief of i-D magazine, in 1977. Taking its name from a West Country expression meaning 'tell it like it is', a Straight-Up typically captures a head-to-toe portrait of someone street cast with great personal style, often accompanied by a short question-and-answer defining their life, likes and dislikes. In 1977, inspired by August Sander's social documentary portraits and Irving Penn's Small Trade series, Jones commissioned British photographer Steve Johnston to photograph London punks head-to-toe against a plain white wall on the Kings Road. Jones intended the pictures to run as a cultural piece in British Vogue, where he then worked as art director.[8] The photographs however were considered too revolutionary, so Jones ran the images in a book he was art directing called Not Another Punk Book, published by Aurum Press.[9] These Straight-Ups went on to form the basis of i-D, a hand-stapled fanzine founded by Jones in 1980.[10] As i-D grew from a fanzine into a fashion magazine, the Straight-Up style of photography continued, culminating in an entire issue of the magazine dedicated to the photographic style in August 2003 (The Straight-Up Issue, No. 234). Today Straight-Ups continue to be featured in i-D.[11] The editors of i-D have been:","Title":"i-D - Wikipedia","KeyID":"2889","URL":"https://en.wikipedia.org/wiki/I-D"}