{"Content: ":"Vogue is an American monthly fashion and lifestyle magazine that covers many topics, including haute couture fashion, beauty, culture, living, and runway. Based at One World Trade Center in the Financial District of Lower Manhattan, Vogue began as a weekly newspaper in 1892 before becoming a monthly magazine years later. Since its founding, Vogue has featured numerous actors, musicians, models, athletes, and other prominent celebrities. The largest issue published by Vogue magazine was the September 2012 edition, containing 900 pages. The British Vogue, launched in 1916, was the first international edition, while the Italian version Vogue Italia has been called the top fashion magazine in the world.[2] As of today, there are 26 international editions. Arthur Baldwin Turnure, an American businessman, founded Vogue as a weekly newspaper based in New York City, sponsored by Kristoffer Wright, with its first issue on December 17, 1892.[3][4] The first issue was published with a cover price of 10 cents (equivalent to $3.02 in 2021).[5] Turnure's intention was to create a publication that celebrated the \"ceremonial side of life\"; one that \"attracts the sage as well as debutante, men of affairs, as well as the belle\".[5] From its inception the magazine targeted the new New York upper class, \"recounting their habits, their leisure activities, their social gatherings, the places they frequented, and the clothing they wore...and everyone who wanted to look like them and enter their exclusive circle\".[6] The magazine at this time was primarily concerned with fashion, with coverage of sports and social affairs included for its male readership.[5] Growth was slow during this initial period. Condé Montrose Nast purchased Vogue in 1909, three years after Turnure's death, and he gradually grew the publication. Nast changed it to a women's magazine, and started Vogue editions overseas in the 1910s. Its price was also raised. The magazine's number of publications and profit increased dramatically under Nast's management. It continued to target an upscale audience and expanded into the coverage of weddings. According to Condé Nast Russia, when the First World War made deliveries in the Old World impossible, printing began in England.[citation needed] The decision to print in England proved successful, causing Nast to release the first issue of French Vogue in 1920. Vogue 1908 Vogue 1914 Vogue 1920 Adolph de Meyer Vogue Illustration 1920 Vogue 1926 Illustration 1926 The magazine's number of subscriptions surged during the Great Depression, and again during World War II. During this time, noted critic and former Vanity Fair editor Frank Crowninshield served as its editor, having been moved over from Vanity Fair by publisher Condé Nast.[7] In July 1932, American Vogue placed its first color photograph on the cover of the magazine. The photograph was taken by photographer Edward Jean Steichen and portrayed a woman swimmer holding a beach ball in the air.[8] Laird Borrelli notes that Vogue led the decline of fashion illustration in the late 1930s, when it began to replace its illustrated covers, by artists such as Dagmar Freuchen, with photographic images.[9] Nast was responsible for introducing color printing and the \"two-page spread\".[6] He has been credited with turning Vogue into a \"successful business\" and the \"women's magazine we recognize today\", having substantially increased sales volumes until his death in 1942.[10] In the 1950s, the decade known as the magazine's \"powerful years\",[11] Jessica Daves became editor-in-chief. As Rebecca C. Tuite has noted, \"Daves led a quiet charge for excellence during one of the most challenging, transformative, and rich decades in the magazine's history.\"[12] Daves believed that \"taste is something that can be taught and learned\",[13] and she edited Vogue with the conviction that it should be \"a vehicle to educate public taste\".[11] While fashion coverage remained a priority, Daves also elevated the written content of American Vogue, particularly championing more robust arts and literature features.[12] The Daves era of Vogue came to an end in 1962, when Diana Vreeland joined the magazine (first as associate editor, and then, following Daves's departure in December 1962, as editor-in-chief).[12] The pair had diametrically opposed approaches to editing Vogue: Daves famously declared, \"I respect fashion ... it is exciting ... but I am annoyed at people who treat it as a joke, who constantly take sledge-hammers to it ... it's a very serious business.\"[12] On the other hand, Vreeland believed, as she once told art director Alexander Liberman, \"it's only entertainment\",[14] and conversely led the magazine into a period of youth and vitality, but also \"extravagance, and luxury and excess\".[15] In the 1960s, with Diana Vreeland as editor-in-chief and personality, the magazine began to appeal to the youth of the sexual revolution by focusing more on contemporary fashion and editorial features that openly discussed sexuality. Toward this end, Vogue extended coverage to include East Village boutiques such as Limbo on St. Mark's Place, as well as including features of \"downtown\" personalities such as Andy Warhol's \"Superstar\" Jane Holzer's favorite haunts.[16] Vogue also continued making household names out of models, a practice that continued with Suzy Parker, Twiggy, Jean Shrimpton, Lauren Hutton, Veruschka, Marisa Berenson, Penelope Tree, and others.[17] In 1973, Vogue became a monthly publication.[18] Under editor-in-chief Grace Mirabella, the magazine underwent extensive editorial and stylistic changes to respond to changes in the lifestyles of its target audience.[19] Mirabella states that she was chosen to change Vogue because \"women weren't interested in reading about or buying clothes that served no purpose in their changing lives.\"[20] She was selected to make the magazine appeal to \"the free, working, \"liberated\" woman of the seventies.[20] She changed the magazine by adding text with interviews, arts coverage, and serious health pieces. When that type of stylistic change fell out of favor in the 1980s, Mirabella was fired.[20] Well-known fashion photographers were: In July 1988, after Vogue had begun to lose ground to three-year-old upstart Elle, Anna Wintour was named editor-in-chief.[21][22] Noted for her trademark bob cut and sunglasses, Wintour sought to revitalize the brand by making it younger and more approachable;[23] she directed the focus towards new and accessible concepts of \"fashion\" for a wider audience.[24] Wintour's influence allowed the magazine to maintain its high circulation, while staff discovered new trends that a broader audience could conceivably afford.[24] For example, the inaugural cover of the magazine under Wintour's editorship featured a three-quarter-length photograph of Michaela Bercu, an Israeli model, wearing a bejeweled Christian Lacroix jacket and a pair of jeans, a departure from her predecessors' tendency to portray a woman's face alone; according to The New York Times, this gave \"greater importance to both her clothing and her body\".[25] As fashion editor Grace Coddington wrote in her memoirs, the cover \"endorsed a democratic new high/low attitude to dressing, added some youthful but sophisticated raciness, and garnished it with a dash of confident energy and drive that implied getting somewhere fast. It was quintessential Anna.\"[23] Throughout her reign at Vogue, Wintour accomplished her goals to revitalize the magazine and oversaw production of some of its largest editions. The September 2012 edition measured 916 pages, the highest ever for a monthly magazine.[22] Wintour continues to be American Vogue's editor-in-chief to this day. The contrast of Wintour's vision with that of her predecessors was noted as striking by observers, both critics and defenders. Amanda Fortini, fashion and style contributor for Slate, argues that her policy has been beneficial for Vogue, delivering it from what some critics had termed its boring \"beige years.\"[26] Among Condé Nast executives, there was worry that the grand dame of fashion publications was losing ground to Elle, which in just three years had reached a paid circulation of 851,000, compared to Vogue's 1.2 million. Thus, Condé Nast publisher Si Newhouse brought in the 38-year-old Wintour, who through editor-in-chief positions at British Vogue and House & Garden, had become known not only for her cutting-edge visual sense, but also for her ability to radically revamp a magazine—to shake things up. Although she has had a strong impact on the magazine, throughout her career, Wintour has been pinned as being cold and difficult to work with. In an article on Biography.com, Wintour admits that she is \"very driven by what [she does]\", and has said \"I am certainly very competitive. I like people who represent the best at what they do, and if that turns you into a perfectionist then maybe I am.\"[22] United Kingdom 2000, Kate Moss Vogue Taiwan 2021, Lalisa Manoban Compilation of Vogue Magazines at Textile Museum and Documentation Centre, Terrassa, Spain As of the July 2022 issue, ten men have been featured on the cover of the American edition:[27][28][29] May 2013 marked the first anniversary of a healthy body initiative that was signed by the magazine's international editors—the initiative represents a commitment from the editors to promote positive body images within the content of Vogue's numerous editions. Vogue Australia editor Edwina McCann explained: In the magazine we're moving away from those very young, very thin girls. A year down the track, we ask ourselves what can Vogue do about it? And an issue like this [June 2013 issue] is what we can do about it. If I was aware of a girl being ill on a photo shoot I wouldn't allow that shoot to go ahead, or if a girl had an eating disorder I would not shoot her.[46] The Australian edition's June 2013 issue was entitled Vogue Australia: \"The Body Issue\" and featured articles on exercise and nutrition, as well as a diverse range of models. New York-based Australian plus-size model Robyn Lawley, previously featured on the cover of Vogue Italia, also appeared in a swimwear shoot for the June issue.[46] Jonathan Newhouse, Condé Nast International chairman, states that \"Vogue editors around the world want the magazines to reflect their commitment to the health of the models who appear on the pages and the wellbeing of their readers.\"[47] Alexandra Shulman, one of the magazine's editor, comments on the initiative by stating \"as one of the fashion industry's most powerful voices, Vogue has a unique opportunity to engage with relevant issues where we feel we can make a difference.\"[47] The word vogue means \"style\" in French. Vogue was described by book critic Caroline Weber in a December 2006 edition of The New York Times as \"the world's most influential fashion magazine\":[25] The publication claims to reach 11 million readers in the US and 12.5 million internationally.[48][49] Furthermore, Anna Wintour was described as one of the most powerful figures in fashion.[50] Google partnered with Vogue to feature Google Glass in the September 2013 issue, which featured a 12-page spread.[51] Chris Dale, who manages communications for the Glass team at Google, stated: The Vogue September issue has become a cultural touchstone ahead of New York's Fashion Week. Seeing Glass represented so beautifully in this issue is a huge thrill for the entire Glass team.[51] In the September 2015 issue, technology such as Apple Music, Apple Watch, and Amazon Fashion were all featured within the issues 832 pages.[52] Wintour's \"Fashion Night\" initiative was launched in 2009 with the intention of kickstarting the economy following the financial crisis of 2007–2008, by drawing people back into the retail environment and donating proceeds to various charitable causes. The event was co-hosted by Vogue in 27 cities around the US and 15 countries worldwide, and included online retailers at the beginning of 2011.[53] Debate occurred over the actual profitability of the event in the US, resulting in a potentially permanent hiatus in 2013; however, the event continues in 19 other locations internationally.[54] Vogue also has the ability to lift the spirits of readers during tough times and revels that \"even in bad times, someone is up for a good time.\" The article states that Vogue \"make[s] money because they elevate the eye and sometimes the spirit, take the reader someplace special.\"[55][51] These fantasy tomes feel a boost during economic distress—like liquor and ice cream and movie ticket sales.\"[55] In 2006, Vogue acknowledged salient political and cultural issues by featuring the burqa, as well as articles on prominent Muslim women, their approach to fashion, and the effect of different cultures on fashion and women's lives.[56] Vogue also sponsored the \"Beauty Without Borders\" initiative with a US$25,000 donation that was used to establish a cosmetology school for Afghan women. Wintour stated: \"Through the school, we could not only help women in Afghanistan to look and feel better but also give them employment.\" A documentary by Liz Mermin, entitled The Beauty Academy of Kabul, which highlighted the proliferation of Western standards of beauty, criticized the school, suggesting that \"the beauty school could not be judged a success if it did not create a demand for American cosmetics.\"[57] Leading up to the 2012 US presidential election, Wintour used her industry clout to host several significant fundraising events in support of the Obama campaign. The first, in 2010, was a dinner with an estimated US$30,000 entry fee.[58] The \"Runway To Win\" initiative recruited prominent designers to create pieces to support the campaign.[59] In October 2016, the magazine stated that \"Vogue endorses Hillary Clinton for president of the United States\". This was the first time that the magazine supported as a single voice a presidential candidate in its 120 years of history.[60][61][62] The Met Gala is an annual event that is hosted by Vogue to celebrate the opening of the Metropolitan Museum's fashion exhibit. The Met Gala is the most coveted event of the year in the field of fashion and is attended by A-list celebrities, politicians, designers and fashion editors. Vogue has hosted the themed event since 1971 under editor-in-chief Diana Vreeland. In 2013, Vogue released a special edition of Vogue entitled Vogue Special Edition: The Definitive Inside Look at the 2013 Met Gala.[63] In 2015, Vogue listed their \"15 Roots Reggae Songs You Should Know\"; and in an interview with Patricia Chin of VP Records, Vogue highlighted an abbreviated list of early \"reggae royalty\" that recorded at Studio 17 in Kingston, Jamaica which included Bob Marley, Peter Tosh, Gregory Isaacs, Dennis Brown, Burning Spear, Toots and the Maytals, The Heptones, and Bunny Wailer.[64][65] In addition to their coverage of historically significant artists, Vogue is a source for contemporary music news on artists such as Jay-Z, Eminem, Tom Petty, and Taylor Swift, as well as being an influencer that introduces new artists to the scene such as Suzi Analogue in 2017.[66] As Wintour came to personify the magazine's image, both she and Vogue drew critics. Wintour's one-time assistant at the magazine, Lauren Weisberger, wrote a roman à clef entitled The Devil Wears Prada. Published in 2003, the novel became a bestseller and was adapted as a highly successful, Academy Award-nominated film in 2006.[67] The central character resembled Weisberger, and her boss was a powerful editor-in-chief of a fictionalized version of Vogue. The novel portrays a magazine ruled by \"the Antichrist and her coterie of fashionistas, who exist on cigarettes, Diet Dr Pepper, and mixed green salads\", according to a review in The New York Times. The editor is described by Weisberger as being \"an empty, shallow, bitter woman who has tons and tons of gorgeous clothes and not much else\".[68] The success of both the novel and the film brought new attention from a wide global audience to the power and glamour of the magazine, and the industry it continues to lead.[69] In 2007, Vogue drew criticism from the anti-smoking group \"Campaign for Tobacco-Free Kids\", for carrying tobacco advertisements in the magazine. The group claims that volunteers sent the magazine more than 8,000 protest emails or faxes regarding the ads. The group also claimed that in response, they received scribbled notes faxed back on letters that had been addressed to Wintour stating, \"Will you stop? You're killing trees!\"[70] In response, a spokesperson for Condé Nast released an official statement: \"Vogue does carry tobacco advertising. Beyond that we have no further comment.\"[70] In April 2008, American Vogue featured a cover photo by photographer Annie Leibovitz of Gisele Bündchen and the basketball player LeBron James. This was the third time that Vogue featured a male on the cover of the American issue (the other two men were actors George Clooney and Richard Gere), and the first in which the man was black. Some observers criticized the cover as a prejudicial depiction of James because his pose with Bündchen was reminiscent of a poster for the film King Kong.[71] Further criticism arose when the website Watching the Watchers analyzed the photo alongside the World War I recruitment poster titled Destroy This Mad Brute.[72] However, James reportedly liked the cover shoot.[73][74] In February 2011, just before the 2011 Syrian protests unfolded, Vogue published a controversial piece by Joan Juliet Buck about Asma al-Assad, wife of the Syrian president Bashar al-Assad.[75] A number of journalists criticized the article as glossing over the poor human rights record of Bashar al-Assad.[76][77] According to reports, the Syrian government paid the U.S. lobbying firm Brown Lloyd James US$5,000 per month to arrange for and manage the article.[78][79] In October 2018, Vogue published a photoshoot starring Kendall Jenner who had an afro-like style hairstyle which drew criticisms.[80] For the 2020 December issue, Harry Styles was the first man alone to appear on the cover of Vogue. He was posed wearing a dress which sparked a lot of controversy about gender roles, masculinity, and femininity. In 2009, the feature-length documentary The September Issue was released; it was an inside view of the production of the record-breaking September 2007 issue of U.S. Vogue, directed by R. J. Cutler. The film was shot over eight months as Wintour prepared the issue, and included testy exchanges between Wintour and her creative director Grace Coddington. The issue became the largest ever published at the time; over 5 pounds in weight and 840 pages in length, a world record for a monthly magazine[81] Since then, that record has been broken by Vogue's 2012 September issue, which came in at 916 pages.[82] Also in 2012, HBO released a documentary entitled In Vogue: The Editor's Eye, in conjunction with the 120th anniversary of the magazine. Drawing on Vogue's extensive archives, the film featured behind-the-scenes interviews with longtime Vogue editors, including Wintour, Coddington, Tonne Goodman, Babs Simpson, Hamish Bowles, and Phyllis Posnick.[83] Celebrated subjects and designers in the fashion industry, such as Nicole Kidman, Sarah Jessica Parker, Linda Evangelista, Vera Wang, and Marc Jacobs, also appear in the film. The editors share personal stories about collaborating with top photographers, such as Leibovitz, and the various day-to-day responsibilities and interactions of a fashion editor at Vogue. The film was directed and produced by Fenton Bailey and Randy Barbato. In October 2012, Vogue also released a book titled Vogue: The Editor's Eye to complement the documentary.[84] In 2013, Vogue launched the Vogue video channel that can be accessed via their website. The channel was launched in conjunction with Conde Nast's multi-platform media initiative. Mini-series that have aired on the video channel include Vogue Weddings, The Monday Makeover, From the Vogue Closet, Fashion Week, Elettra's Goodness, Jeanius, Vintage Bowles, The Backstory, Beauty Mark, Met Gala, Voguepedia, Vogue Voices, Vogue Diaries, CFDA/Vogue Fashion Fund, and Monday's with Andre.[85] Books published by Vogue include In Vogue: An Illustrated History of the World's Most Famous Fashion Magazine, Vogue: The Covers, Vogue: The Editor's Eye, Vogue Living: House, Gardens, People, The World in Vogue, Vogue Weddings: Brides, Dresses, Designers, and Nostalgia in Vogue.[86] Launched in 2011 by Condé Nast Digital, Voguepedia is a fashion encyclopedia that also includes an archive of every issue of Vogue's American edition since 1892.[87] Only Vogue staff are permitted to contribute to the encyclopedia, unlike the VogueEncyclo—hosted by Vogue Italia—that receives contributions from anyone.[88] As of May 9, 2013, the site was not fully functional; code still showed in search results and only certain search terms yielded results.[89] Vogue has also created an easily navigable website that includes six different content categories for viewers to explore. The website includes an archive with issues from 1892 forward for those whom subscribe for the website. The magazines online are the same as those that were printed in that time and are not cut or shortened from the original content.[90] Vogue launched the teaser for its podcast series on September 10, 2015. The magazine announced that star André Leon Talley would host the podcasts, and the inaugural twenty-one-minute podcast was released on September 14, 2015, featuring Anna Wintour. Talley commented that he had \"been a longtime storyteller at Vogue and it's just another format for telling stories—as at Vogue, we love to tell the story of style, fashion, and what is absolutely a part of the culture at the moment\", hence why the magazine has decided to create podcasts.[91] The app was introduced on April 26, 2016, as a way for the magazine to become more mobile friendly. The Vogue app displays content on mobile devices and gives people the ability to view the magazine content wherever they go. The app has new content every day and people can choose to receive content recommended just for their taste. In addition, the app allows one to save stories for later and or read offline. Lastly, the app provides notifications for fashion outbreaks and for new stories that are published pertaining to that viewer's particular taste.[92] The online fashion industry publication was launched in January 2019. The new property aims at offering a global perspective on the fashion industry with industry insights. Although sharing the Vogue brand name, Vogue Business is operated as a separate business entity with an independent editorial team. In June 2019, Vogue Business launched the Vogue Business Talent, a platform that promotes vacancies from international fashion brands and companies with the goal to match professionals with their job opportunities.[93][94] In 2005, Condé Nast launched Men's Vogue. The magazine ceased publication as an independent publication in October 2008, the December/January 2009 edition being its last issue. It was intended to be published as a supplement of Vogue, the Spring 2009 edition being the last issue of the magazine altogether.[95][96][97] Condé Nast also publishes Teen Vogue,[98][99] a version of the magazine for teenage girls in the United States. South Korea and Australia publish a Vogue Girl magazine (currently suspended from further publication), in addition to the Vogue Living and Vogue Entertaining + Travel editions. Vogue Hommes International is an international men's fashion magazine based in Paris, France, and L'uomo Vogue is the Italian men's version.[100] At the beginning of 2013 the Japanese version, Vogue Hommes Japan, ended publication.[101] Until 1961, Vogue was also the publisher of Vogue Patterns, a home sewing pattern company. It was sold to Butterick Publishing, which also licensed the Vogue name. In 2007, an Arabic edition of Vogue was rejected by Condé Nast International. On March 5, 2010, 16 international editors-in-chief of Vogue met in Paris to discuss the 2nd Fashion's Night Out. Present in the meeting were the 16 international editors-in-chief of Vogue: Wintour (American Vogue), Emmanuelle Alt (French Vogue), Franca Sozzani (Italian Vogue), Alexandra Shulman (British Vogue), Kirstie Clements (Australian Vogue), Aliona Doletskaya (Russian Vogue), Angelica Cheung (Chinese Vogue), Christiane Arp (German Vogue), Priya Tanna (Indian Vogue), Rosalie Huang (Taiwanese Vogue), Paula Mateus (Portuguese Vogue), Seda Domaniç (Turkish Vogue), Yolanda Sacristan (Spanish Vogue), Eva Hughes (Mexican and Latin American Vogue), Mitsuko Watanabe (Japanese Vogue), and Daniela Falcao (Brazilian Vogue). In 2017, Vogue launched on their website an article named “Latinas in Los Angeles” for their 125th Anniversary that centralizes the fashion among the Chicano community, starting from one of the well-known points in the history of the 1940s- the Pachuco subculture. Especially the women that allowed them to create an identity for themselves in a country that did not accept Mexican-Americans.[102] British Vogue became the first international edition in 1916. The magazine celebrated its centenary issue in 2016 with a cover of Catherine, Duchess of Cambridge, in her first-ever magazine cover shoot.[103][104] On January 25, 2017, it was announced that the editor-in-chief, Alexandra Shulman, was to leave the magazine in June 2017, after 25 years.[105] On April 10, 2017, it was announced that Edward Enninful will become the new editor-in-chief of British Vogue, the first male editor of the magazine in 100 years.[106] Vogue Paris became the second international edition in 1920. The magazine celebrated its centenary with the release of their October 2021 issue, an archive-centric special, delayed a year due to the COVID-19 pandemic. The magazine also opened a “Vogue 1920-2020” exhibition at the Palais Galliera. It also marked the last issue under Emmanuelle Alt, who exited the magazine in summer 2021.[107] On September, it was announced that Eugenie Trochu became the Head of Editorial Content.[108] In November, the magazine rebranded as Vogue France.[109][110] Vogue New Zealand became the third (fourth overall) international edition in 1957. During its first years, it was edited from the British edition and in their later years from the Australian edition. It was published until 1968.[111] Vogue Australia became the fourth (fifth overall) international edition in 1959. In May 2012, editor-in-chief Kirstie Clements was fired and replaced with Edwina McCann.[112] Vogue Italia became the fifth international edition in 1964. On January 20, 2017, it was officially announced that Emanuele Farneti will become the new editor-in-chief, after the unexpected passing of long-time editor, Franca Sozzani in December 2016.[113] In late July 2021, Emanuele Farneti, editor-in-chief of Vogue Italia announced his departure from the magazine after the September issue for 2021.[114] In September, Francesca Ragazzi was announced as the magazine's Head of Editorial Content.[115] Vogue Brasil became the fifth (seventh overall) international edition in 1975. Vogue Korea became the ninth (tenth overall) international edition in 1996. Vogue Taiwan became the tenth (eleventh overall) international edition in 1996. Vogue Mexico Was published for the first time in 1980, becoming the sixth international edition, the Mexican edition last until 1994 when has to close because of the economic crisis, five years later, in 1999 it was relaunched under the name of Vogue México and Latinoamérica. In January 2012, it was announced that Kelly Talamas was the new editor-in-chief replacing Eva Hughes, when Hughes was named CEO of Condé Nast Mexico and Latin America.[116] Vogue Greece became the thirteenth (fifteenth overall) international edition in 2000. It became the twenty-fourth edition when relaunched in 2019. In September 2018, it was announced that seven years after its closure, a rebooted Greek edition was in preparation, with Thaleia Karafyllidou as the youngest-ever editor-in-chief in the history of Vogue.[117] Vogue Greece debuted on March 31, 2019, and is published under license agreement with Kathimerines Ekdoseis SA.[118] Vogue Portugal became the fourteenth (sixteenth overall) international edition in 2002. Vogue China became the fifteenth (seventeenth overall) international edition in 2005.[119] In November 2020, it was reported that Angelica Cheung, the founding editor of Vogue China, will leave the magazine on December 8 after 15 years.[120] In February 2021, it was announced that Margaret Zhang was appointed as the editor-in-chief of Vogue China, at 27, the youngest editor of Vogue.[121] Vogue India became the sixteenth (eighteenth overall) international edition in 2007.[122] In early May 2021, it was announced that Priya Tanna, the founding editor of Vogue India, will leave the magazine after 15 years.[123][124] In September 2021, Megha Kapoor was announced as the magazine's Head of Editorial Content.[125] Vogue Turkey became the seventeenth (nineteenth overall) international edition in 2010. Vogue Arabia became the twentieth (twenty-third overall) international edition in 2016. In July 2016, the launch of Vogue Arabia was announced, first as a dual English and Arabic language website, then with a print edition to follow in spring 2017.[126] On April 13, 2017, it was revealed that Vogue Arabia's first editor-in-chief, Deena Aljuhani, was fired, and a new editor was set to be announced.[127] Vogue Poland became the twenty-first (twenty-fourth overall) international edition in 2018. In June 2017, it was announced that the Polish edition, Vogue Polska, was in preparation, with Filip Niedenthal as editor-in-chief.[128] The local publisher, Visteria, signed a licence deal with Condé Nast. The printed magazine and its website launched on February 14, 2018.[129] Vogue Czechoslovakia became the twenty-second (twenty-fifth overall) international edition in 2018. In February 2018, the Czech-language edition was announced. It premiered in August 2018 under license with V24 Media, and titled Vogue CS, it covers the Czech and Slovak markets.[130] Vogue Hong Kong became the twenty-third (twenty-sixth overall) international edition in 2019. In October 2018, the Hong Kong edition was announced. It premiered on March 3, 2019, under a license agreement with Rubicon Media Ltd., with digital and print presence.[131] Vogue Scandinavia became the twenty-sixth (twenty-seventh overall) international edition in 2021. Vogue Philippines will become the twenty-seventh (twenty-eighth overall) international edition. In January 2022, Condé Nast partnered with Philippines-based publishing company One Mega Group to launch the edition of the magazine in the country. The first issue will be released in September.[132][133] The magazine appointed Bea Valdes as its editor-in-chief.[134] The magazine became the third international edition and was first published from 1928 to 1929. It became the sixth edition when relaunched in 1979. In December 2020, it was also announced that Christiane Arp will exit Vogue Germany after 17 years, after joining the title in 2003.[135] In October 2021, Kerstin Weng was announced as the magazine's Head of Editorial Content.[136] The magazine became the seventh (eight overall) international edition in 1988. On January 11, 2017, it was announced that Eugenia de la Torriente will become the new editor-in-chief.[137] In December 2020, it was announced that de la Torriente will step down from the magazine after three years.[138][139] In September 2021, Inés Lorenzo was announced as the magazine's Head of Editorial Content.[140][141] Vogue Russia became the tenth (twelfth overall) international edition in 1998. In July 2010, it was reported that Victoria Davydona will assume as editor-in-chief following Aliona Doletskaya's resignation. Davydova's appointment is effective immediately.[142] On March 8, 2022, Condé Nast announced the suspension of all of its publishing operations in Russia, including the publication of Vogue Russia, as a reaction to the Russian invasion of Ukraine.[143] The magazine became the eleventh (thirteenth overall) international edition in 1999. In May 2021, it was announced that Mitsuko Watanabe will exit Vogue Japan at the end of the year, after thirteen years as the editor-in-chief, and that a successor has yet to be to be named.[144] In January 2022, Tiffany Godoy was announced as the magazine's Head of Editorial Content.[145][146] The magazine became the eighteenth (twenty-first overall) international edition in 2013. The first issue of the magazine sold-out. Editor-in-chief, Kullawit Laosuksri was the only male editor at the helm of Vogue at the time.[147] It became the nineteenth (twenty-second overall) international edition in 2013. In June 2012, it was reported that Ukraine will be publishing Vogue the next year. With Condé Nast International chairman and CEO Jonathan Newhouse saying, \"Kiev is booming, and there is a strong market demand for luxury products and the experience Vogue can offer the reader.\"[148] The magazine became the eight (ninth overall) international edition in 1994. It became the twenty-fifth edition when relaunched in 2020. In March 1994, there were initial reports of Condé Nast planning to launch the first Asian edition of Vogue magazine in Singapore beginning in September, with the magazine being edited and designed by Vogue's Australia office in Sydney.[149] It became the first Asian edition. It had an initial print run of 35,000 copies for distribution in Singapore, plus 10,000 for Malaysia and 1,000 each for Brunei, Indonesia, the Philippines and Thailand.[150] It was published between September 1994 and February 1998.[151] In January 2020, it was reported that Condé Nast will be launching Vogue in Singapore via a license agreement with publisher Indochine Media. It was also reported that the launch will be in the fall of the same year with an English-language print issue, a website and presences on all relevant social platforms, including Instagram, Facebook and Twitter, with an editor-in-chief to be announced.[152] The magazine officially relaunched in September 2020 with both print and digital versions of the publication will feature scannable QR codes, as well as AR and VR content. The inaugural print issue features three collectible covers, capturing Asian cover stars including Singaporean model, Diya Prabhakar; Chinese supermodel, Jū Xiǎowén; and Japanese actress, Nana Komatsu.[153][154] The magazine became the eithteenth (twentieth overall) international edition in 2012. It became the twenty-sixth edition when relaunched in 2022. In November 2011, the magazine was confirmed to debut in 2012 with Karin Swerink assuming the editor-in-chief role.[155] In early July 2021, in an Instagram post to the publication's official account, Vogue Nederland editor-in-chief Rinke Tjepkema announced that the Dutch magazine would be shutting down, after almost 10 years.[156][157] However, in October 2021, it was reported that the magazine would return to the Dutch market in February 2022.[158] The following highlights circulation dates as well as individuals who have served as editor-in-chief of Vogue: After a consolidation at Condé Nast, the publisher will put its largest titles -including Vogue- under global and regional leadership. The role of editor-in-chief was replaced in some international editions for the new role of Head of Editorial Content.","Title":"Vogue (magazine) - Wikipedia","KeyID":"2892","URL":"https://en.wikipedia.org/wiki/Vogue_(magazine)"}