{"Content: ":"HuffPost (formerly The Huffington Post until 2017 and sometimes abbreviated HuffPo) is an American news aggregator and blog, with localized and international editions. The site offers news, satire, blogs, and original content, and covers politics, business, entertainment, environment, technology, popular media, lifestyle, culture, comedy, healthy living, women's interests, and local news featuring columnists.[1] It was created to provide a liberal alternative to the conservative news websites such as the Drudge Report.[2][3][4][5] The site offers content posted directly on the site as well as user-generated content via video blogging, audio, and photo.[6] In 2012, the website became the first commercially run United States digital media enterprise to win a Pulitzer Prize.[7] Founded by Andrew Breitbart, Arianna Huffington, Kenneth Lerer, and Jonah Peretti,[3][8] the site was launched on May 9, 2005, as counterpart to the Drudge Report.[9] In March 2011, it was acquired by AOL for US$315 million, making Arianna Huffington editor-in-chief.[10][11] In June 2015, Verizon Communications acquired AOL for US$4.4 billion and the site became a part of Verizon Media.[12] In November 2020, BuzzFeed acquired the company.[13] Weeks after the acquisition, BuzzFeed laid off 47 HuffPost staff in the U.S. (mostly journalists)[14] and closed down HuffPost Canada, laying off 23 staff working for the Canadian and Quebec divisions of the company.[15] The Huffington Post was launched on May 9, 2005, as a commentary outlet, blog, and an alternative to news aggregators such as the Drudge Report.[16][17][18] It was founded by Arianna Huffington, Andrew Breitbart, Kenneth Lerer, and Jonah Peretti.[3] Prior to this, Arianna Huffington hosted the website Ariannaonline.com. Her first foray into the Internet was the website Resignation.com, which called for the resignation of President Bill Clinton and was a rallying place for conservatives opposing Clinton.[19] An early Huffington Post strategy was crafting search-engine optimized (SEO) stories and headlines based around trending keywords, such as \"What Time Is the Super Bowl?\"[20] In August 2006, The Huffington Post raised a $5 million Series A round from SoftBank Capital and Greycroft.[21] In December 2008, The Huffington Post raised $25 million from Oak Investment Partners at a $100 million valuation and Fred Harman of Oak Investment Partners joined its board of directors.[22][23][24] The money was to be used for technology, infrastructure, investigative journalism, and development of local versions.[25][26] In June 2009, Eric Hippeau, co-managing partner of Softbank Capital, became CEO of The Huffington Post.[27] In January 2011, The Huffington Post received 35% of its traffic from web search engines, compared to 20% at CNN.[28] This strategy appealed to AOL CEO Tim Armstrong, who tried to implement similar SEO-driven journalism practices at AOL at the time of its acquisition of The Huffington Post.[29][30][28] In March 2011, AOL acquired The Huffington Post for US$315 million.[31][32] As part of the deal, Huffington became president and editor-in-chief of The Huffington Post and existing AOL properties Engadget, TechCrunch, Moviefone, MapQuest, Black Voices, PopEater (now HuffPost Celebrity), AOL Music, AOL Latino (now HuffPost Voices), AutoBlog, Patch, and StyleList.[11] The Huffington Post subsumed many of AOL's Voices properties, including AOL Black Voices, which was established in 1995 as Blackvoices.com, and AOL Latino, Impact (launched in 2010 as a partnership between Huffington Post and Causecast), Women, Teen, College, Religion, and the Spanish-language Voces (en español). The Voices brand was expanded in September 2011 with the launch of Gay Voices, dedicated to LGBT-relevant articles.[33][34] By late 2013, the website operated as a \"stand-alone business\" within AOL, taking control of more of its own business and advertising operations, and directing more effort towards securing \"premium advertising\".[35] In June 2015, Verizon Communications acquired AOL for US$4.4 billion and the site became a part of Verizon Media.[12] Huffington resigned to pursue other ventures and was succeeded as editor-in-chief by Lydia Polgreen in December 2016.[36] In April 2017,[37] Polgreen announced the company would rebrand, changing its official full name to HuffPost,[38] with changes also to the design of its website and logo and content and reporting.[39][40] On January 24, 2019, 20 employees were laid off as a part of Verizon Media laying off 7% of its staff.[41] The opinion and health sections were eliminated. Pulitzer Prize finalist Jason Cherkis lost his job.[42] On March 6, 2020, Polgreen announced that she would step down as editor-in-chief to become the head of content at Gimlet Media.[43] On November 19, 2020, it was announced that BuzzFeed had agreed to acquire HuffPost from Verizon Media in a stock deal.[13][44] Later in November 2020, HuffPost shut down its India operation after six years. According to some media reports, the acquisition did not include the India site due to regulations barring foreign ownership of Indian Digital Media.[45] On February 16, 2021, BuzzFeed's acquisition of HuffPost officially closed.[44] On March 9, 2021, BuzzFeed CEO Jonah Peretti said that the company had lost \"around $20 million\" during the previous year. The same day, it was announced that HuffPost Canada would be shut down and immediately ceased publishing.[46] On April 12, 2021, Danielle Belton became editor-in-chief.[47] The site originally published work from both paid reporters and unpaid bloggers through its contributor platform.[85] In February 2011, Visual Art Source, which had been cross-posting material from its website, went on strike against The Huffington Post to protest its writers not being paid.[86][87] In March 2011, the strike and the call to boycott was joined and endorsed by the National Writers Union and NewsGuild-CWA; however, the boycott was dropped in October 2011.[88] In April 2011, The Huffington Post was targeted with a multimillion-dollar lawsuit by Jonathan Tasini on behalf of thousands of uncompensated bloggers.[89] On March 30, 2012, the suit was dismissed with prejudice by the court, holding that the bloggers had volunteered their services, their compensation being publication.[90] In 2015, Wil Wheaton stated that he refused to allow his work to be reused for free on the site.[91][92] The practice of publishing blog posts from unpaid contributors ended in January 2018. This transformed the site, which had become notable for featuring extensive sections in a broad range of subjects from a significant number of contributors.[93] Some of the contributors included: HuffPost has been criticized for providing a platform for alternative medicine and supporters of vaccine hesitancy.[159][160] Steven Novella, president of the New England Skeptical Society, criticized The Huffington Post for allowing homeopathy proponent Dana Ullman to have a blog on the site. In 2011, skeptic Brian Dunning listed it at No. 10 on his \"Top 10 Worst Anti-Science Websites\" list.[161] In January 2012, The Huffington Post was criticized for naming as editorial director in France the well-known former TV journalist Anne Sinclair because she stood by her husband Dominique Strauss-Kahn, former IMF head, when several women accused him of sexual assault. Commentators at l'Express, Rue89, and Le Monde warned against potential conflict of interest in the French edition's news coverage.[162] In April 2017, HuffPost South Africa was directed by the press ombud to apologize unreservedly for publishing and later defending a column calling for disenfranchisement of white men which was declared malicious, inaccurate and discriminatory hate speech.[163][164] In July 2019, HuffPost was criticized for publishing a story written by Rachel Wolfson, a publicist, that praised Jeffrey Epstein. Editors later removed the article at the author's request.[165] HuffPost has been seen as a mostly liberal or liberal-leaning outlet,[166] being described as such by the BBC,[167] CNN,[168] and Politico.[18] Upon becoming the editor-in-chief in December 2016, Lydia Polgreen said that the \"wave of intolerance and bigotry that seems to be sweeping the globe\" after the election of Donald Trump was remarkable and The Huffington Post has an \"absolutely indispensable role to play in this era in human history.\"[36] Commenting in 2012 on increased conservative engagement on the website despite its reputation as a liberal news source, The Huffington Post founder Arianna Huffington stated that her website is \"increasingly seen\" as an Internet newspaper that is \"not positioned ideologically in terms of how we cover the news\".[169] According to Michael Steel, press secretary for Republican Speaker of the House John Boehner, Republican aides \"engage with liberal websites like The Huffington Post [anyway, if for] no other reason than [because] they drive a lot of cable coverage\".[169] Jon Bekken, journalism professor at Suffolk University, has cited it as an example of an \"advocacy newspaper\".[170] The Wall Street Journal editor James Taranto has mockingly referred to it as the \"Puffington Host\", while Rush Limbaugh referred to it as the \"Huffing and Puffington Post\".[171] During the 2016 United States presidential election, HuffPost regularly appended an editor's note to the end of stories about candidate Donald Trump, reading: \"Donald Trump regularly incites political violence and is a serial liar, rampant xenophobe, racist, misogynist and birther who has repeatedly pledged to ban all Muslims—1.6 billion members of an entire religion—from entering the U.S.\" After Trump was elected on November 8, 2016, HuffPost ended this practice to \"give respect to the office of the presidency.\"[172][173]","Title":"HuffPost - Wikipedia","KeyID":"2895","URL":"https://en.wikipedia.org/wiki/HuffPost"}