{"Content: ":"\"Traitor\" (stylized in all lowercase) is a song recorded by American singer-songwriter Olivia Rodrigo. Released through Geffen Records, the song impacted on US mainstream radio stations on August 10, 2021, as the fourth single from Rodrigo's debut album, Sour (2021). An indie pop and rock ballad, \"Traitor\" was written by Rodrigo and Dan Nigro, and was produced by the latter. Before it was promoted as a single, upon Sour's release, \"Traitor\" became a fan-favorite and achieved commercial success. Music critics praised the song for its vocals and lyrics, and picked it as an album highlight. \"Traitor\" arrived at number nine in the United States, number five in the United Kingdom, and peaked within the top 10 in Australia, Canada, Ireland, New Zealand, and Portugal. The song was also certified platinum in Australia, Canada, New Zealand, United Kingdom and the United States. The song received its debut performance in Rodrigo's YouTube concert film Sour Prom (2021). Following the minor success of \"All I Want\" (2019), American singer-songwriter Olivia Rodrigo signed with Geffen Records, a subsidiary of Interscope Records, intending to release her debut extended play in 2021. After the widespread success of Rodrigo's debut single \"Drivers License\", released on January 8, 2021, she decided she wanted to make a full-length studio album instead.[1][2] Alongside the release of her second single \"Deja Vu\" on April 1, 2021, Rodrigo announced that her debut studio album, under the placeholder title *O*R, would be released on May 21.[3] On April 13, Rodrigo announced the cover art and announced the title of her debut studio album Sour. Together with the announcement, the track listing was announced, and \"Traitor\" was revealed to appear as track two on Sour.[4] The song was released with a lyric video alongside the album on May 21, 2021.[5] \"Traitor\" was sent to US contemporary hit radio on August 10, 2021, as the fourth single from Sour.[6] \"Traitor\" is an indie pop and guitar-rock ballad.[7][8][9] The song has been rumored to be about American actor and singer Joshua Bassett, who co-starred with Rodrigo in High School Musical: The Musical: The Series.[10] Lyrically, the song is about \"feeling betrayed when you see your ex stepping into a new relationship while you're still reeling from your separation\", as she whispers the lyrics \"Guess you didn't cheat but you're still a traitor\".[11] \"Traitor\" features a cinematic rise and fall of acoustics and a layering of harmonies.[12] Musically, the song is set in the key of E♭ major, and has a moderately slow tempo of 50 beats per minute. The song is set in 6 8 time, and Rodrigo's vocals in the song span from B♭3 to A♭5.[13] The song received acclaim from music critics. P. Claire Dodson, writing for Teen Vogue, called \"Traitor\" \"flawless\", and remarked that the song had a \"Kacey Musgraves-esquenlight-folk backdrop\".[14] Tatiana Tenreyro of The A.V. Club called the song \"[Rodrigo's] most vulnerable song yet\".[9] NME's Rhian Daly described the song as \"gorgeous\".[11] Larisha Paul from Billboard praised the song, deeming it to feature Rodrigo's \"best vocal performance\" throughout Sour.[12] As the song is sandwiched between two emotionally heavy tracks with heavy production, Larisha Paul of Billboard called the song a \"chilling contrast\" that features Rodrigo's best vocal performance on the album.[12] Rolling Stone's Angie Martoccio also called the song as the \"long-lost cousin\" of Taylor Swift's 2020 song, \"My Tears Ricochet\".[4] In the US, before it was promoted as a single, \"Traitor\" debuted and peaked at number nine on the Billboard Hot 100 upon the album' release, charting alongside \"Good 4 U\" and \"Deja Vu\" in the top 10 of the chart. Billboard underscored how \"Traitor\" accumulated impressive sales and streaming units for an album track. \"Traitor\" also reached number 3 on Billboard Streaming Songs chart, distinguishing Rodrigo as the first artist in history to claim all of the top three on the chart for consecutive weeks. Commenting on the song's critical and commercial success, Rodrigo said \"I wrote it on my bed while I was crying. I never really thought that it was going to be a song that resonated with so many people. I thought that it was a very specific situation that I was going through, and it's so funny that that's the non-single song that's the most successful. So many people have been like, 'How did you know? This is exactly what happened to me!'\".[15] The song landed at number seven on the UK Singles Chart,[16] before rising and peaking at number five the following week.[17] On Billboard's Global 200 chart, the song peaked at number seven.[18] \"Traitor\" also charted within the top 10 in Australia,[19] Canada,[20] Ireland,[21] and New Zealand,[22] and within the top 20 in Norway.[23] Additionally, the song was certified platinum in the United Kingdom[24] and New Zealand,[25] double platinum in Australia[26] and the United States,[27] and triple platinum in Canada.[28] \"Traitor\" received its debut performance on June 26, 2021, as part of the release of Rodrigo's concert film Sour Prom.[29][30] Later, she performed the song at the iHeartRadio Music Festival on September 17–18, 2021, in Las Vegas, Austin City Limits on October 2, 2021 , as well as on Jimmy Kimmel Live and at the 2021 American Music Awards. An acoustic performance was featured on Rodrigo's documentary film Driving Home 2 U: A Sour Film, released on March 25, 2022 on Disney+. Olivia also performed \"traitor\" which was featured in her Tiny Desk Performance on the NPR Music YouTube channel on December 7, 2021. \"Traitor\" and was also featured for Dolby Atmos where she \"experienced\" the song in Dolby Audio. She is currently performing this song on SOUR Tour sandwiched between “Favorite Crime” and “Deja Vu”. A music video for \"Traitor\", directed by Olivia Bee, was released on October 21, 2021.[31][32] She promoted the video on Instagram with the caption \"surprise! traitor mv out now!\" Credits adapted from the liner notes of Sour.[33] Recording Personnel  Sales+streaming figures based on certification alone. Streaming-only figures based on certification alone.","Title":"Traitor (song) - Wikipedia","KeyID":"2899","URL":"https://en.wikipedia.org/wiki/Traitor_(song)"}