{"Content: ":"Sugarland is an American country music duo founded in Atlanta, Georgia. The duo consists of singer-songwriters Jennifer Nettles (lead vocals) and Kristian Bush (vocals, guitar, mandolin). They were founded in 2002, at which point Kristen Hall (vocals, guitar) was also a member. All three had experience in folk rock: Nettles had recorded in the groups Soul Miner's Daughter and Jennifer Nettles Band, Bush had recorded two albums as one-half of the duo Billy Pilgrim, and Hall had recorded two solo albums. After Hall left in 2006, Nettles and Bush continued as a duo. Signed to Mercury Nashville Records in 2004, Sugarland recorded four studio albums, one Christmas album, and one live album for that label between then and 2010. These albums accounted for fifteen singles on the Billboard Hot Country Songs charts, including the number-one singles \"Want To\", \"Settlin'\", \"All I Want to Do\", \"Already Gone\", and \"It Happens\". Nettles was also a featured vocalist on rock band Bon Jovi's late 2005-early 2006 single \"Who Says You Can't Go Home\", which also topped the country music charts. Their four studio albums for this label — Twice the Speed of Life, Enjoy the Ride, Love on the Inside, and The Incredible Machine — are all certified platinum or higher by the Recording Industry Association of America (RIAA). The duo went on hiatus in 2012, during which time both Nettles and Bush recorded solo albums. They reunited officially in 2017 for Bigger, a studio album issued on Big Machine Records. Nettles, Bush, and Hall were regulars in Atlanta's folk-rock scene in the 1990s and early 2000s before Sugarland was formed, playing frequently at Eddie's Attic in Decatur, Georgia, which Nettles' ex-husband owned for a time. Sugarland's debut album, Twice the Speed of Life, was released October 26, 2004. Serving as its lead-off single was the song \"Baby Girl,\" which peaked at No. 2 on the Billboard Hot Country Songs charts and set a record for the longest chart run since the inception of Nielsen SoundScan in 1990; it was also the highest-peaking debut single for a group in 13 years. Also released from the album were the singles \"Something More\", \"Just Might (Make Me Believe),\" and \"Down in Mississippi (Up to No Good),\" which peaked on the country charts at No. 2, No. 7, and No. 17, respectively. The album received Multi-Platinum certification for sales of three million copies, becoming their first album to achieve that status. In late 2005, the trio performed with Bon Jovi on Country Music Television's musical fusion show, Crossroads. Nettles sang with Bon Jovi on their single \"Who Says You Can't Go Home.\" The song later went on to become a No. 1 hit on the country charts. They toured the U.S. and Canada performing with Brad Paisley in 2005 and with Kenny Chesney on his Flip Flop Summer Tour in 2006–2007.[1] Kristen Hall left the group in December 2005. According to a statement released on January 17, 2006, by Nettles and Bush, Hall left the group to \"stay home and write songs.\" Sugarland was nominated for the Best New Artist Grammy[2] and performed the song \"Something More\" at the 48th Annual Grammy Awards on February 8, 2006.[3] They also performed at the 2006 CMT Music Awards, where they received multiple nominations including Group/Duo Video of the Year for Just Might (Make Me Believe), Breakthrough Video of the Year for Something More, and Collaborative Video of the Year for Who Says You Can't Go Home.[4] On November 7, 2006, the duo released their second album Enjoy the Ride. It sold 211,000 during its first week and opened at No. 4 on the US Top 200 and No. 2 on the Top Country Albums charts. It went on to become their second album to achieve multi-platinum status for selling three million copies. The first two singles from this album—\"Want To\" and \"Settlin'\"—both reached Number One on the country music charts, while \"Everyday America\" and \"Stay\" were both Top Ten hits.[5] A limited-edition version of the CD, sold exclusively at Wal-Mart, was released in late 2007 and included a 5-song Christmas EP. The EP contained one original song—\"Little Wood Guitar\"— written by Bush and Ellis Paul. USA Today included the song in a list of new Christmas songs released in 2007 \"that might have some staying power.\"[6] In 2007, Sugarland performed at multiple award ceremonies, including the 2007 CMT Music Awards[7] and the 2007 ACM awards.[8] They performed a cover of Beyoncé Knowles' \"Irreplaceable\" at the American Music Awards. Knowles joined Sugarland on stage starting with the second verse. The performance drew some poor reviews with The Village Voice calling it \"a well-intentioned mess,\"[9] although other critics also noted that the crowd enjoyed the performance.[10] They appeared on The Tonight Show, and late in the year, they headlined their first concert tour: the Change for Change Tour along with opening acts Little Big Town and Jake Owen. At the 41st CMA Awards, the group won the award for Vocal Duo of the Year.[11] Sugarland also appeared on a Sesame Street episode that first aired during Season 38 on September 14, 2007. During the segment, they performed \"Songs\" with Elmo. On November 26, 2007, they made a guest appearance in the \"Car\" episode of \"Yo Gabba Gabba!.\"[12] In February 2007, Nettles and Bush began recording Love on the Inside as a follow up to Enjoy the Ride. The Deluxe Fan Edition was released on July 22, 2008, with the regular edition released one week later. The fan edition includes the duo's collaboration with Little Big Town and Jake Owen, a cover of The Dream Academy's 1985 hit \"Life in a Northern Town.\" It also introduces four other bonus tracks, including \"Fall Into Me,\" \"Operation: Working Vacation,\" \"Wishing,\" and a cover of Matt Nathanson's \"Come On Get Higher.\"[13] The lead-off single was \"All I Want to Do\" (completely different from the Sheryl Crow song of the same title) which debuted at No. 27 on the country charts, the highest debut for the duo. In August 2008 the song became their third No. 1 single. The following single, \"Already Gone,\" released on September 8, 2008, became their fourth No. 1 in January 2009. Sugarland started the Love on the Inside Tour on September 13, 2008, in Asheville, North Carolina. It was their second headlining tour. They were supported by Ashton Shepherd and Kellie Pickler and the tour concluded after 25 performances on November 16, 2008, in Bossier City, Louisiana.[14] In early December 2008, Sugarland received three Grammy Award nominations and performed on the 51st Annual Grammy Awards show on February 8, 2009. They won awards for Best Country Song and Best Country Performance by a Duo or Group.[15] On February 11, 2009, Sugarland received two nominations from the Academy of Country Music. They were nominated for Top Vocal Duo and Vocal Event of the Year for \"Life in a Northern Town.\"[16] During the broadcast of the April 5, 2009 awards show, Sugarland was presented with the Vocal Duo of the Year award, ending Brooks & Dunn's nine-year run.[17] Nettles also received a Milestone award, presented to her by Reba McEntire.[18] In March 2009, Sugarland toured in Europe starting with performances at military stations in Italy. They were scheduled to perform in France, the Netherlands, Germany, England, Scotland, and Ireland. Later in 2009 they joined Keith Urban in select cities as part of his Escape Together World Tour and joined Kenny Chesney on his Sun City Carnival Tour.[19] The third single from Love on the Inside, and 11th single overall, \"It Happens,\" was released in February 2009 and became their fifth No. 1 in May 2009. The album's fourth single, \"Joey\" is a warning about drunk driving, encouraging those sober to \"take the keys,\" and thematically is heavily influenced by Concrete Blonde's 1990 single of the same name. It peaked at No. 17 on the US country charts. On May 19, 2009, Sugarland received five CMT Award nominations including a nomination for Video of the Year.[20] They were presented the award for Video Duo of the Year at the award show that broadcast on June 16, 2009.[21] During the awards show, they also performed \"Love Shack\" with a surprise appearance by the B-52's.[22] On July 2, 2009, a performance that Sugarland recorded for Soundstage debuted on many PBS channels.[23] Sugarland's first live DVD/CD Live on the Inside was released exclusively through Wal-Mart stores on August 4, 2009.[24] Sugarland released their first holiday album, Gold and Green on October 13, 2009. The album features five original songs and five traditional carols.[25] Country Universe, a country music blog website, published a list of the top 32 selling country albums of 2009. Sugarland had four albums on the list with Love on the Inside (#10), Gold and Green (#26), Love on the Inside (#28), and Enjoy the Ride (#29).[26] Sugarland's \"It Happens\" was nominated for a Grammy Award in the category Best Country Performance by a Duo or Group With Vocals when nominees for 52nd Annual Grammy Awards were announced on December 2, 2009.[27] They lost to Lady Antebellum's \"I Run To You\". During the awards show, Jennifer Nettles teamed with Jon Bon Jovi for \"Who Says You Can't Go Home\".[28] On February 1, 2010, Sugarland appeared with many other artists in the making of \"We Are the World: 25 for Haiti\" to benefit the Haiti earthquake relief efforts and the rebuilding of Haiti.[29] On September 10, 2010, Sugarland appeared on The Today Show[30] and performed \"Stuck Like Glue\" – the first single from their album The Incredible Machine, which was released on October 19, 2010, in the U.S., Canada, and Australia.[31] The album was released in the United Kingdom on February 7, 2011.[32] Influences on the record included English electronic group Orchestral Manoeuvres in the Dark (OMD) and progressive rock musician Peter Gabriel.[33] The American Express concert series Unstaged pairs Sugarland with director Kenny Ortega for a performance from New York City streamed live on October 18, 2010.[34] On November 29, 2010, Jennifer Nettles hosted the first CMA Country Christmas during which Sugarland also performed two holiday songs from their Christmas CD, Gold and Green.[35] On December 5, 2010, Sugarland performed at \"The VH1 Divas Salute The Troops\" show, hosted by Kathy Griffin, which aired on VH1. Other performers included Katy Perry, Keri Hilson, Nicki Minaj, Paramore, and Grace Potter. Sugarland performed their country crossover single \"Stuck Like Glue,\" after an introduction by supermodel Marisa Miller and Jennifer Nettles' brother, a member of the Air Force.[36] It was announced on January 11, that Sugarland was the No. 5 selling country album of 2010 with The Incredible Machine and the No. 3 selling digital country track of 2010 with their single \"Stuck Like Glue.\"[37] Sugarland graced the stage of American Idol in March, performing the hit \"Stuck Like Glue.[38] On April 3, 2011, Sugarland hosted and performed at the first annual ACM Fan Jam during the ACM awards show.[39] Sugarland was nominated for Vocal Duo of the Year and Video of the Year for \"Stuck Like Glue\", and won for Vocal Duo of the Year at the 46th annual Academy of Country Music Awards.[40] Nettles performed alongside pop star Rihanna at the ceremony, performing \"California King Bed\".[41][42] \"Tonight\" is the second single released in the U.K. from The Incredible Machine as well as the third country radio single, released April 11.[43] In April 2011, Sugarland began a radio station, launched by A.P.E. Radio. The station is programmed by Nettles and Bush and allows fans to hear experiences from both singers' lives and their current musical endeavors.[44] The duo appeared at the 2011 CMT Music Awards, winning for \"Duo Video of the Year\" but losing to Taylor Swift's \"Mine\" for video of the year. They also performed their donation song \"Stand Up\".[45] The duo recorded the song \"Run\" with Matt Nathanson on his album Modern Love but is credited individually on the track. On August 13, 2011, an outdoor stage collapsed due to high winds at the duo's concert at the Indiana State Fair, killing seven people and injuring more than 45. Moments after the crash, Jennifer Nettles and Kristian Bush posted on their Twitter account: \"We are all right. We are praying for our fans, and the people of Indianapolis. We hope you'll join us. They need your strength.\" Sugarland subsequently canceled their concert scheduled for the following date, August 14, 2011, at the Iowa State Fair.[46] The band also posted a letter on their website explaining their resulting emotional experiences from the stage collapse, as well as a tribute for the families. Two months later, on October 28, 2011, Sugarland held a free benefit concert in honor of the victims of the stage collapse.[47] One month later, on November 23, it was announced that forty-four lawsuits had been brought against Sugarland and a handful of organizations involved with the show, citing an unspecified damage amount for compensation. The suits were filed by family and friends of those killed in the stage collapse. 2011 ended in a busy series of events for the duo, as they won Vocal Duo and performed \"Run\" with Matt Nathanson at the 2011 CMA awards,[48] they performed with Lady Gaga at the Grammy Nominations Concert,[49] a performance (as well as hosting duties for Jennifer) at the 2011 CMA Country Christmas Special,[50] two nominations from the ACAs in the categories of Artist of the Year-Duo or Group and Single of the Year-Duo or Group for \"Stuck Like Glue,\"[51] and finally they performed in Oslo, Norway on December 11 for the Nobel Peace Prize Concert.[52] On Saturday, November 26, 2011, Jennifer Nettles married her boyfriend of two years, Justin Miller, in a sunset ceremony at Blackberry Farms in East Tennessee.[53] Miller, a former model was featured in the band's 2006 hit song, \"Want To\".[54] Sugarland took some time off at the beginning of 2012, to \"chill and relax and sleep in our own beds and contemplate how we want to approach what's next.\"[55] Sugarland's Jennifer Nettles paired with Pepsi Max and recorded a commercial for Super Bowl XLVI. Nettles recorded Hank Williams' \"Your Cheatin' Heart\" which is featured in the commercial as a Coke Zero delivery man tries to buy a Pepsi Max without being discovered.[56] Sugarland recorded a song for the 2012 movie, Act of Valor. The soundtrack to the movie was released on February 21, 2012. The song is titled \"Guide You Home\".[57] Kristian Bush confirmed in late January that Sugarland will be touring in \"mid to late Spring\" and that they're \"going to source our fans for our set list.\"[58] On April 5, 2012, the duo commenced their fourth headlining tour: In Your Hands tour 2012. On June 18, it was announced that Nettles was pregnant and due in November, two months after their summer tour concluded. Her son, Magnus Hamilton Miller, was born on December 6, 2012.[59] With Nettles on maternity leave,[60] Bush made his solo debut in March 2013 at the inaugural C2C: Country to Country Festival at the O2 Arena in London, England; his first song as a solo act, \"Love or Money,\" debuted on iTunes in Europe the following week.[61] He often takes part in the Country Music Association's Songwriters Series, which has included various appearances across the United States, as well as time spent abroad with the CMA's first-ever international initiative showcasing Nashville songwriters and their work to foreign audiences in clubs and theaters.[60] In August 2013, Nettles released a solo single, \"That Girl,\" for Mercury. It is the lead single to her solo album of the same name, released on January 14, 2014, via Mercury Nashville. Rick Rubin produced the album. Her second album Playing with Fire was released in 2016 and, as Bush did in 2013, Nettles played the 2017 C2C: Country to Country Festival. In 2014, Bush signed to producer Byron Gallimore's Streamsound Records as a solo artist.[62] His debut solo single, \"Trailer Hitch,\" was released to radio and retailers on July 28, 2014. His debut solo album, Southern Gravity, was released on April 7, 2015. He wrote 300 songs for the project, which he refers to as a \"mainstream country record that is meant to be played on the radio.\"[63] Nettles released two solo albums in 2016, Playing with Fire on May 13, and To Celebrate Christmas on October 28. In 2017, at the 51st Annual Country Music Association Awards, Bush and Nettles reunited to present the Vocal Duo of the Year award and announced that they were working on new music together as Sugarland.[64][65] Their single \"Still the Same\" was released on December 21, 2017, and reached number 1 on the country iTunes charts as well as number 9 on the general iTunes chart. Their first official performance as a duo in over five years was at Dick Clark's New Year's Rockin Eve With Ryan Seacrest 2018 and their first full band shows were as part of the C2C: Country to Country festival in the UK and Ireland. On March 30, 2018, it was announced that Sugarland's new album, Bigger, would be released on June 8, 2018.[66] The album contains the song \"Babe\" featuring American singer-songwriter Taylor Swift. The song was written by Swift, which makes \"Babe\" the first song Sugarland has recorded that wasn't written by Bush and Nettles.[67] In March 2019 Sugarland ended their 15-year relationship with UMG Nashville and will now record exclusively for Big Machine Records. In December 2019 Sugarland signed with Big Machine Records exclusively they had signed a joint venture with their former label UMG Nashville and Big Machine in 2018, Nettles also records as a solo artist for Big Machine. Kristen Hall left the band unexpectedly in December 2005. According to both Bush and Nettles, Hall's reason for her departure was to \"stay home and write songs\" and they both supported the decision.[68] In July 2008, less than three years after Hall left Sugarland, she filed a lawsuit[69] for $14 million[70] against Bush and Nettles stating that she was being excluded from sharing profits as had been agreed upon after her departure.[69] Hall claims to have coined the name of the band and allowed Bush and Nettles \"to obtain equal co-ownership of the trademark and service mark\"; Hall's name is listed on the trademark for \"Sugarland\".[71] Both Nettles and Bush had countered Hall by stating that no profit-sharing agreement had been made with the duo before Hall's departure. The lawsuit was eventually settled out of court in November 2010, although the details regarding the settlement agreement were not disclosed; both parties were given until December 13, 2010, to complete the agreement.[70]","Title":"Sugarland - Wikipedia","KeyID":"2906","URL":"https://en.wikipedia.org/wiki/Sugarland"}