{"Content: ":"Carly Rae Jepsen (born November 21, 1985)[1][2] is a Canadian singer, songwriter, and actress. Born and raised in Mission, British Columbia, Jepsen performed several lead roles in her high school's musical productions and pursued musical theatre at the Canadian College of Performing Arts in Victoria, British Columbia. After completing her studies, she relocated to Vancouver and later competed on the fifth season of Canadian Idol in 2007, placing third. In 2008, Jepsen released her folk-influenced debut studio album, Tug of War, in Canada. Jepsen's breakthrough came in 2012, when her single \"Call Me Maybe\" achieved significant mainstream popularity; the song was the best-selling single of that year, reaching number one in 18 countries.[3] As a result, she was signed to a joint worldwide record deal with School Boy Records and Interscope Records. Jepsen's second studio album, Kiss, was released later that year. It marked a greater shift into mainstream pop music and saw fair commercial success, reaching the top ten in Canada and the United States. In 2014, Jepsen made her Broadway stage debut as the titular character in Cinderella. The following year, she released her third studio album, Emotion. It is noted for its influence from 1980s music as well as blending dance-pop and synth-pop with indie sensibilities. While less commercially successful than Kiss, it saw the success of its lead single, \"I Really Like You\", and received critical acclaim. In 2016 Jepsen performed in the television special Grease: Live and lent her voice to the animated film Ballerina. Her fourth studio album, Dedicated, was released on May 17, 2019, along with a follow-up titled Dedicated Side B was distributed a year later. Jepsen has received multiple accolades, including three Juno Awards, a Billboard Music Award, and an Allan Slaight Award, in addition to various nominations for Grammy Awards, MTV Video Music Awards, Polaris Music Prize and People's Choice Awards.[4][5] As of May 2015[update], Jepsen has sold over 25 million records worldwide.[6][7] Jepsen was born in Mission, British Columbia, to Alexandra Lanzarotta and Larry Jepsen, the second of their three children.[8] She is of Danish, English and Scottish descent.[9] Jepsen has an older brother, Colin, and a younger sister, Katie. She attended Heritage Park Secondary School, and she pursued her passion for musical theatre by appearing in student productions of Annie, Grease, and The Wiz, playing the respective lead roles of Annie, Sandy Olsson and Dorothy Gale.[10][11] Her parents and stepparents were teachers, so Jepsen considered a career in music instruction as a second option.[11][12] She applied to music-related programs, including those at Capilano University and the University of British Columbia. Her high school drama teacher, Beverly Holmes, persuaded her to audition for the Canadian College of Performing Arts in Victoria, British Columbia. She was one of 25 female students to gain admission into its year-long program: \"It was very clear to me after that school, as much fun as I had, I really did want to pursue more of a purely musical career rather than acting and all the dancing.\"[13][12] After graduation, Jepsen relocated to Vancouver's west side, and was fortunate to hold several jobs.[14][10] She worked at Trees Organic Coffee as a barista and pastry chef assistant, starting its open mic night.[15] Jepsen describes this as \"the happiest time in her life\"; she slept on a pull-out sofa, wrote songs in her downtime with a guitar her parents gave her, and \"performed multiple nights a week at musician-friendly holes in the wall\".[11][10] Bartending at the Media Club, Jepsen once requested an extra-late shift to see Sia, prior to their collaboration.[16] While assembling a swing band,[17] Jepsen was convinced to audition for Canadian Idol by her drama teacher.[10] She performed her original song \"Sweet Talker\"[18] and finished in third place, which she considered the best possible outcome in retrospect: \"It was like all the exposure without the devilish contract at the end.\"[11] Her demo recording attracted the attention of music manager Jonathan Simkin, who signed Jepsen to a management deal with 604 Records that year.[19] Jepsen released her debut single, a cover of John Denver's song \"Sunshine on My Shoulders\", in June 2008.[20] Her debut album, Tug of War, was released in September 2008, and sold 10,000 copies in Canada.[19] The singles \"Tug of War\" and \"Bucket\" peaked in the top 40 of the Canadian Hot 100, and received Gold certifications for sales of 40,000 units each.[21] \"Sour Candy\", a duet with Josh Ramsay of Marianas Trench was released as the final single. 2009, Jepsen toured western Canada with Marianas Trench and Shiloh.[22] In the summer of 2011, Jepsen recorded material for her second album with Josh Ramsay, Ryan Stewart, and Tavish Crow, her co-writer of \"Call Me Maybe\". The track \"Call Me Maybe\" was released in September that year.[19] In January 2012, fellow Canadian pop singer Justin Bieber promoted the single on Twitter, and in February 2012, it was featured in a viral video in which Bieber, Selena Gomez, Carlos Pena from Big Time Rush and Ashley Tisdale lip-synced and danced to it.[19] Bieber's manager, Scooter Braun, signed Jepsen to a joint worldwide record deal with his label, Schoolboy Records, and the major label Interscope Records.[19] \"Call Me Maybe\" later peaked at number one on the Canadian Hot 100, making Jepsen the fourth Canadian artist to top the chart.[23] In the United States, the single spent nine weeks at number one on the Billboard Hot 100, earning the title \"Song of the Summer\" from Billboard magazine.[24] The single also topped the charts in 18 countries, including the United Kingdom, where it was the year's second best-selling single.[25] It was the best-selling single of 2012 worldwide, according to the International Federation of the Phonographic Industry (IFPI).[3] The song was included on Jepsen's six-track EP, Curiosity, released in February 2012 in Canada.[19] Following the success of \"Call Me Maybe\", Jepsen recorded the duet \"Good Time\" with Owl City, released in June 2012.[26] The song peaked at number eight on the Billboard Hot 100 and preceded Jepsen's second album, Kiss, released in September 2012, and reached top ten chart positions in Australia, the UK, Canada and the US.[21][27] In the US, the album is certified 2xPlatinum. In Canada, the album is certified gold.[28][29][30] The album also produced the singles \"This Kiss\" and \"Tonight I'm Getting Over You\".[29] 2012, Jepsen appeared on the fifth-season premiere episode of The CW primetime soap opera 90210, and became a spokesperson for clothing retailer Wet Seal.[31][32] Jepsen received the Rising Star Award at the 2012 Billboard Music Awards, the first Canadian recipient.[33] At the 2013 Juno Awards, Kiss won the awards for Album of the Year and Pop Album of the Year. \"Call Me Maybe\" won in the Single of the Year category.[34] The single also received nominations for Song of the Year and Best Pop Solo Performance at the 55th Annual Grammy Awards.[35] In 2013, Jepsen became a spokesperson for clothing/footwear brand Candie's.[36] 2013, Kiss: The Remix, a compilation album containing remixes and instrumentals of singles from Kiss, was released in Japan, and peaked at number 157 on the Oricon albums chart.[37] From June to October Jepsen embarked on The Summer Kiss Tour in North America and Asia.[38] During 2014, she performed in the Broadway production of Rodgers & Hammerstein's Cinderella for 12 weeks.[39] Later that year, Jepsen won the International Achievement Award at the SOCAN Awards, alongside co-writers Josh Ramsay and Tavish Crowe.[40] Jepsen released her third album's lead single, \"I Really Like You\", in March 2015.[41] Accompanied by a music video in which actor Tom Hanks lip-synced to the song, it peaked at number 14 in Canada and the top five in the UK.[21][42] The album, titled Emotion, was released in June 2015 and received positive reviews; the album appeared on many publications' year-end albums lists.[43][44] Emotion became a cult favourite, attracting a more mature audience to her music.[45][46][47][48] The album peaked at number eight in Canada and at number 16 on the US Billboard 200.[43] It includes collaborations with Rostam Batmanglij (of Vampire Weekend), Sia, Dev Hynes, Greg Kurstin, and Ariel Rechtshaid.[49] The second single, \"Run Away with Me\", was released in July 2015.[50] Later that year, Jepsen embarked on the Gimmie Love Tour in support of Emotion.[51] Jepsen was also featured on a new version of Bleachers' song \"Shadow\" from their album Terrible Thrills, Vol. 2[52] and released a cover of Wham!'s \"Last Christmas\".[53] Jepsen played Frenchy in Grease Live, Fox's live television presentation of the musical Grease in January 2016.[54] As part of her role, she performed a new song entitled \"All I Need Is an Angel\".[55][56] In late 2015, Jepsen recorded the theme song for the Netflix series Fuller House, a remake of the theme to Full House.[57] In 2016, she appeared on The Knocks' debut album 55.[58] Jepsen released Emotion: Side B in August 2016, an EP containing eight cut tracks from Emotion.[59] The EP was listed on several end-of-year lists from publications such as Rolling Stone[60] and Pitchfork. In May 2017, Jepsen released the single \"Cut to the Feeling\".[61] The song was originally intended for Emotion, but instead appeared in the animated film Ballerina, in which Jepsen voices a supporting role.[61] It also appeared in a deluxe version of Emotion: Side B only released in Japan. In January and February 2018, Jepsen appeared as the opening act for Katy Perry's Witness: The Tour.[62] \"Party for One\", the lead single from Jepsen's upcoming fourth studio album, was released on November 1, 2018.[63] Two more songs, \"Now That I Found You\" and \"No Drug Like Me\" followed on February 27, 2019.[64][65] As of 2019, Braun was no longer Jepsen's manager, although she was still signed to School Boy Records.[66] Her fourth album, Dedicated, came out May 17, 2019, with a tour beginning June 27.[67][68] The album has 13 tracks on the standard edition, with 2 additional tracks on the deluxe.[69] Jepsen performed a NPR Tiny Desk Concert in November.[70] On May 21, 2020, the companion album Dedicated Side B was released, containing twelve additional tracks from Dedicated.[71] Following its release, Jepsen also confirmed the same month that she was making a \"quarantine album\" with songwriter Tavish Crowe[72] with whom she wrote \"Call Me Maybe\". On October 30, 2020, Jepsen released \"It's Not Christmas Till Somebody Cries\" which peaked at 11 on the US Holiday Digital Songs chart.[73] In April 2022, Jepsen performed twice at Coachella festival. On 13 May 2022, Jepsen performed at Tecate Emblema festival in Mexico City. On 25 June 2022, Jepsen was the headliner at the Pride concert in Minneapolis. On 30 June 2022, Jepsen performed at Rock Werchter festival in Belgium. On 2 July 2022, Jepsen headlined the Nibe festival in Denmark. On 6 July 2022, Jepsen performed at Mad Cool festival in Madrid, Spain. On 9 July 2022, Jepsen headlined Bristol Pride. On 11 July 2022, Jepsen performed at Somerset House in London, England. Jepsen is featured in Move Me with French artist lewis of man, released on 15 July 2022. Jepsen is embarking on the North American leg of her fourth concert tour So Nice from 21 September 2022 to 5 November 2022. Jepsen is classified as a soprano.[74][75][76] Paul Bradley of LA Weekly describes Jepsen's voice as \"hushed\" and \"flawless\"[75] while Maura Johnston of Slate Magazine characterizes it as \"airy yet precise\".[76] She says she shares her parents' interest in folk music as a result of her upbringing, naming artists such as Leonard Cohen, Bruce Springsteen, James Taylor, and Van Morrison as inspirations for her debut album, Tug of War (2008).[77][78] During the recording of her EP Curiosity and her second album, Kiss (both 2012), Jepsen said she became increasingly influenced by pop and dance music, in particular the works of Dragonette, Kimbra, La Roux, and Robyn.[78][79][80] Her third album, Emotion (2015), drew from her love of pop music from the 1980s and the \"old-school\" albums of Cyndi Lauper, Madonna, and Prince.[49][81] Jepsen has also expressed admiration for Cat Power, Christine and the Queens, Tegan and Sara,[82] Bleachers, Kate Bush,[83] Bob Dylan, Sky Ferreira, Dev Hynes, Solange Knowles, Joni Mitchell, Sinéad O'Connor, the Spice Girls, and Hank Williams.[81][84][85] Jepsen dated Matthew Koma from 2012 to 2013, David Larkins from 2015 to 2017 and James Flannigan from 2017 to 2019. She is currently single. She lives in Los Angeles and Vancouver. Jepsen has been called the \"Queen of Pop\" by multiple media sources.[86][87][88][89] Lyndsey McKenna, writer for NPR wrote that \"Jepsen's career is instructive. The internet's reception of Jepsen's music has given her a longevity and a lifespan beyond its limited, though influential, time on the charts\".[86] McKenna went on to say that she \"doesn't have to be queen of the charts [...] Instead, she can have her own world: technicolored-hued, insular but not exclusionary, where absurdity and enthusiasm are equally cherished\".[86] In 2019, Insider writer, Libby Torres, called Jepsen an \"Artist of the Decade\" saying that her \"impact extends far beyond music, as she's often celebrated as a queer icon\".[90] She also stated that Jepsen's \"subversively catchy lyrics, slick musical arrangements, and pop experimentation have made her a true star\".[90] Time writer, Raisa Bruner, stated that Jepsen had a \"cult of popularity\" and mentioned the \"ongoing compliment-spam that adorns her social media profiles, with each fan proclaiming her queen of something\".[88] Marie-Ève Venne, writer for Dress to Kill stated that recently, Jepsen has \"embraced a more mature pop queen persona, showcasing a modern and sophisticated sound\".[87] Jepsen was scheduled to perform at the Boy Scouts of America 2013 National Scout Jamboree, along with the band Train,[91] but in March 2013, both cited the BSA policy on homosexuals as a barrier to their performance.[92] Jepsen released a statement stating \"As an artist who believes in equality for all people, I will not be participating in the Boy Scouts of America Jamboree this summer.\"[93] Headlining Co-headlining Opening act ","Title":"Carly Rae Jepsen - Wikipedia","KeyID":"2913","URL":"https://en.wikipedia.org/wiki/Carly_Rae_Jepsen"}