{"Content: ":"Sam Lowry Hunt (born December 8, 1984) is an American singer and songwriter. Born in Cedartown, Georgia, Hunt played football in his high school and college years and once attempted to pursue a professional sports career before signing with MCA Nashville in 2014. Prior to his successful solo career, Hunt was credited for writing singles for Kenny Chesney, Keith Urban, Billy Currington, and Reba McEntire. His debut studio album, Montevallo, broke several chart records with five singles spawned from the record, including three consecutive Hot Country Songs chart and four Country Airplay chart number ones. The lead single from the album, \"Leave the Night On\", peaked concurrently on the Hot Country Songs and Country Airplay charts, making Hunt the first country artist in 22 years, since Billy Ray Cyrus, to reach the top of three country charts simultaneously in the Nielsen SoundScan-era.[5] He is also the first country artist since Clint Black to occupy both year-end number one album and single with Montevallo and \"Take Your Time\".[6][7][8] The fifth single \"Make You Miss Me\" from the album Montevallo, hit number one on the Country Airplay chart, thus making Hunt the first solo male artist to land four number ones on the Country Airplay chart from a debut studio album.[9][8] Since the launch of his career, Hunt has quickly received recognition from both inside and outside the country music community for his blending of genres, incorporating use of R&B and pop into the production and songwriting of his songs. He has been honored with numerous awards, including one American Music Award, and one CMT Music Award, as well as nominations for Billboard Music Awards and Grammy Awards. Hunt was born on December 8, 1984, in Cedartown, Georgia, the eldest of three children of Allen and Joan Hunt, an insurance agent and a teacher respectively.[2][10] He studied at Cedartown High School where he played football. He was named 2002 Co-Offensive Player of the Year, was selected for the Georgia Sportswriters Association All-State Class AAA first-team as an all-purpose player, and was a Wendy's High School Heisman nominee.[11] He was a quarterback at Middle Tennessee State University from 2003 to 2004. He dressed for every game in 2003 but did not play in any of them.[2] He had limited action in six games in 2004, attempting one pass and rushing once for one yard.[2][12] Hunt transferred to the University of Alabama at Birmingham (UAB) in 2005 and redshirted his first season there.[2] He played in only seven games during the 2006 season due to injuries, completing 48 of 82 passes for 655 yards, two touchdowns and five interceptions.[2][12] He also rushed 69 times for 159 yards and one touchdown. Hunt completed 155 of 331 passes for 1,905 yards, 10 touchdowns and 14 interceptions in 2007. He also rushed 68 times for 287 yards and two touchdowns.[12] At UAB, he majored in philosophy before graduating with a business degree in economics.[2][13][14] After practice every day, he would teach himself how to play acoustic guitar. With respect to the root of his interest in music, Hunt recalled between stops in tour, \"I never saw myself as a musician or having any musical talent... I was just killing time that summer, and a buddy had recently bought a guitar. I picked it up one day and on a whim thought, 'You know, I think I want to buy a guitar.'\" Hunt's college roommates, having listened to a few songs he wrote, encouraged him to book shows at bars, marking the start of his pursuit of a career in music.[15] After graduating from UAB in 2007, he had a tryout with the Kansas City Chiefs of the National Football League in 2008.[16][17][18] \"I knew this was a once-in-a-lifetime opportunity, and I needed to find out if I could take it all the way,\" Hunt said. In 2008, two months after the unsuccessful attempt to impress the football team, to the surprise of his family and friends, he left to pursue a music career, and moved to Nashville along with a friend with only \"some food and two mattresses and his mom's minivan\".[19][20] Hunt co-wrote Kenny Chesney's 2012 hit \"Come Over\", for which he received an ASCAP award.[21] He also co-wrote two singles released in 2014: Keith Urban's \"Cop Car\", and Billy Currington's \"We Are Tonight\". Hunt independently released the single \"Raised on It\" in September 2013 and in October 2013, he released via his website a free 15-song mixtape titled Between the Pines.[22] Hunt also co-wrote \"Love Somebody\", the title track from Reba McEntire's 27th studio album Love Somebody.[23] In January 2014, it was confirmed that he had signed a recording contract with MCA Nashville. On August 12, 2014, he released X2C, a four-song EP, intended as a preview of his debut studio album.[24] The EP debuted at number 36 on the US Billboard 200 and number five on the Billboard Top Country Albums chart, selling 8,000 copies in its first week.[25] Hunt's first single for MCA Nashville was \"Leave the Night On\", which went to number one on the Country Airplay chart in October 2014[26] and has since been certified Platinum by the Recording Industry Association of America (RIAA).[27] The music video for the song earned Hunt two CMT Music Awards nominations, winning the CMT Breakthrough Video of the Year award, and nominated for the CMT Video of the Year award. His debut studio album Montevallo, was released on October 27, 2014.[28] On the same day, Sam Hunt released Between the Pines: Acoustic Mixtape. The album is made up of acoustic versions of his hit songs, including his versions of ones that he wrote for other artists. Universal Music Group Nashville president, Cindy Mabe explained the date of the release: \"The idea was to release it on the same date that Montevallo was released [in 2014] as a one-year anniversary gift to fans and Sam's way to offer more music and a thanks for the support.\"[29] On November 5, 2014, Montevallo debuted at number one on the Top Country Albums chart and number three on the US Billboard 200.[30] It opened with 70,000 units sold. The album included his own version of \"Cop Car\". The second single from the album \"Take Your Time\", peaked at number 20 on the US Billboard Hot 100. The track spent 11 weeks at number one of Hunt's 17 weeks in 2015 on the Billboard Hot Country Songs chart, making him the 16th artist in the chart's 57-year history – and the fifth in the past 50 years – to rule for 10 weeks or more.[31] With Montevallo and \"Take Your Time\", Hunt became the first country artist since Clint Black to have his debut studio album and single to peak atop the year-end charts in the same year.[7][8] Five days after the release of Montevallo, Hunt announced his first tour Lipstick Graffiti. Tickets went on sale on November 14, 2014. Within a short time of going on sale, the tour sold out at 15 of the venues.[32] In 2015, he served as an opening act (alongside Hunter Hayes) for Lady Antebellum's Wheels Up Tour. Hunt was featured on Billboard for the issue of August 29, 2015, where he opened about breaking down country music stereotypes.[33] He served as a background vocalist on Carrie Underwood's song \"Heartbeat\", which was released in October 2015.[34] To commemorate the one-year anniversary of Hunt's debut studio album Montevallo, Between the Pines was re-released on October 27, 2015, peaking at number 31 on the US Billboard 200.[35] Hunt won his first American Music Award for New Artist of the Year on November 22, 2015 in Los Angeles, California. For the week of September 10, 2016, Hunt's fifth single \"Make You Miss Me\" from Montevallo, hit number one on the Country Airplay chart, thus making him the first solo male artist to land four number ones on the Country Airplay chart from a debut studio album.[8] On February 1, 2017, Hunt released \"Body Like a Back Road\", which went on to become his biggest hit.[36][37] In March 2017, while playing a string of live shows with Tucker Beathard, Hunt debuted another song titled \"Drinkin' Too Much\", a song he wrote and recorded about his on-and-off relationship with his then girlfriend, Hannah Lee Fowler.[38][39] In May 2018, Hunt released the single \"Downtown's Dead]\". He then announced another song titled \"Nothing Lasts Forever\", that had yet to be released from his second studio album while performing it at several live shows.[40] Hunt took a prolonged hiatus from social media and releasing music after the end of the What Makes You Country Tour with Luke Bryan.[41] While performing at the Bud Light House Party event in Calgary, Hunt performed \"Sinning with You\" for the first time which he announced would be on his upcoming album.[42] Hunt also announced that another single from the new album would be out shortly and the entire album would be released in early 2020.[43] In October 2019, Hunt released \"Kinfolks\", his first radio single in over a year.[44] \"Sinning with You\" was released in January 2020.[45] In February 2020, Hunt announced the title of his second album would be Southside and that it would be released on April 3, 2020.[46][47][48] He accompanied the album announcement with the announcement of his headlining Southside Summer Tour with Kip Moore, Travis Denning, and Ernest as supporting acts,[49][50][51] while releasing his next single \"Hard to Forget\" the next day.[52] Hunt later cancelled the \"Southside Summer Tour\" amidst the coronavirus pandemic.[53] On April 25, 2020, Hunt was featured on the remix of rapper Breland's single \"My Truck\".[54] In October 2020, Hunt released \"Breaking Up Was Easy in the 90s\" as the fifth single to country radio off Southside.[55] In April 2021, he joined indie pop singer Sasha Sloan on her single \"When Was It Over?\" which they co-wrote together with several other writers including Shane McAnally.[56] In August 2021, he dueted with Ingrid Andress on \"Wishful Drinking\",[57] and followed that up with the release of his single \"23\" in September 2021.[58] Writing for Billboard, Elias Leight observed on Hunt's vocal performance, describing his vocal performance in studio sessions as a \"rough, heartthrob voice that shines clearly, but noted that his live vocals weren't always easy to hear\". Leight further praised Hunt's delivery to be \"a mix of speaking and rapid-fire singing that sets him apart from other country singers, but commented its impact was diminished because of his live singing.\" Finally, Hunt's live performance of \"Make You Miss Me\" rendered the music writer \"the clearest glimpse of his husky mid-range, smooth but rugged voice in a setting where there were no beats crowding him or guitars to compete with.\"[59] Hunt's music contains elements of country, R&B and pop. Dwight Yoakam, while speaking to Entertainment Tonight, commented on Hunt's music, saying \"It reminds me a little bit of, with the infusion of soul and southern R&B, with the things that happened surrounding the album that Ray Charles put out – the very historic album The Modern Sounds of Country Music back in the early '60s. It was a reinterpretation that not only intrigued country audiences at the time, but it brought a brand new audience to the country music world.\"[60] His songwriting was heavily influenced by Brad Paisley, whose early hit \"He Didn't Have to Be\" had a big impact on him as a kid growing up in Georgia:[61] \"I remember being at church on Wednesday night at Wednesday night supper, and getting the keys from my mom well before it was over to just go sit in the car and to turn the radio on and hopefully wait and catch that song.\"[61] He also cites Billy Currington, Usher, K-Ci & JoJo, R. Kelly, Ginuwine[62] and Alice Cooper[61] as musical influences. Hunt told Taste of Country that he does not write his songs with a specific genre in mind, but rather follows his instinct.[62] \"I want to sound different than everybody else,\" said Hunt talking about his musical style. \"To use a football phrase, I try to zig when other people zag.\"[20] Commenting on his interpretation of country music, he told Rolling Stone Country, \"I think country songs are truthful songs about life written by country people, but the beats and sounds will continue to evolve.\"[63] Billy Dukes of Taste of Country, on observing \"Break Up in a Small Town\", referred the song as \"likely the wordiest song of 2015\" and Hunt's \"most genre-bending release to country radio\", adding \"Any talk of which genre Hunt belongs in misses the point. His story hits hard. It's deep and emotional and sincere and all the things we expect from a great country song.\"[64] In a 2015 interview with Billboard, Hunt remarked on the position of women in his music, \"Respect for women was a very important part of my upbringing,\" and added, \"The women in my life demanded that from me.\" Hunt even named his album Montevallo, after the hometown of his wife, Hannah Lee Fowler, and consulted her in the lyrical production: \"I spent a lot of time talking to her about the songs and asking, 'What do you think about this?' Her perspective was a powerful part of me being able to connect with a female audience, not just a male audience.\"[20] In a June 2018 interview with Taste of Country, Hunt said that his upcoming second album will be much like Montevallo, but after the release of the second album he plans to \"get back to the foundation of the musical genre that he identifies with\".[65] In the same interview, he said \"At some point his music will sound more like traditional country musician Tyler Childers.\"[66] In January 2017, it was announced that Hunt became engaged to Hannah Lee Fowler.[67] Fowler, whom Hunt had been dating on-and-off since 2008, was the main inspiration behind his album Montevallo.[68] Her name and their story are also referenced in his song \"Drinkin' Too Much\".[69] They were married on April 15, 2017 in Hunt's hometown of Cedartown, Georgia.[70] Fowler filed for divorce in February 2022,[71] but later retracted her petition in May of the same year.[72] In June 2022, Hunt announced the birth of their daughter.[73] On November 21, 2019, Hunt was arrested in Nashville, Tennessee after allegedly driving under the influence.[74] On August 19, 2021, Hunt was found guilty of his DUI charge that occurred nearly two years before. As a result of the conviction, his drivers license was suspended for one year; and he was sentenced to jail for a period of 11 months and 29 days, which was suspended except for 48 hours.[75] [citation needed] [citation needed] ","Title":"Sam Hunt - Wikipedia","KeyID":"2916","URL":"https://en.wikipedia.org/wiki/Sam_Hunt"}