{"Content: ":"Robert Gérard Goulet (November 26, 1933 – October 30, 2007) was an American singer and actor of French-Canadian ancestry. Goulet was born and raised in Lawrence, Massachusetts. Cast as Sir Lancelot and originating the role in the 1960 Broadway musical Camelot starring opposite established Broadway stars Richard Burton and Julie Andrews, he achieved instant recognition with his performance and interpretation of the song \"If Ever I Would Leave You\", which became his signature song. His debut in Camelot marked the beginning of a stage, screen, and recording career. A Grammy Award and Tony Award winner, his career spanned almost six decades. Goulet was born in Lawrence, Massachusetts, on Haverhill Street, where he also lived. He was the only son of Jeanette (née Gauthier) and Joseph Georges André Goulet. Both of his parents worked in the mills, but his father was also an amateur singer and wrestler.[1] His parents were of French Canadian ancestry, and he was a descendant of French-Canadian pioneers Zacharie Cloutier[2] and Jacques Goulet.[3] Shortly after his father's death, 13-year-old Goulet moved with his mother and sister Claire to Girouxville, Alberta, and he spent his formative years in Canada.[4] After living in Girouxville for several years, they moved to the provincial capital of Edmonton to take advantage of the performance opportunities offered in the city. There, he attended the voice schools founded by Herbert G. Turner and Jean Létourneau, and later became a radio announcer for radio station CKUA.[5] Upon graduating from Victoria Composite high school (now Victoria School of the Arts), Goulet received a scholarship to The Royal Conservatory of Music in Toronto, where he studied voice with oratorio baritones George Lambert and Ernesto Vinci. In 1952, he competed in CBC Television's Pick The Stars, ultimately making the semifinals. This led to other network appearances on shows like Singing Stars of Tomorrow, Opportunity Knocks, Juliette, and the Canadian version of Howdy Doody in which he starred as Trapper Pierre opposite William Shatner.[6] Goulet's first U.S. bookings were in summer stock theatre with the Kenley Players.[7] He appeared in eight productions, including Pajama Game (1959), Bells Are Ringing (1959), Dream Girl (1959), South Pacific (1960), Meet Me in St. Louis (1960) and Carousel (1960).[8] John Kenley came to his dressing room after the opening of Pajama Game and gave him a raise, saying it was \"because he knew he could never afford to again\", Goulet said in 2006. \"He was right.\"[7] Goulet repeated his role in South Pacific for Kenley in a 1995 production.[8] In 1959, Goulet was introduced to librettist Alan Jay Lerner and composer Frederick Loewe, who were having difficulty casting the role of Lancelot in their stage production Camelot. Lerner and Loewe, impressed by Goulet's talent, signed the virtual newcomer to play the part, opposite Richard Burton (King Arthur) and Julie Andrews (Queen Guenevere). Camelot opened in Toronto in October 1960. It then played a four-week engagement in Boston, and finally opened on Broadway two months later. Goulet received favorable reviews, most notably for his show-stopping romantic ballad, \"If Ever I Would Leave You\" which would become his signature song.[9] After the run of Camelot, Goulet appeared on The Danny Thomas Show and The Ed Sullivan Show, which made him a household name among American audiences. On December 7, 1962, Goulet made an appearance on The Jack Paar Show with Judy Garland to promote their animated film, Gay Purr-ee.[10] He also would win a Grammy Award as Best New Artist in 1962. On May 25, 1965, Goulet mangled the lyrics to the United States National Anthem at the opening of the second Muhammad Ali-Sonny Liston heavyweight championship fight in Lewiston, Maine in front of the smallest crowd in a heavyweight championship- 2500. It was actually the last fight for Cassius Clay before he chose the name Muhammad Ali. It was supposed to have been held in Boston but there was a mix-up and Lewiston was a last minute site replacement. Goulet had never sung the US anthem in public before, the only anthem that Goulet had ever done publicly was 'O Canada!' Goulet replaced the lyric \"dawn's early light\" with \"dawn's early night\" and also fervently intoned \"gave proof through the fight.\" The fans booed, while Howard Cosell chortled thinking it good fun and all part of the spectacle. Now there was something to talk about besides the strange fight that ended in the first round with what has become known in the history books as the “phantom punch”. The gaffes were reported in newspapers nationwide the next morning, and Goulet was criticized in opinion columns for a lack of knowledge of the lyrics.[11] As Dorothy Kilgallen had predicted on Goulet's appearance on What's My Line? a few days before, the anthem lasted longer than the fight, which was over early in the first round.[12] Goulet also had his biggest pop hit in this year, when his single \"My Love, Forgive Me\" reached No. 16 on the Billboard Hot 100[citation needed] and No. 22 in Canada.[13] In 1966, Goulet starred in the television series Blue Light, in which he played a journalist working undercover in Nazi Germany as a spy on behalf of the Allies. The series ran for 17 episodes between January 12, 1966 and May 18, 1966. In December 1966, a theatrical film starring Goulet, I Deal in Danger, was released, made up of the first four episodes of Blue Light edited together. In 1968, Goulet was back on Broadway in the Kander and Ebb musical The Happy Time. He won a Tony Award for Best Actor in a Musical for his role. John Serry Sr. collaborated as the orchestral accordionist. In 2005, he starred in the Broadway revival of Jerry Herman's La Cage aux Folles. Goulet began a recording career with Columbia Records in 1962, which resulted in more than 60 best selling albums. He also toured in several musicals, including Camelot as Sir Lancelot, Man of La Mancha, Rodgers and Hammerstein's South Pacific, Rodgers and Hammerstein's Carousel, where he portrayed Billy Bigelow, a role he also played in 1967 in a made-for-television adaptation of the musical. This version aired only a year after the first television telecast of the 1956 film version. He also starred in a 1966 television version of Brigadoon, which won several Emmy Awards, and Kiss Me Kate in 1968, opposite his then-wife Carol Lawrence. All three were produced by Goulet's company Rogo Productions and aired on ABC, but none have been rebroadcast since the 1960s or released on video. All three were recorded on videotape rather than film. Goulet guest starred on The Lucy Show in 1967 as himself and two additional characters who entered a Robert Goulet look-alike contest. In 1972, he played a lead villain in the season finale of television original Mission: Impossible. Goulet was featured in a two-part episode of the sitcom Alice during the 1981 season, again playing himself. The plot involves Mel (Vic Tayback) and the girls winning a free trip to Las Vegas, and while there, losing his diner in a gambling spree. Alice (Linda Lavin) plans to impersonate Goulet in an effort to persuade the casino owner to return the diner to Mel. The real Goulet appears and sings a duet with the (much shorter) fake Robert Goulet portrayed by Alice. Goulet's first film performance was released in 1962: the UPA (United Productions of America) animated musical feature Gay Purr-ee, in which he provided the voice of the male lead character, 'Jaune Tom', opposite the female lead character, 'Mewsette', voiced by Judy Garland. His first non-singing role was in Honeymoon Hotel (1964), but it was not until a cameo appearance as \"Himself\", a singer in Louis Malle's film, Atlantic City (1980). Understandably, Goulet's performance in the \"Frank Sinatra wing\" was given critical acclaim. As a result of this film, he recorded the song \"Atlantic City (My Old Friend)\" for Applause Records in 1981. In 1988, Tim Burton cast him as a houseguest blown through the roof by Beetlejuice and also played himself in Bill Murray's Scrooged (both 1988). He performed the Canadian national anthem to open WrestleMania VI at SkyDome in Toronto in 1990. Goulet also made several appearances on the ABC sitcom Mr. Belvedere during its five-year run. In 1991, Goulet starred, with John Putch and Hillary Bailey Smith, in the unsold television series pilot Acting Sheriff. That same year, he appeared as Quentin Hapsburg, opposite Leslie Nielsen, in the comedy film The Naked Gun 2½. This followed a cameo as a \"Special Guest Star\" in the episode \"The Butler Did It (A Bird in the Hand)\" of the 1982 TV series Police Squad! in which he died by firing squad during the opening credits. The television series spawned The Naked Gun film series. In 1992, Goulet made an uncredited appearance as the piano player who suffers agonizing injuries in the \"Weird Al\" Yankovic video for \"You Don't Love Me Anymore\". That same year, Goulet guest-starred as country music singer Eddie Larren in an episode of the TV series In the Heat of the Night, \"When the Music Stopped\". He starred as King Arthur in Camelot in a 1992 National Tour and returned to Broadway in 1993 with the same production. In 1993, he played himself in The Simpsons episode \"$pringfield\". In that episode, Bart Simpson booked him into his own casino (actually Bart's treehouse), where he sang \"Jingle Bells (Batman Smells)\". In 1995 he appeared, fronting a big band in a small sports themed nightclub, for a series of humorous 30 second \"ESPN\" ads revolving around \"NCAA\" basketball. NCAA head coaches appeared in the audience as Goulet happily, not to mention strongly and authoritatively, sang variations on popular songs, with lyrics changed to include college basketball references. He would tape 2 seasons of commercials before ending the run in 1996. In 1996, Goulet appeared in Ellen DeGeneres's first starring movie, Mr. Wrong, as an insecure TV host; and he returned to Broadway in Moon Over Buffalo, co-starring Lynn Redgrave. He provided the singing voice of Wheezy the penguin in the big band-style finale of the 1999 Pixar film Toy Story 2, singing a new version of \"You've Got a Friend in Me\". In 2000, he played himself on two episodes of the Robert Smigel series TV Funhouse; as a sort-of mentor to the show's animal puppet troupe, he was the only character who had the respect of Triumph the Insult Comic Dog. Goulet also appeared in the Disney animated series Recess, as the singing voice for Mikey Blumberg, and in the film Recess: School's Out. In 2005, he appeared on the Broadway stage for the last time as a mid-run replacement in La Cage aux Folles and found critical success once again. Clive Barnes of The New York Post wrote of his performance: Goulet's still radiant grin is in better shape than his joints, giving his movements rather less grace than before. But when he sings, or even speaks, the years fall away. His gorgeous voice seems untouched by time, and his dapper presence fills the stage... With Robert Goulet's new, expansively embracing Georges, Beach seems revitalized, appearing to find a passion and pathos in the role previously eluding him.[14][15] His last public performance was on the PBS televised special, My Music: 50's Pop Parade, broadcast on August 1, 2007, in which he sang \"Sunrise, Sunset\" and \"If Ever I Would Leave You\".[16] In 1978, he sang \"You Light Up My Life\" at the Miss Universe Pageant to the five finalists. Goulet played Don Quixote in the 1997–98 U.S. national tour of Man of La Mancha and recorded the theme song for the talk show Jimmy Kimmel Live! in 2003. His commercial work included a 30-second spot for the 1998 Mercedes-Benz C-Class, showing him in different costumes (toll collector, construction worker, meter maid, etc.), all while singing \"It's Impossible\"; and an Emerald Nuts television advertising campaign in 2006, which debuted during Super Bowl XL and continued until his death. In 2006, he appeared in an episode (\"Sold'y Locks\") of The King of Queens as himself.[17] Goulet and his first wife Louise Longmore had one daughter, Nicolette (died April 17, 2008), who gave birth to his two grandchildren, Solange-Louise and Jordan Gerard. He had two sons, Christopher (b. 1964) and Michael (b. 1966),[18] by his second wife, actress and singer Carol Lawrence. In 1982, he married artist and writer Vera Novak in Las Vegas, Nevada. Novak, who was born in Bitola, Yugoslavia, was also his business partner and manager.[19] He sang \"God Bless America\" on Friday, August 8, 2003, when she was sworn in as a citizen of the United States in Las Vegas. Goulet and his wife Vera resided in Las Vegas and Los Angeles. In 2006, he received a star on Canada's Walk of Fame.[20] On September 30, 2007, Goulet was hospitalized in Las Vegas, where he was diagnosed with idiopathic pulmonary fibrosis, a rare but rapidly progressive and potentially fatal condition.[21] On October 13, 2007, he was transferred to Cedars-Sinai Medical Center in Los Angeles after it was determined he would not survive without an emergency lung transplant.[22] While awaiting a lung transplant, Goulet died from pulmonary fibrosis on the evening of October 30, 2007, at Cedars-Sinai Medical Center,[23] less than a month before his 74th birthday. Theater marquees in New York and in cities across North America were dimmed in his memory on October 31, 2007.[24] On November 9, 2007, the day of his funeral, Las Vegas honored Goulet by closing the Las Vegas Strip for his funeral procession.[25] Several venues also posted his name on their marquees as a final tribute.[26] In the early 2000s, Goulet was often subject to parody in Saturday Night Live skits in which he was portrayed by comedian Will Ferrell. In one segment Will Ferrell, portraying Goulet, performed several songs from a farce compilation album titled Coconut Bangers Ball: It's A Rap! Ferrell performed \"Big Poppa\" by The Notorious B.I.G., as well as the \"Thong Song\" by Sisqo, in a mock crooning style similar to that of Goulet.[27] Ferrell portrayed Goulet on the April 7, 2001 episode of SNL in a lengthy sketch opposite fellow cast member Chris Parnell and host Alec Baldwin. A cult favorite, the sketch is ostensibly a commercial for a stage production of a new musical titled \"Red Ships of Spain\" in which Robert Goulet (Ferrell) is appearing in the leading role of Captain Ferdinand Poncho. Parnell and Baldwin portray Goulet's (fictitious) brothers Wes and Ken Goulet, respectively, who have supporting roles in the production. Ana Gasteyer also appears as Robert's (fictitious) daughter Shiela Goulet, who is oddly cast as her father's character's love interest.[28] He is also known for singing the theme song for the talk show Jimmy Kimmel Live!, which he recorded in 2003.[29] The American Mustache Institute presents The Robert Goulet Memorial Mustached American of the Year Award to the person who best represents or contributes to the Mustached American community during that year.[30] Journalist Scott Simon, host of Weekend Edition Saturday on NPR, said in 2007: A professional entertainer doesn't give any less of himself just because the audience gets a little smaller. What Robert Goulet taught us ... is that people who've been up and down are more interesting than people who are on their way up and think that's the only direction life has. ... He worked hard; he made people happy.[31] In 2016, Goulet was portrayed by Broadway star Matt Bogart in episode 4 of HBO's Vinyl as an act for American Century.[32] Columbia Records (except as noted): Episode: \"El matrimonio Loco\"","Title":"Robert Goulet - Wikipedia","KeyID":"2925","URL":"https://en.wikipedia.org/wiki/Robert_Goulet"}