{"Content: ":"Albulidae is a family of fish, commonly known as the bonefishes, that are popular as game fish in Florida, select locations in the South Pacific and the Bahamas (where two bonefish are featured on the 10-cent coin) and elsewhere. The family is small, with 11 species in 3 genera.[2] Presently, the bonefishes are in their own order: Albuliformes /ˈælbjəlɪfɔːrmiːz/. The families Halosauridae and Notacanthidae were previously classified in this order,[5] but are now, according to FishBase, given their own order Notacanthiformes.[6] The largest bonefish caught in the Western Hemisphere is a 16-pound, 3 ounce example caught off Islamorada, Florida, on March 19, 2007.[7] The bonefishes' closest relatives are the tarpons and ladyfishes in the order Elopiformes. Bonefishes are unlike tarpons in that their mouths are under the snout rather than the end of it. Like tarpons and ladyfishes, bonefishes can breathe air via a modified swim bladder and are found in brackish waters. Bonefish larvae are leptocephalic. The slender body of the bonefish is silver, with a blue to green tinted back. On the upper half of the body there are dark streaks with cross bands connecting to the lateral line. The body is rounded with a long, slightly downturned snout. The dorsal and caudal fins are black. Bonefish vary in adult length from 40–100 cm depending on species. The average size of a bonefish is from 3 to 5 pounds (1–2 kg) with the Florida record being 16 pounds 3 oz (7.34 kg).[7] The bonefishes are brackish or saltwater fish typically living in estuaries and travelling out to sea to spawn on a lunar cycle. They feed in the shallow sand and mud flats, on benthic organisms, such as worms, mollusks, shrimp and crabs. They use their conical-shaped snouts to root out their prey and can often be seen with their tails out of the water. Bonefishes possess crushing teeth in their palates. These genera are similar to Albula, except they can be found in deeper waters. ","Title":"Bonefishes - Wikipedia","KeyID":"293","URL":"https://en.wikipedia.org/wiki/Bonefishes"}