{"Content: ":"The Carpenters (officially known as Carpenters)[a] were an American vocal and instrumental duo consisting of siblings Karen (1950–1983) and Richard Carpenter (born 1946). They produced a distinct soft musical style, combining Karen's contralto vocals with Richard's harmonizing, arranging and composition skills. During their 14-year career, the Carpenters recorded 10 albums along with numerous singles and several television specials. The siblings were born in New Haven, Connecticut, and moved to Downey, California, in 1963. Richard took piano lessons as a child, progressing to California State University, Long Beach, while Karen learned the drums. They first performed together as a duo in 1965 and formed the jazz-oriented Richard Carpenter Trio followed by the middle-of-the-road group Spectrum. Signing as Carpenters to A&M Records in 1969, they achieved major success the following year with the hit singles \"(They Long to Be) Close to You\" and \"We've Only Just Begun\". The duo's brand of melodic pop produced a record-breaking run of hit recordings on the American Top 40 and Adult Contemporary charts, and they became leading sellers in the soft rock, easy listening and adult contemporary music genres. They had three number-one singles and five number-two singles on the Billboard Hot 100 and 15 number-one hits on the Adult Contemporary chart, in addition to 12 top-10 singles. The duo toured continually during the 1970s, which put them under increased strain; Richard took a year off in 1979 after he had become addicted to Quaalude, while Karen suffered from anorexia nervosa. Their joint career ended in 1983 when Karen died from heart failure brought on by complications of anorexia. Extensive news coverage surrounding these circumstances increased public awareness of eating disorders. Their music continues to attract critical acclaim and commercial success. They have sold more than 90 million records worldwide, making them one of the best-selling music artists of all time. The Carpenter siblings were both born at Grace–New Haven Hospital (now called Yale–New Haven Hospital) in New Haven, Connecticut, to Harold Bertram Carpenter (1908–1988) and Agnes Reuwer (née Tatum, 1915–1996). Harold was born in Wuzhou, China, moving to Britain in 1917, and the US in 1921, while Agnes was born and grew up in Baltimore, Maryland. They married on April 9, 1935; their first child, Richard Lynn, was born on October 15, 1946, while Karen Anne followed on March 2, 1950.[4] Richard was a quiet child who spent most of his time at home listening to Rachmaninoff, Tchaikovsky, Red Nichols and Spike Jones, and playing the piano.[5] Karen was friendly and outgoing; she liked to play sports, including softball with the neighborhood kids, but still spent a lot of time listening to music. She enjoyed dancing and began ballet and tap classes at the age of four. Karen and Richard were close, and shared a common interest in music. In particular, they became fans of Les Paul and Mary Ford, whose music featured multiple overdubbed voices and instruments.[6] Richard began piano lessons aged eight, but quickly grew frustrated with the formal direction of the lessons and quit after a year. From the age of 11, he had begun to teach himself to play by ear, and resumed studying with a different teacher. He took a greater interest in playing this time, and would frequently practice at home. By 14, he was interested in performing professionally, and started lessons at Yale School of Music.[7] In June 1963, the Carpenter family moved to the Los Angeles suburb of Downey hoping that it would mean better musical opportunities for Richard.[8][9][10] He was asked to be the organist for weddings and services at the local Methodist church; instead of playing traditional hymns, he would sometimes rearrange contemporary Beatles songs in a \"church\" style.[11] In late 1964, Richard enrolled at California State College at Long Beach where he met future songwriting partner John Bettis, Wesley Jacobs, a friend who played the bass and tuba for the Richard Carpenter Trio, and choral director Frank Pooler, who co-wrote the Christmas standard \"Merry Christmas Darling\" in 1966.[12] That same year, Karen enrolled at Downey High School, where she found she had a knack for playing the drums.[13] She had initially tried playing the glockenspiel, but had been inspired by her friend Frankie Chavez, who had been drumming since he was three. She became enthusiastic about the drums, and began to learn complex pieces, such as Dave Brubeck's \"Take Five\".[14] Chavez persuaded her parents to buy a Ludwig drum kit in late 1964, and she began lessons with local jazz players, including how to read concert music. She quickly replaced the entry-level kit with a large Ludwig set that was a similar set-up to Brubeck's drummer, Joe Morello. Richard and Karen gave their first public performance together in 1965, as part of the pit band for a local production of Guys and Dolls.[15][16] By 1965, Karen had been practicing the drums for a year, and Richard was refining his piano techniques under Pooler's tuition. Late that year, Richard teamed up with Jacobs, who played tuba and stand-up bass. With Karen drumming, the three formed the jazz-oriented Richard Carpenter Trio.[12] Richard led the band and wrote all the arrangements, and they began to rehearse daily.[17] He bought a tape recorder, and began to make recordings of the group. Originally, neither Karen nor Richard sang; Richard's friend Dan Friberg occasionally filled in on trumpet, along with guest vocalist Margaret Shanor.[18] Karen subsequently became more confident in singing, and began to take lessons with Frank Pooler. He taught her a mixture of classical and pop singing, but realized she most enjoyed performing Richard's new material. Pooler later said, \"Karen was a born pop singer\".[19] In early 1966, Karen tagged along at a late-night session in the garage studio of Los Angeles bassist Joe Osborn, and joined future Carpenters collaborator and lyricist John Bettis at a demo session where Richard was to accompany Friberg.[20][21] Asked to sing, she performed for Osborn, who was immediately impressed with her vocal abilities. He signed Karen to his label, Magic Lamp Records, and Richard to his publishing arm, Lightup Music.[22] The label put out a single featuring two of Richard's compositions, \"Looking for Love\" and \"I'll Be Yours\". As well as Karen's vocals, the track was backed by the Richard Carpenter Trio. The single was not a commercial success due to a lack of promotion, and the label folded the next year.[23] In mid-1966, the Richard Carpenter Trio entered the Hollywood Bowl annual Battle of the Bands competition. They played an instrumental version of \"The Girl from Ipanema\" and their own piece, \"Iced Tea\". They won the competition on June 24 and were signed by RCA Records.[24] They recorded songs such as the Beatles' \"Every Little Thing\" and Frank Sinatra's \"Strangers in the Night\". A committee reviewed their recordings and chose not to produce them, so the trio were released from RCA.[25][b] Karen graduated from high school in early 1967, and was awarded the John Philip Sousa Band award.[26] She subsequently joined Richard at Long Beach State as a music major.[27] Osborn let Karen and Richard continue to use his studio to record demo tapes.[28] As they had unlimited studio time, Richard decided to experiment with overdubbing his and Karen's voices in order to create a large choral sound.[29] In 1967, Jacobs left to study classical music and join the Detroit Symphony Orchestra, and the Richard Carpenter Trio disbanded.[30] Richard and Bettis then were hired as musicians at a refreshment shop at Disneyland's Main Street, U.S.A. They were expected to play turn of the 20th century songs in keeping with the shop's theme. The shop's patrons had other ideas; many requested the musicians to play current popular music. When the pair tried pleasing their customers and honoring the requests, they were fired by a Disneyland supervisor, Victor Guder, for being \"too radical\".[31][32] Bettis and Richard were unhappy about their dismissal and wrote the song \"Mr. Guder\" about their former superior.[32] Richard and Karen then teamed up with student musicians from Long Beach State to form the band Spectrum.[33] The group included Bettis on guitar, who began writing lyrics to Richard's songs, guitarist Gary Sims, bassist Dan Woodhams, and vocalist Leslie \"Toots\" Johnston.[34] The group sent demos to various record labels around Los Angeles, with little success. Part of the problem was the group's middle-of-the-road sound, which was different from the psychedelic rock popular in clubs.[28] Richard's friend Ed Sulzer managed to book time at United Audio Recording Studio in Santa Ana, and the group recorded several original songs including \"Candy\" (which became \"One Love\" on the Carpenters' self-titled 1971 album). Richard bought a Wurlitzer electric piano as an additional instrument to complement his acoustic piano onstage.[35] Spectrum performed regularly at the Whisky a Go Go nightclub in Los Angeles, including opening for Steppenwolf early in that group's career.[36][37] By 1968, Spectrum had disbanded, finding it difficult to get gigs as their music was not considered \"danceable\" by rock and roll standards.[38] Having enjoyed their multi-layer sound experiments at Osborn's studio, Richard and Karen decided to formally become a duo, calling themselves Carpenters. Later in the year, the duo received an offer to be on the television program Your All American College Show. Their performance on the program, playing a cover of \"Dancing in the Street\", was their first television appearance, with new bassist Bill Sissoyev.[39] The program had a weekly winner with all weekly winners competing in semi-finals and finals at the end of 12 weeks. The finals featuring \"The Dick Carpenter Trio\" aired on August 31, 1968.[40] Karen also auditioned as a vocalist in Kenny Rogers and The First Edition, but was unsuccessful.[3] By this time, Sulzer had become the group's manager, while the duo continued to record demos with Osborn, one of which was sent to A&M Records via a friend of Sulzer's. At the same time, the duo were asked to audition for a Ford Motor Company advertising campaign, which included $50,000 each and a brand new Ford automobile.[41] The group accepted the offer, but quickly withdrew it after receiving a formal offer from A&M. Label owner Herb Alpert was intrigued by Karen's voice, later saying \"It touched me ... I felt like it was time\". On meeting the duo, Alpert said \"Let's hope we can have some hits!\"[42] Richard and Karen Carpenter signed to A&M Records on April 22, 1969.[42] Since Karen was 19 and underage, her parents had to co-sign.[43] The duo had decided to sign as \"Carpenters\", without the definite article, which was influenced by names such as Buffalo Springfield or Jefferson Airplane, which they considered \"hip\".[3] When the Carpenters signed to A&M Records, they were given free rein in the studio to create an album in their own style.[42] The label recommended that Jack Daugherty should produce it, though those present have since suggested that Richard was the de facto producer. Most of the album's material had already been written for and performed with Spectrum; \"Your Wonderful Parade\" and \"All I Can Do\" both came from demos recorded with Osborn. Richard rearranged the Beatles' \"Ticket to Ride\" in a melancholic ballad style.[44] Osborn played bass on the album (and remained their regular studio bassist throughout their career). Karen also played bass on \"All of My Life\" and \"Eve\", after being taught the relevant parts by Osborn.[45][c] The album, entitled Offering, was released on October 9, 1969, to a positive critical reception; one review in Billboard said \"With radio programming support, Carpenters should have a big hit on their hands.\"[45] \"Ticket to Ride\" was released as a single on November 5, and became a minor hit for the Carpenters, peaking at No. 54 on the Billboard Hot 100 and the Top 20 of the Adult Contemporary chart.[46][47] The album sold only 18,000 copies on its initial run, at a loss for A&M, but after the Carpenters' subsequent breakthrough the album was repackaged and reissued internationally under the name Ticket to Ride and sold 250,000 copies.[48] Despite the poor showing of Offering, A&M retained the Carpenters and decided they should record a hit single instead. In December 1969, they met Burt Bacharach, who was impressed by their work and invited the duo to open for him at a charity concert, which should include them performing a medley of Bacharach / Hal David songs.[d] Herb Alpert asked Richard to re-work a Bacharach/David song \"(They Long to Be) Close to You\", which had first been recorded in 1963 by Richard Chamberlain, and Dionne Warwick the following year. Richard Carpenter decided the song would work as a standalone piece, and wrote an arrangement from scratch without being influenced by any earlier recordings.[50] The duo struggled on an early recording attempt, and for the second session, Alpert suggested that seasoned session player Hal Blaine play drums instead of Karen, although Blaine stated that Karen approved of his involvement.[51] Larry Knechtel was tried out as a session pianist, but was replaced by Richard for the final take.[52] The Carpenters' version was released as a single in March 1970.[53] It entered the charts at No. 56, the highest debut of the week ending June 20.[54] It reached No. 1 on July 25 and stayed there for the next four weeks.[55] Their next hit was a song Richard had seen in a television commercial for Crocker National Bank, \"We've Only Just Begun\", written by Paul Williams and Roger Nichols.[56] Three months after \"Close to You\" reached No. 1, the Carpenters' version of \"We've Only Just Begun\" reached No. 2 on the Billboard Hot 100, becoming the first of their eventual five No. 2 hits (it was unable to get past \"I'll Be There\" by The Jackson 5 and \"I Think I Love You\" by The Partridge Family during its four-week stay). The song became the first hit single for Williams and Nichols, who think the Carpenters' version is definitive.[57] \"Close to You\" and \"We've Only Just Begun\" became RIAA certified gold singles and were featured on the best-selling album Close to You, which placed No. 175 on Rolling Stone's 500 Greatest Albums of All Time list in 2003.[58] The album also included \"Mr. Guder\", the song inspired by Disneyland supervisor Victor Guder, who had dismissed the young songwriters for playing popular music when they worked at the park.[59][32] The Carpenters began touring, attempting to recruit Jacobs and former Spectrum members. Jacobs decided to continue with the Detroit Symphony, but Woodhams and Sims agreed to be part of the live band, which was completed with Doug Strawn and Bob Messenger. They rehearsed daily on the A&M soundstage in order to present a concert show that could compare with their records. As a result of their chart success, the group made several television appearances in 1970, including The Ed Sullivan Show.[60] The Carpenters also chose Sherwin Bash as their new manager around this time.[61] On Thanksgiving Day, 1970, the Carpenter family moved into a new $300,000 ($2,093,000 as of 2021) home near the San Gabriel River.[62][e] The duo rounded out the year with the holiday release of \"Merry Christmas, Darling\", which they had been playing for several years. The single scored high on the holiday charts and would repeatedly return to the holiday charts in subsequent years.[64] In 1978, Karen re-cut the vocal for their Christmas TV special, feeling she could give a more mature treatment to it; this remake also became a hit.[65] The Carpenters had a string of hit singles and albums through the early 1970s. Their 1971 song \"For All We Know\" was recorded the previous year by members of the pop group Bread for a wedding scene in the movie Lovers and Other Strangers. Richard saw the song's potential for the Carpenters and recorded it in the autumn of 1970. The track became the duo's third gold single, and later won an Oscar for \"Best Original Song\".[66][67] On March 16, 1971, the duo received 2 Grammy Awards, winning for Best New Artist and Best Contemporary Performance by a Duo, Group or Chorus.[68] The duo's fourth gold single, \"Rainy Days and Mondays\", became Williams' and Nichols' second major single with the Carpenters. The demo was written by Williams about his mother, which led to the line, \"Talking to myself and feeling old\". Richard rearranged the song to include a saxophone solo, played by Bob Messenger. The single peaked at No. 2 on the Billboard Hot 100.[69] \"Superstar\", written by Bonnie Bramlett and Leon Russell, became the duo's next hit. The song had originally appeared on Joe Cocker's 1970 album Mad Dogs & Englishmen, sung by Rita Coolidge. Karen was familiar with the album, but Richard first heard the song when it was covered by Bette Midler on The Tonight Show, and realised its potential as a Carpenters hit. The duo changed the line \"I can hardly wait to sleep with you again\" to \"... to be with you again\", as they knew the former would not be played on Top 40 radio.[70] The single sold a million copies, attaining gold status, and became the Carpenters' third No. 2 single on the Billboard Hot 100 (this time held off the top spot by Rod Stewart's \"Maggie May\" / \"Reason to Believe\").[71][72] On May 14, 1971, the Carpenters performed a sell-out show at Carnegie Hall,[73] and they released their third album, Carpenters the same day.[74] It became one of their best sellers, earning RIAA certification for platinum four times,[75] and rising to No. 2 on Billboard's pop album chart for two weeks (behind Carole King's Tapestry) with over a million pre-sales orders. The album won a Grammy Award, as well as receiving three nominations.[76] The A&M graphics department hired Craig Braun and Associates to design the cover.[77] \"I recognized it to be a great logo as soon as I saw it\", says Richard.[77] The logo was used on every Carpenters album thereafter; Richard said it was done \"to keep things consistent\".[77] The logo did not appear on the front cover of Passage but a small version appeared on the back cover.[77] Shortly after the third album, the duo hosted a television series during the summer of 1971, called Make Your Own Kind of Music, which drew mixed reviews.[78] By mid-1971, the Carpenters were being criticized that their live shows had no focal point, as Karen was seated behind the drums. Richard and Bash tried to persuade her to sing out-front.[79] Karen resisted at first, but was eventually persuaded to front the popular numbers and ballads, and drum for more up-tempo numbers. Consequently, Jim Anthony was hired as a touring drummer.[80] Over time, Karen became more relaxed as a frontwoman and centerpiece of the band.[81] Later that year, Richard was watching a Bing Crosby movie, Rhythm on the River, in which Crosby played a country singer whose career was in decline and whose most famous song was \"Goodbye to Love\". The song was never performed in the film, so Richard imagined what it might sound like and wrote down some initial lyrics. These were finished off by Bettis, and became \"Goodbye to Love\".[81] For the arrangement, Richard suggested adding a fuzz guitar solo. He resisted suggestions to get an experienced session player in, and instead asked Tony Peluso, whose band Instant Joy had supported the Carpenters on an earlier tour. Peluso was a typical rock guitarist and did not read music, so Richard wrote out a chord chart for him to follow. Having been instructed to play the first five bars of the melody and then improvise, he recorded the solo in two takes. Bettis later described \"Goodbye to Love\" as his favorite single he has worked on in his career.[83] The single reached No. 7 in the Billboard Hot 100, and Peluso accepted an offer to tour with the Carpenters full-time.[84] Some did not appreciate the combination of a soft ballad and loud electric guitar, and sent hate mail to the Carpenters, but conversely they picked up new fans who appreciated the bridge between rock and pop.[83] On April 25, 1972, the Carpenters visited the White House to meet presidential assistants James Cavanagh, Ken Cole and Ronald Zeigler. They returned on August 1 to meet President Richard Nixon and posed for photographs with him at the Oval Office.[85] \"Goodbye to Love\" was featured on the Carpenters' fourth album, A Song for You released on June 13, 1972. The title track, a cover of a song on Leon Russell's debut album, was considered as a single, but rejected owing to its length. The album also included a Carole King song, \"It's Going To Take Some Time\" and another Nichols / Williams original, \"I Won't Last A Day Without You\".[86] Another Carpenter / Bettis composition, \"Top of the World\", was originally intended as just an album cut, but after Lynn Anderson scored a hit with the song in early 1973, the Carpenters opted to record their own single version. It was released in September and became the Carpenters' second Billboard No. 1 hit, in December.[87] The Carpenters met the President again on April 30, 1973, when they performed a special concert at the White House, though the event was overshadowed by the resignation of the White House Chief of Staff, Bob Haldeman, and assistant John Ehrlichman over the Watergate scandal, which would ultimately also lead to Nixon's resignation.[88] Their next album, Now & Then, was named by the duo's mother, Agnes. It contained Sesame Street's signature song \"Sing\", featuring the Jimmy Joice Children's Choir, which was released as a single, reaching No. 3 on the Hot 100.[89][90] The album also included a Leon Russell composition, \"This Masquerade\", and the ambitious \"Yesterday Once More\", a side-long tribute to oldies radio which incorporated renditions of eight hit songs from previous decades into a faux oldies radio program.[91][92] The single version of the latter became their biggest hit in the United Kingdom, holding the No. 2 spot for two weeks,[93] and became the Carpenters' biggest worldwide hit.[94] In 1974, the Carpenters achieved a significant international hit with an up-tempo remake of Hank Williams's \"Jambalaya (On the Bayou)\".[95] While the song was not released as a single in the US, it reached the top 30 in Japan, No. 12 in the United Kingdom (as part of a double A-side with \"Mr. Guder\"[93]), and No. 3 in the Netherlands.[96] At Christmas that year, the duo released a jazz-influenced rendition of \"Santa Claus Is Coming to Town\" and appeared on Perry Como's Christmas show.[97][98] The Carpenters did not record a new album in 1974. They had been touring extensively and were exhausted; Richard later said, \"there was simply no time to make one. Nor was I in the mood.\"[99] Tensions had erupted in the family unit; Richard had started dating the group's hairdresser but neither Agnes nor Karen took kindly to her and she ultimately ended the relationship and quit the band's services. Agnes had always praised Richard's musical talents, which Karen resented.[100] The duo ultimately moved out of their parents' house; at first the siblings shared a home.[101][102] In May, the Carpenters undertook their first tour of Japan, playing to 85,000 fans. They later likened the scenes when they first touched down at Tokyo Airport to Beatlemania.[103] During this period, the pair released just one single, \"I Won't Last a Day Without You\" from A Song for You. The Carpenters finally decided to release their original two years after its original album release and some months after Maureen McGovern's 1973 cover.[104] In March 1974, the single version became the fifth and final selection from the album to chart in the Top 20, reaching No. 11 on the Hot 100 in May.[105] In place of a new album, their first greatest hits package was released, featuring remixes of their singles, and newly recorded leads and bridges that allowed each side of the album to play through with no breaks. Richard later regretted this decision.[87][106] This compilation was entitled The Singles: 1969–1973, and topped the charts in the US for one week, on January 5, 1974. It also topped the UK chart for 17 weeks (non-consecutive) and became one of the best-selling albums of the decade, ultimately selling more than seven million copies in the US alone.[75] In 1975, the Carpenters had a hit with a remake of the Marvelettes' chart-topping 1961 single, \"Please Mr. Postman\". The song topped the Billboard Hot 100 in January and became the duo's third and final No. 1 pop single.[97] It also earned Karen and Richard their record-setting twelfth million-selling gold single in the US.[75] The follow-up, a Carpenter / Bettis composition \"Only Yesterday\", was the duo's last Hot 100 top 10 hit, reaching No. 4.[107] The sound on the track was intended to emulate Phil Spector's famous Wall of Sound production technique.[108] Both singles appeared on their 1975 LP Horizon, which also included covers of the Eagles' \"Desperado\" and Neil Sedaka's \"Solitaire\", which became a moderate hit later that year. Horizon was certified gold after two weeks, but missed the top ten in the US, peaking at No. 13.[109] The album still had a positive critical reception.[108] The Carpenters toured with Sedaka during 1975, but critics found the latter's performances to be more professional and entertaining. Richard became particularly cross at how Sedaka was getting more attention, and ultimately fired him from the tour.[110][111] Karen struggled to cope with the demands of live shows, and a planned tour of the UK and Japan was cancelled.[111][112][f] The duo began to produce music videos to promote their records; in early 1975, they filmed a performance of \"Please Mr. Postman\" at Disneyland and \"Only Yesterday\" at the Huntington Gardens.[106] Their next album, A Kind of Hush, was released on June 11, 1976, and was certified gold.[75] However, it was the first Carpenters' album not to become platinum-certified since Ticket to Ride seven years earlier. The duo had several hits that year, but by this time the public had become over-familiar with them, and sales fell.[114] Their biggest single that year was a cover of Herman's Hermits' \"There's a Kind of Hush (All Over the World)\", which peaked at No. 12 on the Billboard Hot 100. \"I Need to Be in Love\" (Karen's favorite song by the Carpenters)[115][116] charted at No. 25 on the Billboard Hot 100. However, it followed \"There's a Kind of Hush\" to the top spot on the Adult Contemporary charts and became the duo's 14th No. 1 Adult Contemporary hit, more than any other act in the history of the chart.[117] The Carpenters' Very First Television Special aired on December 8, 1976, and included guests John Denver and Victor Borge. It was the duo's first headlining television variety show in the US. A follow-up special, The Carpenters at Christmas, aired on December 9, 1977, featuring Kristy McNichol.[118][119] The 1977 album, Passage, marked an attempt to venture into other musical genres.[120] It featured an unlikely mix of jazz fusion (\"B'wana She No Home\"), calypso (\"Man Smart, Woman Smarter\"), and orchestrated balladry (\"I Just Fall in Love Again\", \"Two Sides\"), and included the hits, \"All You Get from Love Is a Love Song\" and \"Calling Occupants of Interplanetary Craft\".[120] \"Calling Occupants\" was supported with the TV special Space Encounters, which aired May 17, 1978, with guest stars Suzanne Somers and John Davidson. Although the single release of \"Calling Occupants\" became a significant Top 10 hit in the UK and reached No. 1 in Ireland, it only peaked at number 32 on the Hot 100, and for the first time a Carpenters album did not reach the gold threshold of 500,000 copies shipped in the US.[121] In early 1978, they had a surprise Top 10 country hit with the up-tempo, fiddle-sweetened \"Sweet, Sweet Smile\", written by country-pop singer Juice Newton and her long-time musical partner Otha Young.[122] In place of a new album for 1978, a second compilation, The Singles: 1974–1978, was released in the UK where it reached No. 2 in the charts. In the US, their first Christmas album, Christmas Portrait, became a seasonal favorite, and was certified platinum. Richard later said that the album should have been released as Karen's first solo album. It was shortly followed by the television special The Carpenters: A Christmas Portrait.[123] During the sessions, several non-Christmas songs were recorded such as \"Where Do I Go from Here\", which was not released until after Karen's death.[124] By 1978, Richard had become addicted to Quaaludes, which he had been taking on prescription in increasing doses since the 1971 tours. On September 4, during an engagement at the MGM Grand in Las Vegas, he decided to quit touring, and the concerts there were curtailed.[125] On December 3, the Carpenters were scheduled to play at the Pacific Terrace Theatre, Long Beach Convention Center, which turned out to be the last live concert that Karen and Richard played together.[126] Richard refused to fly to the UK for an appearance on ITV's Bruce Forsyth's Big Night, realizing he had a serious problem, so Karen performed without him and denied rumors that the duo were to split.[127] Richard began treatment for his addiction at a facility in Topeka, Kansas, for six weeks in January 1979.[128] He decided to take the rest of the year off to relax and rehabilitate. Richard was now sure that Karen was battling with anorexia nervosa, but she denied it, saying she simply had colitis.[129] Karen did not want to take a break from singing nor seek professional medical help for her own condition, so she decided to pursue a solo album project with producer Phil Ramone in New York.[130][g] The choice of Ramone and more adult-oriented and disco / dance-tempo material represented an effort to retool her image.[132] Heatwave keyboardist and songwriter (and future Michael Jackson collaborator) Rod Temperton was asked by Ramone to help with songwriting and arranging, and Billy Joel's backup band were used for the album.[133] She decided not to record Temperton's \"Off the Wall\" and \"Rock with You\", which later became hits for Jackson.[134] The album was finished by early 1980, but drew a negative reception from A&M. Her mother Agnes did not like Karen working without Richard,[135] while Richard felt that Karen was not well enough to have worked on the album. The total cost of recording was $500,000 of which $400,000 came from the Carpenters' own funds.[136] The album was not released and although the press announced it was canceled at Karen's request, its rejection devastated her; she felt she had just wasted months of work.[137] It was finally issued in 1996, 13 years after Karen's death.[138] Following the cancellation of her solo album and her marriage to Tom Burris on August 31, 1980, Karen decided to record a new album with Richard, who had now recovered from his addiction and was ready to continue their career.[139] The Carpenters produced their final television special in 1980, called Music, Music, Music!, with guest stars Ella Fitzgerald and John Davidson.[140] Karen's outfit for the show was designed by Bill Belew, who was nominated for an Emmy Award for best costume design. He had also designed her wedding dress.[141] Around the time of Music, Music, Music, Karen briefly returned to a healthier weight; in Spring 1980 she went on a retreat with Olivia Newton-John to the Golden Door health spa in San Diego and also worked with a Beverly Hills internist to improve her eating and restore some 20 pounds (9.1 kg) lost previously.[142][143][144] On June 16, 1981, the Carpenters released what would become their final LP as a duo, Made in America.[145] The album sold around 200,000 copies and spawned the hit, \"Touch Me When We're Dancing\", which reached No. 16 on the Hot 100.[145] It also became their fifteenth and final number one Adult Contemporary hit. The album also produced three other singles, including \"(Want You) Back in My Life Again\", \"Those Good Old Dreams\", and a remake of the Motown hit \"Beechwood 4-5789\". The singles fared well on the adult contemporary charts. \"Beechwood 4-5789\" was the last single by the Carpenters to be released in Karen's lifetime, on her 32nd birthday.[146] The album concluded with \"Because We Are in Love (The Wedding Song)\", referring to Karen's marriage.[147] Promotion for the album included a whistle-stop tour of America, Brazil and Europe,[148] including an appearance on America's Top Ten. The band mimed to the studio recordings for most performances, singing live for some European performances.[126][149][150][151] After moving to New York City in January 1982,[152] Karen sought therapy for her eating disorder with psychotherapist Steven Levenkron.[153] In April, she briefly returned to Los Angeles for recording, including a Carpenter / Bettis tune \"You're Enough\" and a Roger Nichols / Dean Pitchford song, \"Now\". Richard noticed that while Karen's interpretation of the songs was as strong as ever, he felt the timbre was weak owing to her poor health.[154] He was unimpressed with Levenkron's treatment of Karen, considering it worthless.[155] In September 1982, Karen called Levenkron to say her heart was \"beating funny\" and she felt dizzy and confused.[156] Admitting herself into hospital later that month, she was hooked up to an intravenous drip; she ended up gaining 30 pounds (14 kg) in eight weeks. On November 8, she left the hospital and despite pleas from family and friends, she announced that she was returning home to California and that she was cured.[157] Karen maintained this weight of 108 pounds (49 kg) thereafter, for the rest of her life.[158] Her last public appearance was on January 11, 1983, for a photo session celebrating 25 years of the Grammy Awards.[159][160] On February 1, 1983, Karen and Richard met for dinner and discussed future plans for the Carpenters, including a return to touring.[161] On February 3, Karen visited her parents, and discussed finalizing her divorce from Burris.[162] The following morning, her mother found her lying unresponsive on the floor of a walk-in closet, and she was rushed to the hospital.[163] After Richard and his parents spent 20 minutes in a waiting room, a doctor entered and told them Karen had died.[164] The autopsy stated that her death was caused by \"emetine cardiotoxicity due to or as a consequence of anorexia nervosa.\"[165] Under the anatomical summary, the first item was heart failure, followed by anorexia. The third finding was cachexia, which is extremely low weight and weakness and general body decline associated with chronic disease. Emetine cardiotoxicity implied that Karen abused ipecac syrup, although there was no other evidence to suggest that she did as her brother and family never found ipecac vials in her apartment, even after her death.[166] Karen's funeral was at the Downey United Methodist Church on February 8, 1983.[167] More than a thousand mourners attended, among them her friends Dorothy Hamill, Olivia Newton-John, Petula Clark, Dionne Warwick and Herb Alpert.[168][169][170][171] On October 12, 1983, the Carpenters received a star on the Hollywood Walk of Fame. Richard, Harold and Agnes Carpenter attended the inauguration, as did many fans.[172] Karen's death brought media attention to anorexia nervosa and related conditions such as bulimia nervosa, which were little known about at the time.[173][174][175] Following Karen's death, Richard has continued to produce recordings of the duo's music, including several albums of previously unreleased material and numerous compilations. The posthumous Voice of the Heart was released in late 1983 and included some tracks left off Made in America and earlier albums.[176] It peaked at No. 46 and was certified gold.[177] Two singles were released, \"Make Believe It's Your First Time\", a second version of a song Karen had recorded for her solo album, and \"Your Baby Doesn't Love You Anymore\".[177][178] For the second Christmas season following Karen's death, Richard constructed a new Carpenters' Christmas album entitled An Old-Fashioned Christmas, using outtakes from Christmas Portrait and recording new material around it.[177] Richard released his first solo album, Time, in 1987, sharing vocals between himself, Dionne Warwick and Dusty Springfield. The track \"When Time Was All We Had\" was a tribute to Karen.[176] The same year, Todd Haynes released the short film Superstar: The Karen Carpenter Story, which featured Barbie dolls playing the main cast. Richard objected to music being used in the film without his consent, and served an injunction in 1990 that prevented it from being shown.[179] On January 1, 1989, the television special The Karen Carpenter Story premiered on CBS, topping the ratings for that week.[180] It included the previously unreleased \"You're the One\" and \"Where Do I Go from Here\" in its soundtrack, which were released on the album Lovelines later that year.[124] Richard married his (adopted) first cousin, Mary Rudolph, on May 19, 1984.[181] Together, they have four daughters and one son, and live in Thousand Oaks, California, where the couple are supporters of the arts.[182] In 2004, Richard and his wife pledged a $3 million gift to the Thousand Oaks Civic Arts Plaza Foundation in memory of Karen. Richard has actively supported the Carpenter Performing Arts Center at his alma mater, Long Beach State. He continues to make concert appearances, including fundraising efforts for the Carpenter Center.[183] In 2007 and 2009, the current owners of the former Carpenter family home on Newville Avenue, Downey, obtained city permits to tear down the existing buildings to make room for newer and larger structures, despite protests from fans. In February 2008, the campaign was covered in the Los Angeles Times. At that time an adjacent house that had once served as the band's headquarters and recording studio had already been demolished and the main house was on the verge of being demolished. The original house was featured on the cover of Now & Then and was where Karen had died. In the words of one fan, \"this was our version of Graceland.\"[184] The Carpenters (both as a duo and separately) were among hundreds of artists whose material was destroyed in the 2008 Universal fire.[185] Richard told the Times he had been informed about the destruction of the master tapes by a Universal Music Enterprises employee while he was working on a reissue for the label, and only after he had made multiple, persistent inquiries into their whereabouts.[185] Richard Carpenter was the creative force behind the Carpenters' sound. An accomplished keyboard player, composer and arranger, music critic Daniel Levitin called him \"one of the most gifted arrangers to emerge in popular music.\"[186][187] The duo's smooth harmonies were not in step with contemporary music, which was dominated by heavy rock.[28] Instead, the Carpenters strove for a rich and melodic sound, along the same vein as the Beach Boys and the Mamas & the Papas, but with greater fullness and orchestration including frequent use of small string and horn sections and introspective lyrics centred around relationships.[2][188] Richard also admired the musicianship and arranging skills of Frank Zappa, and the two briefly met backstage at the Billboard Forum in 1975. He has credited Judd Conlon as a key influence on his vocal arranging.[77][189] Many of Richard's arrangements were classically influenced, featuring strings and occasional brass and woodwind, such as the Tijuana Brass-style couplets in the chorus of \"Superstar\", which did not appear in the original. He later said \"if you don't have the right arrangement for that song, the singer's going nowhere and neither is the song\".[190] As well as arranging all of the parts for musicians, he scored drum notation, showing where individual components of a kit were supposed to be played. He also scored bass lines that he knew Joe Osborn would enjoy playing and fit his style. Most Carpenters albums credit Ron Gorow, who sometimes took some of Richard's arrangements worked out on piano, and wrote the actual sheet music notation onto paper.[187] Richard frequently played the Wurlitzer electric piano, which he purchased during his Spectrum days.[191] He also played the grand piano, Hammond organ, synthesizer and the harpsichord. In the studio, he dubbed the Wurlitzer over acoustic piano parts to thicken the sound. From the mid-1970s, he used Fender Rhodes pianos, and kept up to date with music technology.[192] While touring, he alternated between grand piano, Rhodes and Wurlitzer on stage, for different songs.[77] Karen did not possess a powerful singing voice, but close miking brought out many nuances in her performances.[108] Richard arranged their music to take advantage of this, though Karen had a three-octave vocal range.[193][194] Richard's work with Karen was influenced by the music of Les Paul, whose overdubbing of the voice of wife and musical partner Mary Ford allowed her to be used as both the lead and harmony vocals.[6] By multi-tracking, Richard was able to use Karen and himself for the harmonies to back Karen's lead. The overdubbed background harmonies were distinctive to the Carpenters, but it was the soulful, engaging sound of Karen's lead voice that made them so recognizable.[29] Record executive Mike Curb said it was Karen's voice that took the Carpenters above straight pop music into pop rock.[195] She was known as a \"one take wonder\" and could deliver a strong performance on the first attempt.[196] Karen was an accomplished drummer, which was her original musical role, but she soon began to sing for the group too. Before 1974, Karen played the drums for a number of their songs, although some had Hal Blaine playing.[52] Blaine later reported that while Karen was a capable drummer he was brought in for studio work partly because Karen was accustomed to playing loudly for live audiences and thus was unfamiliar with the more subtle playing required in recording facilities of the era.[197] She considered herself a \"drummer who sang\".[198] However, while Karen's vocals soon became the centerpiece of the group's performances, at 5 ft 4 in (1.63 m) tall, performing behind her drum kit made it difficult for audiences to see her and it was soon apparent to Richard and their manager that the audience wanted to see more of Karen. Although unwilling, she eventually agreed to sing the ballads standing up front, returning to her drums for the lesser known songs.[199] As the group's popularity increased, demand for Karen's vocals at the expense of her drumming overshadowed her abilities and, gradually, she played the drums less; for A Kind of Hush, she played no drums at the sessions at all,[200] although she continued to sporadically drum in concert. From early 1976 onward, the tours featured a drum medley for Karen, and a piano solo number for Richard.[201] Karen made a final return to studio drumming for the track \"When It's Gone (It's Just Gone)\" on Made in America, albeit in tandem with Nashville session drummer Larrie Londin, and she also provided percussion in tandem with Paulinho da Costa on \"Those Good Old Dreams\".[202] Karen used Ludwig drums, Zildjian cymbals, a Rogers foot pedal and hi-hat stand, 11A drumsticks and Remo drumheads.[77] Although the Carpenters' greatest success was with record sales, most of their professional career was spent on the road. Albums took between four and five months to produce; the remainder of time would be spent at live concerts and television appearances. The duo played up to six one-night concerts back-to-back, which left them exhausted,[203] along with television shows including The Ed Sullivan Show, The Tonight Show Starring Johnny Carson, The Carol Burnett Show, The Mike Douglas Show and The Johnny Cash Show, as well as their own television specials.[204] The Carpenters played numerous concerts from 1971 to 1975:[99] From the mid-1970s onwards, the Carpenters changed their stage show to allow Karen to have more presence and to interact with the audience, particularly between instrumental breaks.[205] However, extensive touring and lengthy recording sessions had begun to take their toll on the duo and contributed to their professional and personal difficulties during the latter half of the decade. Karen dieted obsessively and developed anorexia nervosa, which first manifested itself in 1975 when the duo was forced to cancel concert tours in the Philippines, UK and Japan.[206] Richard has said that he regrets the six- and seven-day work schedules of that period, adding that had he known then what he knows now, he would not have agreed to it, and was persuaded to do so by the belief that the Carpenters would not be financially stable without the touring.[207] Richard's Quaalude addiction began to affect his performance in the late 1970s and led to the end of the duo's live concert appearances in 1978.[125] Despite numerous concert appearances, the Carpenters never released a live album in the US. Two such albums, Live in Japan (1974) and Live at the Palladium (1976) have been released in Japan and reissued on CD there. Richard has said he is not particularly interested in live albums.[77] The Carpenters' popularity confounded critics. With their output focused on ballads and mid-tempo pop, the duo's music was sometimes dismissed as being bland and saccharine. The recording industry, however, bestowed awards on the duo, who won three Grammy Awards during their career (Best New Artist, and Best Pop Performance by a Duo, Group, or Chorus, for \"(They Long to Be) Close to You\" in 1970;[208] and Best Pop Performance by a Duo or Group for Carpenters in 1971).[76] In 1974, the Carpenters were voted Favorite Pop/Rock Band, Duo, or Group at the first annual American Music Awards.[209] From the start of their career, the Carpenters were coached by their management over handling interviews, and told to avoid saying anything controversial that would spoil their \"clean cut\" image.[210] A&M described the duo as \"Real nice American kids – in 1971\".[211][212] While the Carpenters were not a rock band, they were reviewed by the rock press; in 1971, Rolling Stone's Lester Bangs described them as having \"the most disconcerting collective stage presence of any band I have seen\". He also said that promotional photographs made them resemble \"the cheery innocence of some years-past dream of California youth\", and they appeared to the public to be more conservative than they actually were.[h] The White House appearances only served to reinforce this image.[111][212][213] Though the Carpenters had mass popular appeal and were recognized as being musically talented, people felt embarrassed and stigmatized about liking their records.[214] In later interviews, Richard stressed repeatedly how much he disliked the A&M executives for making their image \"squeaky-clean\", and the critics for criticizing them for their image rather than their music.[215] I got upset when this whole \"squeaky clean\" thing was tagged on to us. I never thought about standing for anything! They [the critics] took \"Close to You\" and said: \"Aha, you see that number one? THAT's for the people who believe in apple pie! THAT's for people who believe in the American flag! THAT's for the average middle-American person and his station wagon! The Carpenters stand for that, and I'm taking them to my bosom!\" And boom, we got tagged with that label.[215] After \"Goodbye to Love\" had been released, attitudes towards the duo changed slightly. Ken Barnes, writing in Phonograph said \"It's certainly less than revolutionary to admit you like the Carpenters these days – in 'rock' circles, if you recall, it formerly bordered on heresy. Everybody must be won over by now.\"[198] Since then, the group's \"saccharine\" image has softened and musicians have cited the Carpenters as a key influence.[216] In 1995, Rolling Stone's Sue Cummings wrote that the 1990s acceptance of the duo's work was \"a renewed ironic appreciation\", adding that listeners \"had loved the veneer, then hated it, then found it even more compelling, on a second look, for the complexity in the places where the darkness cracked through\".[217] Rolling Stone ranked the Carpenters No. 10 on its list of the 20 Greatest Duos of All Time.[218] Karen Carpenter has been called one of the greatest female vocalists of all time by Rolling Stone[219] and National Public Radio.[9] Paul McCartney has said she was \"the best female voice in the world: melodic, tuneful and distinctive\",[9] while Herb Alpert said she was \"the type of singer who would sit in your lap and sing in your ear\".[220] Shortly after Karen's death, a film archivist discovered some rare footage of an early Carpenters' television appearance. The archivist contacted Richard Carpenter and the two began viewing more footage which he had found. When the British division of A&M Records learned of the discoveries, they suggested the footage be turned into a video for home viewing. The finished piece, entitled \"Yesterday Once More\" is 55 minutes long and combines vintage and recent film clips. A&M Video and Richard intended \"to create a video that played like an album\"; all music was remixed from the masters and each selection was put into correct synchronization. The video was released in early 1985.[221] Pop singer Michael Jackson was a fan of the duo. He cited the group as an early influence growing up.[222] A critical re-evaluation of the Carpenters occurred during the 1990s and 2000s with the making of several documentaries such as Close to You: Remembering The Carpenters (US), The Sayonara (Japan), and Only Yesterday: The Carpenters Story (UK). Despite contentions that their sound was \"too soft\" to fall under the definition of rock and roll, major campaigns and petitions exist toward inducting the Carpenters into the Rock and Roll Hall of Fame.[195] Both \"We've Only Just Begun\" and \"(They Long to Be) Close to You\" have been honored with Grammy Hall of Fame awards for recordings of lasting quality or historical significance.[223] The Carpenters' album and single sales total more than 90 million units making them one of the best-selling music artists of all time.[224] Japanese singer Akiko Kobayashi has been influenced by Karen Carpenter, and she asked Richard to produce her 1988 album, City of Angels.[77] In 1990, the alternative rock band Sonic Youth recorded \"Tunic (Song for Karen)\" in recognition of her musical talents.[225] A tribute album, If I Were a Carpenter, by contemporary artists such as Sonic Youth, Bettie Serveert, Shonen Knife, Grant Lee Buffalo, Matthew Sweet, and The Cranberries, was released in 1994 and provided an alternative rock interpretation of Carpenters hits.[226] Richard Carpenter played keyboards for the Matthew Sweet cut \"Let Me Be the One\".[227] Guitarist Pat Metheny covered \"Rainy Days and Mondays\" for his album of cover versions of popular songs called What's It All About, as a tribute to the band.[228] Modern entertainers such as the Bangles and Concrete Blonde have listed Karen Carpenter as an influence on their careers.[194] Brazilian pop duo Sandy & Junior was deemed the \"Brazilian Carpenters\" by the press[229] and recorded a cover version of \"We've Only Just Begun\" for their album Internacional (2002).[230] In 2021, longtime Carpenters historian Chris May and Associated Press entertainment journalist Mike Cidoni Lennox published Carpenters: The Musical Legacy, based on interviews with Richard Carpenter.[231] It features rare photographs and newly revealed stories behind the making of the albums. Goldmine said the book \"provided a candid and detailed look at much of what went into the Carpenters sound as well as Richard's personal thoughts on the music business today.\"[232] The Carpenters released ten albums during their active career, of which five contained two or more top 20 hits on the Billboard Hot 100 (Close to You, Carpenters, A Song for You, Now & Then, and Horizon). Ten singles were certified gold by the RIAA, and twenty-two peaked in the top 10 on the Adult Contemporary chart. Posthumous releases","Title":"The Carpenters - Wikipedia","KeyID":"2932","URL":"https://en.wikipedia.org/wiki/The_Carpenters"}