{"Content: ":"Starland Vocal Band was an American pop band, known for \"Afternoon Delight\", one of the biggest-selling singles of 1976. The group began as Fat City, a husband/wife duo of Bill Danoff and Taffy Nivert.[1] Danoff and Nivert co-wrote the song \"I Guess He'd Rather Be in Colorado\" and then, with John Denver, \"Take Me Home, Country Roads\" which became a hit single in 1971 and became the official song of West Virginia in 2014.[2] The duo recorded two albums as Fat City (Reincarnation, Welcome To Fat City), and two more as Bill & Taffy (Pass It On, Aces), all released from 1969 to 1974.[1] In the mid 1970s, Starland Vocal Band was formed and subsequently signed to Denver's label Windsong Records. Starland Vocal Band also included Jon Carroll (keyboards, guitar, vocals) and Margot Chapman (vocals).[1] Carroll and Chapman also became a couple, marrying in 1978.[3] The group's debut album was the self-titled Starland Vocal Band and included \"Afternoon Delight\". The song was a US number one hit[3] and the album also charted. They were nominated for four Grammy Awards in 1977 and won two: Best Arrangement for Voices and Best New Artist, the latter award over the group Boston.[4] The song also reached number 18 in the UK Singles Chart.[5] The follow-up album, Rear View Mirror, did not fare as well, with 13 weeks on the Billboard 200 and a peak of number 104.[6] The band hosted a variety show, The Starland Vocal Band Show, that ran on CBS for six weeks in the summer of 1977. David Letterman was a writer and regular on the show, which also featured Mark Russell, Jeff Altman, and Proctor and Bergman. April Kelly was a writer for the series.[7] Unable to match their previous success, the band broke up in 1981. Carroll and Chapman divorced later that year followed by Danoff and Nivert in 1982.[3] All four members went on to pursue solo careers.[8] All four members have remained on friendly terms, and in 1998 the group reunited for a few concerts, often featuring the children of the four original members as additional vocalists. In 2007, they appeared on a 1970s special on the New Jersey Network (NJN), singing \"Afternoon Delight\". In 2010, Billboard named \"Afternoon Delight\" the 20th sexiest song of all time.[9] Due to its success, the song was featured in such films as PCU, Anchorman and Good Will Hunting and tv show ‘’Glee’’.[10] A CD compilation album, Afternoon Delight: The Best of the Starland Vocal Band, was released in 1995 by K-tel.[11] Also in 1995, Collectables released Afternoon Delight: A Golden Classics Edition which included all tracks from the first two albums. The Grammy Awards are awarded annually by the National Academy of Recording Arts and Sciences. The band won two awards from four nominations.","Title":"Starland Vocal Band - Wikipedia","KeyID":"2938","URL":"https://en.wikipedia.org/wiki/Starland_Vocal_Band"}