{"Content: ":"Deborah Anne Boone (born September 22, 1956)[1] is an American singer, author, and actress. She is best known for her 1977 hit, \"You Light Up My Life\", which spent ten weeks at No. 1 on the Billboard Hot 100 chart[2] and led to her winning the Grammy Award for Best New Artist the following year.[3] Boone later focused her music career on country music, resulting in the 1980 No. 1 country hit \"Are You on the Road to Lovin' Me Again\". In the 1980s, she recorded Christian music which garnered her four top 10 Contemporary Christian albums as well as two more Grammys. Throughout her career, Boone has appeared in several musical theater productions and has co-authored many children's books with her husband Gabriel Ferrer. Debby Boone was born in Hackensack, New Jersey, the third of four daughters born to singer-actor Pat Boone and Shirley Foley Boone, daughter of country music star Red Foley. When Boone was 14 years old, she began touring with her parents and three sisters: Cherry, Lindy, and Laury. The sisters first recorded with their parents as The Pat Boone Family and later as the Boones or Boone Girls. They primarily recorded gospel music, although the sisters also released singles for the Motown and Curb labels that were remakes of secular pop music featuring Debby as the lead vocalist. The Boones twice reached Billboard's AC charts with 1975's \"When the Lovelight Starts Shining Through His Eyes\" (No. 25), a remake of the Supremes' first top 40 hit, and 1977's \"Hasta Mañana\" (No. 32), a cover of a track from ABBA's Waterloo album. With her older sisters married and younger sister Laury in college, Boone was actively encouraged by producer Mike Curb to launch a solo career. Boone released her first solo effort, \"You Light Up My Life\" (which had been featured in the film of the same name), in 1977. The song became the biggest hit of the 1970s[4] lasting ten consecutive weeks at No. 1 on the Billboard Hot 100 – longer than any other song in Hot 100 history to that point.[5] (In 2008, Billboard ranked the song No. 7 among all songs that charted in the 50-year history of the Hot 100.) The song earned Boone a Grammy Award for Best New Artist and an American Music Award for Favorite Pop Single of 1977.[6] She also received Grammy nominations for Best Pop Vocal Performance – Female and Record of the Year won by, respectively, Barbra Streisand (\"Love Theme From \"A Star Is Born\" (Evergreen)\") and the Eagles (\"Hotel California\"). \"You Light Up My Life\" also succeeded on Billboard's Adult Contemporary (No. 1 for one week) and Country (No. 4) singles charts.[7] The single and the album (No. 6 Pop, No. 6 Country) of the same name were both certified platinum. The song, written and produced by Joe Brooks, was from the film of the same name. Brooks earned Song of the Year awards at both the 1978 Grammys[8] and Oscars[9] for writing the song. (Boone performed the song at both awards shows.) Boone's version was not used in the film, nor featured on its soundtrack. The song was lip-synched in the film by its star, Didi Conn, performing to vocals recorded by Kacey Cisyk.[10] It was written as a love song, but Boone interpreted the song as inspirational and stated that she recorded the song for God.[11] Boone's overnight success led to a tour with her father[5] and frequent television appearances, but she was unable to maintain her success in pop music after \"You Light Up My Life\". Her follow-up single, \"California\" (also written and produced by Joe Brooks), peaked at No. 50 Pop and No. 20 AC,[2] and was included on Boone's second album, Midstream, which faltered at No. 147 Pop. Her next single, the double-sided \"God Knows\"/\"Baby I'm Yours\", also struggled, peaking at No. 74 Pop, becoming her last entry on the Hot 100.[2] However, the single charted AC (No. 14) and returned Boone to the country chart (No. 22). Boone then released another film theme, \"When You're Loved\", from The Magic of Lassie. Like \"You Light Up My Life\", the song was nominated for an Academy Award for its composers, the Sherman Brothers,[11] but it failed to replicate the success of her first single, charting only No. 48 AC. Boone's wholesome persona contrasted with the image-conscious pop-music industry, leading her career in different musical directions. With the crossover success of \"You Light Up My Life\" and \"God Knows/Baby, I'm Yours\", Boone began to focus on country music.[12] (Her maternal grandfather, Red Foley,[12] and her father had also recorded in that genre.) Her first country single, \"In Memory of Your Love\" (1978), fizzled at No. 61. But, she then hit No. 11 in 1979 with a remake of Connie Francis' \"My Heart Has a Mind of Its Own\".[7] Boone released another Connie Francis cover, \"Breakin' in a Brand New Broken Heart\" (No. 25),[7] before releasing her 1979 eponymous album. Although the album included the two Francis remakes, her next two singles were not culled from this album—a remake of the Happenings' \"See You in September\" (No. 41 Country, No. 45 AC), and another Connie Francis cover, \"Everybody's Somebody's Fool\" (No. 48). (To date, \"See You in September\" has never been featured on any of Boone's albums, while \"Everybody's Somebody's Fool\" was included on her 1986 compilation The Best of Debby Boone.) Her next album, 1980's Love Has No Reason (No. 17 Country), was produced by Larry Butler who helmed many of Kenny Rogers' records during the late 1970s.[12] It resulted in the No. 1 Country[7] and No. 31 AC hit, \"Are You on the Road to Lovin' Me Again\". Two weeks before Are You on the Road to Lovin' Me Again ascended to No. 1, Boone was part of a historic Top 5 on the Billboard Country chart. For the week ending April 19, 1980, the Top 5 positions were all held by women:[13] The album generated two more country singles, \"Free to Be Lonely Again\" (No. 14)[7] and \"Take It Like a Woman\" (No. 44). The latter single charted simultaneously with her father's \"Colorado Country Morning\" (No. 60). Butler also produced Boone's next album, 1981's Savin' It Up (No. 49 Country), which yielded two more country singles, \"Perfect Fool\" (No. 23 Country,[7] No. 37 AC) and \"It'll Be Him\" (No. 46). Boone has not charted on either the Billboard AC or Country charts since the release of Savin' It Up. Boone turned her music career to contemporary Christian music, winning two GMA Dove Awards[14] and two more Grammys.[15] She first recorded in this genre in 1980, with the Grammy-winning With My Song. Subsequent Christian albums included Surrender (1983), Choose Life (1985), Friends For Life (1987), and Be Thou My Vision (1989). In 1989, Boone released her Christmas album Home For Christmas, which boasted a duet with her mother-in-law, Rosemary Clooney, on Clooney's signature song \"White Christmas\". Boone debuted as a screen actress in 1978, in an original television musical adaptation of O. Henry's The Gift of the Magi co-starring John Rubinstein. A frequent variety show guest star, Boone also headlined two of her own NBC television music specials – The Same Old Brand New Me (1980)[16] and One Step Closer (1982).[16] In 1984, Boone co-starred in the television movie Sins of the Past as Clarissa Hope, a call girl who is born again and becomes an evangelical singer: also co-starring Kirstie Alley, Barbara Carrera, Kim Cattrall and Anthony Geary, Sins of the Past became a Top 10 Nielsen hit.[1] Boone has since made guest appearances on several television shows including Step by Step and Baywatch Nights and was featured in the television films Come on, Get Happy: The Partridge Family Story and Treehouse Hostage. In 1981, Boone made her debut as a stage musical actress in Seven Brides for Seven Brothers with a June showcase engagement in the Akron-based Kenley Players season[19] followed by an eighteen-month US tour launched with a December 1981 engagement at the Fox Theater (San Diego). A critical and commercial success on tour, the production opened on Broadway in July 1982 to generally lackluster reviews,[20] with a particularly scathing critique by Frank Rich in The New York Times being blamed for the show's closure after five performances.[21] Boone has remained an occasional stage musical actress mostly in regional theater productions, although she did play the lead role of Maria in the 1990 revival of The Sound of Music mounted at Lincoln Center (nominated as Outstanding Musical Revival by the Drama Desk Awards): Boone had earlier played Maria on tour in both 1987 and 1988 with 1987 dates including the Sacramento Music Circus (premiere), the O'Keefe Centre (Toronto), the Starlight Theater in Kansas City (Missouri), and the Westbury (New York) Music Fair,[22] and 1988 dates including the Fox Theatre (Atlanta) (premiere), Benedum Center (Pittsburgh), Fair Park Music Hall (Dallas), Hilton U. Brown Theatre at Butler University (Indianapolis), and also four dates in Japan. Boone returned to the Broadway stage in 1996 to play—cast in opposition to her own wholesome image—\"bad girl\" Rizzo in the Eugene O'Neill Theatre revival of Grease,[23] and on March 7, 2011, performed at the Gramercy Theater in the 24 Hours Musicals original production Things Can't Always Be Awesome. Her regional theater credits include lead roles in Meet Me in St. Louis (Fair Park Music Hall, Dallas; Fox Theatre, St. Louis; Orange County Performing Arts Center/ 1991), South Pacific (Valley Forge Music Fair/ 1995), The King and I (Thousand Oaks Civic Arts Center/ 2001; Tucson Music Hall/ 2002; California Center for the Arts (Escondido, California)/ 2002; San Jose Center for the Performing Arts/ 2006), Mississippi Love (Mark Twain Playhouse, Branson/ 2001),[24] and Camelot (North Carolina Theatre/ 2005), with more recent theatrical credits in ensemble musicals: The Human Comedy (Barrington Stage Company, Berkshire County/ 2006),[25] Into the Woods (Candlelight Dinner Theater, Denver/ 2016),[26] and 42nd Street (Tempe Center for the Arts/ 2018).[17] Once her children were grown, Boone revived her recording career in 2005 with the release of Reflections Of Rosemary.[9] The CD, a fond tribute to her mother-in-law Rosemary Clooney, features songs performed by Clooney as well as other songs not thus associated, but which Boone felt showed Clooney as the person she and her family knew and loved. Boone toured extensively for the album, including several nights at New York's famed cabaret Feinstein's, where Clooney had often performed.[27] In 2011, Boone released an album—and subsequent concert tour—called Swing This!, celebrating the swing music and culture of 1960s Las Vegas.[28] In 2012, Boone's profile, as well as her most popular hit song, were enhanced when she became the official spokesperson for Lifestyle Lift, a company that provides facial and neck cosmetic procedures.[29] She appears in extended TV commercials and hosts a 30-minute infomercial. In all promotions, her signature song, \"You Light Up My Life\", is pervasively featured throughout. In the infomercial, Boone is portrayed recording the song, because she indeed re-recorded the 35-year-old song, with full orchestration. However, at no time does the songstress state that she has personally utilized the company's services. Boone married Gabriel Ferrer on September 1, 1979.[8] He is an ordained priest in the Episcopal Church.[30] Like Boone, Ferrer is a member of a well-known Hollywood family: he is the son of José Ferrer and Rosemary Clooney, the brother of actors Miguel Ferrer and Rafael Ferrer, the nephew of journalist Nick Clooney and the cousin of actor George Clooney. The couple has four children: son Jordan (born July 8, 1980), twin daughters Gabrielle and Dustin (born September 17, 1983), and daughter Tessa (born March 30, 1986).[5] Boone and her husband collaborated on several children's books, all of them illustrated by Ferrer.[citation needed] The Snow Angel was released both in book form and in a special audio edition featuring original songs by Mari Falcone, Boone's musical director for many years. Boone also released the two-volume children's video series entitled Debby Boone's Hug-a-Long Songs. She and her children appeared frequently on the cover of Good Housekeeping magazine during their childhood.[32] Nominations:","Title":"Debby Boone - Wikipedia","KeyID":"2939","URL":"https://en.wikipedia.org/wiki/Debby_Boone"}