{"Content: ":"Milli Vanilli was a German-French R&B duo from Munich. The group was founded by Frank Farian in 1988 and consisted of Fab Morvan and Rob Pilatus. Their debut album, All or Nothing in Europe, reconfigured as Girl You Know It's True in the United States, achieved international success and brought them a Grammy Award for Best New Artist on 21 February 1990.[2] They became one of the most popular pop acts in the late 1980s and early 1990s, with millions of records sold. However, their success turned to infamy when it was discovered that Morvan and Pilatus did not sing any of the vocals on their music releases. They ended up returning their Grammy Award for Best New Artist.[3][4][5] They recorded a comeback album in 1998 titled Back and in Attack, but its release was cancelled after Pilatus died at the age of 32.[6] Rob Pilatus met Fabrice Morvan during a dance seminar at a club in Munich. The two bonded over their similar experiences growing up in European cities, Paris (Morvan) and Munich (Pilatus).[7] \"Something clicked between us,\" Pilatus said. \"Maybe it's because we're both black people who grew up in foreign cities that don't have too many blacks.\"[8] They reunited in Munich, where they attempted to find work as backing singers, then formed their own act and recorded an album for a small German label that sold a few thousand records.[9] Although they were focused on becoming famous, they struggled with poverty. \"We lived in a project. We had no money. We wanted to be stars,\" explained Pilatus.[10] Music producer Frank Farian learned of the duo and invited them to his Frankfurt studio to listen to a demo. \"We got a call to come to his studio and we said, 'All right that's it,'\" Pilatus recalled. \"We were just dumb little kids, so we said, 'Let's go.' When we got to the studio, \"Girl You Know It's True\" was just a demo and he asked us our opinion of it and if we could sing it and we said, 'Yeah, we could sing it.' And he said, 'Oh beautiful, I believe it, but next week we have shows to do, so don't worry, I'll make you into a millionaire.'\"[9] Farian signed the duo to a contract (which they both signed without either of them having really read it) on 1 January 1988,[9] obligating him to record 10 songs a year.[7] But the group's singing in the recording studio did not impress Farian. \"These two guys came into the studio, they recorded, but they didn't have enough quality,\" Farian said.[11] The final mix of \"Girl You Know It's True\" was finished by studio performers—including Charles Shaw, John Davis, Brad Howell, Jodie Rocco and Linda Rocco[12]—in March and April.[9] Farian gave his new project the name \"Milli Vanilli,\" with \"Milli\" taken from the nickname of Farian's then-girlfriend Ingrid Segieth, and \"Vanilli\" added to sound like the British band Scritti Politti.[13] By May, Pilatus and Morvan were touring Spain, France and Italy, lip-syncing to the pre-recorded tracks and thrilling crowds with their distinct style — spandex shorts, thigh-high boots and cornrow hair extensions.[14] According to Pilatus, \"We would ask Frank, 'When are we going to be allowed to give some (artistic) input?' And he would say, 'Yeah, yeah, but right now we need you to go out and do promotion. Of course, you'll get to do it, just work with us.' That's how he strung us along.\"[9] After \"Girl You Know It's True\" took off in Germany in the summer of 1988, Farian produced and wrote most of the material on the album All or Nothing, which was released in Europe in November of 1988. \"After Frank released the album, he told us that it was too late to stop now,\" Pilatus said. \"Because the single was such a big success, he said, 'Now you have to go through with it. I'll cover you guys. Nobody will find out.' He said, 'Here, I'll give you $20,000 advance money.' We never had a hit before, so we went along with it. We played with fire and now we know, but it's too late.\" By December of 1988, Pilatus and Morvan had both come to the realization that neither of their actual voices would ever be heard on any Milli Vanilli tracks.[9] All or Nothing was repackaged as Girl You Know It's True for audiences in the United States and released in March 1989. It was a major success, producing five singles, including the title track of the American version, that all entered the top five of the Billboard Hot 100. Three of these five singles, \"Baby Don't Forget My Number,\" \"Blame It on the Rain,\" and \"Girl I'm Gonna Miss You,\" went to number one.[15] In January of 1990, the album Girl You Know It's True was certified 6× platinum by the RIAA after spending seven weeks atop the Billboard Top 200.[16] It spent 41 weeks in the top 10 of the Billboard Top 200 and 78 weeks on the charts overall. It was also certified Diamond in Canada, denoting sales of over a million units there. The duo won the Best New Artist award at the 32nd Grammy Awards, as well as three awards at the 17th American Music Awards.[17] The duo was not without their detractors, as Rolling Stone Magazine named them \"worst act of 1989\" and Girl You Know It's True \"worst album of 1989.\"[13] Beth McCarthy-Miller, then an executive with MTV, says the duo's English language skills, when they came in for their first interview with the channel, stirred doubts among those present as to whether they had sung on their records.[18] The first public sign that the group was lip-syncing came on 21 July 1989, during a live performance on MTV at the Lake Compounce theme park in Bristol, Connecticut. As they performed, a hard drive issue caused the recording of the song \"Girl You Know It's True\" to jam and skip, repeatedly playing the partial line \"Girl, you know it's...\" through the speakers. \"I knew right then and there, it was the beginning of the end for Milli Vanilli,\" recalled Pilatus of the incident. \"When my voice got stuck in the computer, and it just kept repeating and repeating, I panicked. I didn't know what to do. I just ran off the stage.\"[9] Downtown Julie Brown ran after Pilatus and convinced him to finish the set. \"With a bit of pushing and screaming, and a couple of F-words I think as well, I got them back out there,\" Brown explained on VH1's Behind the Music. Despite the mishap, the concert audience seemed neither to care, nor even to notice, and the concert continued as if nothing unusual had happened.[19] In a March 1990 issue of Time magazine, Pilatus was quoted proclaiming himself to be \"the new Elvis,\" reasoning that by the duo's success they were more talented musically than Bob Dylan, Paul McCartney and Mick Jagger.[20] This was denied by Fab Morvan in 2017, saying that Pilatus had never used those words and that the quote was taken out of context, likely due to Pilatus still not having a full grasp of the English language.[21][13] Unlike the international release of All or Nothing, the inserts for the American version of the album explicitly attributed the vocals to Morvan and Pilatus. This prompted singer Charles Shaw to reveal in December of 1989 that he was one of the three actual vocalists on the album and that Pilatus and Morvan were impostors. Farian reportedly paid Shaw $150,000 to retract his statements, though this did not stem the tide of public criticism.[22] On the 21 April 1990 episode of In Living Color, Keenan Ivory Wayans and Damon Wayans parodied Milli Vanilli in a sketch, mocking the duo's accents, fashion sense, and dance moves.[23][24] This led to further jokes on the duo, such as David Letterman's top-10 list describing 10 jobs they could do other than music.[13] Because of growing public questions as to who sang in the group, as well as Morvan's and Pilatus's demand to Farian that they be allowed to sing on the next album, on 14 November 1990, Farian announced that he had fired them and confessed they did not sing on the records.[25] Confronted by Los Angeles Times reporter Chuck Philips, Pilatus confirmed the deception. \"It’s True: Milli Vanilli Didn’t Sing\" read the newspaper's headline. \"I feel like a mosquito being squeezed,\" Pilatus said. \"The last two years of our lives have been a total nightmare. We've had to lie to everybody. We are true singers, but that maniac Frank Farian would never allow us to express ourselves.\"[9] The next week, the National Academy of Recording Arts and Sciences revoked Milli Vanilli's 1990 Grammy for Best New Artist. Pilatus and Morvan gave a press conference for more than 100 journalists in Los Angeles where they stated their willingness to return their Grammy Award. The duo said they had \"made a deal with the devil,\" and they sang and rapped for the room in order to prove that, although they had not sung on their records, they could, in fact, sing.[7] After these details emerged, lawsuits[26] were filed under various U.S. consumer fraud protection laws[27] against Arista Records, Pilatus and Morvan. One such filing occurred on 22 November 1990, in Ohio, where lawyers filed a class-action lawsuit asking for refunds on behalf of a local woman in Cuyahoga County who had bought Girl You Know It's True. When the suit was filed, it was estimated at least 1,000 Ohio residents had bought the album.[27] On 12 August 1991, a proposed settlement of a refund lawsuit in Chicago, Illinois, was rejected. This settlement would have refunded buyers of Milli Vanilli CDs, cassettes, records and singles. However, the refunds would only be given as credits for future Arista releases.[26] On 28 August, a new settlement was approved; it refunded those who attended concerts as well as those who bought Milli Vanilli recordings.[28] An estimated 10 million buyers were eligible to claim a refund, and they could keep the refunded recordings.[28] The refund deadline passed on 8 March 1992.[29] Adding to the controversy, in December 1990, singer-songwriter David Clayton-Thomas sued Milli Vanilli for copyright infringement, alleging that the title song of All or Nothing used the melody from his 1968 composition \"Spinning Wheel,\" a hit for his group Blood, Sweat & Tears.[30] The resulting album[clarification needed], released in Europe in early 1991, was renamed The Moment of Truth and spawned three singles, \"Keep On Running\", \"Nice 'n Easy\", and \"Too Late (True Love)\". A Morvan/Pilatus lookalike named Ray Horton was depicted on the cover along with the real singers: Brad Howell and John Davis. In addition, the album featured rappers Icy Bro on \"Hard as Hell\" and Tammy T on \"Too Late (True Love)\". Original members and vocalists Jodie Rocco and Linda Rocco remained on 95% of the tracks. One of four Diane Warren-penned songs that are included on The Moment of Truth, \"When I Die\", has been covered by several other artists, including Farian's No Mercy. For the American market, Farian chose to avoid any association with Milli Vanilli and had the tracks re-recorded with Ray Horton on the majority of lead vocals. However, The Moment of Truth was never released in that format in the USA.[31] In 1992, RCA signed on to release the album as the debut of the newly created group Try 'N' B. The self-titled release included three additional tracks not on the Real Milli Vanilli release: \"Ding Dong\", \"Who Do You Love\", and a remake of Dr. Hook's \"Sexy Eyes\", and featured original Milli Vanilli vocalists Jodie Rocco and Linda Rocco. Because of significantly better sales under the name Try 'N' B in America, a slightly modified Try 'N' B debut album was released internationally. It featured guest singer Tracy Ganser, a Ray Horton lookalike named Kevin Weatherspoon, as well as Jodie Rocco and Linda Rocco.[31] Morvan and Pilatus moved to Los Angeles, California, and signed with the Joss Entertainment Group. Sandy Gallin was their manager.[32] They recorded the album Rob & Fab, which was financed by Taj Records in 1992 and released by Joss Entertainment in 1993. Almost all the album's songs were written by Kenny Taylor and Fab Morvan, while Morvan and Pilatus provided the lead vocals. Werner Schüler, a German bassist and songwriter, was the producer.[33] Due to financial constraints, Joss Entertainment Group was able to release the album only in the United States, the priority market to Milli Vanilli. A single, \"We Can Get It On\", was made available for radio play shortly before the album's release. However, the lack of publicity, poor distribution, and their steep fall from the height of pop-culture visibility after the lip-syncing scandal contributed to its failure. It sold only around 2,000 copies.[34] To restore their careers, Farian agreed to produce a new Milli Vanilli album with Morvan and Pilatus on lead vocals in 1997, leading to the recording of the 1998 Milli Vanilli comeback album Back and In Attack. Some of the original studio singers even backed the duo in their attempt to recover some of their fame that had been lost so quickly. However, Pilatus encountered a number of personal problems during the album's production. He turned to drugs and crime, committing a series of assaults and robberies,[35] and was sentenced to three months in jail and six months in a drug rehabilitation facility in California.[36] On the eve of the new album's promotional tour on 2 April 1998, Pilatus was found dead of a suspected alcohol and prescription drug overdose in a hotel room in Frankfurt, Germany.[37][38] His death was ruled accidental.[39] Morvan spent the following years as a session musician and public speaker while working on writing and performing his new music. In 1998, he was a DJ at famed L.A. radio station KIIS-FM. During this period he also performed at the station's sold-out 1999 Wango Tango festival concert before 50,000 people at Dodger Stadium. He then spent 2001 on tour before performing in 2002 as the inaugural performer at the brand-new Velvet Lounge at the Hard Rock Hotel in Orlando, Florida. In 2003, Morvan released his first solo album, Love Revolution.[40] In April 2011, Morvan released the single \"Anytime\" on iTunes.[41] In 2016, he appeared in a documentary-style KFC commercial that focuses on his life and music career after Milli Vanilli.[42][43] In 1991, Pilatus and Morvan appeared in a commercial for Carefree Sugarless Gum that parodied the lip-syncing scandal. They portrayed animated versions of themselves in an episode of The Adventures of Super Mario Bros. 3[44][45] and even signed with a PR firm in hopes of breaking into acting. As they told the L.A. Times, \"We think we have the potential to become actors. After all, we got a lot of practice while we were in Milli Vanilli. But the most important thing to us now is the new album.\"[46] The duo was featured and interviewed for the premiere episode of VH1's Behind the Music in 1997.[citation needed] In 2000, Fab Morvan was featured in the BBC documentary It Takes Two: The Story of the Pop Duo about musical duos.[citation needed] On 14 February 2007, it was announced that Universal Pictures was developing a film based on the story of Milli Vanilli's rise and fall. Jeff Nathanson, screenwriter for Catch Me If You Can, producers Kathleen Kennedy and Frank Marshall, and producer executive Adam Yoelin were signed to write and direct the film, while Morvan served as a consultant.[47][48] However, in February 2011, it was announced the Milli Vanilli movie would be rewritten and directed by Florian Gallenberger.[49][50] In January 2014, the actual Milli Vanilli singers—Jodie Rocco, Linda Rocco, John Davis and Brad Howell—filmed an in-depth interview with the producers of Oprah: Where Are They Now for OWN TV.[51] In 2015 TMZ reported that Morvan was working on an album with John Davis, one of the original Milli Vanilli singers, called Face Meets Voice.[52] The documentary Milli Vanilli: From Fame to Shame, directed by German Oliver Schwehm and produced by Hannah Lenitzki from Bremedia Produktion, was released in 2016.[53] John Davis died on 24 May 2021 from complications of a COVID-19 infection.[54]","Title":"Milli Vanilli - Wikipedia","KeyID":"2951","URL":"https://en.wikipedia.org/wiki/Milli_Vanilli"}