{"Content: ":"Band on the Run is the third studio album by the British–American rock band Paul McCartney and Wings, released in December 1973. It was McCartney's fifth album after leaving the Beatles in April 1970. Although sales were modest initially, its commercial performance was aided by two hit singles – \"Jet\" and \"Band on the Run\" – such that it became the top-selling studio album of 1974 in the United Kingdom and Australia, in addition to revitalising McCartney's critical standing. It remains McCartney's most successful album and the most celebrated of his post-Beatles works. The album was mostly recorded at EMI's studio in Lagos, Nigeria, as McCartney wanted to make an album in an exotic location. Shortly before departing for Lagos, drummer Denny Seiwell and guitarist Henry McCullough left the group. With no time to recruit replacements, McCartney went into the studio with just his wife Linda and Denny Laine. McCartney therefore played bass, drums, percussion and most of the lead guitar parts.[2] The studio was of poor quality and conditions in Nigeria were tense and difficult; the McCartneys were robbed at knifepoint, losing a bag of song lyrics and demo tapes. After the band's return to England, final overdubs and further recording were carried out in London, mostly at AIR Studios. In 2000, Q magazine placed Band on the Run at number 75 in its list of the \"100 Greatest British Albums Ever\". In 2012, it was listed at 418 on Rolling Stone's revised list of \"The 500 Greatest Albums of All Time\".[3] A contemporary review by Jon Landau in Rolling Stone described the album as being \"with the possible exception of John Lennon's Plastic Ono Band, the finest record yet released by any of the four musicians who were once called the Beatles\".[4] It was McCartney's last album issued on the Apple record label. In 2013, Band on the Run was inducted into the Grammy Hall of Fame.[5] Paul thought, 'I've got to do it, either I give up and cut my throat or [I] get my magic back.'[6] – Linda McCartney to Sounds magazine By 1973, three years after the break-up of the Beatles, Paul McCartney had yet to regain his artistic credibility or find favour with music critics for his post-Beatles work.[7][8] After completing a successful UK tour with his band Wings, in July 1973,[9] he planned their third album as a means to re-establish himself after the mixed reception given to Wild Life and Red Rose Speedway.[10][11] Keen to record outside the United Kingdom, McCartney asked EMI to send him a list of all their international recording studios. He selected Lagos in Nigeria and was attracted to the idea of recording in Africa. In August, the band – consisting of McCartney and his wife Linda, ex-Moody Blues guitarist and pianist Denny Laine, Henry McCullough on lead guitar, and Denny Seiwell on drums – started rehearsals for the new album at the McCartneys' Scottish farm. During one rehearsal session, McCullough and McCartney argued, and McCullough quit.[12] Seiwell left a week later, the night before the band flew out to Nigeria.[13] This left just McCartney, Linda and Laine to record in Lagos, assisted by former Beatles engineer Geoff Emerick. McCartney had chosen Lagos, as he felt it would be a glamorous location where he and the band could sun on the beach during the day and record at night; the reality, however, was that after the end of a civil war in 1970, Nigeria was run by a military government, with corruption and disease commonplace.[14][15] The band and their entourage arrived in Lagos on 9 August 1973.[1] EMI's studio, located on Wharf Road in the suburb of Apapa, was ramshackle and under-equipped. The control desk was faulty and there was only one tape machine, a Studer 8-track. The band rented houses near the airport in Ikeja, an hour away from the studio. McCartney, Linda and their three children stayed in one, while Laine, his wife JoJo, Emerick, and Wings' two roadies stayed in another. The group established a routine of recording during the week and playing tourist on the weekends. McCartney temporarily joined a local country club, where he would spend most mornings. The band would be driven to the studio in the early afternoon where recording would last into the late evening and sometimes early morning. To make up for the departed band members, McCartney would play drums and lead guitar parts, in addition to his contributions on bass guitar, with Laine playing rhythm guitar and Linda adding keyboards.[2] The first track they recorded at Apapa was \"Mamunia\",[16] the title for which McCartney appropriated from the name of a hotel in Marrakesh where Wings had stayed in April 1973.[17] It's a collection of songs and the basic idea about the band on the run is a kind of prison escape. At the beginning of the album, the guy is stuck inside four walls and breaks out. There is a thread, but not a concept.[16] – Paul McCartney Several of the songs on Band on the Run reflect themes of escape and freedom,[18] while the structure of the album recalled the Beatles' Sgt. Pepper's Lonely Hearts Club Band and Abbey Road.[19] The song \"Band on the Run\" was partly inspired by a remark George Harrison had made during one of the many business meetings the Beatles attended in 1969,[16] in an effort to address the problems afflicting their Apple Corps enterprise. Four years later, the album's creation coincided with what author Peter Doggett terms McCartney's \"moral victory in the debate over Allen Klein\", as Harrison, John Lennon and Ringo Starr now became embroiled in litigation against Klein[20] – the business manager they had appointed to run Apple in 1969, despite strong opposition from McCartney.[21] Doggett writes that McCartney was perhaps liberated creatively by this recent development, resulting in Band on the Run bearing \"a frothy self-confidence that was reminiscent of the Beatles at their most productive\".[22] Aside from the challenges presented by the substandard studio, various incidents plagued Wings' Lagos stay. While out walking one night against advice, McCartney and Linda were robbed at knifepoint. The assailants made away with all of their valuables and even stole a bag containing a notebook full of handwritten lyrics and songs, and cassettes containing demos for songs to be recorded.[7] On another occasion, McCartney was overdubbing a vocal track when he began gasping for air. According to Emerick: \"Within seconds, [McCartney] turned as white as a sheet, explaining to us in a croaking voice that he couldn't catch his breath. We decided to take him outside for some fresh air ... [but] once he was exposed to the blazing heat he felt even worse and began keeling over, finally fainting dead away at our feet. Linda began screaming hysterically; she was convinced that he was having a heart attack ... The official diagnosis was that he had suffered a bronchial spasm brought on by too much smoking.\"[23] Another incident was the confrontation with local Afrobeat pioneer and political activist Fela Kuti, who publicly accused the band of being in Africa to exploit and steal African music after their visit to his club. Kuti went to the studio to confront McCartney, who played their songs for him to show that they contained no local influence. Later on, drummer and former Cream member Ginger Baker invited Wings to record their entire album at his ARC Studio in Ikeja. McCartney agreed to go there for one day. The song \"Picasso's Last Words (Drink to Me)\" was recorded at ARC, with Baker contributing a percussive tin of gravel. [Paul and I] made the album as though we weren't in a band, as though we were just two producers/musicians.[24] – Denny Laine Recording for the majority of the album's basic tracks, together with initial overdubbing, was completed after six weeks in Nigeria.[25] After hosting a beach barbecue to celebrate the end of recording,[23] Wings flew back to England on 23 September 1973[26] where they were met by fans and journalists.[1] Upon returning to London, the McCartneys received a letter from EMI dated before the band had left England warning them to not go to Lagos due to an outbreak of cholera.[27] In October, two weeks after the band's return to London, work began at George Martin's AIR Studios on transferring many of the eight-track recordings to sixteen-track.[25] \"Jet\", named after one of the McCartneys' Labrador puppies, was recorded in its entirety at AIR.[28][29] McCartney, Laine and Linda carried out further overdubs on the Lagos recordings during this period; all the orchestral arrangements for the album were taped at AIR in a single day, conducted by Tony Visconti.[25] Visconti was given three days to write the arrangements, including the 60-piece orchestra for the title track. Visconti said that the arrangements were collaborations with McCartney, and was surprised he was not correctly credited for his work until the 25th anniversary reissue.[30] Another contributor was saxophonist Howie Casey, who overdubbed solos on \"Bluebird\", \"Mrs. Vanderbilt\"[16] and \"Jet\", and would go on to become Wings' regular horn player.[31] Final mixing on the album was completed over three days at London's Kingsway Studios in early November.[1] \"Helen Wheels\" was released as a non-album single in late October, and became a top 10 hit in America the following January.[32] For commercial reasons, Capitol Records, the US distributor for Apple Records, asked to include \"Helen Wheels\" on the album. McCartney agreed, although it was never his intention to include the track.[33] While \"Helen Wheels\" is not included on UK versions of the Band on the Run CD (except as a bonus cut on the 1993 \"The Paul McCartney Collection\" edition of the CD), it has always appeared on US editions of the CD starting with the initial Columbia Records release in 1984. Early versions of the Capitol release fail to list \"Helen Wheels\" on the label or the CD insert, making the song a \"hidden track\". The album cover photograph was taken at Osterley Park, west London, on 28 October 1973 by photographer Clive Arrowsmith.[25] It depicts McCartney, Linda and Laine plus six other well-known people dressed as convicts caught in the spotlight of a prison searchlight.[34] They are Michael Parkinson, Kenny Lynch, James Coburn, Clement Freud, Christopher Lee and John Conteh.[34] Arrowsmith detailed that the eventual cover was one of the four he found acceptable in the 24 attempts he took. The spotlight's low potency meant everyone had to stand still for two seconds for proper exposure, which was made difficult by the photographer and subjects reportedly being in a \"substance haze\" following a party held by McCartney, making it harder for them to hold the pose. The golden hue of the picture is due to Arrowsmith using a regular daytime film instead of a Tungsten film, which would be better suited for night-time photographs.[35] Apple Records issued Band on the Run on 5 December 1973 in America (as Apple SO 3415),[36] with the UK release following two days later[37] (as Apple PAS 10007).[38] Rather than having the band promote the album on radio and television or with a tour, McCartney undertook a series of magazine interviews, most notably with Paul Gambaccini for Rolling Stone.[39] The conversations with Gambaccini took place at various locations from September 1973 onwards[40] and combined to form, in the words of authors Chip Madinger and Mark Easter, \"a remarkably forthcoming interview in comparison to the 'thumbs-aloft' profiles usually allowed by [McCartney]\".[39] Upon release, Band on the Run received mostly favourable reviews. Author Robert Rodriguez writes that, after the disappointment of McCartney's previous work since the Beatles, \"It was exactly the record fans and critics had long hoped he would make …\"[50] In a combined review for Starr's concurrently released Ringo album, Charles Shaar Murray of the NME wrote: \"The ex-Beatle least likely to re-establish his credibility and lead the field has pulled it off with a positive master-stroke of an album entitled Band On The Run.\" In addition to praising McCartney for using synthesizer \"like an instrument, and not like an electric whoopee cushion\", Shaar Murray concluded: \"Band On The Run is a great album. If anybody ever puts down McCartney in your presence, bust him in the snoot and play him this. He will thank you for it afterwards.\"[51] Writing in The New York Times, Loraine Alterman considered the album to be \"bursting with a great deal of compelling music even if the lyrics at times make as much sense as that cover photo\" and admired the \"fascinating range of sounds\" offered in the title track, as well as the \"lovely, romantic aura\" of \"Bluebird\". While noting the importance of studio production on the overall effect, Alterman wrote: \"McCartney has managed to make the complexities of multi-track recording sound as natural and fresh as tomorrow.\"[52] Jon Landau of Rolling Stone described the album as \"with the possible exception of John Lennon's Plastic Ono Band, the finest record yet released by any of the four musicians who were once called the Beatles\".[4] Rolling Stone named Band on the Run one of the Best Albums of the Year for 1973.[53] Village Voice critic Robert Christgau wrote in 1981: \"I originally underrated what many consider McCartney's definitive post-Beatles statement, but not as much as its admirers overrate it. Pop masterpiece? This? Sure it's a relief after the vagaries of Wild Life and Red Rose Speedway.\" He praised the title track and the \"Afro-soul\" introduction to \"Mamunia\", calling them \"the high points\". Christgau ultimately awarded the album a C+ rating, indicating \"a not disreputable performance, most likely a failed experiment or a pleasant piece of hackwork\".[41] In his retrospective review for AllMusic, Stephen Thomas Erlewine feels that while some songs are excellent and the album overall is enjoyable, it is more showmanship than content. A subsequent review on Allmusic by Al Campbell was more generous, considering the arrangements and melodic hooks of the songs up to the caliber of McCartney's work in the Beatles and concluding, \"Though it lacks the emotional resonance of contemporaneous releases by John Lennon and George Harrison, McCartney's infallible instinct for popcraft overflows on this excellent release.\"[10] The Rolling Stone reviewer of the 30th Anniversary Deluxe Edition said that \"the real action still lies in the original LP's revved-up pleasures\".[46] Writing for Mojo magazine in 2011, John Harris included Band on the Run among \"the trilogy of truly essential post-Beatles solo albums\", along with Harrison's All Things Must Pass and Lennon's Plastic Ono Band.[54] In 2000, Q magazine placed Band on the Run at number 75 in its list of the \"100 Greatest British Albums Ever\". In 2012, it was voted 418th on Rolling Stone's revised list of \"The 500 Greatest Albums of All Time\".[3] The album is featured in the book 1001 Albums You Must Hear Before You Die.[55] The commercial reception was unspectacular initially, with the record-buying public wary after Wings' preceding releases.[56][57] On the UK Albums Chart, Band on the Run climbed to number 9 on 22 December,[58] remaining there for a second week before dropping to number 13.[59] On America's Billboard Top LPs & Tape chart, it peaked at number 7 on 2 February 1974 and then spent the next six weeks in the lower reaches of the top ten.[60] The album went on to achieve considerable success, however, thanks to the popularity of the two singles culled from it – \"Jet\" and the title track.[6][25] Writing in 1981, Bob Woffinden described Band on the Run as the first Beatles-related release to be \"planned with a marketing strategy\",[56] as Capitol Records now assumed a fully active role in promoting the album following the removal of Klein's ABKCO Industries as managers of Apple. Although McCartney had been reluctant to issue album tracks as singles,[61] the public's apparent lack of interest in Band on the Run led to him ceding to the recommendations of Capitol's head of marketing, Al Coury,[62] who had similarly pushed for the inclusion of \"Helen Wheels\". McCartney therefore authorised single edits for the two new A-sides.[29] \"Jet\" was issued on 28 January in America, with \"Mamunia\" as the B-side for the single's initial pressings, although this was soon replaced by \"Let Me Roll It\", which was the B-side for the UK release, on 15 February.[63] The single's success provided new impetus for the album,[64][65] which hit number 2 in the UK at the end of March[66] and topped Billboard's listings on 13 April.[60] Apple issued \"Band on the Run\" on 8 April in America, backed by \"Nineteen Hundred and Eighty-Five\";[67] the UK release followed on 28 June, with the non-album instrumental \"Zoo Gang\" as the B-side.[68] Due to the popularity of \"Band on the Run\",[25] the album returned to number 1 on Billboard on 8 June, when the single simultaneously topped the Hot 100.[69] In Britain, the album finally hit number 1 on 27 July,[70] for the first of seven consecutive weeks at the top.[71][72] On the alternative UK listings compiled by Melody Maker, Band on the Run remained in the top ten from 26 January through to 23 November 1974. During that time, its chart performance similarly reflected the popularity of the two singles, with the album spending three weeks at number 2 in April, and six weeks at number 1 throughout August and the first week of September.[73] The album topped the Billboard chart on three separate occasions during 1974,[60] and was the top selling album of that year in Australia[74] and Canada.[75] In Britain, it came second in the year-end standings, behind the compilation The Singles: 1969–1973 by the Carpenters.[76] Through this success with Wings, McCartney established himself as the most commercially successful of the four former Beatles.[22][56] Rodriguez views the album's arrival at number 1 on Billboard, in April 1974, as the moment when McCartney usurped George Harrison as the \"ex-Beatle Most Likely to Succeed\", so beginning a period of public acclaim that reached its zenith with the Wings Over America Tour in 1976.[77] Band on the Run was eventually certified triple platinum by the Recording Industry Association of America; it would go on to sell 6 million copies worldwide[67] and become EMI's top selling album of the 1970s in the UK.[56] Its continued success through 1974 was also beneficial in allowing Wings to recruit a new guitarist and drummer, and to integrate them into the band before beginning new recordings.[78] In 1993, Band on the Run was remastered and reissued on CD as part of the Paul McCartney Collection series with \"Helen Wheels\" and its B-side, \"Country Dreamer\", as bonus tracks. In 1996, it was released on 5.1 Music Disc. In May 2007, the album was made available through the iTunes Store. In 1999, Band on the Run: 25th Anniversary Edition, a special extended edition of the album, was released to coincide with twenty-five years after the album began to take off in March 1974 after a slow start.[79] On this version, \"Helen Wheels\" appeared as track 8, between \"No Words\" and \"Picasso's Last Words (Drink to Me)\", as it had been positioned on the original US release. The package includes an extra disc of live renditions of songs throughout the years, as well as brief new renditions by McCartney. Spoken testimonials are also included from McCartney himself, late wife Linda (to whom this retrospective release is dedicated), Laine, Dustin Hoffman (the inspiration behind \"Picasso's Last Words\"), and the celebrity faces on the cover, including James Coburn, who was in Britain at the time filming The Internecine Project, and Christopher Lee. On 2 November 2010, the album was reissued by Hear Music/Concord Music Group as the first release in the Paul McCartney Archive Collection.[80] It was released in multiple formats:[81] All songs written by Paul and Linda McCartney, except where noted.[84] Tracks 1–10 per the original US release. Tracks 1–9 per the original UK release. Disc 2: Bonus Tracks (Special, Vinyl and Deluxe editions) Disc 3 (Deluxe Edition) This disc contains an audio documentary of the album, originally released in 1999 as Disc 2 of the 25th Anniversary Edition reissue. DVD (Special and Deluxe editions) Bonus DVD (Special Edition sold only at Best Buy) Best Buy's version of the new \"Band on the Run\" reissue adds a fourth disc with a bonus DVD to the 2 CD/1 DVD version package. Download only (Pre-order bonus tracks on paulmccartney.com)[85] According to Bruce Spizer:[86] Band members Additional personnel Grammy Awards  * Sales figures based on certification alone. ^ Shipments figures based on certification alone.  Sources","Title":"Band on the Run - Wikipedia","KeyID":"2982","URL":"https://en.wikipedia.org/wiki/Band_on_the_Run"}