{"Content: ":"Greatest Hits is the eleventh official album release for English musician Elton John, and the first compilation. Released in November 1974, it spans the years 1970 to 1974, compiling ten of John's singles, with one track variation for releases in North America and for Europe and Australia. It topped the album chart in both the United States and the United Kingdom, staying at number one for ten consecutive weeks in the former nation and eleven weeks in the latter. It was the best-selling album of 1975 in the United States, and is his second best-selling album to date, being his first to have received an RIAA diamond certification for US sales of more than 10 million copies – as of April 2016 the album has been certified for 17 million units in the US.[3] It remains John's best-selling album in the U.S. and one of the best-selling albums of all time, with 24 million copies sold worldwide.[4] Although all of its songs are available as downloads, the album is currently out of print, having been superseded by four other greatest hits releases over the years; The Very Best of Elton John in 1990, Greatest Hits 1970–2002 in 2002, Rocket Man: The Definitive Hits in 2007 and Diamonds in 2017. The single \"Bennie and the Jets\", which had topped the charts in both the US and Canada but which had not been released as a single in the United Kingdom at that point, appeared on the American and Canadian edition of the album. It was replaced by \"Candle in the Wind\" for the UK and Australian edition, having been a hit in both of those countries but never released as a single in the US and Canada. The 1992 reissue contains eleven tracks, with both songs included. \"Border Song,\" an album track on Elton John outside of the US and Canada, went to No. 92 on the US Billboard Hot 100 and to No. 34 on the Canadian RPM national singles chart as a single in 1970.[5] All other songs made the Top 40 in the UK and the US, most also making the top ten, with \"Bennie and the Jets\" and \"Crocodile Rock\" topping the chart in the States. John would wait until 1976 to top the singles chart in the UK, via his duet with Kiki Dee, \"Don't Go Breaking My Heart.\" With only ten tracks total, several other hit singles from the time period are not included in this collection. \"Tiny Dancer\" and \"Levon\" from the Madman Across the Water album reached No. 41 and No. 24 respectively as singles in the US, and \"The Bitch Is Back,\" his most recent single, peaked at No. 4 in the US and topped the chart in Canada. Although all of these records charted higher than \"Border Song,\" it may have been included because it was the first single by Elton John to chart in any market, or because of cover versions by high-profile acts such as The 5th Dimension or Aretha Franklin, the latter version reaching #37 in the Billboard Hot 100 and #23 in the Cash Box Top 100 in December 1970.[6] Of the ten selections for the North American album, two (\"Crocodile Rock\" and \"Bennie and the Jets\") were No. 1 hits in the US; in Canada, five (these two plus \"Daniel\", \"Goodbye Yellow Brick Road\" and \"Don't Let the Sun Go Down on Me\") had been chart-toppers.[7][8] In 2003, Greatest Hits was ranked at number 135 on Rolling Stone magazine's list of the 500 greatest albums of all time,[9] then was re-ranked at number 136 in a 2012 revised list.[10] All songs written by Elton John and Bernie Taupin. On the international releases, \"Bennie and the Jets\" was replaced by \"Candle in the Wind\" (3:41, taken from the album Goodbye Yellow Brick Road). The compact disc version of Greatest Hits, issued in the 1990s, features both \"Bennie and the Jets\" (track 7) and \"Candle in the Wind\" (track 8). This edition follows the US LP track listing for the main album and adds \"Candle In The Wind\" as track 11. The expanded edition released by Nippon PolyGram/Mercury Music Entertainment (subtitled Your Song) has a different running order, excluding \"Bennie and the Jets\" and adding five additional tracks.[11] In 2000, Universal Music Japan reissued the album under the alternative title Goodbye Yellow Brick Road. The track listing is as follows:   * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Greatest Hits (Elton John album) - Wikipedia","KeyID":"2984","URL":"https://en.wikipedia.org/wiki/Greatest_Hits_(Elton_John_album)"}