{"Content: ":"Frampton Comes Alive! is a double live album by the English rock musician Peter Frampton released in 1976. It is one of the best-selling live albums in the United States. \"Show Me the Way\", \"Baby, I Love Your Way\", and \"Do You Feel Like We Do\" were released as singles; all three reached the Top 15 on the Billboard Hot 100, and frequently receive airplay on classic rock radio stations. Following four solo albums with little commercial success, Frampton Comes Alive! was a breakthrough for Frampton. Released on January 6, 1976, Frampton Comes Alive! debuted on the charts at 191. It reached number one on the Billboard 200 the week ending April 10, 1976, eventually spending a total of 10 non-consecutive weeks in the top spot through October. It was the best-selling album of 1976, selling over 8 million copies in the US[2] and becoming one of the best-selling live albums to date, with estimated sales of 11 million worldwide.[3] Frampton Comes Alive! was voted \"Album Of The Year\" in the 1976 Rolling Stone readers poll. It stayed on the chart for 97 weeks and was still No. 14 on Billboard's 1977 year-end album chart. It was ranked No. 41 on Rolling Stone's \"50 Greatest Live Albums of All Time\" list.[4] Readers of Rolling Stone ranked it No. 3 in a 2012 poll of all-time favourite live albums.[5] The album was recorded in summer and fall 1975, primarily at Winterland in San Francisco and the Long Island Arena in Commack, New York, as well as a concert on the SUNY Plattsburgh campus in Plattsburgh, New York. The Winterland songs were recorded on a 24-track master recorder. Other concerts were captured on a 16-track recorder. Recordings from four shows were used for the original album. Master tapes were recorded at 15 inches per second using professional Dolby \"A\" noise reduction.[6] The live album had been intended to be a single LP disc, but at the suggestion of A&M Records additional shows were recorded and the album expanded to two LPs for release. On the special features for the \"Live in Detroit\" concert DVD, Frampton commented that some difficulty was encountered in the mixing after the cord to the bass drum mic was pulled, accidentally causing the microphone to face at a 90-degree angle from the drum head. During the concerts, Frampton principally used a distinctive modified black 1954 Gibson Les Paul Custom electric guitar (with three Humbucker pick-ups as opposed to the usual P90 and AlNiCo Staple pickups).[7] On In the Studio with Redbeard, Frampton said \"the album is mostly live except for the first verse of 'Something's Happening', the rhythm electric guitar on 'Show Me the Way' (the talk-box came out but the engineer forgot to move the mic) and the intro piano on 'I Wanna Go to the Sun' were fixed in the studio but the rest was all live (all the guitar solos, acoustic guitars, electric keyboards, drums, bass guitar and rest of vocals) which was unheard of at the time\".[8] The introduction \"If there was ever a musician who was an honorary member of San Francisco society, Mr. Peter Frampton\" was by the general manager at Winterland, Jerry Pompili.[citation needed] The double album was released in the US with a reduced list price of $7.98, only $1.00 more than the standard $6.98 of most single-disc albums in 1976. The album was pressed in \"automatic sequence\", with sides one and four on one record, followed by sides two and three on the other. This arrangement was intended to make it easier to listen through the whole album in sequence on automatic record changers. Three hit singles were released from the album: \"Baby, I Love Your Way\", \"Do You Feel Like We Do\" and \"Show Me the Way\". The talk box guitar effect became strongly associated with Frampton when it was heard on the latter two singles. The \"Do You Feel Like We Do\" single version was edited to 7:19 from the 14:15 album version. But even at just over seven minutes, it is about twice the length of the average hit single and one of the longest ever to make the top 40 (longer even than The Beatles' \"Hey Jude\" which ran 7:11). The B-side of \"Do You Feel Like We Do\", the acoustic instrumental \"Penny for Your Thoughts\", was the shortest song on Frampton Comes Alive at just 1:23. In January 2001, a 25th Anniversary Deluxe Edition of the album was released, containing four additional tracks that were not included on the original version (although one of these was recorded in a radio studio as part of a broadcast, and does not form part of the main concert programme). The track sequence is also significantly different, to more accurately reflect the set list used in the original concerts. Frampton produced the completely remixed and extended album, and played an impromptu live performance with the original band from the album at Tower Records in Los Angeles to help promote the release. All songs written by Peter Frampton except as noted. Timings are from the original LP release. Subsequent versions, such as CD versions, had different timings. (* Available only on the 25th Anniversary Deluxe Edition) Same track listing as the 25th anniversary edition plus an extra track \"Do You Feel Like We Do\" featuring Warren Haynes.  ^ Shipments figures based on certification alone.","Title":"Frampton Comes Alive! - Wikipedia","KeyID":"2986","URL":"https://en.wikipedia.org/wiki/Frampton_Comes_Alive!"}