{"Content: ":"Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released on 4 February 1977 by Warner Bros. Records. Largely recorded in California in 1976, it was produced by the band with Ken Caillat and Richard Dashut. The band wanted to expand on the commercial success of their self-titled 1975 album. The group recorded the album in the aftermath of relationship breakups among its members and heavy drug use, both of which shaped the album's lyrics. Recorded with the intention of making \"a pop album\", the album's music included considerable pop rock sounds, characterized by accented rhythms and electric keyboards such as the Fender Rhodes and Hammond B3 organ. The album was postponed by delays in the mixing process. Following the album's release, Fleetwood Mac undertook worldwide promotional tours. Rumours became the band's first number-one album on the UK Albums Chart and also topped the US Billboard 200. The songs \"Go Your Own Way\", \"Dreams\", \"Don't Stop\", and \"You Make Loving Fun\" were released as singles, all of which reached the US top 10, with \"Dreams\" reaching number one. Rumours was an instant commercial success, selling over 10 million copies worldwide within just a month of its release. It garnered widespread acclaim from critics, with praise centred on its production quality and harmonies, which frequently relied on the interplay among three vocalists and has inspired the work of musical acts in different genres. It won Album of the Year at the 1977 Grammy Awards. It has sold over 40 million copies worldwide, making it one of the best-selling albums of all time. It has received Diamond certifications in several countries, including the UK, Canada, and Australia, and has been certified 20× Platinum in the US. Often considered Fleetwood Mac's magnum opus, Rumours has frequently been cited as one of the greatest albums of all time. In 2004, Rumours was remastered and reissued with the addition of \"Silver Springs\", which had been excluded from the original, and a bonus CD of outtakes from the recording sessions. In 2003, it was inducted into the Grammy Hall of Fame.[1] In 2018, it was selected for preservation in the National Recording Registry, being deemed \"culturally, historically, or artistically significant\" by the Library of Congress.[2] In 2020, Rumours was rated the seventh-greatest album of all time in Rolling Stone's list of the \"500 Greatest Albums of All Time\".[3] In July 1975, Fleetwood Mac's eponymous tenth album was released to great commercial success, reaching No. 1 in the U.S. in 1976. The record's biggest hit single, \"Rhiannon\", gave the band extensive radio exposure. At the time, Fleetwood Mac's line-up consisted of guitarist and vocalist Lindsey Buckingham, drummer Mick Fleetwood, keyboard player and vocalist Christine McVie, bass guitarist John McVie, and vocalist Stevie Nicks. After six months of non-stop touring, the McVies divorced, ending eight years of marriage.[4][5] The couple stopped talking to each other socially and discussed only musical matters.[6] Buckingham and Nicks—who had joined the band before 1975's Fleetwood Mac after guitarist Bob Welch had left[7]—were having an on/off relationship that led them to fight often. The duo's arguments stopped only when they worked on songs together.[8] Fleetwood faced domestic problems of his own after discovering that his wife Jenny, mother of his two children, had had an affair with his best friend.[9] Press intrusions into the band members' lives led to inaccurate stories. Christine McVie was reported to have been in the hospital with a serious illness, while Buckingham and Nicks were declared the parents of Fleetwood's daughter Lucy after being photographed with her. The press also wrote about a rumoured return of original Fleetwood Mac members Peter Green, Danny Kirwan, and Jeremy Spencer for a 10th anniversary tour.[10] Despite false reports, the band did not change its lineup, although its members had no time to come to terms with the separations before recording for a new album began.[6] Fleetwood has noted the \"tremendous emotional sacrifices\" made by everyone just to attend studio work.[11] In early 1976, Fleetwood Mac crafted some new tracks in Florida.[12] Founding members Fleetwood and John McVie chose to dispense with the services of their previous producer, Keith Olsen, because he favoured a lower emphasis on the rhythm section. The duo formed a company called Seedy Management to represent the band's interests.[13] In February 1976, Fleetwood Mac convened at the Record Plant in Sausalito, California, with hired engineers Ken Caillat and Richard Dashut. Production duties were shared by the three parties, while the more technically adept Caillat was responsible for most of the engineering; he took a leave of absence from Wally Heider Studios in Los Angeles on the premise that Fleetwood Mac would eventually use their facilities.[14] The set-up in Sausalito included a number of small recording rooms in a large, windowless, wooden building. Most band members complained about the studio and wanted to record at their homes, but Fleetwood did not allow any moves.[15] Christine McVie and Nicks decided to live in two condominiums near the city's harbour, while the male contingent stayed at the studio's lodge in the adjacent hills.[16] Recording occurred in a six-by-nine-metre (20 by 30 ft) room which included a 3M 24-track tape machine, a range of high-quality microphones, and an API mixing console with 550A equalisers; the latter were used to control frequency differences or a track's timbre. Although Caillat was impressed with the set-up, he felt that the room lacked ambience because of its \"very dead speakers\" and large amounts of soundproofing.[14] The record's working title in Sausalito was Yesterday's Gone.[17] Buckingham took charge of the studio sessions to make \"a pop album\".[18] According to Dashut, while Fleetwood and the McVies came from an improvisational blues-rock background, the guitarist understood \"the craft of record making\".[19] During the formative stages of compositions, Buckingham and Christine McVie played guitar and piano together to create the album's basic structures. The latter was the only classically trained musician in Fleetwood Mac, but both shared a similar sense of musicality.[20] When the band jammed, Fleetwood often played his drum kit outside the studio's partition screen to better gauge Caillat's and Dashut's reactions to the music's groove.[21] Baffles were placed around the drums and around John McVie, who played his bass guitar facing Fleetwood. Buckingham performed close to the rhythm section, while Christine McVie's keyboards were kept away from the drum kit. Caillat and Dashut spent about nine days working with a range of microphones and amplifiers to get a larger sound, before discovering they could adjust the sound effectively on the API mixing console.[14] As the studio sessions progressed, the band members' new intimate relationships that formed after various separations started to have a negative effect on Fleetwood Mac.[22][23] The musicians did not meet or socialise after their daily work at the Record Plant. At the time, the hippie movement still affected Sausalito's culture and drugs were readily available. Open-ended budgets enabled the band and the engineers to become self-indulgent;[15][24] sleepless nights and the extensive use of cocaine marked much of the album's production.[11] Chris Stone, one of the Record Plant's owners, indicated in 1997 that Fleetwood Mac brought \"excess at its most excessive\" by taking over the studio for long and extremely expensive sessions; he stated, \"The band would come in at 7 at night, have a big feast, party till 1 or 2 in the morning, and then when they were so whacked-out they couldn't do anything, they'd start recording\".[25] \"Trauma, Trau-ma. The sessions were like a cocktail party every night—people everywhere. We ended up staying in these weird hospital rooms ... and of course John and me were not exactly the best of friends.\"[4] —Christine McVie, on the emotional strain when making Rumours in Sausalito Nicks has suggested that Fleetwood Mac created the best music when in the worst shape,[24] while, according to Buckingham, the tensions between band members informed the recording process and led to \"the whole being more than the sum of the parts\".[23] The couple's work became \"bittersweet\" after their final split, although Buckingham still had a skill for taking Nicks' tracks and \"making them beautiful\".[26] The vocal harmonies between the duo and Christine McVie worked well and were captured using the best microphones available.[14] Nicks' lyrical focus allowed the instrumentals in the songs that she wrote to be looser and more abstract.[27] According to Dashut, all the recordings captured \"emotion and feeling without a middle man ... or tempering\".[9] John McVie tended to clash with Buckingham about the make-up of songs, but both admit to achieving good outcomes.[28] Christine McVie's \"Songbird\", which Caillat felt needed a concert hall's ambience, was recorded during an all-night session at Zellerbach Auditorium in Berkeley, across San Francisco Bay from Sausalito.[29] Following over two months in Sausalito, Fleetwood arranged a ten-day tour to give the band a break and get fan feedback. After the concerts, recording resumed at venues in Los Angeles,[13] including Wally Heider Studios. Christine McVie and Nicks did not attend most of the sessions and took time off until they were needed to record any remaining vocals. The rest of Fleetwood Mac, with Caillat and Dashut, struggled to finalise the overdubbing and mixing of Rumours after the Sausalito tapes were damaged by repeated use during recording; the kick and snare drum audio tracks sounded \"lifeless\".[14] A sell-out autumn tour of the US was cancelled to allow the completion of the album,[4] whose scheduled release date of September 1976 was pushed back.[30] A specialist was hired to rectify the Sausalito tapes using a vari-speed oscillator. Through a pair of headphones which played the damaged tapes in his left ear and the safety master recordings in his right, he converged their respective speeds aided by the timings provided by the snare and hi-hat audio tracks.[14] Fleetwood Mac and their co-producers wanted a \"no-filler\" final product, in which every track seemed a potential single. After the final mastering stage and hearing the songs back-to-back, the band members sensed they had recorded something \"pretty powerful\".[31] In autumn 1976, while still recording, Fleetwood Mac showcased tracks from Rumours at the Universal Amphitheatre in Los Angeles.[4] John McVie suggested the album title to the band because he felt the members were writing \"journals and diaries\" about each other through music.[32] Warner Bros. confirmed the release details to the press in December and chose \"Go Your Own Way\" as a December 1976 promotional single.[33][34] The label's aggressive marketing of 1975's Fleetwood Mac, in which links with dozens of FM and AM radio stations were formed across America, aided the promotion of Rumours.[35] At the time, the album's advance order of 800,000 copies was the largest in Warner Bros.' history.[36] Rumours was released on 4 February 1977 in the US, and a week later in the UK.[37][38] The front cover features a stylised shot of Fleetwood and Nicks dressed in her \"Rhiannon\" stage persona, while the back has a montage of band portraits; all the photographs were taken by Herbert Worthington.[21] On 28 February 1977, after rehearsing at SIR Studios in Los Angeles, Fleetwood Mac started a seven-month-long promotional tour of America.[37] Nicks has noted that, after performing mostly Rumours songs during gigs, the band initially encountered poor receptions from fans who were not accustomed to the new material.[39] A one-off March performance at a benefit concert for United States Senator Birch Bayh in Indiana was followed by a short European tour of the UK, the Netherlands, France, and Germany in April.[4][40] Nigel Williamson of Uncut called Fleetwood Mac's performances \"rock's greatest soap opera\".[41] \"Dreams\", released in March 1977, became the band's only number one on the US Billboard Hot 100 in June.[42] Fleetwood Mac's main writers — Buckingham, Christine McVie and Nicks — worked individually on songs but sometimes shared lyrics with each other. \"The Chain\" is the only track on which all members, including Fleetwood and John McVie, collaborated. All songs on Rumours concern personal, often troubled relationships.[21] According to Christine McVie, the fact that the lyricists were focusing on the various separations became apparent to the band only in hindsight.[32] \"You Make Loving Fun\" is about her boyfriend, Fleetwood Mac's lighting director, whom she dated after splitting from John.[22] Nicks' \"Dreams\" details a breakup and has a hopeful message, while Buckingham's similar effort in \"Go Your Own Way\" is more pessimistic.[43] After a short fling with a New England woman, he was inspired to write \"Never Going Back Again\", a song about the illusion of thinking that sadness will never occur again once content with life. The lines \"Been down one time/Been down two times\" refer to the lyricist's efforts when persuading the woman to give him a chance.[21] \"Don't Stop\", written by Christine McVie, is a song about optimism. She noted that Buckingham helped her craft the verses because their personal sensibilities overlapped.[21] McVie's next track, \"Songbird\", features more introspective lyrics about \"nobody and everybody\" in the form of \"a little prayer\".[44] \"Oh Daddy\", the last McVie song on the album, was written about Fleetwood and his wife Jenny Boyd, who had just got back together.[45][46][47] The band's nickname for Fleetwood was \"the Big Daddy\".[21] McVie commented that the writing is slightly sarcastic and focuses on the drummer's direction for Fleetwood Mac, which always turned out to be right. Nicks provided the final lines \"And I can't walk away from you, baby/If I tried\". Her own song \"Gold Dust Woman\" is inspired by Los Angeles and the hardship encountered in such a city.[21] After struggling with the rock lifestyle, Nicks became addicted to cocaine; the lyrics address her belief in \"keeping going\".[48] Featuring a soft rock and pop rock sound,[49][50] Rumours is built around a mix of acoustic and electric instrumentation. Buckingham's guitar work and Christine McVie's use of Fender Rhodes piano or Hammond B-3 organ are present on all but two tracks. The record often includes stressed drum sounds and distinctive percussion such as congas and maracas. It opens with \"Second Hand News\", originally an acoustic demo titled \"Strummer\". After hearing Bee Gees' \"Jive Talkin'\", Buckingham and co-producer Dashut built up the song with four audio tracks of electric guitar and the use of chair percussion to evoke Celtic rock. \"Dreams\" includes \"ethereal spaces\" and a recurring two note pattern on the bass guitar.[21] Nicks wrote the song in an afternoon and led the vocals, while the band played around her. The third track on Rumours, \"Never Going Back Again\", began as \"Brushes\", a simple acoustic guitar tune played by Buckingham, with snare rolls by Fleetwood using brushes; the band added vocals and further instrumental audio tracks to make it more layered.[51][52] Inspired by triple step dancing patterns, \"Don't Stop\" includes both conventional acoustic and tack piano. In the latter instrument, nails are placed on the points where the hammers hit the strings, producing a more percussive sound. \"Go Your Own Way\" is more guitar-oriented and has a four-to-the-floor dance beat influenced by The Rolling Stones' \"Street Fighting Man\". The album's pace slows down with \"Songbird\", conceived solely by Christine McVie using a nine-foot Steinway piano.[21] Side two of Rumours begins with \"The Chain\", one of the record's most complicated compositions. A Christine McVie demo, \"Keep Me There\",[21] and a Nicks song were re-cut in the studio and were heavily edited to form parts of the track.[53] The whole of the band crafted the rest using an approach akin to creating a film score; John McVie provided a prominent solo using a fretless bass guitar, which marked a speeding up in tempo and the start of the song's final third. Inspired by R&B, \"You Make Loving Fun\" has a simpler composition and features a clavinet, a special type of keyboard instrument, while the rhythm section plays interlocking notes and beats. The ninth track on Rumours, \"I Don't Want to Know\", makes use of a twelve string guitar and harmonising vocals. Influenced by the music of Buddy Holly, Buckingham and Nicks created it in 1974 before they were in Fleetwood Mac. \"Oh Daddy\" was crafted spontaneously and includes improvised bass guitar patterns from John McVie and keyboard blips from Christine McVie. The album ends with \"Gold Dust Woman\", a song inspired by free jazz, which has music from a harpsichord, a Fender Stratocaster guitar, and a dobro, an acoustic guitar whose sound is produced by one or more metal cones.[21] Rumours has been acclaimed by music critics since its release. Robert Christgau, reviewing in The Village Voice, described it as \"more consistent and more eccentric\" than its predecessor. He added that it \"jumps right out of the speakers at you\".[65] Rolling Stone magazine's John Swenson believed the interplay among the three vocalists was one of the album's most pleasing elements; he stated, \"Despite the interminable delay in finishing the record, Rumours proves that the success of Fleetwood Mac was no fluke.\"[66] In a review for The New York Times, John Rockwell said the album is \"a delightful disk, and one hopes the public thinks so, too\",[67] while Dave Marsh of the St. Petersburg Times claimed the songs are \"as grandly glossy as anything right now\".[68] Robert Hilburn was less receptive and called Rumours a \"frustratingly uneven\" record in his review for the Los Angeles Times,[69] while Juan Rodriguez of The Gazette suggested that, while the music is \"crisper and clearer\", Fleetwood Mac's ideas are \"slightly more muddled\".[70] The album finished fourth in The Village Voice's 1977 Pazz & Jop critics' poll, which aggregated the votes of hundreds of prominent reviewers.[71] In a retrospective review, AllMusic editor Stephen Thomas Erlewine gave Rumours five stars and noted that, regardless of the voyeuristic element, the record was \"an unparalleled blockbuster\" because of the music's quality; he concluded, \"Each tune, each phrase regains its raw, immediate emotional power—which is why Rumours touched a nerve upon its 1977 release, and has since transcended its era to be one of the greatest, most compelling pop albums of all time.\"[55] According to Slant Magazine's Barry Walsh, Fleetwood Mac drew on romantic dysfunction and personal turmoil to create a timeless, five-star record,[72] while Andy Gill of The Independent claimed it \"represents, along with The Eagles Greatest Hits, the high-water mark of America's Seventies rock-culture expansion, the quintessence of a counter-cultural mindset lured into coke-fuelled hedonism\".[59] In 2007, the BBC's Daryl Easlea labelled the sonic results as \"near perfect\", \"like a thousand angels kissing you sweetly on the forehead\",[73] while Patrick McKay of Stylus Magazine wrote, \"What distinguishes Rumours—what makes it art—is the contradiction between its cheerful surface and its anguished heart. Here is a radio-friendly record about anger, recrimination, and loss.\"[74] Rumours was a huge commercial success and became Fleetwood Mac's second US number-one record, following the 1975 eponymous release.[42] It stayed at the top of the Billboard 200 for 31 non-consecutive weeks,[17] while also reaching number one in the United Kingdom, Australia, Canada,[40] and New Zealand.[75] In May 2011 it re-entered Billboard 200 chart at number 11, and the Australian ARIA chart at number 2, due to several songs from the album being used for the \"Rumours\" episode of the American TV series Glee.[76][77] It re-entered the Billboard 200 top ten in October 2020 in the wake of a viral TikTok by Nathan Apodaca which showed him skateboarding while \"Dreams\" played, even prompting Mick Fleetwood and Stevie Nicks to create similar videos.[78][79] The album was certified platinum in America and the UK within months of release after one million units and 300,000 units were shipped, respectively.[80][81] All three major US trade publications—Billboard, Cash Box, and Record World—named it Album of the Year for 1977.[82] After a debut at number seven, Rumours peaked at the top of the UK Albums Chart in January 1978, becoming Fleetwood Mac's first number one album in the country.[83] In February, the band and co-producers Caillat and Dashut won the 1978 Grammy Award for Album of the Year.[42] By March, the album had sold over 10 million copies worldwide, including over eight million in the US alone.[82] By 1980, 13 million copies of Rumours had been sold worldwide.[84] As of 2017, sales were over 40 million copies.[85][45] As of October 2019[update], Rumours has spent 800 weeks in the UK Top 100 album chart and is the 11th best-selling album in UK history and is certified 14× platinum by the British Phonographic Industry, the equivalent of 4.2 million units shipped.[81] The record has received a Diamond Award from the Recording Industry Association of America for a 20× platinum certification or 20 million copies shipped, making it, as of 2021[update], tied for the eleventh highest certified album in US history (by number of copies shipped).[86] Rumours was the UK's bestselling album on vinyl during 2020, with the Official Charts Company confirming 32,500 annual sales in the format.[87] Mick Fleetwood has called Rumours \"the most important album we ever made\", because its success allowed the group to continue recording for years to come.[88] Pop culture journalist Chuck Klosterman links the record's sales figures to its \"really likable songs\" but suggests that \"no justification for greatness\" is intrinsically provided by them.[89] The Guardian collated worldwide data in 1997 from a range of renowned critics, artists, and radio DJs, who placed the record at number 78 in the list of the 100 Best Albums Ever.[90] In 1998, Legacy: A Tribute to Fleetwood Mac's Rumours was produced by Fleetwood and released. The record contained each song of the original Rumours covered by a different act influenced by it. Among the musicians involved were alternative rock bands Tonic, Matchbox 20, and Goo Goo Dolls, Celtic rock groups The Corrs and The Cranberries, and singer-songwriters Elton John, Duncan Sheik, and Jewel.[91] Other diverse acts influenced by Rumours include baroque pop artist Tori Amos,[92] hard rock group Saliva,[93] indie rock band Death Cab for Cutie,[94] and art pop singer Lorde, who called it a \"perfect record\".[95] \"There was a time when Fleetwood Mac's Rumours was just seen as an album that sold incredibly well; over the past five years, though, it's become more acceptable to classify Rumours as great in and of itself.\"[89] —Chuck Klosterman in 2004, on recognition for the record In 1998, Q placed Rumours at number three—behind The Clash's London Calling and Pink Floyd's The Dark Side of the Moon—in its list of 50 Best Albums of the 70s.[96] In 1999, Vibe featured it as one of 100 Essential Albums of the 20th Century.[97] In 2001, VH1 ranked the record at number 16 during its 100 Greatest Albums countdown,[89] while Slant included it as one of 50 Essential Pop Albums.[98] The same year, USA Today placed Rumours at number 23 in its Top 40 Albums list,[99] while Rolling Stone ranked it at number 25 in its special issue of \"The 500 Greatest Albums of All Time\", the highest Fleetwood Mac record,[100] and 26 in a 2012 revised list.[101] In 2000 it was voted number 31 in Colin Larkin's All Time Top 1000 Albums.[102] In 2006, Time named it in its All-TIME 100 Albums shortlist,[103] while Mojo featured it in its unnumbered list of 70 from the 1970s: Decade's Greatest Albums.[104] The record is included in both The Guardian's \"1000 Albums to Hear Before You Die\" and the book 1001 Albums You Must Hear Before You Die.[105][106] For the 2013 reissue of the album, Pitchfork's Jessica Hopper gave the album a rare 10 out of 10, earning it a \"best new reissue\" designation.[61] Note: Many cassette releases swapped the positions of \"Second Hand News\" and \"I Don't Want To Know.\"[107] Adapted from the album's credits and AllMusic.[21][55][108] Fleetwood Mac Production Artwork   * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. ","Title":"Rumours (album) - Wikipedia","KeyID":"2988","URL":"https://en.wikipedia.org/wiki/Rumours_(album)"}