{"Content: ":"Saturday Night Fever is the soundtrack album from the 1977 film Saturday Night Fever starring John Travolta. The soundtrack was released on November 15, 1977. It is one of the best-selling albums in history, and remains the second-biggest-selling soundtrack of all time, after The Bodyguard, selling over 40 million copies worldwide.[3] In the United States, the album was certified 16× Platinum for shipments of at least 16 million units.[4] The album stayed atop the charts for 24 straight weeks from January to July 1978 and stayed on Billboard's album charts for 120 weeks until March 1980. In the UK, the album spent 18 consecutive weeks at No. 1. The album epitomized the disco phenomenon on both sides of the Atlantic and was an international sensation.[5] The album has been added to the National Recording Registry in the Library of Congress in 2014 for being culturally significant.[6] According to the DVD commentary for Saturday Night Fever, the producers intended to use the song \"Lowdown\" by Boz Scaggs in the rehearsal scene between Tony and Stephanie in the dance studio, and choreographed their dance moves to the song. However, representatives for Scaggs's label, Columbia Records, refused to grant legal clearance for it, as they wanted to pursue another disco movie project, which never materialized. Composer David Shire, who scored the film, had to, in turn, write a song to match the dance steps demonstrated in the scene and eliminate the need for future legal hassles. However, this track does not appear on the movie's soundtrack. The Bee Gees's involvement in the film did not begin until post-production. As John Travolta asserted, \"The Bee Gees weren't even involved in the movie in the beginning ... I was dancing to Stevie Wonder and Boz Scaggs.\"[7] Producer Robert Stigwood commissioned the Bee Gees to create the songs for the film.[8] As Robin Gibb asserted: We were recording our new album in the north of France. And we'd written about and recorded about four or five songs for the new album when Stigwood rang from LA and said, 'We're putting together this little film, low budget, called Tribal Rites of a Saturday Night. Would you have any songs on hand?', and we said, 'Look, we can't, we haven't any time to sit down and write for a film'. We didn't know what it was about.[9] The brothers wrote the songs \"virtually in a single weekend\" at Château d'Hérouville studio in France.[7] The first song they recorded was \"If I Can't Have You\", but their version was not used in the film. Barry Gibb remembered the reaction when Stigwood and music supervisor Bill Oakes arrived and listened to the demos: They flipped out and said these will be great. We still had no concept of the movie, except some kind of rough script that they'd brought with them ...[7] Maurice Gibb recalled, \"We played him demo tracks of 'If I Can't Have You', 'Night Fever' and 'More Than a Woman'. He asked if we could write it more discoey.\"[9] The Brothers Gibb then wrote a song called \"Saturday Night\" but as Maurice explains, There were so many songs called 'Saturday Night' even one by the Bay City Rollers, so when we rewrote it for the movie, we called it 'Stayin' Alive'.[9] The track was recorded at Criteria Studios, with Maurice Gibb playing a bass line similar to the guitar riff, Barry Gibb and Alan Kendall on guitar riffs, and Blue Weaver on synthesizers.Barry chose to sing falsetto on the whole song, except on the line \"life’s going nowhere, somebody help me\". Dennis Bryon, who was a backing drummer, left in the middle of the session due to the death of his mother. So the group looked for a replacement. However, as there was a shortage of qualified drummers in the area, they tried out a drum machine, with unsatisfactory results. After listening to the drum track of the already-recorded Night Fever,they took two bars from that track, and re-recorded them as a loop on a separate tape.[10] The original issue of the album included the original studio version of \"Jive Talkin'\"; later LP pressings included a version culled from Here at Last ... Bee Gees ... Live. All CD releases have included the original \"Jive Talkin'\". \"Jive Talkin'\" was to have been used in a deleted scene taking place the day after Tony Manero's first Saturday night at the disco, but as the sequence was cut for the final film, the song was cut as well. In addition to the Bee Gees songs, additional incidental music was composed and adapted by David Shire. Three of Shire's cues – \"Manhattan Skyline\", \"Night on Disco Mountain\" (based on the classical piece \"Night on Bald Mountain\") and \"Salsation\" – are included on the soundtrack album as well. Five additional cues – \"Tony and Stephanie\", \"Near the Verrazano Bridge\" (both adapted from the Bee Gees' song \"How Deep Is Your Love\"), \"Barracuda Hangout\", \"Death on the Bridge\" and \"All Night Train\" – while heard in the film, remain unreleased on CD. In 1994, the soundtrack was re-released on CD through Polydor Records. In 2006, the album was re-released on Reprise Records as part of the Bee Gees' regaining control of their master tapes. To commemorate the movie's 40th anniversary, Capitol Records released a newly remastered version on April 21, 2017, with the original artwork and gatefold packaging. On 17 November 2017, a deluxe box set was released with the original soundtrack, 4 new mixes of \"Stayin' Alive\", \"Night Fever\", \"How Deep Is Your Love\" and \"You Should Be Dancing\", a collector's book, art prints, a movie poster and a turntable mat. Along with the success of the movie, the soundtrack, composed and performed primarily by the Bee Gees, is the second best-selling soundtrack album of all time. Saturday Night Fever had a large cultural impact in the United States. The Bee Gees had originally written and recorded five of the songs used in the film – \"Stayin' Alive\", \"Night Fever\", \"How Deep Is Your Love\", \"More Than a Woman\" (performed in the film in two different versions – one version by Tavares, and another by the Bee Gees) and \"If I Can't Have You\" (performed in the movie by Yvonne Elliman) as part of a regular album. They had no idea at the time they would be making a soundtrack and said that they basically lost an album in the process.[citation needed] Two previously released Bee Gees songs – \"Jive Talkin'\" and \"You Should Be Dancing\" – are also included on the soundtrack. Other previously released songs from the disco era round out the music in the movie. The soundtrack won the Grammy Award for Album of the Year.[17] It is the only disco album to do so, and one of only three soundtrack albums so honored. In 2012, the album was ranked No. 132 on Rolling Stone magazine's list of \"The 500 Greatest Albums of All Time\", ranked again in a 2020 revised list at number 163.[18] The soundtrack hit the No. 1 spot on the Billboard chart's Pop Album and Soul Album charts. In 2003 the TV network VH1 named it the 57th greatest album of all time, and it was ranked 80th in a 2005 survey held by British television's Channel 4 to determine the 100 greatest albums of all time.[citation needed] Pitchfork Media listed Saturday Night Fever as the 34th best album of the 1970s. The album was added to the National Recording Registry in the Library of Congress on March 21, 2013 for preservation.[19] Notes  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone. ","Title":"Saturday Night Fever (soundtrack) - Wikipedia","KeyID":"2990","URL":"https://en.wikipedia.org/wiki/Saturday_Night_Fever_(soundtrack)"}