{"Content: ":"Breakfast in America is the sixth studio album by the English rock band Supertramp, released by A&M Records on 29 March 1979. It was recorded in 1978 at The Village Recorder in Los Angeles. It spawned four US Billboard hit singles: \"The Logical Song\" (No. 6), \"Goodbye Stranger\" (No. 15), \"Take the Long Way Home\" (No. 10) and \"Breakfast in America\" (No. 62).[A] In the UK, \"The Logical Song\" and the title track were both top 10 hits, the only two the group had in their native country.[5] At the 22nd Annual Grammy Awards in 1980, Breakfast in America won two awards for Best Album Package and Best Engineered Non-Classical Recording, as well as nominations for Album of the Year and Best Pop Performance by a Duo or Group with Vocals. It holds an RIAA certification of quadruple platinum and became Supertramp's biggest-selling album, with more than 4 million copies sold in the US and more than 3 million in France (the fourth ever best-selling album). It was No. 1 on Billboard Pop Albums Chart for six weeks, until 30 June 1979.[6] The album also hit No. 1 in Norway, Austria, West Germany, the Netherlands, Spain, Canada, Australia and France. As with Even in the Quietest Moments..., Rick Davies and Roger Hodgson wrote most of their songs separately but conceived the theme for the album jointly. Their original concept was for an album of songs about the relationship and conflicting ideals between Davies and Hodgson themselves, to be titled Hello Stranger. Hodgson explained: \"We realized that a few of the songs really lent themselves to two people talking to each other and at each other. I could be putting down his way of thinking and he could be challenging my way of seeing life [...] Our ways of life are so different, but I love him. That contrast is what makes the world go 'round and what makes Supertramp go 'round. His beliefs are a challenge to mine and my beliefs are a challenge to his.\"[7] This idea was eventually scrapped in favour of an album of \"fun\" songs, and though Davies initially wanted to keep the title Hello Stranger, he was convinced by Hodgson to change it to Breakfast in America. Hodgson commented later: \"We chose the title because it was a fun title. It suited the fun feeling of the album.\"[7] Due to the title and the explicit satirising of American culture in the cover and three of the songs (\"Gone Hollywood\", \"Breakfast in America\" and \"Child of Vision\"), many listeners interpreted the album as a satire of the United States. Supertramp's members have all insisted that the repeated references to US culture are purely coincidental and that no such thematic satire was intended.[7] Hodgson has described the misconception as a parallel to how Crime of the Century (1974) is often misinterpreted as being a concept album.[7] \"Gone Hollywood\" is the opening track of Breakfast in America. Written by Rick Davies, the song tells about a person who moves to Los Angeles in hopes of becoming a movie star, but finds it far more difficult than he imagined. He struggles and becomes frustrated, until he ultimately gets his break and becomes \"the talk of the Boulevard\". The lyrics were originally more bleak, but under pressure from the other band members, Davies rewrote them to be more optimistic and commercially appealing.[8] Billboard writer David Farrell felt that, other than Davies' lead vocal, the song sounds like a Queen song.[9] \"Child of Vision\" is the closing track. Much like \"The Logical Song\", it uses a Wurlitzer electric piano as the main instrument. After the lyrical part, the song goes into a long solo played on the grand piano alongside the original melody on the Wurlitzer. The track fades out with a short saxophone solo by John Helliwell. Roger Hodgson has said that the song was written to be an equivalent to \"Gone Hollywood\", looking at how Americans live, though he confessed that he had only a limited familiarity with US culture at the time of writing.[10] He also said there is a slight possibility that he subconsciously had Rick Davies in mind while writing the lyrics.[10] Each song was credited to a single musician on the inner sleeve, but on the central vinyl label was printed \"Words and Music by Roger Hodgson & Rick Davies\", combining the two and confusing the issue of composition credit. Roger Hodgson's management has described \"The Logical Song\", \"Breakfast in America\", \"Take the Long Way Home\", \"Lord Is It Mine\" and \"Child of Vision\" as 'Roger's songs';[11] however, this apparently does not mean he necessarily wrote them by himself, for Hodgson has credited Davies with writing the vocal harmony on \"The Logical Song\".[8] Davies has referred to \"The five songs that I did on Breakfast\",[7] but has not specified which ones. The album went through two rounds of demos. The first were home demos, each of which consisted of the chief songwriter (either Rick Davies or Roger Hodgson) singing and playing either acoustic piano or Wurlitzer electric piano.[8] The second were eight-track demos recorded at Southcombe Studios in Burbank, California during late April and early May 1978. It was in recording these demos that the band worked out the backing track arrangements for all the songs (with the exception of \"Take the Long Way Home\") and determined the order in which they would appear on the album.[8] In order to avoid spending a lot of time on mixing, the band and their production team devoted a week to experimenting with different sound setups until they found the perfect arrangement. The effort proved to be wasted, as the engineering team would end up spending more than two extremely stressful months searching for the right mix, and were only finished after that length of time because the deadline had arrived, not because they felt at all satisfied with the results.[8] Tensions between Hodgson and Davies were reportedly almost non-existent on the album. Engineer Peter Henderson recalled: \"They got along fantastically well and everyone was really happy. There was a very, very good vibe and I think everyone was really buoyed up by the recordings and A&M's response to them.\"[8] Hodgson contested this, saying that he and Davies had increasingly different lifestyles, and that he felt that Davies disliked many of his songs and only kept quiet about his displeasure because he sensed that he would be voted down.[10] Melody Maker journalist Harry Doherty offered a third take on the duo's interactions during the album sessions: \"In three days with the band, I don't think I saw Davies and Hodgson converse once, other than to exchange courteous greetings.\"[7] The album's front cover resembles an overlook of Manhattan through an aeroplane window. It was designed by Mike Doud and Mick Haggerty. The image depicts Kate Murtagh, dressed as a waitress named \"Libby\" from a diner, as a Statue of Liberty figure holding up a glass of orange juice on a small plate in one hand (in place of the torch on the Statue), and a foldable restaurant menu in the other hand, on which 'Breakfast in America' is written. The background features the southern tip of the New York City borough of Manhattan, with the Lower Manhattan skyline represented through a cornflake box, ashtray, cutlery (for the wharfs), pancake syrup bottles, egg crates, salt and pepper shakers, coffee mugs, ketchup and mustard bottles, etc., all spray-painted white. The twin World Trade Center towers appear as two stacks of boxes, and the plate of breakfast represents The Battery, the departure point for the Staten Island Ferry. The back cover photo, depicting the band members having breakfast while reading their respective hometown newspapers, was taken at a diner called Bert's Mad House. Breakfast in America won the 1980 Grammy Award for Best Recording Package, defeating albums by Talking Heads and Led Zeppelin, among others.[12] In a positive review for Rolling Stone magazine, music critic Stephen Holden viewed Breakfast in America as an improvement over the \"swatches of meandering, Genesis-like esoterica\" on Supertramp's previous albums, and called it \"a textbook-perfect album of post-Beatles, keyboard-centered English art rock that strikes the shrewdest possible balance between quasi-symphonic classicism and rock & roll ... the songs here are extraordinarily melodic and concisely structured, reflecting these musicians' saturation in American pop since their move to Los Angeles in 1977.\"[3] Village Voice critic Robert Christgau was less impressed, saying that the \"hooky album\" evokes \"random grunts of pleasure\" but lacks emotional substance because of \"glib\" lyrics and no \"vocal personality (as opposed to accurate singing) and rhythmic thrust (as opposed to a beat)\".[20] Breakfast in America topped the US Billboard 200 for six weeks and became Supertramp's biggest selling album, while producing four hit singles: \"The Logical Song\", \"Goodbye Stranger\", \"Take the Long Way Home\" and the title track.[14] Colin Larkin, writing in the Encyclopedia of Popular Music (2006), said that the \"faultless\" album \"elevated\" Supertramp to \"rock's first division\".[14] \"The Logical Song\" won the 1979 Ivor Novello Award for \"Best Song Musically and Lyrically\".[21] Breakfast in America would become Supertramp's most popular album. By the 1990s, it had sold in excess of 18 million copies worldwide.[1] In a retrospective review for AllMusic, Stephen Thomas Erlewine praised the album's \"tightly written, catchy, well-constructed pop songs\" and described it as the band's \"high-water mark\".[1] John Doran of BBC Music said that the songwriting has an \"unbeatable quality\" and asserted that \"any of the ten tracks could have been hit singles\".[22] Sputnikmusic's Tyler Fisher said that its singles are mostly the highlights because of their \"catchy hooks\", and found the ballads \"absolutely terrible\".[2] Rob Sheffield, writing in The Rolling Stone Album Guide (2004), also felt that its \"nice moments\" were the highlights, including \"the jolly 'Take the Long Way Home,' the adjectively crazed 'Logical Song,' [and] 'Goodbye Stranger.'\"[17] William Pinfold of Record Collector considered the album \"a classic example of flawlessly-played and -produced late 70s transatlantic soft rock\".[4] By 2010, the album had sold well over 20 million copies.[22] All songs credited to Rick Davies and Roger Hodgson. Listed below are the respective writers. In June 1990, MFSL re-released a remaster on Ultradisc™ 24 KT Gold CD from their \"Original Master Recording\" Collection.[23] On 11 June 2002 A&M Records reissued Breakfast in America with full original album art, plus the label art from side one recreated on the CD. It was mastered from the original master tapes by Greg Calbi and Jay Messina at Sterling Sound, New York, 2002. The reissue was supervised by Bill Levenson with art direction by Vartan and design by Mike Diehl, with production coordination by Beth Stempel. It makes limited use of dynamic range compression and peak limiting, rejecting the loudness war trends of modern CD releases. A deluxe edition was released on 4 October 2010, including a second disc with songs recorded live in 1979, in particular songs not appearing on the live album Paris. A super deluxe edition, which was released on 6 December 2010, includes the 2-disc deluxe edition CD, vinyl LP, poster, DVD, hardcover book, and other memorabilia. A&M offers a High Definition Blu-ray Disc of the album. It contains the album in three different sound formats: 2-Channel PCM 24bit/96 kHz, 2 Channel DTS-Master Audio 24bit/96 kHz and 2-Channel Dolby True-HD 24bit/96 kHz. This High Definition Blu-ray Disc is playable in all Blu-ray Disc players. On May 17, 2018, MFSL re-released a remaster on hybrid SACD.[24][25] Supertramp Additional personnel Production   In the 1987 edition of The World Critics List, music critic Joel Whitburn ranked Breakfast in America the fourth-greatest album of all time.[49] In the 1994 edition of The Guinness All Time Top 1000 Albums, Breakfast in America was voted No. 207 in the all-time greatest rock and pop albums,[50] and it was voted the 69th-greatest British rock album of all time in a 2006 Classic Rock industry poll.[51] Triple M listeners voted the album No. 43 in the \"100 Greatest Albums of All Time\".[52] Recognising the band's disfavour among music critics during their career,[53] Q magazine ranked Breakfast in America second on its \"Records it's OK to Love\" list in 2006.[54] In 2000 it was voted No. 294 in Colin Larkin's All Time Top 1000 Albums.[55] * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone. Grammy Awards","Title":"Breakfast in America - Wikipedia","KeyID":"2992","URL":"https://en.wikipedia.org/wiki/Breakfast_in_America"}