{"Content: ":"German Romanticism (German: Deutsche Romantik) was the dominant intellectual movement of German-speaking countries in the late 18th and early 19th centuries, influencing philosophy, aesthetics, literature and criticism. Compared to English Romanticism, the German variety developed relatively early, and, in the opening years, coincided with Weimar Classicism (1772–1805). In contrast to the seriousness of English Romanticism, the German variety of Romanticism notably valued wit, humour, and beauty. The early period, roughly 1797 to 1802, is referred to as Frühromantik or Jena Romanticism.[1] The philosophers and writers central to the movement were Wilhelm Heinrich Wackenroder (1773–1798), Friedrich Wilhelm Joseph Schelling (1775–1854), Friedrich Schleiermacher (1768–1834), Karl Wilhelm Friedrich Schlegel (1772–1829), August Wilhelm Schlegel (1767–1845), Ludwig Tieck (1773–1853), and Friedrich von Hardenberg (Novalis) (1772–1801).[2] The early German Romantics strove to create a new synthesis of art, philosophy, and science, by viewing the Middle Ages as a simpler period of integrated culture; however, the German Romantics became aware of the tenuousness of the cultural unity they sought.[3] Late-stage German Romanticism emphasized the tension between the daily world and the irrational and supernatural projections of creative genius. In particular, the critic Heinrich Heine criticized the tendency of the early German Romantics to look to the medieval past for a model of unity in art and society.[3] A major product of the French occupation under Napoleon was a strong development in German nationalism which eventually turned the German Confederation into the German Empire after a series of conflicts and other political developments. German Romanticism was nationalistic and therefore became hostile to the ideals of the French Revolution. Major Romantic thinkers, especially Ernst Moritz Arndt, Johann Gottlieb Fichte, Heinrich von Kleist, and Friedrich Schleiermacher, embraced reactionary politics and were hostile to political liberalism, rationalism, neoclassicism, and cosmopolitanism.[4] Category","Title":"German Romanticism - Wikipedia","KeyID":"30","URL":"https://en.wikipedia.org/wiki/German_Romanticism"}