{"Content: ":"Synchronicity is the fifth and final studio album by English rock band the Police, released on 17 June 1983 by A&M Records. The band's most successful release, the album includes the hit singles \"Every Breath You Take\", \"King of Pain\", \"Wrapped Around Your Finger\", and \"Synchronicity II\". The album's title and much of the material for the songs were inspired by Arthur Koestler's The Roots of Coincidence. At the 1984 Grammy Awards the album was nominated for a total of five awards, including Album of the Year, and won three. At the time of its release and following its tour, the Police's popularity was at such a high that they were arguably, according to BBC and The Guardian, the \"biggest band in the world\".[1][2] Synchronicity reached number one on both the UK Albums Chart and the US Billboard 200, and sold over eight million copies in the US. The album was widely acclaimed by critics. Praise centred on its cohesive merging of disparate genres and sonic experimentation. Rolling Stone described \"each cut on Synchronicity [as] not simply a song but a miniature, discrete soundtrack\".[3] It has since been included in the magazine's lists of the \"100 Best Albums of the Eighties\"[4] and the \"500 Greatest Albums of All Time\".[5] In 2009, Synchronicity was inducted into the Grammy Hall of Fame. The album's title was inspired by Arthur Koestler's The Roots of Coincidence. Frontman Sting was an avid reader of Koestler, and also titled the Police's prior album Ghost in the Machine after one of his works. The album marked a significant reduction in the reggae influences that were a part of the band's first four records, instead featuring production-heavy textures and liberal use of synthesizers that, at times, drove entire songs (\"Synchronicity I\", \"Wrapped Around Your Finger\"). The influence of world music can also be heard in songs such as \"Tea in the Sahara\" and \"Walking in Your Footsteps\". As opposed to the band's previous effort, Ghost In The Machine, the songs are much sparser, with less overdubbing, more akin to the trio feel and the band's aesthetic of \"less is more\". Sting explains: \"I enjoyed making Ghost In The Machine and playing with the tools of the studio, just building things up and sticking more vocals on. Great fun. But listening to it, I thought. \"Hey, my voice on its own sounds as good as fifteen overdubs, so I'll try it on its own.\" And I've done the saxophone section bit now, I'm bored with it; and Andy was into just plunking down one guitar part. I'm glad we did 'Ghost'. I don't regret it. But it was time to change the regime again.\"[6] As with Ghost in the Machine, the recording for Synchronicity took place over a period of six weeks, at AIR Studios in Montserrat beginning in December 1982.[7][8] The three band members recorded the basic tracks live in separate rooms: Stewart Copeland with his drums in the dining room (connected to the control room via video link), Sting in the control room, and guitarist Andy Summers in the actual studio. According to co-producer and engineer Hugh Padgham, this was done for two reasons: to obtain the best sound for each instrument and \"for social reasons.\"[7] Sting explained how this setup worked for him: \"In my case, it's because there is nothing worse than hearing a bass through a set of headphones. Basically, it sounds like a frog farting. I play much better when the sound coming out of the instrument is rich and warm. If we played together like that in the same room, we wouldn't be able to hear anything except the drum, because the guitarist has to have a lot of volume to hit a certain level of distortion or passion or emotion. I play in the studio next to the engineer [Hugh Padgham] so I can hear the instruments balanced and mixed roughly as they'll sound on the record.\"[6] While tracking live, the band would do multiple takes of each song. Together, the band members and Padgham would listen through each take and select the best bits of each take. Those best bits would be edited together to make one 'master backing track', onto which they'd record overdubs (including vocals, which were often bounced down to make room for other overdubs on the 24-track).[9] During the recording of \"Every Breath You Take\", Sting and Copeland came to blows with each other, and Padgham nearly quit the project.[7] The song was originally attempted with the live method, but due to many failed takes the song had to be assembled entirely from overdubs - even all the drum parts were recorded separately.[7] This album also marked Sting's first time using a sequencer, which features heavily on \"Walking In Your Footsteps\" (said to be the first track he programmed with it) and \"Synchronicity I\". It was an Oberheim DSX sequencer, which Sting seemed to enjoy pushing to its limits, and he likened it to HAL in 2001: A Space Odyssey.[6] Final overdubs and mixing were done within two weeks at Le Studio in Morin Heights from mid-January to February 1983 using an SSL console.[7][8] Summers reflects on the transition from recording to mixing: \"It was only after we'd taken a week off [after recording the album on Montserrat] and started hearing it back in Canada, almost for the first time, that we realized it was good. When you're recording there's this terrible, terrible doubt that goes through your mind – 'we just can't do it anymore'. It's unbelievable. Then you finally come out of the studio and the whole thing begins to assume a life and identity of its own.\"[10] As recalled in an interview with Studio Sound magazine, Padgham described the routine during the mixing sessions: in the mornings, he would do much of the mixing work while the band were off skiing, then they would return to the studio to help fine-tune the mix and suggest a few changes - each song would have typically taken a day or so to mix.[11][12] Contrary to this, however, in later interviews he recalled that due to tensions within the group, at least one member of the band would be present at the studio while the other(s) would be skiing.[7] The album's original cover artwork, conceived by Jeff Ayeroff and Norman Moore, consisted of a series of photographs overlaid with transparent horizontal stripes of blue, red, and yellow. The album was available in 36 variations, with different arrangements of the colour stripes and showing different photographs of the band members, taken by Duane Michals.[13] In the most common version Sting is reading a copy of Carl Jung's Synchronicity on the front cover along with a superimposed negative image of the actual text of the synchronicity hypothesis. A photo on the back cover also shows a close-up, but mirrored and upside-down, image of Jung's book. The original vinyl release was pressed on audiophile vinyl which appears black like most records, but is actually purple when held up to the light. Synchronicity was released in the United Kingdom on 17 June 1983.[14] The album was issued on LP, CD, and cassette. Synchronicity debuted at number one on the UK Albums Chart and spent two weeks at the top position.[15][16] In the United States, the album topped the Billboard 200 in late July and ultimately spent 17 nonconsecutive weeks at number one on the chart,[17][18] interrupting the dominance of Michael Jackson's Thriller. The album was reissued as a remastered gold CD in 1989 by Mobile Fidelity Sound Lab, and on SACD in 2003. Professional music critics at the time of release and afterwards have been mostly positive towards the album. Richard Cook of NME called Synchronicity \"a record of real passion that is impossible to truly decipher\", and felt that \"although [the album] magnifies the difference between Sting and Summers and Copeland it also evolves the group into a unique state: a mega-band playing off glittering experimentation against the sounding board of a giant audience. It's the sound of a group coming apart and coming together, a widescreen drama with a fascination at a molecular level. Some of the music fuses intuitive pop genius with willfully dense orchestration so powerfully it stuns. It is occasionally sensational.\"[28] In Melody Maker Adam Sweeting was less enthusiastic, saying, \"I would guess that devotees of this extremely sussed trio will find plenty to amuse them, and indeed Sting has sown all sorts of cryptic little clues and messages throughout his songs... However impressive bits of Synchronicity sound, I could never fall in love with a group which plans its moves so carefully and which would never do anything just for the hell of it\".[29] Reviewing the 2003 reissue, Mojo's David Buckley stated that \"Synchronicity [...] was already, in the time-honoured words of rock journo cliché, 'the work of a disintegrating unit', yet 20 years on it hangs together well\".[22] Although noting what he felt was a clear gap in quality between the first and second halves of the album, AllMusic editor Stephen Thomas Erlewine concluded that the \"first-rate pop\" of the second half ranks among Sting's best work, while also illustrating \"that he was ready to leave the Police behind for a solo career, which is exactly what he did.\"[19] The track \"Mother\" generated controversy, with many who didn't understand the point of the song, saying it was the worst track on Synchronicity, Andy Summers, who wrote the song, explains why it was put on the album: \"We all have our family situations, and I had a pretty intense mother who was very focused on me. I was sort of 'the golden child,' and there I was, sort of fulfilling all of her dreams by being this pop star in The Police. I got a certain amount of pressure from her. It's not heavy - it was written kind of ironic, to be kind of funny, but crazy. It's inspired a little bit by Captain Beefheart. It's something that's really off-the-wall. It was very bizarre - I think it freaked the record company out. When the album came out, we had all the press in the world watching us and talking about it. The reviews came in, and that song got written about so much because it was so off-the-wall and so ballsy to do that, because the band was having so much commercial success\".[30] During the review of Synchronicity, Stephen Holden from Rolling Stone described \"Mother\" as \"Corrosively funny 'Mother' inverts John Lennon’s romantic maternal attachment into a grim dadaist joke\".[31] In the 1983 Rolling Stone readers' poll, Synchronicity was voted \"Album of the Year\".[32] It was voted the fifth best album of 1983 in The Village Voice's year-end Pazz & Jop critics' poll.[33] At the 1984 Grammy Awards ceremony, Synchronicity won the award for Best Rock Performance by a Duo or Group with Vocal,[34] and was nominated for Album of the Year.[35] \"Every Breath You Take\" won the awards for Song of the Year and Best Pop Performance by a Duo or Group with Vocals,[34] and received a nomination for Record of the Year.[35] In 1989, Synchronicity was ranked No. 17 on Rolling Stone's list of the 100 best albums of the 1980s.[4] Pitchfork ranked the record at No. 55 on its 2002 list of the decade's 100 best albums.[36] In 2006, Q placed Synchronicity at No. 25 on its list of the 40 best 1980s albums.[37] In 2016, Paste ranked Synchronicity sixth on its list of the 50 best new wave albums,[38] and 17th on its list of the 50 best post-punk albums.[39] Synchronicity has appeared on numerous rankings of the greatest albums of all time. In 2000, it was listed at No. 91 in the Virgin All Time Top 1000 Albums book.[40] In 2003, Synchronicity was ranked No. 455 on Rolling Stone's list of the 500 greatest albums of all time;[41] the album also placed on updates of the list in 2012 (at No. 448)[42] and in 2020 (at No. 159).[5] In 2010, Consequence listed it as the 37th best album of all time.[43] Synchronicity was ranked 50th in VH1's 2001 countdown of the \"100 Greatest Albums of Rock & Roll\",[44] and 65th in Channel 4's \"100 Greatest Albums\" in 2005.[45] The Rock and Roll Hall of Fame compiled a list of \"The Definitive 200\" albums in 2007, placing Synchronicity at No. 119.[46] In 2009, Synchronicity was inducted into the Grammy Hall of Fame.[47] In 2013, it placed at No. 13 in BBC Radio 2's \"Top 100 Favourite Albums\", a poll voted in by over 100,000 people.[48] Synchronicity was included in the book 1001 Albums You Must Hear Before You Die.[49] All tracks are written by Sting, except where noted. Credits are adapted from the album's liner notes.[50] The Police Production  * Sales figures based on certification alone. ^ Shipments figures based on certification alone.","Title":"Synchronicity (The Police album) - Wikipedia","KeyID":"3000","URL":"https://en.wikipedia.org/wiki/Synchronicity_(The_Police_album)"}