{"Content: ":"Born in the U.S.A. is the seventh studio album by American rock singer-songwriter Bruce Springsteen. It was released by Columbia Records on June 4, 1984. The album's music was written by Springsteen and recorded with his E Street Band and producers Chuck Plotkin and Jon Landau at The Power Station and The Hit Factory in New York City over the course of several years. The process of recording the album was intertwined with that of his previous album, Nebraska. The cover featured an iconic photograph of Springsteen from behind, taken by photographer Annie Leibovitz. Born in the U.S.A. was met with positive reviews, which noted its more pop-oriented radio-friendly sound, and massive commercial success. It produced seven top-10 hit singles and was promoted with a worldwide concert tour by Springsteen. Born in the U.S.A. became his most commercially successful album and one of the highest-selling records ever, having sold 30 million copies by 2012. It has also been cited by critics as one of the greatest albums of all time. The album received a nomination for Album of the Year at the 1985 Grammy Awards. Born in the U.S.A. is composed of twelve tracks, seven recorded at Power Station studios from April 26 through May 14, 1982. They are \"Born in the U.S.A.\", recorded on April 27, 1982; \"Downbound Train\" April 27–28, 1982; \"Working on the Highway\" April 30, 1982; \"I'm on Fire\" May 11, 1982; \"Glory Days\" May 5, 1982; \"Darlington County\" May 13, 1982; and \"I'm Goin' Down\" May 12–13, 1982. \"Cover Me\" was the first song recorded, on January 25, 1982, at The Hit Factory.[2] The four remaining tracks are \"No Surrender\", recorded October 25–27, 1983; \"Bobby Jean\" from October 10, 1983; \"My Hometown\", recorded June 29, 1983; and \"Dancing in the Dark\", the last to be recorded, on February 14, 1984.[2] The latter was written overnight, after co-producer Jon Landau convinced Springsteen that the album needed a single. According to Dave Marsh in Glory Days, Springsteen was not impressed with Landau's approach. \"Look,\" he snarled, \"I've written 70 songs. You want another one, you write it.\" After blowing off some steam, Springsteen came in the next day with the entire song written.[3] The Born in the U.S.A. sessions covered more than two years (January 1982 through March 1984), and produced approximately 80 songs. It is impossible to separate them from the songs that comprised the album Nebraska; all but one of the January 1982 Nebraska demos were recorded with the E Street Band during April–May. The decision to create Nebraska from the demos came after these sessions. At one point, Springsteen considered combining both sources as a double-album release. \"I had these two extremely different recording experiences going,\" he told Mark Hagen in an interview for Mojo published in January 1999. \"I was going to put them out at the same time as a double record. I didn't know what to do.\"[4] This encompassed the most prolific point of Springsteen's career. Springsteen spent much of 1983 at the home he purchased in the Hollywood Hills area of Los Angeles in June 1982,[5] writing songs and recording demos at a garage studio constructed by Mike Batlan, his assistant, in November–December 1982. During the Born in the U.S.A. sessions time frame, he conceived of several proposed albums, but cancelled one after another and returned to recording new material. After the Nebraska release, followed by solo recording in Los Angeles, Springsteen reunited with the E Street Band at the Hit Factory in New York in May 1983. Plans were made to release an album titled Murder Incorporated, then scrapped, \"because it lacked cohesion\", according to Springsteen. Finally, Landau convinced Springsteen that Born in the U.S.A. was complete, after the recording of \"Dancing in the Dark\". The aftermath of the 12-track release was a large number of unused recordings left \"in the vaults\" from this period, with Springsteen fans expecting a \"super box\" anniversary collection to be released one day.[6][7][8] Born in the U.S.A. showed Springsteen embracing a livelier mainstream sound than on his previous records but continued to express progressive themes and values in his lyrics.[9] According to Roger Scott, it was a \"defiantly rock 'n' roll\" album,[10] while Rolling Stone's Debby Bull said Springsteen incorporated \"electronic textures\" with music he \"kept as its heart all of the American rock & roll from the early Sixties\".[11] Music journalist Matty Karas regarded it as \"a quintessential pop album that was also a perfect distillation of the anger and bitterness seething beneath the surface of Reagan-era America.\"[12] Although Springsteen's previous record Nebraska had darker songs, he said Born in the U.S.A. was not entirely different: \"If you look at the material, particularly on the first side, it's actually written very much like Nebraska – the characters and the stories, the style of writing – except it's just in the rock-band setting.\"[13] Springsteen considered leaving \"No Surrender\" off the album, explaining that \"you don't hold out and triumph all the time in life. ... You compromise, you suffer defeat; you slip into life's gray areas.\"[14] Co-producer Steven Van Zandt convinced Springsteen otherwise: \"He argued that the portrait of friendship and the song's expression of the inspirational power of rock music was an important part of the picture.\"[14] The title track of the album inspired the Annie Leibovitz photo of Springsteen's backside against the backdrop of an American flag, which was used as the album cover. Springsteen commented on the origin of the concept: We had the flag on the cover because the first song was called \"Born in the U.S.A.\", and the theme of the record kind of follows from the themes I've been writing about for at least the last six or seven years. But the flag is a powerful image, and when you set that stuff loose, you don't know what's gonna be done with it. Some people thought that the cover depicted Springsteen urinating on the flag. He denied it: \"That was unintentional. We took a lot of different types of pictures, and in the end, the picture of my ass looked better than the picture of my face, that's what went on the cover. I didn't have any secret message. I don't do that very much.\"[13] According to political writer Peter Dreier, the music's \"pop-oriented\" sound and the marketing of Springsteen as \"a heavily muscled rocker with an album cover featuring a giant US flag, may have overshadowed the album's radical politics.\"[9] Born in the U.S.A. became the first compact disc manufactured in the United States for commercial release when CBS and Sony opened its CD manufacturing plant in Terre Haute, Indiana in September 1984. Columbia Records' CDs previously had been imported from Japan.[15] Although Springsteen had been a well-known star for almost 10 years before the album was released, Larry Rodgers from the Arizona Republic wrote \"it was not until he hit the gym to get buffed up and showed off his rear end in Annie Leibovitz's famous cover photo for Born in the U.S.A. that he became an American pop icon\",[14] touching off a wave of \"Bossmania\", as author Chris Smith called it.[16] According to Bryan K. Garman, in his book A Race of Singers – Whitman's Working-Class Hero From Guthrie to Springsteen, this new image helped Springsteen popularize his persona on a new scale, but also brought him a decisive attachment to political and sociocultural issues, in the times when Ronald Reagan was reviving a patriotic pride by reaffirming the values of prosperity, expansion, and world domination of the United States \"within a decidedly masculine framework.\"[17] Born in the U.S.A. was the best-selling album of 1985 and proved to be the best-selling record of Springsteen's career. It was promoted with a worldwide concert tour and seven singles that became top-10 hits: \"Dancing in the Dark\", \"Cover Me\", \"Born in the U.S.A.\", \"I'm on Fire\", \"Glory Days\", \"I'm Goin' Down\", and \"My Hometown\".[18] The album debuted at number nine on the Billboard 200 during the week of June 23, 1984, and after two weeks, it reached the top of the chart on July 7, staying at number one for seven weeks; it remained on the chart for one hundred forty three weeks.[19][20] It was also a commercial success in Europe and Oceania; in the United Kingdom the album entered at number two on June 16, and after thirty four weeks, on February 16, 1985, it reached number one and topped the chart for five non consecutive weeks;[21] it was present on the chart for one hundred thirty five weeks.[21] It also topped the album charts in Australia, Austria, Germany, the Netherlands, New Zealand, Norway, Sweden and Switzerland.[22][23][24][25][26][27][28][29] Born in the U.S.A. proved to be one of the best-selling albums of all time.[9] It was certified three times platinum by the BPI on July 25, 1985, denoting shipments of 900,000 units in the UK.[30] After the advent of the North American Nielsen SoundScan tracking system in 1991, the album sold an additional 1,463,000 copies,[31] and on April 19, 1995, it was certified fifteen times platinum by the RIAA for shipments of 15,000,000 copies in the US.[32] By 2012, it had sold 30 million copies worldwide.[33] As Born in the U.S.A. became a massive commercial success, Springsteen expressed his thoughts on his growing fame in a 1984 interview: Yeah, there's a change [in me]. [Being a rich man] doesn't make living easier, but it does make certain aspects of your life easier. You don't have to worry about rent, you can buy things for your folks and help out your friends, and you can have a good time, you know? There were moments where it was very confusing. [...] I don't really think [money] does change you. It's an inanimate thing, a tool, a convenience. If you've got to have a problem, it's a good problem to have. [...] Money was kind of part of the dream when I started. I don't think...I never felt like I ever played a note for the money. I think if I did, people would know, and they'd throw you out of the joint. And you'd deserve to go. But at the same time, it was a part of the dream.[13]: 3  Born in the U.S.A. received positive reviews from critics.[10] Reviewing in July 1984 for Rolling Stone, Dave Marsh called it Springsteen's most accessible listen since Born to Run (1975) and said that he knew how to incorporate \"technopop elements without succumbing to the genre's banalities\".[41] The magazine's Debby Miller wrote that Springsteen has set songs that were as well thought-out as Nebraska to more sophisticated production and spirited music, and that the four story-driven songs that end each side of the album give it an \"extraordinary depth\" because of his world-beating lyrics.[44] Robert Hilburn from the Los Angeles Times felt that, with the album's \"richer\" musical settings, Springsteen had succeeded in articulating his message to a wider audience.[45] John Swenson of Saturday Review credited him for showing a more disciplined writing style than on his previous albums and for \"championing traditional rock values at a time when few newer bands show interest in such a direction\".[43] Writing in The Village Voice, Robert Christgau said Springsteen improved upon his previous work by eschewing dejected themes of nostalgia and losers in favor of tougher lyrics, a sense of humor,[46] and an upbeat worldview more honest than the one-dimensional politics of Nebraska. He added that the record's vibrant music \"reminds me like nothing in years that what teenagers loved about rock and roll wasn't that it was catchy or even rhythmic but that it just plain sounded good\".[47] Born in the U.S.A. was voted the best album of the year in The Village Voice's annual Pazz & Jop critics poll for 1984.[46] Christgau, the poll's creator, also ranked it number one on his list,[48] in 1990 he named it the ninth-best album of the 1980s.[49] According to Christgau's Record Guide: The '80s (1990), Born in the U.S.A. may have seemed more conservative than Springsteen's previous work but it showed him evolving on what was his \"most rhythmically propulsive, vocally incisive, lyrically balanced, and commercially undeniable album\".[36] Greg Kot, writing in the Chicago Tribune, later called it \"an 11-million-selling record with a conscience\".[35] AllMusic's William Ruhlmann interpreted the album as an apotheosis for Springsteen's reoccurring characters from his past albums and said that Born in the U.S.A. \"marked the first time that Springsteen's characters really seemed to relish the fight and to have something to fight for\".[34] Richard Williams was more critical in a retrospective review for Q magazine, writing that Springsteen had exaggerated his usual characters and themes in a deliberate attempt at commercial success. Williams added: \"The decision by someone who grew up in the '60s to exploit the American flag on the cover and to bury the anti-war message of Born In The USA beneath an impenetrable layer of clenched-fist bombast ... was, in the era of Reagan and welfare cuts, downright irresponsible.\"[50] In 1987, Born in the U.S.A. was voted the fifth greatest rock album of all time in Paul Gambaccini's Critic's Choice poll of 81 critics, writers, and radio broadcasters.[51] In 2003, Rolling Stone ranked Born in the U.S.A. number 85 on their list of the 500 Greatest Albums of All Time,[52] 86 in a 2012 revised list,[53] and 142 in a 2020 revised list.[54] In 2013, it was named the 428th greatest album in a similar list published by NME.[55] The album was also included in the book 1001 Albums You Must Hear Before You Die.[56] With Born in the U.S.A., Springsteen helped popularize American heartland rock in the mainstream, which allowed for greater success for recording artists such as John Mellencamp, Tom Petty, and Bob Seger.[11] After Mellencamp released his 1985 album Scarecrow, critics mentioned him alongside Springsteen and also referred to his music as heartland rock.[57] Springsteen has expressed some mixed feelings about the album, believing that Nebraska contains some of his strongest writing, while Born in the U.S.A. did not necessarily follow suit. The title track \"more or less stood by itself\", he declared. \"The rest of the album contains a group of songs about which I've always had some ambivalence.\" Even so, and despite describing the album as \"grab-bag\", he acknowledged its powerful effect on his career, claiming: \"Born in the U.S.A. changed my life and gave me my largest audience. It forced me to question the way I presented my music and made me think harder about what I was doing.\"[14] The title track has become one of the most misunderstood songs in popular music. According to Greg Kot and Parker Molloy, the chorus of the song gave the feel of a positive, patriotic anthem, but the lyrics depicted the difficulties and marginalization working-class Vietnam veterans had to face returning to their country. Written during the early 1980s recession in the United States, \"the crestfallen verses mock the empty slogan in the chorus\", Kot said. Because the lyrics were overlooked, the song was used by politicians during rallies, campaign events, and victory speeches.[58][59] Springsteen's manager, Jon Landau, said that there were no plans for the band to celebrate the album's anniversary with a deluxe reissue box set in the manner of previous Springsteen albums. \"At least not yet,\" he added.[60] A full album live performance DVD titled Born in the U.S.A. Live: London 2013 was released exclusively through Amazon.com on January 14, 2014, along with a purchase of Springsteen's album, High Hopes.[61] All tracks are written by Bruce Springsteen. The E Street Band Additional musicians Technical   * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Born in the U.S.A. - Wikipedia","KeyID":"3002","URL":"https://en.wikipedia.org/wiki/Born_in_the_U.S.A."}