{"Content: ":"This timeline of pterosaur research is a chronologically ordered list of important fossil discoveries, controversies of interpretation, and taxonomic revisions of pterosaurs, the famed flying reptiles of the Mesozoic era. Although pterosaurs went extinct millions of years before humans evolved, humans have coexisted with pterosaur fossils for millennia. Before the development of paleontology as a formal science, these remains would have been interpreted through a mythological lens. Myths about thunderbirds told by the Native Americans of the modern Western United States may have been influenced by observations of Pteranodon fossils. These thunderbirds were said to have warred with water monsters, which agrees well with the co-occurrence of Pteranodon and the ancient marine reptiles of the seaway over which it flew.[1] The formal study of pterosaurs began in the late 18th century when naturalist Cosimo Alessandro Collini of Mannheim, Germany published a description of an unusual animal with long arms, each bearing an elongated finger. He recognized that this long finger could support a membrane like that of a bat wing, but because the unnamed creature was found in deposits that preserve marine life he concluded that these strange arms were used as flippers.[2] The creature was restudied again in the very early 19th century by French anatomist Georges Cuvier, who recognized both that the creature was a reptile and that its \"flippers\" were wings. He called the creature the Ptero-dactyle, a name since revised to Pterodactylus.[3] Although Cuvier's interpretation later became the consensus, it was just one of many early interpretations of the creature and its relatives, including that they were bats, strange birds, or the primordial handiwork of Satan himself.[4] Similar animals like the long-tailed Rhamphorhynchus and Gnathosaurus were soon discovered around Europe and it became obvious that earth was once home to a diverse group of flying reptiles.[5] The British anatomist Sir Richard Owen dubbed this vanished order the Pterosauria. Soon after, he described Britain's own first pterosaur, Dimorphodon.[6] Later in the 19th century pterosaurs were discovered in North America as well, the first of which was a spectacular animal named Pteranodon by paleontologist Othniel Charles Marsh.[7] Various aspects of pterosaur biology invited controversy from the beginning. Samuel Thomas von Soemmering ignited a multi-century debate over how pterosaurs walked on the ground by suggesting they crawled on all fours like bats. August Quenstedt, by contrast, argued that they walked on their hind limbs.[8] In the early 20th century, Hankin and Watson in the first major study of pterosaur flight biomechanics concluded that on the ground these reptiles were altogether helpless and could only scoot along on their stomachs like penguins.[9] The debate gained steam in 1957 when William Stokes reported unusual tracks left by a four-footed animal he suspected was a pterosaur walking along the ground.[10] In 1984, Kevin Padian, who had recently argued that pterosaurs walked on their hind legs, dismissed Stokes's tracks as those of a crocodilian.[11] However, in the mid-1990s, Jean-Michel Mazin and others reported that fossil footprints in Crayssac, France were similar to those reported by Stokes from the US. Mazin's tracks were more obviously pterosaurian in origin and settled the debate in favor of pterosaurs walking on all fours.[10] Pterosaur paleontology continues to progress into the 21st century. In fact, according to David Hone the early 21st century has seen more progress in pterosaur paleontology than in \"the preceding two centuries\" combined. He compared this transformative period in pterosaur paleontology to the Dinosaur Renaissance of the 1970s.[12] He also observed that roughly one-third of known pterosaurs were discovered during this brief interval.[13] One of the most notable of these was Darwinopterus, whose body resembled the more primitive long-tailed \"rhamphorynchoids\", while its skull resembled those of the more advanced short-tailed pterodactyloids.[14] These traits establish the species as an important transitional form, documenting one of the most important phases of pterosaur evolution.[15] Another important new species is Faxinalipterus minima, which might well be the world's oldest pterosaur.[16] The first confirmed pterosaur eggs were also reported from China during the early 21st century.[17] The Cheyenne people of Nebraska believed in mythical thunderbirds and water monsters that were in endless conflict with each other. The thunderbirds were said to resemble giant eagles and killed both people and animals with arrows made of lightning. People occasionally discovered stony arrowheads thought to come from the thunderbirds' arrows. According to folklorist Adrienne Mayor, these supposed arrowheads were likely fossil belemnites, which were compared to missiles by other indigenous American cultures, like the Zuni people.[18] The fossils of the Niobrara chalk may have been influential on these stories. The pterosaur Pteranodon and marine reptiles like mosasaurs are preserved in Niobrara Chalk deposits and associated remains may have been interpreted as evidence for antagonism between immense flying animals and serpentine aquatic reptiles. Fossils of the large toothed diving bird Hesperornis are also found in the Niobrara chalk, sometimes preserved inside specimens of large predatory marine reptiles. Observations of similar fossils in the past may have been seen as further evidence for thunderbird-water monster conflict.[19] 1784 1801 1802 1807 1809 1812 1817 1819 1824 c. 1825 1827 1829 1830 1831 1832 1833 1834 1836 1839 1840 1842 1843 1847 1851 1855 1855 1856 1859 1859 – 1860 1860 1861 1862 1863 1869 1870 November, late November – December 31st 1871 1872 March 7th March 12th March 12th – December 31st 1874 1875 1876 May May – December 31st 1877 1881 1882 1884 1886 1887 1888 1891 1892 In this paper Williston also described a new, relatively complete Nyctosaurus specimen. He noted that the only published trait distinguishing the genus from Pterodactylus was an absence of teeth and recommended synonymizing these two genera if \"Nyctosaurus\" teeth were ever found.[57] 1893 1895 1896 1897 1901 1902 1903 1904 1907 1910 1911 1913 1914 1918 1920 1921 1922 1923 1925 1927 1928 1929 1937 1938 1939 1940 1943 1948 1952 1954 1956 1957 1958 1962 1963 1964 1966 1968 1969 1970 1971 1973 1974 1975 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 June 1st June 29–30th 1997 1998 May June 1999 2000 2001 2002 2003 2004 May July 2005 2006 2007 April 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020","Title":"Timeline of pterosaur research - Wikipedia","KeyID":"301","URL":"https://en.wikipedia.org/wiki/Timeline_of_pterosaur_research"}