{"Content: ":"Please Hammer Don't Hurt 'Em is the third studio album by MC Hammer, released on February 12, 1990[1] by Capitol Records and EMI Records. The album was produced, recorded and mixed by Felton Pilate and James Earley. The album ranked No. 1 for 21 weeks on the US Billboard 200, due primarily to the success of the single \"U Can't Touch This\".[2][3] Likewise, the album saw longevity on the Top R&B/Hip-Hop Albums chart, peaking at No. 1 and staying at the top for 28 weeks.[4] It was the top selling album of 1990 in the United States, and one of the bestselling hip hop albums of all time.[5] Most of the singles released from the album proved to be successful on radio and video television, with \"U Can't Touch This\", \"Pray\", \"Have You Seen Her\", \"Here Comes the Hammer\" and \"Yo!! Sweetness\" (UK only) all charting. The album raised rap music to a new level of popularity. It is the first hip-hop album ever to be certified diamond by the Recording Industry Association of America, for sales of over ten million in the United States.[6] The album has sold as many as 17 million copies worldwide, as of July 15, 2012.[7][8] Please Hammer Don't Hurt 'Em was released on February 12, 1990. It features the successful single \"U Can't Touch This\", which sampled Rick James' 1981 single, \"Super Freak\".[9] It was produced, recorded and mixed by Felton Pilate and James Earley, on a modified tour bus in 1989.[10] Despite heavy airplay and a No. 27 chart debut, \"U Can't Touch This\" peaked at No. 8 on the US Billboard Hot 100 chart, because it was only released as a twelve-inch single.[11][clarification needed] However, the album was a No. 1 success for 21 weeks, due primarily to this single – the first time ever for a rap recording on the pop charts. The song has been used in many movies and television shows to date, and appears on soundtrack and compilation albums as well (such as Man of the House and Back 2 Back Hits). Follow-up singles included \"Have You Seen Her\" (a cover of the Chi-Lites) and \"Pray\" (a beat sampled from Prince's \"When Doves Cry\" and Faith No More's \"We Care a Lot\").[12] \"Pray\" was his biggest hit in the US, peaking at No. 2. It was also a major UK success, peaking at No. 8. The album was notable for sampling other high-profile artists, and gave some of these artists a new fan base. \"Dancin' Machine\" sampled The Jackson 5, \"Help the Children\" (also the name of an outreach foundation Hammer started)[13] interpolates Marvin Gaye's \"Mercy Mercy Me (The Ecology)\", and \"She's Soft and Wet\" also sampled Prince's \"Soft and Wet\". Hammer toured extensively in Europe, which included a sold-out concert at the National Exhibition Centre in Birmingham. With the sponsorship of PepsiCo International, Pepsi CEO Christopher A. Sinclair went on tour with him during 1991. By June 1991, the album sold 14.5 million copies worldwide.[14] It would go on to become the first hip-hop album to earn diamond status, selling more than 18 million units to date.[15][16][17][18] Following the album success, Hammer embarked in a 1990–1991 worldwide tour with 144 dates grossing over $32 million.[19] According to Guinness World Records of hit singles, the album cost just $10,000 to produce.[20] The video for \"Here Comes the Hammer\" proved to be the most expensive video on this album, Hammer's second most expensive behind \"2 Legit 2 Quit\".[21][failed verification] During this time, Hammer released \"This Is What We Do\" for the Teenage Mutant Ninja Turtles film and soundtrack (1990)[22] and \"That's What I Said\" on the Rocky V soundtrack (1990).[23] Hammer experienced critical backlash over the repetitive nature of his lyrics, his clean-cut image and his perceived over-reliance on using hooks from other artists for the basis of his singles. He was dissed in music videos by The D.O.C. and Ice Cube. Oakland hip-hop group Digital Underground mocked him in the CD insert of its Sex Packets album, by placing his picture in with the other members, and referring to him as an unknown derelict. He was also mentioned in the song \"The Humpty Dance\", with Shock G claiming: \"People say 'Ya look like MC Hammer on crack, Humpty!'.\" On the track \"To da Break of Dawn\", Hammer is depicted as an \"amateur, swinging a Hammer from a body bag [his pants]\", from LL Cool J's album Mama Said Knock You Out (1990). Additional lyrics included: \"My old gym teacher ain't supposed to rap.\" He later referenced Hammer in \"I Shot Ya (remix)\", a track on his album Mr. Smith (1995). However, LL Cool J would later compliment and commend Hammer's abilities/talents on VH1's 100 Greatest Songs of Hip Hop, which aired in 2008. On Hammer's second album, Let's Get It Started (1988), he originally claimed: \"And when it comes to straight up rockin’ / I’m second to none / from Doug E. Fresh to LL or DJ Run.\"[27] However, Ice-T came to Hammer's defense on his 1991 album O.G. Original Gangster, stating: \"A special shout-out to my man M.C. Hammer. A lot of people diss you, man, but they just jealous.\" Ice-T later explained that he had nothing against people who were pop rap from the start, but only against emcees who switch from being hardcore or \"dirty\" to being pop rap, in order to sell more records. Please Hammer Don't Hurt 'Em was also criticized for its sampling of songs by other musicians.[12] The album sampled high-profile artists, and gave some of these artists a new fan base as a result. \"U Can't Touch This\" sampled \"Super Freak\" by Rick James; \"Dancin' Machine\" sampled the Jackson 5; \"Have You Seen Her\" is a semi-cover of The Chi-Lites song; \"Help the Children\" interpolates Marvin Gaye's \"Mercy Mercy Me (The Ecology)\"; \"Pray\" samples \"When Doves Cry\" and \"She's Soft and Wet\" samples \"Soft and Wet\", both songs by Prince. Rick James sued Hammer for infringement of copyright on the song \"U Can't Touch This\", but the suit was settled out of court when Hammer agreed to credit James as co-composer, effectively cutting James in on the millions of dollars the record was earning. Hammer was also sued by a former producer, Felton Pilate (who is also a member of the successful R&B band Con Funk Shun), and by several of his former backers. Additionally, he faced charges that performance troupe members (aka posse) endured an abusive, militaristic atmosphere.[28] In 1992, Hammer admitted in depositions and court documents to getting the idea for the song \"Here Comes the Hammer\", from a Texas-based Christian recording artist named Kevin Abdullah. Abdullah had filed a US$16 million lawsuit against Hammer for copyright infringement for his song entitled \"Oh-Oh, You Got the Shing\".[29] Hammer settled with Abdullah for $250,000 in 1995.[30] \"Work This\" \"Help the Children\" \"Here Comes the Hammer\" \"Pray\" \"U Can't Touch This\" \"Yo!! Sweetness\" \"She's Soft and Wet\" \"Black Is Black\"  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. The Please Hammer Don't Hurt 'Em album was accompanied by a direct-to-video film titled Please Hammer Don't Hurt 'Em: The Movie (1990).[76] It stars Hammer as a rapper who returns to his old neighborhood, and defeats an illegal drug trade dealer who is using kids to traffic his product. Hammer plays an additional role of preacher \"Reverend Pressure\". The film costarred Juice Sneed, Keyon White, Joe Mack and Davina H'Ollier. The movie won Hammer, director Rupert Wainwright and producer John Oetjen a Grammy Award for Best Music Video, Long Form at the 33rd Grammy Awards.[77][78] Besides Hammer, music talent included Ho Frat Hoo! (1991 MTV Video Music Awards Best Choreography in a Video winner for \"Pray\" along with Hammer), Torture, Special Generation and rapper One Cause One Effect.[79][80][81] Additional releases included The Making of Please Hammer Don't Hurt 'Em (1990),[82] Hammer Time (1990) and Here Comes the Hammer (1991). All projects were Capitol Records Productions.[83][84][85]","Title":"Please Hammer Don't Hurt 'Em - Wikipedia","KeyID":"3010","URL":"https://en.wikipedia.org/wiki/Please_Hammer_Don%27t_Hurt_%27Em"}