{"Content: ":"Waking Up the Neighbours is the sixth studio album by Canadian singer-songwriter Bryan Adams, released on September 24, 1991. The album was recorded at Battery Studios in London and The Warehouse Studio in Vancouver, mixed at Mayfair Studios in London, and mastered by Bob Ludwig at Masterdisk in New York City. The album reached the number one position on the album charts in at least eight countries, becoming Adams' second best-selling album worldwide.[5] Its first single, \"(Everything I Do) I Do It for You\", stayed at number one on the UK Singles Chart for a record sixteen consecutive weeks.[6] The album was also notable in Canada for creating controversy concerning the system of Canadian content.[7] The performance of Adams' 1987 album Into the Fire was felt as somewhat of a disappointment.[8] Although it reached No. 7[9] on the Billboard album chart and No. 2 in his native Canada,[10] it fell short of the massive commercial success enjoyed by his fourth album Reckless released in 1984.[8] Into the Fire was also Adams' last album recorded together with his longtime collaborator Jim Vallance; their songwriting partnership ended in August 1989. For the new album Adams joined forces with Robert John \"Mutt\" Lange, previously known for his work with AC/DC, The Cars, Foreigner, and Def Leppard. The album was recorded at Battery Studios in England and the Warehouse Studios in Canada. Recording began in March 1990, and along with mixing, finished in June 1991.[11][better source needed] According to Adams, Lange changed his way of thinking about the songwriting process making him work meticulously on each song. As a result, the recording process went on for more than a year, and the release of album, originally scheduled for the fall of 1990, had to be postponed several times. Lange is credited on all 15 tracks of the album including four songs whose demos were originally recorded with Valance.[8] Waking Up the Neighbours was released after a number of delays in September 1991. The album peaked at number six on the Billboard 200.[18] The album was released in September and album and single topped the charts in many countries with \"(Everything I Do) I Do It for You\" spending record-breaking 16 weeks at number one on UK Singles Chart and topped the charts in 17 countries.[7] It also made record-breaking sales of 4 million copies in the US.[19] Canadian content regulations were revised in 1991 to allow radio stations to credit airplay of this album towards their legal requirements to play Canadian music.[7] The album has become Adams second best-selling album worldwide.[5] Adams won a Grammy Award in 1992 for Best Song Written Specifically for a Motion Picture or Television for \"(Everything I Do) I Do It for You\". Released prior to the release of the album, \"(Everything I Do) I Do It for You\" was the most successful single off the album, and has become one of the most successful songs of all time, having spent seven weeks at number one in the United States' Billboard Hot 100, sixteen consecutive weeks at number one on the UK Singles Chart, 11 weeks on the Dutch Top 40 and nine weeks at number one on the Canadian singles chart in Canada.[11][6][18] The song won a Grammy Award for Best Song Written Specifically for a Motion Picture or Television at the 1992 Grammy Awards, and was nominated for an Academy Award for Best Song of 1991.[20] The song came about when Adams was approached to write something by the producers of the then-upcoming Kevin Costner film, Robin Hood: Prince of Thieves, and was asked to work on a theme song. He was provided a tape of orchestration written by the composer of the film score, Michael Kamen.[11] With this, he and Lange used a section of Michael's orchestration and created \"(Everything I Do) I Do It for You\", which was then placed deep into the closing credits of the film when it opened on June 14, 1991.[11] The song went to number 1 in the United Kingdom the week before the film's British release and went on to top the charts in 16 countries and sold over 10 million copies worldwide, becoming one of the biggest selling singles of all time.[21] The song was nominated for an Academy Award but lost to \"Beauty and the Beast\" from the eponymous film; it won a Grammy Award for Best Song from a Motion Picture. Years later when the BBC asked Bryan (about the recent acoustic live version from his Bare Bones CD), \"Do you ever get bored of hearing your record-breaking hit 'Everything I Do'?\" Bryan said: \"Of course not. What a silly question.\"[22] Julien Temple directed the music video for \"(Everything I Do) I Do It for You\"; it was shot in Sheffield, England over May 17–18, 1991.[23] \"Can't Stop This Thing We Started\" was the second single from the album. A rock song in contrast to \"(Everything I Do) I Do It for You\", it peaked at number 2 on the Billboard Hot 100 behind Prince's \"Cream\".[18] \"Can't Stop This Thing We Started\" received two nominations at the Grammy Awards of 1992 for Best Rock Song and Best Rock Performance, Solo, winning none.[5] \"There Will Never Be Another Tonight\" was the third single from the album. The title came from a fragment Bryan Adams and Jim Vallance wrote in late 1980s. Originally titled \"Buddy Holly Idea\" because of its resemblance to Buddy Holly's song \"Peggy Sue\", it was developed into a song by Lange and Adams. \"Thought I'd Died and Gone to Heaven\" was the fourth single released from Waking up the Neighbours. Written by Lange and Adams, the song was the first song written for the album.[citation needed] \"Thought I'd Died and Gone to Heaven\" reached number 13 on the Billboard Hot 100 and 14 on the Mainstream Rock Tracks.[24][25] In the UK, it reached number 8.[6] \"All I Want Is You\", \"Do I Have to Say the Words?\" (number 11 on the Billboard Hot 100) and \"Touch the Hand\" were also released as singles but didn't get the heavy rotation as the first four singles released.[18] The album caused controversy in Canada concerning the system of Canadian Content. Although Adams was one of Canada's biggest recording stars at the time, the specific nature of his collaboration with non-Canadians, coupled with his decision to primarily record the album outside Canada, meant that the album and all its songs were not considered Canadian content for purposes of Canadian radio airplay.[7] Under the system then in place, a piece of recorded music had to meet any two of the following four criteria in order to qualify as Canadian content: As Adams co-wrote both the music and the lyrics with Mutt Lange, who is from Zambia, and he did not primarily record the album in Canada, he only fulfilled one of the criteria. It was noted that if Adams had written all the lyrics, and Lange all the music (or vice versa), the collaboration would have counted as Canadian content. As a result, under CRTC regulations none of the album's songs were considered Canadian content.[26] In protest, Adams briefly threatened to boycott Canada's annual Juno Awards, where his album had been almost completely ignored by the awards committee. He did end up winning the Entertainer of the Year Award (voted on by the public) and Producer of the Year Award.[26] Adams publicly criticised the CRTC policy, calling it \"a disgrace, a shame...stupidity\". He continued his attack with: \"You'd never hear Elton John being declared un-British [...] It's time to abolish the CRTC. Not everyone agrees.\"[7] As a result of the controversy, in September of that year, the Canadian Radio-television and Telecommunications Commission announced that Canadian content rules would be changed. The new regulation allows non-Canadians to contribute up to 50% of the finished content to each of both the music and the lyrics of a recorded piece, and still qualify for Canadian content status—provided the recording artist is Canadian, or the song is recorded in Canada.[7] Accordingly, the Adams/Lange songs, and the Adams/Lange/Vallance songs on the album now count as Canadian content, as Jim Vallance is also Canadian. However, the Adams/Lange/Kamen co-written \"(Everything I Do) I Do It for You\" still does not count as Canadian content, as two of the three writers are non-Canadians, and the track was not recorded in Canada. Before releasing the album, Adams had already started a tour promoting it, and on June 8, 1991, he held large concerts in Europe co-headlining with ZZ Top. Shortly after the tour started, \"(Everything I Do) I Do It for You\" was released as the debut single for the album. The single became a worldwide hit.[27] Adams further supported the new album with his tour Waking Up the World, which started in October 1991 and ran through May 1993. On October 4, 1991, the world tour started in Belfast, Northern Ireland. On December 18, 1991, Adams played his two first-ever shows in Reykjavík, Iceland. After his tour in Europe, as well as a concert at Wembley Stadium attended by more than 72,000 people, Adams left for the United States, where he performed at the Ritz Theatre on January 10.[23] That concert sold out in less than 20 minutes.[23] In attendance were Ben E. King and Nona Hendrix.[23] The Canadian leg of the 'Waking Up the World' Tour kicked off in Sydney, Nova Scotia on 12 January 1992, and wrapped up with a standing room only concert in Vancouver, British Columbia, on 31 January. In February 1992, he toured New Zealand and Australia for seven dates, kicking off with a press conference in Sydney. On February 21 the tour headed to Japan for close to a dozen shows in six cities. Bryan taped an interview with MuchMusic's Terry Dave Mulligan in Calgary, Alberta and the air date was scheduled for mid-March.[23] The tour continued through several European countries in June 1992, including Italy, Germany, the Netherlands and Scandinavia, and in July 1992, Bryan performed for the first time in Hungary and Turkey. September through December 1992 saw the tour in the U.S. The Asian tour headed to Thailand, Singapore, Japan, and Hong Kong in February, 1993, before returning to the U.S. during March through May.[23][27] Adams' visit to South Africa during his Waking Up the World tour, following the release of Nelson Mandela and other political prisoners from prison and the unbanning of black political parties, has been left relatively undocumented. Adams' concert at Cape Town's Green Point stadium during the tour was called one of his most emotional and memorable performances. Coca-Cola was one of the official partners and sponsors of the tour, and the beverage company released a commercial promoting the tour. It featured the song \"House Arrest\" with Adams and his band playing the song in a neighborhood and also featured actress Neve Campbell. All tracks written and produced by Bryan Adams and Robert Lange, except where noted.  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Waking Up the Neighbours - Wikipedia","KeyID":"3014","URL":"https://en.wikipedia.org/wiki/Waking_Up_the_Neighbours"}