{"Content: ":"The Bodyguard: Original Soundtrack Album is a soundtrack album from the film of the same name, released on November 17, 1992, by Arista Records. The album's first side (in its original LP and cassette formats) features songs recorded by American singer Whitney Houston, who starred in the film, while side two features the work of various artists. Houston and Clive Davis were co-executive producers of the record. The Bodyguard was praised by music critics for Houston's vocal performance and its production. The album was a massive global success, hitting number one in eighteen countries and going top ten in dozens of other countries. In the United States, the album gave Houston the distinction of having the most weeks at number one by a female artist on Billboard 200, holding that record for 19 years until being surpassed by Adele's album 21 (2011). The Bodyguard is certified Diamond by the Recording Industry Association of America, which gives Houston three Diamond selling albums.[10][11] It became the first album verified by the Nielsen SoundScan to sell over one million copies within a single week. At one point, the album was selling over a million copies per week for several weeks in a row. With sales of over 45 million copies worldwide, The Bodyguard is the best-selling soundtrack album of all-time, as well as the best selling album by a woman in music history, and the best selling album of the decade.[12] The soundtrack won the Grammy Award for Album of the Year[13] In honor of the 25th anniversary of the soundtrack's release, Legacy Recordings and the Whitney Houston Estate released I Wish You Love: More from The Bodyguard,[14] which included a collection of never-before-released live recordings from Houston's historic The Bodyguard Tour (1993–1995), alternate versions of the audio recordings from The Bodyguard film, and an alternate version of a remix of \"I’m Every Woman\".[15] Houston and Clive Davis served as co-executive producers of the album.[16] Houston planned to record \"What Becomes of the Broken Hearted\" as the film's theme song, however, when they learned Paul Young's version would be used in the film Fried Green Tomatoes, they searched for another song. Kevin Costner, the film's co-star, thought of recording \"I Will Always Love You\", originally released by Dolly Parton. While recording the album, Houston insisted on using her touring band as opposed to a studio band.[17] The album's first half features six[18] pop songs performed by Houston.[4] Houston's cover of Dolly Parton's plaintive country ballad \"I Will Always Love You\" is a grand pop-gospel declaration of lasting devotion to a departing lover. \"I Have Nothing\" and \"Run to You\" are ballads featuring Houston's characteristic stentorian delivery, and both received Oscar nominations.[19] \"Jesus Loves Me\" is sung with Bebe Winans and features a pop arrangement.[5] AllMusic editor Stephen Thomas Erlewine views that the first half is characterized by urban pop songs similar to I'm Your Baby Tonight (1990), while the second half has miscellaneous tracks more \"typical of a big-budget soundtrack\", including an excerpt from Alan Silvestri's score, instrumentals by Kenny G, and contemporary pop and dance songs.[2] \"Someday (I'm Coming Back)\", performed by Lisa Stansfield, is an intense pop-disco song.[5] The album is most notable for Houston's version of \"I Will Always Love You\" (written by Dolly Parton). The song received huge airplay, appealing to the pop, R&B, adult contemporary, and soul radio markets. The single spent 14 weeks at number one on the Billboard Hot 100 singles chart.[20] \"I Will Always Love You\" was successful worldwide, peaking at number one for 14 weeks in New Zealand, 10 weeks in the UK and Australia, 9 weeks in Norway, 8 weeks in France and Switzerland, 6 weeks in the Netherlands, and 3 weeks in Sweden.[21][22][23][24][25][26][27][28] With the next two Top 5 singles[29] \"I'm Every Woman\" (originally a Chaka Khan hit) and \"I Have Nothing\", following on the heels of \"I Will Always Love You\", Houston became the first female act to have three songs in the Top 20 simultaneously. Two songs, \"Run to You\" and \"I Have Nothing\", were each nominated for the Academy Award for Best Original Song,[30] but lost out to \"A Whole New World\" from the animated film Aladdin. The same two songs were nominated for Grammy Awards in the category Best Song Written Specifically for a Motion Picture or for Television. Other songs garnering significant radio airplay included \"Jesus Loves Me\" on gospel stations, and \"Queen of the Night\" on pop and dance stations. The Bodyguard debuted at number two on the Billboard 200 chart and the Billboard Top R&B/Hip-Hop Albums chart, behind Ice Cube's The Predator, selling 144,500 copies in its first week.[31][32] In its second week, the album topped both of the charts, with sales of 292,000 units.[33][34][35] While the album stayed the summit on the charts, it broke the record for the most one-week sales twice. In its fifth week, it sold 831,000 copies, breaking the old sales record of 770,000 set by Guns N' Roses' Use Your Illusion II in the fall of 1991.[36] The following week, the album once again set a record for the most albums sold in a single week, since the Nielsen SoundScan introduced a computerized sales monitoring system in May 1991; when it sold 1,061,000 copies, making it the first album to sell over 1 million copies in one week since tracking began.[37][38][39] The soundtrack stayed at number one for 20 non-consecutive weeks on the Billboard 200 chart, and spent eight consecutive weeks atop the Top R&B Albums chart, remaining on the charts for a total of 141 weeks and 122 weeks, respectively.[40][41][42] The album held the record for the most weeks at number one, and the record for the most non-consecutive chart-topping weeks on the Billboard 200 chart in the Nielsen SoundScan era[43] until 2012 when it was overtaken by Adele's 21 which spent 24 non-consecutive weeks at the summit. The Bodyguard soundtrack was ranked #1 in the 1993 Billboard year-end charts, on the Top Billboard 200 Album and Top R&B/Hip-Hop Album.[44] In addition, the album was the first in Nielsen SoundScan history to rank among the top three albums in two consecutive years (#3 for 1992, #1 for 1993), and the best-selling soundtrack by the National Association of Recording Merchandisers (NARM) in 1993–1994.[45][46] When the soundtrack to The Bodyguard was credited as a Whitney Houston album in Billboard's archives, she became the only artist with three albums to remain on top of the Billboard 200 chart for over ten weeksㅡWhitney Houston (14 weeks), Whitney (11 weeks) and The Bodyguard (20 weeks). Houston also broke the record for the most cumulative weeks at number one by a female artist with 46 cumulative weeks until Taylor Swift surpassed it on 2020 with her album \"Folklore\".[47] The album received the largest initial certification of any album for 6× platinum by the Recording Industry Association of America(RIAA) on January 18, 1993.[48] The record was broken by 'N SYNC's No Strings Attached, certified 7× Platinum initially in April 2000.[49] On March 16, 1999, when the RIAA launched the Diamond Awards, honoring sales of 10 million copies or more of an album or single, the album received the award with 62 other albums initially.[50][51] It was certified 17× Platinum by the RIAA on November 1, 1999, becoming the best-selling soundtrack album of all-time in United States.[52][53][54] According to a new update from Whitney Houston's estate, particularly, Arista, The Bodyguard soundtrack has been certified 18× Platinum by RIAA in November 2017. It is the first album to reach both the 10 million and 11 million sales mark in the US since 1991, when Nielsen SoundScan started tracking music sales.[55] As of October 2014, it has sold 12,140,000 copies; it is the sixth best-selling album of the SoundScan era in the United States.[56] In 1992–1993, with the huge international success of the film The Bodyguard, the soundtrack was also a phenomenal hit worldwide.[57] It topped the albums chart in Australia for five weeks,[58] Austria for nine weeks,[59] Canada for 12 weeks,[60] France for eight weeks, Germany for 11 weeks,[61] Hungary for two weeks,[62] Italy for two weeks, Japan for two weeks,[63] Netherlands for six weeks,[64] New Zealand for eight weeks,[65] Norway for six weeks,[66] Sweden for four weeks[67] and Switzerland for nine weeks.[68] In the United Kingdom, the album didn't chart on the main albums chart because compilation albums were excluded from the main albums chart from January 1989.[69] Instead, the album reached the top on the official compilation albums chart and stayed there for 11 weeks, spending 60 non-consecutive weeks in the top 10 and for a total of 107 weeks on the chart. Through its massive success across Europe, it topped the European Top 100 Albums chart for 15 non-consecutive weeks.[70] In the UK, the album was certified 7× platinum by the British Phonographic Industry (BPI) on January 1, 1994,[71] and has sold 2,255,000 copies, landing at number sixty on the list of UK's 100 best-selling albums of all time.[72] In Japan, it was certified 2× million by the Recording Industry Association of Japan (RIAJ) in 1994, the first time a foreign artist achieved that feat in Japanese music history, and eventually became the best-selling foreign album with 2.8 million copies sold.[73][74] The record was later broken by Mariah Carey's #1's, certified 3× million in 1998.[74] In Germany, the album has sold more than 1.7 million, earning 3× platinum awards by the Bundesverband Musikindustrie (BVMI).[75][76] In addition, it was awarded Diamond for the sales of over 1 million in both France and Canada.[77][78] It was certified 3× platinum in Brazil, becoming one of the best-selling international album by a female artist and set a record for the best-selling foreign album with the sales of 1.2 million over in South Korea.[79][80][81] In Australia, it became the best selling album of 1993.[82] In Mexico, the soundtrack sold more than 500,000 copies, making it the best-selling English-language record in 1994.[83] To date, the album has sold 45 million copies worldwide, making it the best-selling soundtrack of all time.[12] I Wish You Love: More from the Bodyguard is the 25th anniversary reissue of the album, released by Legacy Recordings on November 17, 2017. The album was released to commemorate the 25th anniversary of the movie, The Bodyguard, which marked Houston's film debut.[84] It includes the film versions of her six Bodyguard contributions – \"I Will Always Love You,\" \"I Have Nothing,\" \"I'm Every Woman,\" \"Run to You,\" \"Queen of the Night\" and \"Jesus Loves Me\" – as well as remixes and live performances of the songs from subsequent tours.[84] The album's release coincided with a tribute to Houston and the music of The Bodyguard at the American Music Awards on Nov. 19 on ABC as performed by Christina Aguilera.[84] Ahead of the performance, Aguilera wrote on Instagram, “I am excited, honored and humbled to perform a tribute to one of my idols.”[85] All songs performed by Whitney Houston, except where noted. Notes \"I Will Always Love You\" \"I Have Nothing\" \"I'm Every Woman\" \"Run to You\" \"Queen of the Night\" \"Jesus Loves Me\"  \"Even If My Heart Would Break\" \"Someday (I'm Coming Back)\" \"It's Gonna Be a Lovely Day\" \"(What's So Funny 'Bout) Peace, Love and Understanding?\" \"Theme from The Bodyguard\" \"Trust in Me\"   Notes: * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"The Bodyguard (soundtrack) - Wikipedia","KeyID":"3016","URL":"https://en.wikipedia.org/wiki/The_Bodyguard_(soundtrack)"}