{"Content: ":"Spice is the debut studio album by English girl group the Spice Girls, released in Japan on 19 September 1996 and in the United Kingdom on 4 November 1996 by Virgin Records. The album was recorded between 1995 and 1996 at Olympic Studios in Barnes, London, and Strongroom Studios in Shoreditch, London, by producers Matt Rowe and Richard Stannard, and the production duo Absolute. Spice is a pop album that incorporates styles such as dance, R&B and hip hop. It is considered to be the record that brought teen pop back, opening the doors for a wave of teen pop artists.[1] Conceptually, the album centered on the idea of Girl Power, and the hype surrounding the group was compared to Beatlemania. A worldwide commercial success, Spice topped the charts in more than 17 countries across the world, and was certified Multi-Platinum in 27 countries, Platinum in 14 countries and Gold in three countries, including 10-times Platinum in the United Kingdom and Canada, eight-times Platinum in Europe, and seven-times Platinum in the United States. It became the world's top-selling album of 1997, selling 19 million copies in over a year. The album has sold a total of 23 million copies worldwide,[2] becoming the best-selling album in music history by a girl group and one of the best-selling albums of all time. Four singles were released from the album. The lead single, \"Wannabe\", reached number one in 37 countries, becoming one of the best-selling singles of all time as of 2010 by selling over six million copies worldwide. The next two singles, \"Say You'll Be There\" and \"2 Become 1\", reached number one in 53 countries.[3] \"Who Do You Think You Are\" was released as the official Comic Relief single in the UK as a double A-side with \"Mama\" and both songs reached the top 20 in charts across Europe, Australia and New Zealand. In the band's native UK, all four singles went to number one on the UK Singles Chart and, on the Billboard Hot 100, the album spawned three top-five singles. In February 1994, Chris and Bob Herbert, who together with financer Chic Murphy traded under the business name of Heart Management, placed an advert in The Stage magazine, which asked the question: \"Are you street smart, extrovert, ambitious, and able to sing and dance?\".[4][5] The management received hundreds of replies, but eventually reduced their search down to a final group of five girls: Victoria Beckham, Mel B, Melanie C, Geri Halliwell and Michelle Stephenson. The new band was originally called Touch and moved to a house in Maidenhead. Emma Bunton was the last to join after Stephenson dropped out when her mother became ill. The group felt insecure about the lack of contract and were frustrated by the direction in which Heart Management was steering them. In October 1994, armed with a catalog of demos and dance routines, the group began touring management agencies. They started to meet with producers, musicians and other business executives, among which were composer Tim Hawes, and writers Richard Stannard and Matthew Rowe. Hawes worked with the group and watched the evolution in their singing and writing abilities. Together they composed a song called \"Sugar and Spice\", which served as the inspiration behind the change of the group's name to \"Spice\". Eventually the name was changed again to \"Spice Girls\" due to an American rapper using the name \"Spice\" at the time. On 3 March 1995, because of the group's frustration at their management's unwillingness to listen to their visions and ideas, they parted from Heart Management. The group stole the master recordings of their discography from the management offices in order to ensure they kept full control of their own work.[6] The group were supposed to meet with producer Eliot Kennedy the week after they left their former managers, but the meeting was arranged by the Herberts weeks before their departure. But without access to Herbert's address book, they knew nothing of Kennedy's whereabouts other than he lived in Sheffield. Mel B and Halliwell drove to Sheffield the day after the departure from Heart Management and looked for the first phone book they came across; Eliot was the third Kennedy that they called. That evening they went to his house and persuaded him to work with them. The rest of the girls travelled to Sheffield the next day.[7] Kennedy commented about the session: \"None of them played instruments, so I was left to do the music and get that vibe together. What I said to them was, 'Look, I've got a chorus—check this out'. Then they were throwing lines at us. 10 minutes later the song was written. Then you go through and refine it. Then later, as you were recording it you might change a few thing here and there. But pretty much it was a real quick process.\"[8] Four tracks were composed in that session: \"Love Thing\", \"Say You'll Be There\", \"Step to Me\" (which was released later) and \"Strong Enough\".[9] In the following months the group continued to meet with producers, wrote new songs, prepared demos and searched for a new manager. They met again with the writers Stannard and Rowe. They had previously worked with the girls in January 1995 before their departure from Heart Management; that was the group's first professional songwriting session, held at the Strongroom in Curtain Road, east London.[10] In the first session with Stannard and Rowe, they wrote \"Feed Your Love\", a slow, soulful song which was eventually recorded and mastered for the album, but not released because it was considered too rude and racy for their target audience. Having completed that session, the girls wanted to write something more uptempo, so they started to write the song that would be the lead of the album, \"Wannabe\", which was recorded in under an hour—mainly because they had already written parts of the songs beforehand.[11] The next song they recorded was a slow ballad and the third track on and single from the album, \"2 Become 1\". The song was inspired by the special relationship which had developed between Halliwell and Rowe during the session.[12] \"Mama\" was written by the Spice Girls with songwriting partners Matt Rowe and Richard Stannard. In an interview about the writing process between the group and the duo, Rowe credits Mel B as the one who came up with the song's concept.[13][14] During the writing process, each member wrote a small verse in a different corner of the recording studio, while the chorus was finished around the piano with a guitar. Then, the producers added a gospel choir filled with the group's harmonies at the end of the song.[15] They also produced the album's last track \"If U Can't Dance\". In May 1995, the group was introduced to Paul Wilson and Andy Watkins, the songwriters and production duo known as Absolute. Watkins commented about their first meeting, \"They played us a few tracks, which we didn't particularly like. So we thought, this is OK. We can work with this.\" A songwriting session was booked within the next few days at Absolute's studio located on Tagg's Island near Chertsey, but the musical association between them did not seem to go well at the beginning. Wilson remembered, \"When they started to sing it was never quite right: from our point of view. It was very poptastic.\" Watkins recalled, \"After two sessions we phoned our managers and said 'This just ain't happening'.\" It was at this point that Watkins and Wilson heard \"Wannabe\" for the first time. When speaking about the song, Wilson said, \"We listened to it and we didn't get it at all. It was so different to what we were doing. We thought is this going to work?\".[16] The next session was the definite one; either they would continue to work with the group or break up their relationship. Wilson recalled, \"Every previous time we'd met up with the girls we had prepared a backing track. This time we had nothing.\" Watkins also said, \"They said they wanted to do something up and a bit of fun, so we just off the top of our heads started to come up with a full-on disco backing track, which became 'Who Do You Think You Are'.\" Wilson said of the song, \"The thing is when they wrote it, they were also writing the dance routine, constructing the music video, all at the same time as writing the song. And that's when the penny dropped.\" The girls went on to write \"Something Kinda Funny\", \"Last Time Lover\", \"Naked\", \"Bumper to Bumper\", \"Take Me Home\", \"One of These Girls\", and \"Baby Come Round\" with Watkins and Wilson, none of them singles, but all of them tracks which lent a touch of classy R&B feel to the Spice album and singles. Absolute also produced all of these songs as well as the three tracks penned with Eliot Kennedy: \"Say You'll Be There\" \"Love Thing\" and later \"Step to me\" giving the duo a guiding hand in six of the ten tracks that eventually ended up on Spice. The tracks that Absolute produced were recorded for the most part at Olympic Studios in Barnes. At this time, 1995, the Auto-Tune facility had yet to come to the market and most of the vocals were recorded with few adjustments made afterwards.[16] Absolute told Simon Fuller about the group they had worked with and asked whether he would consider managing them. Fuller received a demo of \"Something Kinda Funny\", one of the songs the group wrote with Absolute.[17] He showed interest in the group, began a relationship and decided to sign them at 19 Management in March 1995. In September 1995 the group signed a deal with Virgin Records, and continued to write and record tracks for their debut album while touring the west coast of the United States, where they signed a publishing deal with Windswept Pacific in November.[18] The Spice Girls were fully involved in the writing of all the songs. Halliwell in particular was clearly a fund of ideas for songs, arriving at sessions with her book of jottings, notes and miscellaneous scribblings which often produced the starting point of a lyric or a song title or just an agenda for the day's work. Watkins commented, \"Geri [Halliwell] would come up with the concept for a song. Typically, she'd sing one line and the girls would pick up on it or we'd pick up on it and construct around it and then [Melanie C] and Emma [Bunton] would be very active. They'd really like to sit and sing melodies and go off and come up with little sections.\"[19] They \"conceptualised\" and sang bits of melody and wrote the lyrics. But in musical terms it was not a partnership of equals. Rowe commented: \"We had to kind of steer it. It was very different for different tracks really. Some of them were when we were all jamming in the room. We'd just put up some drum sounds and start making things up. On other tracks me and Richard [Stannard] would prepare something beforehand and play it to them. We'd have some lyrics and make them write the second verse.\"[19] The Spice Girls introduced two key innovations that have had a lasting impact on the way which modern pop acts go about their creative business. Firstly they introduced the idea of songwriting identity. This was a familiar concept in rock bands like Queen or the Sex Pistols, but not in the world of \"manufactured pop\", where the credits of songwriting would be divided out strictly in accordance with whoever had written the song. The Spice Girls recognised their solidarity as a group, which depended on maintaining parity in all departments, including the songwriting credits and the resulting royalties. They share the songwriting royalties on all the songs irrespective of what any member of the group had or had not contributed to any particular song.[20] The second thing the Spice Girls established from the outset was a straight 50–50 split between them and their various songwriting collaborators. Here they anticipated one of the key developments in the pop industry since the 1990s, namely the increasing importance of publishing royalties as opposed to royalties payments made for the performance of the song on the record.[20] In an interview with Apple Music for the Spice25 release, Melanie C divulged, \"We had [a] risqué song called 'C U Next Tuesday', which was vetoed for the 25th anniversary edition, but I do have plans for it. It sounds like a Lily Allen song; it's absolutely brilliant.\"[21] \"Wannabe\", the most emblematic song of the Girl Power philosophy, was chosen as the first track and lead single of the album. It highlights the slogans the group tend to cite like the union and solidarity between friends and the power exercised by women over men.[22] The second single \"Say You'll Be There\" described the things the group had been through together and how they had always been there for each other.[23] It received mixed reviews; some critics praised it as a catchy song,[24] while others dubbed it as merely a bid for credibility,[25] while others described the lyrics as \"confusing\".[26] The third single \"2 Become 1\" focused upon the bonding of lovers, and how the bond can become so strong that they practically become one entity, through the act of sex; in addition, the lyrics address the importance of contraception.[27] \"Love Thing\" is the fourth track; it focuses on relationships and how after many disappointments the girls do not want to know anything about love. The song symbolizes the Girl Power philosophy by showing the support between each other and finding the strength to continue.[28] The fifth track, \"Last Time Lover\", was originally called \"First Time Lover\" and was about the loss of virginity,[17] but was discarded and changed to a song full of provocations, where sex is the main issue.[28] The sixth track, \"Mama\", was dedicated to the group's mothers, and deals with the difficulties in the relationships between mothers and teenagers that appear during adolescence.[29] Reviewers described the ballad as \"glossy\" and \"corny\".[25][30] The seventh track, \"Who Do You Think You Are\", is about the presumptuous superstar life and how someone can get trapped in the world of fame. The inspiration for this song came from some of the people the group met in the music industry.[31] It was well received by critics, who thought that the song was one of the group's \"strongest and underrated songs\" and that it \"still feels relevant today\".[32][33] \"Something Kinda Funny\", the eighth track of the album, is about the \"fun\" the group experienced together, and how it was fate that they came to know each other.[17] The ninth track, \"Naked\" deals with vulnerability and the step from girls to women and how this process made the group stronger, something they were experiencing at that moment.[34] It received mixed reviews from critics; some described it as \"soulful and funky as anything by TLC or Brand New Heavies\",[30] while others considered the song as a \"bit of a let down\".[33] The last track of the album, \"If U Can't Dance\", deals with preconceived ideas about people and how sometimes they are totally different from what they appear.[35] Spice is a pop album with a diverse inclusion of musical styles such as dance, R&B, hip hop, soul, rap and funk, which lead some reviewers to call it a pop collection.[25][30] The lead single, \"Wannabe\" is an uptempo pop song with elements of white hip–hop, rap and dance music.[22][36][24] Two of the three ballads of the album, \"2 Become 1\" and \"Mama\", were co–written and produced by Stannard and Rowe, and both feature the use of keyboards, guitars, string arrangements and backing vocals.[28] Production duo Absolute incorporated a mix of dance-pop, funk and R&B on \"Say You'll Be There\",[16] which includes a harmonica solo played by Judd Lander, who also played the harmonica on Culture Club's \"Karma Chameleon\".[37] The other songs produced by Absolute feature different music genres: \"Naked\" and \"Something Kinda Funny\" include pop elements with influences of soul music and funk, respectively.[34][38] \"Who Do You Think You Are\" is influenced by early-1990s Europop,[38] and incorporates a disco-style beat that resembles the music of the late 1970s.[32] \"If U Can't Dance\", another heavily dance–oriented song, features a rap section performed by Halliwell in Spanish and contains a sample of Digital Underground's song \"The Humpty Dance\".[34] The main concept of the album centred on the idea of Girl Power,[39] embodying a feminist image, as both Madonna and Bananarama had employed before.[40] Every track of the album deals with different aspects of this notion: The lead single \"Wannabe\" makes demands of sincerity and is a feminist message of choosing friends over relationships; \"Say You'll Be There\" motivates girls to stand up for themselves as individuals,[22] while the focus of \"Love Thing\" is the symbolic expression of unity as a group; \"Something Kinda Funny\" deals with the identification of goals in life and \"Last Time Lover\" encourages the use of sexual charm as a weapon to be deployed along with any other skills that would help to get a result.[28][39] Released as the group's debut single in July 1996, \"Wannabe\" topped the UK Singles Chart for seven weeks and received a Platinum certification by the British Phonographic Industry (BPI). In January 1997 it was released in the United States, topping the Billboard Hot 100 for four weeks. It was the group's only number-one single in that country. By the end of 1996, \"Wannabe\" had topped the charts in 22 nations,[41] and by March 1997 this number had climbed to 31.[42] Despite negative reviews from critics who found the track as \"more a compendium of music styles than an actual song\",[36] and the group's image as a \"pro-woman posing that project[s] lots of false confidence\",[43] it became the best-selling single by a female group, selling over six million copies worldwide.[44][45] \"Say You'll Be There\" was released as the album's second single on 14 October 1996. It became the group's second number-one single in the United Kingdom,[46] and was certified Platinum by the BPI. It was a commercial success across Europe, reaching the top 10 in most of the charts that it entered. As a result of its popularity, the song was released in 1997 in Australia, receiving a Gold certification by the Australian Recording Industry Association (ARIA), and in North America, entering the top five in both, Canada and the United States. \"2 Become 1\", released as the group's third single on 16 December 1996, it was generally well received by music critics and was a commercial success. It topped the UK Singles Chart for three weeks, becoming the group's third consecutive chart-topper,[46] their second million-selling single, and their first Christmas number-one single in the United Kingdom. In July 1997, the song was released in the United States, peaking at number four on the Billboard Hot 100, and receiving a Gold certification by the Recording Industry Association of America (RIAA). It performed similarly internationally, peaking inside the top 10 on the majority of the charts that it entered. \"Mama\" and \"Who Do You Think You Are\" was released as a double A-side single in March 1997 as the group's fourth single, it became the group's fourth consecutive number-one single in the United Kingdom,[46] making them the first act in UK chart history to have its first four singles reach number one. Additionally, it was certified Platinum by the BPI, and performed well internationally, reaching the top 10 in many European countries and New Zealand, and the top 20 in Australia, France, and Norway. The album received generally mixed reviews from pop music critics. AllMusic's reviewer Stephen Thomas Erlewine called the album \"immaculately crafted pop\" that is \"infectious\" and \"irresistible\", adding that \"Spice doesn't need to be original to be entertaining\" and that \"none of the girls have great voices, but they do exude personality and charisma.\"[24] Ken Tucker from Entertainment Weekly called the album a \"devilishly good pop collection\", and said that the lead single \"Wannabe\" is \"perky yet tough, catchy yet melodically surprising.\"[25] Lois Alter Mark from the same magazine called the Spice Girls \"Go-Gos with attitude\" and described the content of the album as \"PG-rated fantasies and come-ons\", adding that \"the girls may not be ideal role models.\"[55] LAUNCHcast's Dev Sherlock called the album \"pure upbeat ear candy\" and that it was \"one of the most fun and exciting pop releases of the year\", adding that their Girl Power philosophy is \"a well-balanced manifesto for young women everywhere that is neither twee nor riot grrrl-angry.\"[30] Spice was nominated for the 1997 Mercury Prize. However, it lost to New Forms by Roni Size and Reprazent.[56] Christina Kelly from Rolling Stone called the group \"another bubblegum pop group\" that \"offer a watered-down mix of hip-hop and cheesy pop balladry\", adding that the Girl Power concept is just a \"pro-woman posing\", and that \"the girls don't get bogged down by anything deeper than mugging for promo shots and giving out tips on getting boys in bed.\"[43] The commercial success of Spice was unprecedented and drew comparisons to Beatlemania (it was dubbed \"Spicemania\") due to the sheer volume of interest in the group.[40] The album debuted at number one on the UK Albums Chart with first-sales of 114,000 copies,[57] spending 15 non-consecutive weeks atop the chart. The album was certified 10-times Platinum by the British Phonographic Industry (BPI) on 1 August 1997,[58] and as of October 2019, it had sold 2,984,879 copies in the United Kingdom.[59] In Europe, the album became the biggest-selling album of 1997 and was certified eight-times Platinum by the International Federation of the Phonographic Industry (IFPI) for sales in excess of eight million copies.[60] The album reached number one in France[61] and was certified Diamond by the Syndicat National de l'Édition Phonographique (SNEP),[62] triple Gold in Germany by the Bundesverband Musikindustrie (BVMI), and 10-times Platinum in Spain for one million copies sold.[63] The album also made a huge impact in Asian countries, selling two million copies in Japan and Southeast Asia by 1997,[64] peaking at number seven in Japan and certified four-times Platinum, with sales of 718,432 copies by March 1997.[65] In the United States, Spice debuted at number six on the Billboard 200, eventually reaching number one for five weeks and selling 1.46 million in its first 12 weeks of release.[66] It became the biggest-selling album of 1997, with 5,302,000 million copies sold by the end of the year.[67] On 19 May 1999, the album was certified seven-times Platinum by the Recording Industry Association of America (RIAA),[68] and as of May 2017, it had sold 7.5 million copies in the US, according to Nielsen SoundScan.[69] In Canada, the album topped the Canadian Albums Chart. It was certified 10-times Platinum (Diamond) by the Canadian Recording Industry Association (CRIA) for shipments of one million copies.[70] The album sold 10 million copies worldwide in its first seven months.[18] In total, Spice has sold 23 million copies worldwide,[2] becoming the biggest-selling album by a girl group in music history and one of the most successful albums of all time.[71] Following the Spice World Tour announcement, Spice re-entered the UK Albums Chart at number 94 on 16 November 2018 and at number 84 on 16 June 2019.[72] To mark the 25th anniversary of \"Wannabe\", an EP of the group's debut single was released in July 2021 that included previously unreleased demos.[73] On 1 September 2021, the Spice Girls announced the re-release of Spice to mark their anniversary, titling it Spice25. The deluxe, double album was released on 29 October 2021 and contained remixes, demos and unreleased tracks. Also, the single version of 2 Become 1 was included as the third track from the album, instead of the original album version. The CDs come in an A5 hardback booklet, with a collection of iconic images and a set of six Spice Girls postcards, while the original album is also available on limited edition vinyl and cassette.[74] [75] The deluxe release saw the album reenter the UK Albums Chart at number 5,[76] number 3 on the UK Official Vinyl Albums Chart Top 40 and number 4 on the UK Official Physical Albums Chart. Credits adapted from the liner notes of Spice.[84]  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Spice (album) - Wikipedia","KeyID":"3023","URL":"https://en.wikipedia.org/wiki/Spice_(album)"}