{"Content: ":"Backstreet Boys (often abbreviated as BSB)[3] are an American vocal group[4] consisting of Nick Carter, Howie Dorough, AJ McLean, and cousins Brian Littrell and Kevin Richardson. The group was formed in 1993 in Orlando, Florida. The group rose to fame with their debut international album, Backstreet Boys (1996). In the following year, they released their second international album Backstreet's Back (1997) along with their self-titled U.S. debut album, Backstreet Boys (1997), which continued the group's success worldwide. They rose to superstardom with their third studio album Millennium (1999) and its follow-up album, Black & Blue (2000). They also released a greatest hits album, The Hits - Chapter One (2001), with a new single, \"Drowning\". After a two-year hiatus, they regrouped and released a comeback album Never Gone (2005). After the conclusion of the Never Gone Tour in 2006, Richardson left the group to pursue other interests.[5] The group then released two albums as a quartet: Unbreakable (2007) and This Is Us (2009). Richardson permanently rejoined the group in 2012.[6] In the following year, they celebrated their 20th anniversary and released their first independent album, In a World Like This. Their follow-up album DNA (2019) debuted at number one, more than two decades after the group formed, and 19 years after they last topped in 2000. They also became the first boy band to top the U.S. album charts in three different decades.[7] The Backstreet Boys have sold over 100 million records worldwide,[8] making them the best-selling boy band of all time, and one of the world's best-selling music artists. They are the first group since Led Zeppelin to have their first ten albums reach the top 10 on the Billboard 200,[7] and the only boy band to do so. The albums Backstreet Boys and Millennium were both certified diamond by the Recording Industry Association of America (RIAA), making them one of the few bands to have multiple diamond albums.[9] The group received a star on the Hollywood Walk of Fame on April 22, 2013.[10] They also released their first documentary movie, titled Backstreet Boys: Show 'Em What You're Made Of in January 2015.[11] In March 2017, the group began a residency in Las Vegas that lasted two years, titled Backstreet Boys: Larger Than Life. Howie Dorough and AJ McLean were natives of Orlando, Florida, who met each other through a mutual vocal coach and later discovered Nick Carter through auditions.[12] The three, realizing that they could harmonize together, decided to form a trio.[12] Cousins Kevin Richardson and Brian Littrell, both from Lexington, Kentucky, sang in local church choirs and festivals when they were children.[12] Richardson moved to Orlando in 1990, where he worked at Walt Disney World and concentrated on music at night.[12] In 1992, Lou Pearlman placed an ad in the Orlando Sentinel to compose a vocal group.[13] McLean, who was the first to audition for Pearlman in his living room, became the group's first member.[13] Between late 1992 and March 1993, Pearlman held open casting calls and hundreds of young performers auditioned at his blimp hangar in Kissimmee.[14][13] Ultimately, Carter, Dorough, and Richardson were selected after meeting Pearlman's expectations.[15] Littrell flew from Kentucky to Orlando to formally join the group on April 20, 1993, a day after receiving a phone call from Richardson about it. Thus, April 20 became their anniversary date.[16] Pearlman decided to call them Backstreet Boys, after Orlando's Backstreet Market, an outdoor flea market near International Drive which was also a teen hangout.[13][17] The Backstreet Boys had their first performance at SeaWorld Orlando on May 8, 1993.[18] The group then continued to perform in various venues during summer 1993, from shopping malls, restaurants, to a high-profile charity gala in Fort Lauderdale, Florida.[19] With a change in management in the fall, they began to tour schools across the U.S. (including Littrell's former school, Tates Creek High School), building a fan base while trying to get a record deal. Mercury Records nearly signed them in 1993, but the deal fell through at the last minute because longtime Mercury recording artist John Mellencamp threatened to leave the label if they got into the boy band business.[20] However, in February 1994, Jeff Fenster (then senior VP A&R Zomba/JIVE Records) and David Renzer (then senior VP/GM of Zomba Music Publishing) saw the group performing at a high school in Cleveland and signed them to their first record deal.[21] At the end of December 1994, the group flew to Sweden to record some songs with Max Martin and Denniz PoP, including \"We've Got It Goin' On\", which ended up being their first single and completed their work in January 1995.[22] \"We've Got It Goin' On\" was sent to radio in August 1995 and released as a physical single on September 5, 1995. In North America, Mix 96 in Montreal broke the group after the programmers heard it on the radio in Europe.[23] The song was a minor success in the U.S., peaking at only No. 69 by December 1995,[24] but it entered the top 5 in Germany, Switzerland, Austria, France, and the Netherlands.[25][26] European success sent them there on a summer tour and shifted their promotion to being mostly done in Europe. The group finished recording their first album Backstreet Boys in the spring of 1996, and it was released internationally on May 6, 1996,[27] excluding U.S. and Canada; however, it was later released in Canada in October 1996.[28] Their popularity grew in Europe. \"I'll Never Break Your Heart\" reached a Gold status in Germany for selling 250,000 copies[29] and they were voted the No. 1 international group there in 1996. They also earned their first platinum record in Germany in 1996 for selling 500,000 copies of their debut album and shortly thereafter they began touring Asia and Canada.[29] They also became one of the most successful debut artists in the world, collecting awards such as Durchstarter (Best Newcomers) in Germany's Viva Comet Awards in 1996.[30] \"Anywhere for You\" was released as the last single from their international debut album on February 17, 1997.[31] \"Quit Playing Games (with My Heart)\", originally released in Europe as their fourth single in October 1996, was released in the U.S. in May 1997 for their upcoming self-titled U.S. debut album, Backstreet Boys (1997). It managed to peak at No. 4 on the Billboard Hot 100, eventually earning them a platinum-award for selling over one million copies.[32][33] The group began working on their second album, Backstreet's Back, in October 1996. They also recorded the song \"If You Stay\" for the Booty Call soundtrack in the same year, which was released in February 1997. Backstreet's Back was released internationally (except in the U.S.) on August 11, 1997. Their self-titled U.S. debut album, Backstreet Boys (1997), which consisted of songs from their 1996 international debut album and Backstreet's Back, was released in the U.S. a day later on August 12, 1997.[34] The U.S. self-titled debut peaked at No. 4 on the U.S. album chart and eventually sold 14 million copies.[35] Meanwhile, the second international release, Backstreet's Back, peaked at No. 1 in Germany, Norway, Switzerland, Finland, the Netherlands, Belgium, and Austria,[36][37] selling well over five million copies in Europe alone.[38] The most successful singles from Backstreet's Back and the U.S. debut album were \"Everybody (Backstreet's Back)\" and \"As Long As You Love Me\". The two self-titled albums, the international debut and the U.S. debut, sold more than 28 million copies worldwide.[39] In November 1997, doctors discovered that a congenital hole in Littrell's heart had enlarged to dangerous proportions.[40] Littrell postponed the open-heart surgery twice to meet touring obligations, and he finally underwent the surgery on May 8, 1998, in the middle of the Backstreet's Back Tour. The group postponed the tour until July 1998 to give Littrell time to recover.[40] Littrell brought in a lawsuit against Lou Pearlman and Trans Continental in 1998, claiming that Pearlman had not been truthful about the earnings made by the group.[41] From 1993 to 1997, Pearlman and his company took about $10 million in revenue while the band only got $300,000.[42] In the following year, McLean, Richardson, and Dorough joined the lawsuit which eventually resulted in a number of settlements.[43] On Valentine's Day 1998 the group debuted in Latin America at the Viña del Mar International Song Festival in Chile. Later that year, on October 7, 1998, the group received the keys to the city from the mayor of Orlando in honor of the tornado relief concert the group headlined in March that raised over $250,000. The day was also declared as Backstreet Boys Day in Orlando.[44] They also began recording their third studio album, Millennium, at the beginning of that month while in the middle of a lawsuit.[45] The worldwide hit single \"I Want It That Way\" which topped the single-charts in over 25 countries made anticipation for Millennium high.[24][25][46][47] Millennium was released on May 18, 1999, on which day the Backstreet Boys made a heavily publicized appearance on MTV's Total Request Live.[48] The album entered the Billboard 200 at No. 1, and managed to sell 1,134,000 copies in its first week of release.[49][50] Four singles were released from Millennium: \"I Want It That Way\", \"Larger than Life\", \"Show Me the Meaning of Being Lonely\", and \"The One\". Millennium became the best-selling album of 1999 in the U.S., selling 9,445,732 copies.[51][52] It also holds the record for most shipments in one year, with 11 million shipments.[53] Millennium remained on the Billboard chart for 93 weeks, eventually selling over 12 million copies in the United States and being certified 13 times platinum.[54][55] As of January 2013[update], the album stands as the fourth best selling album in the U.S. of the SoundScan era.[56] On June 2, 1999, the Backstreet Boys embarked on the Into the Millennium Tour, which comprised 115 sold-out shows in 84 cities, with some additional dates put due to high demand.[57] The second leg, which was sponsored by Sears, was sold out on August 14 on its sale date and broke sales records.[58][59] The concert at Georgia Dome, Atlanta, was the 5th most attended concert in American history and the most attended concert by a pop artist.[60] By October 1999, the Backstreet Boys faced new problems declaring their current JIVE contract null and void, soon striking one of the largest record deals ever valued at $60 million with JIVE.[61] The group members made a trip to the Bahamas in May 2000 to write songs for their fourth album.[62] They began recording the album on July 1, 2000, in Stockholm, Sweden, and wrapped up the recording sessions in September.[63][64][65] A song completed during the July recording sessions, \"It's True\", was released on August 28, 2000, in a compilation album sold exclusively at Burger King restaurants, titled For the Fans.[66] The album, Black & Blue, was released on November 21, 2000.[67] To promote its release, they traveled around the world in 100 hours, visiting Stockholm, Tokyo, Sydney, Cape Town, Rio de Janeiro, and New York City. 55 of the hours were spent traveling and 45 were spent making public appearances.[68] A DVD of the short tour, as well as a board game, was released in 2001, titled Around the World. The album itself recorded the best international sales in a week for an album in history by selling over 5 million copies in its first week of sales.[69][70] In the United States, it sold 1.6 million discs in the first week making them the first artist since The Beatles to achieve back-to-back million plus first week sales.[71] Three singles were released from Black & Blue: \"Shape of My Heart\", \"The Call\", and \"More than That\". On January 28, 2001, the Backstreet Boys performed the American national anthem at the Super Bowl XXXV in Tampa, Florida.[72] A week earlier, the group began the \"Black & Blue Tour\", which featured shows in five continents. The tour was put on hold in July when it was reported that McLean had entered rehab to battle alcoholism and depression after Richardson held an intervention for him at a Boston hotel.[73] The tour resumed in August and concluded in November. Shortly after returning to the Black and Blue Tour, the group faced a harrowing loss with the occurrence of the September 11, 2001, terrorist attacks. On the night of September 10, the band had completed a sold-out show in Boston, Massachusetts and the following morning Littrell's wife Leighanne had planned on catching a flight back to Los Angeles aboard American Airlines Flight 11, along with set carpenter Daniel Lee, who was returning home to Los Angeles to see his wife, who was due to give birth to their second child. That night, however, Leighanne canceled her flight after deciding to spend more time with her husband. Tragically, Lee was among 92 people killed when the hijacked plane crashed into the North Tower of the World Trade Center.[74] The next day, during a concert on the next leg of their tour in Toronto, Littrell gave a brief speech on Lee and led the audience in a moment of silence for Lee and all the victims of the attacks.[75] The Hits – Chapter One, their first compilation album, was released on October 23, 2001.[76] It also included a previously unreleased song, \"Drowning\".[77] The album entered the top 5 in the U.S.,[49] UK,[78] Germany,[36] and Canada,[79] and the top 10 in Switzerland, Austria, the Netherlands, and New Zealand.[80] In the U.S., The Hits: Chapter One was certified platinum for selling over one million copies.[81] It was also certified platinum by IFPI for selling over one million copies in Europe.[82] \"Drowning\" reached top 10 in many countries and as of 2002, the album had sold almost six million worldwide.[83] In 2002, the group expressed a strong desire to leave their management company, The Firm.[83] However, Carter chose to remain with The Firm to manage his solo career. Shortly afterward, the rest of the group began recording their next album without him.[83] The relationship with JIVE Records worsened when the Backstreet Boys filed a $75–100 million lawsuit against Zomba Music Group (JIVE's parent company), claiming breach of contract.[84] They claimed that the label promoted Carter's solo album Now or Never at the expense of the group. In November 2003, McLean appeared on The Oprah Winfrey Show to talk about his addiction to alcohol and drugs and his struggles rising to fame for the first time in public.[85] The rest of the group surprised him by appearing in person to give him support, marking the first time the Backstreet Boys had appeared together in public in almost two years.[85] The group began to reform and reconcile their differences, planning to start recording a comeback album at the beginning of the following year.[86] The Backstreet Boys entered the studios in January 2004 to start recording the new album.[87] They also started performing together to promote their return to the music scene. In September, they kicked off a small Asian tour, visiting Beijing, Shanghai, Tokyo, and Manila, performing some new material. Based on the success of this tour, they announced a Mexican tour, visiting Mexico City and Monterrey. The album's first single, \"Incomplete\", was released to radio stations on March 28, 2005. Following the release of the single, they embarked on their Up Close & Personal Tour in March, which served as a pre-album release tour. \"Incomplete\" peaked at number 13 on the U.S. Billboard Hot 100 and charted within the top 10 in 13 countries. It debuted at number one in Australia, becoming their first number-one hit in the country. After spending more than a year recording, the Backstreet Boys finally released their comeback album Never Gone on June 14, 2005. The album debuted at No. 3 on the U.S. chart with first week sales of 291,000 copies. However, the drastic style change drew negative criticism from Rolling Stone.[88][89] Never Gone was certified platinum in the U.S. and four singles were released from the album. The second single, \"Just Want You to Know\", hit the top 10 in the UK. The third singles were \"Crawling Back to You\" for the U.S. and \"I Still...\" for the rest of the world. Never Gone has sold approximately 3 million copies worldwide.[90][91] The Backstreet Boys began the first leg of their Never Gone Tour on July 22, 2005, in West Palm Beach, Florida. The first leg ran until November 2005 in Europe, and in January 2006, the second leg started in Tokyo, Japan. The tour concluded on February 2, 2006, in Melbourne, Australia. On June 23, 2006, it was announced that Richardson had left the Backstreet Boys to pursue other interests.[92] Both Richardson and the rest of the group issued a statement on their official site, stating that he departed amicably and the door was always open for him to return.[93] Following Richardson's departure, the group was suggested to change their name to Backstreet, but they decided against it.[94] They also turned down an offer to star in a reality show to find a new member[94] and musicians who had expressed interest in replacing Richardson, such as Sam Licata[95][96] and former NSYNC members Lance Bass and Joey Fatone,[97] stating that they were not planning to replace him. Two days after Richardson's departure announcement, the Backstreet Boys entered the studio to record their sixth album. The album titled Unbreakable, was released on October 30, 2007. It received positive reviews and opened at number seven on the Billboard 200, selling 81,000 copies in its first week of release.[98] It performed well in Japan, debuting at No. 1 on the Japanese Oricon weekly album charts and staying there for another week. They released two singles from the album, \"Inconsolable\" and \"Helpless When She Smiles\". The group went on a world tour to promote Unbreakable, starting in Tokyo, Japan on February 16, 2008. The tour included shows in Australia, Japan, Mexico, the UK, Europe, Asia, Canada, and the United States. The show in London's The O2 Arena was filmed and is available to watch online on MSN's website.[99] Richardson rejoined the rest of the group on stage at the Palladium in Hollywood, Los Angeles on November 23, 2008, for the last North American stop of the tour.[100] On October 6, 2009, the group released their next album, This Is Us.[101] On this album, their sound went back to their original dance-pop beats and contains a more R&B sound.[102] The album debuted at No. 9 on the Billboard 200, selling 42,000 copies in its first week of release.[103] It peaked at No. 2 in Japan and was certified Platinum for shipments of 250,000 copies.[104] Two singles were released from this album: \"Straight Through My Heart\" and \"Bigger\". A few days after promoting the new album and filming the music video for \"Bigger\" in Japan, Littrell contracted swine flu, causing the group to cancel a signing at Hard Rock Café in New York for the NYC Pinktober event on October 5, 2009.[105] The rest of the group were prescribed Tamiflu by a doctor, even though they weren't showing any symptom of the flu.[106] The group subsequently canceled a scheduled CBS Early Show performance the next day on October 6, 2009, which was also the release day of their new album, This Is Us.[107] In late October 2009, the group embarked on the This Is Us Tour, which lasted over a year and consisted of 123 shows. The Backstreet Boys, including Richardson, filmed a segment for The Oprah Winfrey Show on October 22, 2010. Richardson also performed with the group in the show's studio later that day, making it the second time he had performed with the group since his departure.[108] In May 2011, the group announced that they had left their longtime label JIVE Records.[109] In the same month, they embarked on a joint tour with New Kids on the Block as NKOTBSB.[110] Prior to the tour, they released a compilation album of their biggest hits, also titled NKOTBSB, which also includes a mash-up and two new songs.[111] At the conclusion of 2011, the tour placed 17th on Billboard's annual \"Top 25 Tours\", earning over $40 million with 51 shows.[112] The tour lasted until June 2012, comprising 80 shows in North America, Europe, Australia, and Asia. During the show in Staples Center, LA, in July 2011, Richardson once again joined the group on stage.[113] As he had announced before on On Air with Ryan Seacrest in October 2011, Richardson hosted a beach party, part of the group's second annual cruise, in the Bahamas on December 3, 2011, where he performed with them. On Seacrest's radio show, he also stated that he would love to perform with the group again on a more regular basis.[114] The statement, along with his appearance at the cruise event, prompted speculations that he might rejoin the group for good,[115] but both he and the group remained quiet on the matter. I think it was the right decision. I think for us to maximize the ability that we have as five to move forward, it wouldn't be with another group, it would just be on our own. --Brian Littrell[116] The Backstreet Boys finally announced that Richardson had rejoined them permanently during a show in London on April 29, 2012.[117] A few days later, McLean and Littrell revealed on separate occasions that Richardson had returned since 2010, before NKOTBSB Tour started. He had been in talks to join the tour but ultimately decided not to. They supported his decision and kept his return a secret until the tour was over.[116][118] The group spoke positively about Richardson's return, stating that they couldn't be happier to have him back. Richardson himself was thrilled to be back with his old bandmates, saying that they have a chemistry and a bond.[119][120] The Backstreet Boys moved into a house together all by themselves in July 2012 as they started working on their new album with producer Martin Terefe in London.[121] On August 31, 2012, they closed out Good Morning America's Summer Concert Series in Central Park, in New York. It was their first performance as a fivesome since Richardson rejoined the group. During the show, they announced that they were going to have their third cruise in October 2013. It was the first cruise to feature all five members.[122] The first single featuring Richardson's vocals in six years, a Christmas song titled \"It's Christmas Time Again\", was premiered on AOL Music on November 5, 2012,[123] and officially released a day later.[124] The song reached No. 1 on Billboard's Holiday Digital Songs chart.[125] The Backstreet Boys celebrated their 20th anniversary, which was on April 20, 2013, with a fan celebration event in Hollywood that day.[126][127] They received a star on the Hollywood Walk of Fame two days later, and had the day, April 22, 2013, declared as Backstreet Boys Day in Hollywood.[10] In May 2013, the group embarked on their 20th-anniversary tour, officially titled as In a World Like This Tour.[128] The tour lasted over two years, comprising over 170 shows in North America, South America, Europe, Asia, Australia, and the Middle East. The tour was the 44th highest-grossing worldwide tour in 2014 with a total gross of $32.8 million and ticket sales of 607,407,[129] not including its 2013 and 2015 dates. \"In a World Like This\", the lead single from their eighth studio album, also titled In a World Like This, was released digitally on June 25, 2013, and to the radio on July 22, 2013. The album itself was released in the US on July 30, 2013, and in other countries sometime later. It was the group's first independent album, released under their label, K-BAHN. It reached the top 5 in the US, Canada, Netherlands, Germany, Switzerland, Spain, Taiwan, and Japan,[7][130][131] and had sold 800,000 copies as of January 2015[update].[132][133][134][135] They released a second single from the album, \"Show 'Em (What You're Made Of)\" in November 2013.[136] The group made a cameo in the 2013 movie This Is the End as fictional version of themselves, performing their song \"Everybody (Backstreet's Back)\",[137] which earned them an award for \"Best Musical Moment\" at 2014 MTV Movie Awards.[138] In December 2013, the Backstreet Boys performed their two original Christmas songs as marquee performers in the annual \"Christmas in Washington\" TV special which was also attended by the President of the United States Barack Obama and his family.[139] The Backstreet Boys members were due in court on March 24, 2014, over a claim they filed against their former manager Lou Pearlman. The group alleged that Pearlman still owed them $3,451,456.04 and they are also asking for $87,728.58 in legal fees for having to fight him in court for years.[140] But earlier that month the group stated that they have a scheduling conflict and discussed postponing the hearing by 90 days.[141] On October 21, 2014, the group received a settlement of $99,000 in cash, 34 audio tape reels, 26 CDs, seven studio mastering audio tapes, six sealed posters, three audio cassettes, and one VHS tape. The recordings include some unreleased mixes, demos, and original materials.[142] The seven master recordings they received included \"I'll Never Break Your Heart\" and a few lesser known songs.[143] Their documentary movie, titled Backstreet Boys: Show 'Em What You're Made Of, was released in theaters and online on January 30, 2015, in the U.S., on February 26, 2015, in UK and Europe, and on March 28 worldwide.[11][144] The movie chronicles their entire career journey up to the making of their 2013 album In A World Like This.[11] On April 10, 2015, band members Richardson and Littrell were inducted into Kentucky Music Hall of Fame.[145] In August 2015, band members Carter, Dorough, and McLean filmed a movie that Carter wrote entitled Dead 7. The film centers around a ragtag band of gunslingers operating during a post-apocalyptic zombie plague.[146] The movie premiered on April 1, 2016, on Syfy channel. A free copy of the theme song \"In the End\" was released on March 28, performed by band members Nick Carter, AJ McLean and Howie Dorough; Joey Fatone and Chris Kirkpatrick from NSYNC; Jeff Timmons from 98 Degrees; and Erik-Michael Estrada from O-Town.[147] The official physical DVD was released on June 7, 2016.[148] In October 2015, McLean revealed that the group was working on their ninth studio album. McLean said the band is working with producer Jacob Kasher, who has worked with Maroon 5 and Britney Spears. The band hoped to have the album done before the next Backstreet Boys cruise in May 2016.[149] On January 29, 2016, the Backstreet Boys were the musical guests in the series finale of NBC comedy series Undateable.[150] On April 1, 2016, Carter told Entertainment Tonight the group signed a deal with Live Nation for a nine-show \"test residency\" in Las Vegas.[151] McLean confirmed the deal, telling Us Magazine that the residency would begin in January 2017.[152] In July 2016, the group appeared and performed on ABC's Greatest Hits.[153] On August 19, 2016, the group released \"God, Your Mama, and Me\", with country duo Florida Georgia Line, which was taken from their third studio album Dig Your Roots.[154] The song entered the Hot 100 at No. 92 for the chart dated March 18, 2017, which was the group's first return to the chart since 2007.[155] On September 15, 2016, McLean and Carter confirmed that the band would be done with the album the following year, along with a new headlining tour.[156] On September 23, the Backstreet Boys confirmed their Vegas residency show happening in 2017, titled Backstreet Boys: Larger Than Life.[157][158] The residency played 80 shows between March 1, 2017, and April 27, 2019. The Backstreet Boys released their new song titled \"Don't Go Breaking My Heart\" on May 17, 2018, as their lead single for their new album.[159] The album is co-produced under RCA Records and the group's own label, K-BAHN, and distributed by RCA's parent company, Sony Music. On November 9, they released the single \"Chances\" and announced the title of their ninth studio album, DNA, which was released on January 25, 2019. On January 4, 2019, DNA's third single, \"No Place\", was released. The Backstreet Boys embarked on the DNA World Tour in support of the album on May 11, 2019.[160] Unfortunately, the group had to postpone the tour on March 15, 2020, due to coronavirus pandemic.[161] They initially rescheduled the remaining dates for 2021,[162] but eventually had to reschedule again for 2022.[163] On April 8, 2019, the band released their exhibit at the Grammy Museum before it was opened to the public two days later, showcasing tour outfits and memorabilia from their childhoods.[164][165] That same month, the group announced that they would be releasing their first holiday album.[166] At their Las Vegas residency, they received keys to the Vegas strip as the mayor declared the 10th Backstreet Boys Day, and during the 20th anniversary of \"I Want It That Way\",[167] the group participated in a handprint ceremony to commemorate the ending of their two-year residency at Planet Hollywood and were also presented with a check donation to the Boys & Girls Club of Southern Nevada.[168] On February 9, 2020, the band announced the second North America leg of the DNA World Tour on social media and Good Morning America.[169] During an interview, Littrell confirmed that they're going to sign for another Las Vegas residency soon as the DNA tour is over in 2022.[170] In December 2020 it was announced that the group is about to be featured on a track called \"Matches\" on the reissue of American recording and labelmate Britney Spears's Glory album.[171] With their tour postponed due to the pandemic, the Backstreet Boys started working on their first Christmas album in March 2021.[172] On July 12, they officially announced their return to Las Vegas for a holiday residency scheduled for November and December 2021.[173][174] On August 14, Carter revealed that they had finished recording the album and had done photo shoot for the album cover.[175] Unfortunately, due to the pandemic the album failed to meet the deadline to finish production,[176] forcing them to reschedule the album release to late 2022 and cancel their 2021 holiday residency.[177] The Backstreet Boys resumed their DNA tour in June 2022 in North America, and will finish in March 2023 in New Zealand.[178] On February 23, 2022, the group announced their return to Las Vegas with four shows to kickoff the DNA world tour.[179] On June 17, 2022, before the concert in Rogers, Arkansas during their DNA tour, an advertisement for their upcoming Christmas album was shown on screen, with a link to pre-order the album on their website.[180] Since that show, the advertisement has always been shown on every concert date. The album titled A Very Backstreet Christmas is slated for release on October 14, 2022.[181] On June 24, 2022, American luxury carmaker Lincoln teamed up with Backstreet Boys to hold a virtual concert from Philadelphia to WeChat (Weixin) users mostly in China, which was broadcast by Tencent's WeChat channel. A total of 44.2 million viewers watched the live broadcast and 25.5 million cheers were received during the performance, according to Tencent. This marked the third-highest attendance for live-stream concerts on the WeChat channel and the highest audience record for such by international artists. The day after the show aired, the online hashtag of the group's 1997 hit As Long As You Love Me trended No. 1 on China's Twitter-like platform Weibo.[182] On July 27, the band took part of Dave & Jimmy's Celebrity Softball Classic in Columbus Ohio for charity benefitting On Our Sleeves, the movement for children’s mental health, powered by behavioral health experts at Nationwide Children’s Hospital.[183] The Backstreet Boys have always prided themselves as a vocal harmony group and not a boy band.[4] In order to fight the boy band stereotype and the backlash from New Kids on the Block's lip-sync scandal in the beginning, they would sing a cappella every chance they could get.[184] The ad they answered in 1993 was for a singing group with \"New Kids on the Block look with a Boyz II Men sound\", and they aimed to have a white version of Boyz II Men.[185] \"We were fans of New Kids, but were we really modeled after them? No. We looked at ourselves as Shai, Jodeci, Boyz II Men, the true vocal groups. That's who we listened to and who we really wanted to be like,\" Littrell stated in 2011.[186] The Backstreet Boys often employ polyphonic harmony, which sets them apart from many other singing groups. In choruses, Littrell, Carter, and McLean usually sing the melody with Dorough harmonizing above the melody and Richardson covering the bass parts.[187][188] During Richardson's absence, McLean and Carter together covered his part in choruses[189] while Dorough took his solo parts, although McLean sang Richardson's verse in \"Drowning\".[190] The Backstreet Boys' musical style has evolved over the years. On their debut and second album, they sang a hybrid of R&B and dance club pop mixed with new jack balladry and hip-hop.[191] With Millennium and Black & Blue, they started to abandon R&B and shift more toward pop and pop rock, as demonstrated on songs like \"I Want It That Way\", \"Shape of My Heart\", \"Larger than Life\", and \"Not For Me\". The group drastically changed their style in 2005 with their comeback album Never Gone, which is an adult contemporary record featuring only live instruments, a departure from their previous pop sound that features a lot of synthesizers.[192][193] Compared to their previous albums, Never Gone is \"more organic, more stripped-down, less harmonies, more instrumentation\".[194] Their first album without Richardson, Unbreakable, is similar to Never Gone. It leans toward adult contemporary and contemporary pop music and features interwoven choral harmonies, piano, strings, guitar, and drums,[195] with a little bit of hip-hop and reggae elements on some tracks, such as \"One in a Million\".[196] With their seventh studio album, This Is Us, they went back to their original dance-pop beats combined with electropop. It also contains a more R&B sound compared to Unbreakable.[102] The group's first independent album, In a World Like This, which is also their first album back with Richardson, is a mixture of modern pop, adult contemporary, and dance music, with a hint of singer-songwriter genre as demonstrated on \"Try\", \"Madeleine\", and \"Trust Me\".[197] On DNA, they combined their harmony-driven contemporary pop sound with R&B, country, funk, and EDM.[198][199][200] The second leg of Into the Millennium Tour, which was also the first North American leg, was sponsored by Sears and was officially titled \"Sears Presents Backstreet Boys Into The Millennium\". The sponsorship was a part of Sears' new integrated marketing campaign that exclusively featured the Backstreet Boys. The campaign included a 30-second advertisement, featuring the group, which was aired from August 1 to 15, 1999. The advertising promoted back-to-school sweepstakes, which gave each of the five fans the chance to win a $2,000 Sears shopping spree with their favorite Backstreet Boys member and a trip for four to the group's concert on December 1, 1999, in Tampa, Florida.[201] Carter, who was a comic fan, met comic book writer Stan Lee through his manager from The Firm in February 2000. Carter subsequently told Lee about his original concept of a six-issue series of comic books featuring members of the Backstreet Boys as superheroes called \"Cyber Crusaders\". Lee was interested in the concept; however, they ultimately decided to make it into only one issue.[202] The comic book, titled Backstreet Project, was released in 2000 and was available for purchase at their concerts and online stores in 2000–2001. In addition to the book, a series of flash-based webisodes were also published in 2000.[203] In January 2000, the Backstreet Boys signed a deal with Burger King. The deal included an exclusive compilation set that was only available for sale at Burger King restaurants.[66] The compilation consisted of three CDs featuring a new song called \"It's True\" and live songs from the group's previous tours, and a VHS tape featuring backstage footage and interviews.[204] In August 2000, it was announced that the deal would also include three TV commercials featuring the Backstreet Boys, and a promotion, which was the inclusion of an exclusive Backstreet Project Cyber Crusader toy in each Burger King Big Kids Meal and Kids Meal.[205] In August 2012, it was revealed that the Backstreet Boys would be starring in an Old Navy commercial.[206] The commercial featuring the group started airing on September 19, 2012. \"It was a great way to show people that we're back,\" Richardson said regarding the commercial. The group also performed at an Old Navy event \"Fit For Fall Fashion Show for All\" in Bryant Park, New York on September 14, 2012.[207] On March 12, 2014, the group filmed a series of commercials for Swedish warehouse company NetOnNet in Sweden while the group was on tour in Europe. The commercials started airing in May 2014.[208] For the purpose of these commercials, the group recorded a song called \"Lager Than Life\", which is a remake of their song \"Larger Than Life\" with different instrumentation.[209] The song was also released as a single on iTunes by the company in several countries.[210] The group has received nine Grammy Award nominations as of 2019[update], including four nominations in 2000. The group has also received two American Music Awards, five Billboard Music Awards, two MTV Video Music Awards, a Juno Award, and many others.[230] The group has supported multiple charities over the years including Children's Miracle Network, City of Hope, Kids Wish, Live Together, and Lupus LA.[231] On April 6, 2022, they surprised Kelly Clarkson and young band First Day of School (band) with a donation of $25,000 to the FDOS charities including Toys for Tots and Heal the Bay.[232] Individually they have given to charities, for example, Nick Carter hosted a sing-a-long holiday dinner for Home for the Holidays.[233] Headlining Co-headlining Promotional Collaboration Residency","Title":"Backstreet Boys - Wikipedia","KeyID":"3025","URL":"https://en.wikipedia.org/wiki/Backstreet_Boys"}