{"Content: ":"Get Rich or Die Tryin' is the debut studio album by American rapper 50 Cent. It was released on February 6, 2003, by Interscope Records, Dr. Dre's Aftermath Entertainment, Eminem's Shady Records, and 50 Cent's G-Unit Records.[1] After signing with Eminem, 50 Cent (who also executive produced the album) also worked heavily with Dr. Dre, with the duo acting as the album's executive producers, who worked to combine the gangsta rap and R&B combo prevalent in New York hip hop. Additional production is provided by Mike Elizondo, Sha Money XL (who also executive produced the album), Mr. Porter, Rockwilder, Dirty Swift, Megahertz, and more. The album also contains guest appearances from Eminem, Young Buck, and Nate Dogg, as well as features from G-Unit co-members Lloyd Banks and Tony Yayo. Prior to the album, 50 Cent released several mixtapes alongside the Trackmasters on an unreleased album widely believed to be his debut in 2000. However, after suffering legal troubles and being blackballed from the music industry, 50 Cent found difficulty in securing another major-label recording contract, until he signed with Eminem's Shady Records in 2002. Released a week in advance to combat bootlegging and internet leakage, Get Rich or Die Tryin' debuted and peaked at number one on the Billboard 200, selling over 872,000 copies in its first week of sales. The album's singles also saw worldwide success, with both \"In da Club\" and \"21 Questions\" reaching number one on the Billboard Hot 100, while \"P.I.M.P.\" became a number one hit in several countries. The album was ranked number one on the Billboard Year-End 2003 and received generally positive reviews from music critics. Get Rich or Die Tryin' was ranked by several publications as one of the best albums of the 2000s. In 2020, it was certified 9× Platinum by the Recording Industry Association of America (RIAA).[2] It was the best-selling album of 2003 in the US, and was nominated for Best Rap Album at the 46th Grammy Awards. It won Favorite Rap/Hip-Hop Album at 2003 American Music Awards and Top Billboard 200 Album at the 2003 Billboard Music Awards. In 2020, Rolling Stone ranked the album number 280 on their updated 500 Greatest Albums of All Time list. Prior to the release of his first studio album titled Power of the Dollar, 50 Cent was shot nine times in Queens, New York on May 24, 2000. He survived, but was dropped from his label, Columbia Records, who canceled the album's release. In 2002, Eminem listened to a copy of 50 Cent's Guess Who's Back? mixtape album through Jackson's attorney, who was working with Eminem's manager Paul Rosenberg.[3] After being impressed with the mixtape, Eminem invited 50 Cent to Los Angeles where he was introduced to producer Dr. Dre.[4] 50 Cent signed a one million dollar record deal with Eminem and Dr. Dre and released his next mixtape, No Mercy, No Fear. It featured the 8 Mile single, \"Wanksta\", which was later put on Get Rich or Die Tryin'. Both Eminem and Dr. Dre had started working-productions on his debut album with additional help from producers Mike Elizondo, Sha Money XL among others. The first single \"In da Club\" was the first of seven tracks 50 Cent recorded in five days with Dr. Dre. Eminem was featured on two songs, \"Patiently Waiting\" and \"Don't Push Me\". His songs also featured rappers within G-Unit, such as Lloyd Banks (\"Don't Push Me\"), Tony Yayo (\"Like My Style\"), or Young Buck (\"Blood Hound\"). The next single \"21 Questions\" was not in line to be on the album to Dr. Dre, he stated that he did not want the song on the album. According to 50 Cent, \"Dre was, like, 'How you goin' to be gangsta this and that and then put this sappy love song on?'\"[5] 50 Cent responded saying, \"I'm two people. I've always had to be two people since I was a kid, to get by. To me that's not diversity, it's necessity.\"[5] \"Back Down\" was an instrumental originally composed by Dr. Dre. It was originally intended to be used on Rakim's debut Aftermath album, Oh My God, but due to creative differences was not released. Early pressings of Get Rich or Die Tryin' included a limited edition bonus DVD. A music video for \"Many Men (Wish Death)\" was made. The song was also certified Gold by the RIAA on June 14, 2006. The album's lead single, \"In da Club\", was certified platinum by the Recording Industry Association of America (RIAA), becoming 50 Cent's first song to top the Billboard Hot 100 for nine weeks and remained on the charts for twenty-two weeks.[6][7] The track also reached number one on the Top 40 Tracks, Hot R&B/Hip-Hop Songs, and Hot Rap Tracks charts.[8] The song reached number one in Denmark, Germany, Ireland, and Switzerland and the top five in Austria, Belgium, Finland, Greece, Norway, Sweden, the Netherlands, and the United Kingdom. It received two Grammy nominations for Best Male Rap Solo Performance and Best Rap Song. It was listed at number 18 on VH1's \"100 Greatest Hip-Hop Songs of All Time\".[citation needed] Its second single, \"21 Questions\", became 50 Cent's second chart topper on the Billboard Hot 100, where it remained for four non-consecutive weeks. It spent seven weeks on top of the Billboard Hot R&B/Hip-Hop Songs charts. Outside the States, \"21 Questions\" reached number six in the United Kingdom. It was certified gold by the RIAA. The third single \"P.I.M.P.\" was shipped with a remix featuring rapper Snoop Dogg and trio-group G-Unit. It was the third single that peaked at number three on the Billboard Hot 100 and number one on \"Hot Rap Tracks\", becoming the third single from the album to peak in the top ten on the \"Hot 100\" chart. It also reached number one in Canada. It was certified Gold by RIAA. The album's final single, \"If I Can't\", peaked at number seventy-six on the Billboard Hot 100 and thirty-four on the Hot R&B/Hip-Hop Songs charts. Get Rich or Die Tryin' received favorable reviews from contemporary music critics. At Metacritic, it holds an aggregate score of 73 out of 100, based on 19 reviews, indicating \"generally favorable reviews\".[9] In his review for USA Today, Steve Jones believed that the album is worthy of the hype 50 Cent had attracted because of how he \"delivers, in vivid detail, stories of the violent life he led as a crack dealer and speaks with the swagger of one who has been shot nine times and lived to tell about it.\"[18] AllMusic's Jason Birchmeier described it as \"impressive\" and \"incredibly calculated\", and identified it as \"ushering in 50 as one of the truly eminent rappers of his era\".[10] Rolling Stone magazine's Christian Hoard praised the album's production and 50 Cent's \"thug persona\" and rapping ability.[17] Brett Berliner of Stylus Magazine felt that he is versatile as a rapper and wrote that, \"while not even close to perfection, [the album] is one of the freshest to come out in years.\"[20] It is one of only 19 rap albums to receive a perfect rating from XXL magazine.[19] Kelefa Sanneh of The New York Times wrote that 50 Cent is \"an appealing, mischievous character\" whose talent for threatening raps aimed toward rivals is also limiting thematically.[21] Robert Christgau was less enthusiastic in his consumer guide for The Village Voice and gave it a two-star honorable mention,[22] indicating a \"likable effort consumers attuned to its overriding aesthetic or individual vision may well enjoy.\"[23] He cited \"What Up Gangsta\" and \"Patiently Waiting\" as highlights and said that 50 Cent \"gets no cuter as his character unfolds\" on the album.[24] In December 2009, Billboard magazine ranked Get Rich or Die Tryin' at number 12 on its list of the Top 200 Albums of the Decade.[25] In 2012, Complex named the album one of the classic releases of the last decade.[26] The single, \"In da Club\", earned the number-one spot on Billboard 2003's single and album of the year charts, the first since Ace of Base had both in the same year. \"Back Down\" was listed on XXL's list of the greatest diss tracks of all time.[27] The album was also included in the book 1001 Albums You Must Hear Before You Die.[28] Get Rich or Die Tryin' was also ranked as the 139th best album of all time on the Billboard Top 200 Albums of All Time.[29] In 2020, in their second revised edition of the 500 Greatest Albums of All Time list, Rolling Stone ranked Get Rich or Die Tryin' as the 280th greatest album of all time. In the 2017 video game Paradigm, one of the records found inside Paradigm's home is Get Rich or Die of Natural Causes, a reference to the album.[30] Get Rich or Die Tryin' debuted at number one on the Billboard 200 chart, selling 872,000 copies in its first week.[31] In its second week, the album sold an additional 822,000 copies.[32] It was the best-selling album of 2003, selling 12 million copies worldwide by the end of the year.[33][34] It remains 50 Cent's best-selling album, with certified sales of 9 million copies in the United States, and is the tenth best-selling hip hop album in the country.[35][36][37] The album was certified 6× Platinum by the Recording Industry Association of America (RIAA) in 2003 for shipping six million copies in the US.[38] In 2003, Get Rich or Die Tryin' was ranked as the number one album of the year on the Billboard 200.[39] Get Rich or Die Tryin' is credited with restoring gangsta rap to prominence in an era when prevailing trends favored \"slick, flashy ladies-man rappers\".[40][41] In a 2013 retrospective, Billboard states that the album \"rewrote the hip-hop rulebook\".[42] Neil Kulkarni of Crack states that Get Rich or Die Tryin' combined \"Southern-style textures with gritty East Coast lyrical content\" in a way that many succeeding artists would strive to replicate, and argues that the album's success paved the way for future gangsta rap artists including Jeezy, Rick Ross, and the Game.[41] Notes Credits are adapted from the physical album & AllMusic.[43]  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Get Rich or Die Tryin' - Wikipedia","KeyID":"3033","URL":"https://en.wikipedia.org/wiki/Get_Rich_or_Die_Tryin%27"}