{"Content: ":"American Idiot is the seventh studio album by American rock band Green Day, released on September 21, 2004, by Reprise Records. The album was produced by Rob Cavallo in collaboration with Green Day, an arrangement the group have been using since they signed with a major label. Recording sessions for American Idiot were made at Studio 880, in Oakland and Ocean Way Recording in Hollywood, both in California, between 2003 and 2004. A concept album, dubbed a \"punk rock opera\" by the band members, American Idiot follows the story of Jesus of Suburbia, a lower-middle-class American adolescent anti-hero. The album expresses the disillusionment and dissent of a generation that came of age in a period shaped by tumultuous events such as 9/11 and the Iraq War. In order to accomplish this, the band used unconventional techniques for themselves, including transitions between connected songs and some long, chaptered, creative compositions presenting the album themes. Following the disappointing sales of their previous album Warning (2000), the band took a break before beginning what they had planned to be their next album, Cigarettes and Valentines. However, recording was cut short when the master tapes were stolen; following this, the band made the decision to start their next album from scratch. The result was a more societally critical, politically charged record which returned to the band's punk rock sound following the more folk and pop insired Warning, with additional influences that were not explored on their older punk albums. Additionally, the band underwent an \"image change\", wearing red and black uniforms onstage, to add more theatrical presence to the album. American Idiot became one of the most anticipated releases of 2004. It marked a career comeback for Green Day, charting in 27 countries, reaching for the first time the top spot on the Billboard 200 for the group and peaking at number one in 18 other countries. It has sold over 16 million copies worldwide, making it the second best-selling album for the band and one of the best-selling albums of the decade. It was later certified 6× Platinum by the Recording Industry Association of America in 2013. The album spawned five successful singles: the titular track, \"American Idiot\", \"Holiday\", \"Wake Me Up When September Ends\", \"Jesus of Suburbia\" and the Grammy Award for Record of the Year winner \"Boulevard of Broken Dreams\". American Idiot was very well received critically. It was nominated for Album of the Year and won the Award for Best Rock Album at the 2005 Grammy Awards. It was also nominated for Best Album at the Europe Music Awards and the Billboard Music Awards, winning the former. Its success inspired a Broadway musical, a documentary and a planned feature film adaptation. Rolling Stone placed it at 225 on their 2012 list of the \"500 Greatest Albums of All Time\", and again in 2020, at 248. Green Day was one of the most popular rock acts of the 1990s.[1] However, their 2000 album Warning was a commercial disappointment[2] despite largely positive reviews.[3] In early 2002, they embarked on the Pop Disaster Tour, headlining with Blink-182.[4] The tour created momentum for the band, who were earning a reputation as \"elder statesmen\" of the pop punk scene, which consisted of bands like Good Charlotte, Sum 41, and New Found Glory.[5][6] Things had come to a point regarding unresolved personal issues between the three band members. The band was argumentative and miserable, according to band member Mike Dirnt, and needed to \"shift directions\".[7] In addition, the band released a greatest hits album, International Superhits!, which they felt was \"an invitation to midlife crisis\".[8] Frontman Billie Joe Armstrong called Dirnt and asked him, \"Do you wanna do [the band] anymore?\" He felt insecure, having become \"fascinated and horrified\" by his reckless lifestyle, and his marriage was in jeopardy.[9] Dirnt and Tré Cool viewed the frontman as controlling, while Armstrong feared to show his bandmates new songs.[7] Beginning in January 2003, the group had weekly personal discussions, which resulted in a revitalized feeling among the musicians.[10][11] They settled on more musical input from Cool and Dirnt, with \"more respect and less criticism\".[9] Green Day had spent much of 2002 recording new material at Studio 880 in Oakland, California for an album titled Cigarettes and Valentines,[12] creating \"polka songs, filthy versions of Christmas tunes, [and] salsa numbers\" for the project, hoping to establish something new within their music.[7] After completing 20 songs, the demo master tapes were stolen that November.[13] In 2016, Armstrong and Dirnt said that they eventually recovered the material and were using it for ideas.[14] After the theft, the band consulted longtime producer Rob Cavallo. Cavallo told them to ask themselves if the missing tracks represented their best work.[15] Armstrong said that they \"couldn't honestly look at ourselves and say, 'That was the best thing we've ever done.' So we decided to move on and do something completely new.\"[16][5] They agreed and spent the next three months writing new material.[17] The members of Green Day individually crafted their own ambitious 30-second songs. Armstrong recalled, \"It started getting more serious as we tried to outdo one another. We kept connecting these little half-minute bits until we had something.\" This musical suite became \"Homecoming\", and the band wrote another suite, \"Jesus of Suburbia\".[5] It changed the development of the album, and the band began viewing songs as more than their format—as chapters, movements, or potentially a feature film or novel.[6] Soon afterward, Armstrong penned the title track, which explicitly addresses sociopolitical issues. The group then decided that they would steer the development of the album toward what they dubbed a \"punk rock opera.\"[18] Prior to recording, Green Day rented rehearsal space in Oakland. Armstrong invited Cavallo to attend the sessions and help guide their writing processes. Cavallo encouraged the idea of a concept album, recalling a conversation the two had a decade prior, in which Armstrong expressed his desire for their career to have a \"Beatles-like arc to their creativity.\"[18] During the sessions at Studio 880, Green Day spent their days writing material and would stay up late, drinking and discussing music. The band set up a pirate radio station from which it would broadcast jam sessions, along with occasional prank calls.[16] The band demoed the album sufficiently so that it would be completely written and sequenced before they went to record.[19] Hoping to clear his head and develop new ideas for songs, Armstrong traveled to New York City alone for a few weeks, renting a small loft in the East Village of Manhattan.[20] He spent much of this time taking long walks and participating in jam sessions in the basement of Hi-Fi, a bar in Manhattan.[21] He began socializing with songwriters Ryan Adams and Jesse Malin.[22] Many songs from the album were written based on his time in Manhattan, including \"Boulevard of Broken Dreams\" and \"Are We the Waiting\". While there, he also formulated much of the album's storyline, about people \"going away and getting the hell out, while at the same time fighting their own inner demons.\"[22] With demos completed, Green Day relocated to Los Angeles.[23] They first recorded at Ocean Way Recording, then moved to Capitol Studios to complete the album.[24] Cool brought multiple drum kits, including over 75 snares.[25] Drum tracks were recorded on two-inch tape to produce a compressed sound and were transferred to Pro Tools to be digitally mixed with the other instruments.[24][26] All drum tracks were produced at Ocean Way Studio B, picked for its high ceiling and acoustic tiling, which produced better sound.[26] The songs were recorded in order as they appear on the track listing, a first for Green Day.[27] Each song was recorded in its entirety before proceeding to the next.[28] They reversed the order in which they recorded guitars and bass (recording the guitars first), as they heard that was how the Beatles recorded songs.[26] Armstrong said that at points he expressed fear at the amount of work before him, likening it to climbing a mountain.[6] The band took a relaxed approach to recording. For five months, they stayed at a Hollywood hotel during the recording sessions, where they would often play loud music late at night, prompting complaints.[29] The band admitted to partying during the L.A. sessions; Armstrong had to schedule vocal recording sessions around his hangovers. Armstrong described the environment: \"For the first time, we separated from our pasts, from how we were supposed to behave as Green Day. For the first time, we fully accepted the fact that we're rock stars.\"[30] American Idiot took 10 months to complete, at a cost of $650,000.[22] By the end of the process, Armstrong felt \"delirious\" regarding the album: \"I feel like I'm on the cusp of something with this. [...] I really feel […] like we're really peaking right now.\"[31] \"Everybody just sorta feels like they don't know where their future is heading right now, ya know?\" —Armstrong, 2004[32] American Idiot was inspired by contemporary American political events, particularly 9/11, the Iraq War, and the presidency of George W. Bush. There are only two overtly political songs on the album (\"American Idiot\" and \"Holiday\"),[33] but the album \"draws a casual connection between contemporary American social dysfunction […] and the Bush ascendancy.\"[34] While the content is clearly of the times, Armstrong hoped it would remain timeless and become more an overarching statement on confusion.[35] Armstrong expressed dismay at the then-upcoming presidential election.[32] He felt confused by the country's culture war, noting the particular division among the general public on the Iraq War. Summing up his feelings in an interview at the time, he said, \"This war that's going on in Iraq [is] basically to build a pipeline and put up a fucking Wal-Mart.\"[32] Armstrong felt a duty to keep his sons away from violent images, including video games and news coverage of the war in Iraq and the 9/11 attacks.[32] Armstrong noted divisions between America's \"television culture\" (which he said only cared about cable news) versus the world's view of America, which could be considered as careless warmongers.[19] Dirnt felt similarly, especially so after viewing the 2004 documentary Fahrenheit 9/11. \"You don't have to analyze every bit of information in order to know that something's not fucking right, and it's time to make a change.\"[18] Cool hoped the record would influence young people to vote Bush out, or, as he put it, \"make the world a little more sane.\"[10] He had previously felt that it was not his place to \"preach\" to kids, but felt there was so much \"on the line\" in the 2004 election that he must.[27] The album also takes aim at giant corporations putting small companies out of business. Cool made an example out of record shops closing when a national retailer makes it to town. \"It's like there's just one voice you can hear,\" he said. \"Not to sound like a preachy person, but it's getting towards the Big Brother of George Orwell's Nineteen Eighty-Four— except here you have two or three corporations running everything.\"[19] Speaking on the album's musical content, Armstrong remarked, \"For us, American Idiot is about taking those classic rock and roll elements, kicking out the rules, putting more ambition in, and making it current.\"[34] Part of recording the album was attempting to expand their familiar punk rock sound by experimenting with different styles such as new wave, Latin, and polka music.[36] The band listened to various rock operas, including the Who's Tommy (1969) and David Bowie's The Rise and Fall of Ziggy Stardust and the Spiders from Mars (1972).[5] Armstrong was particularly inspired by the Who's Quadrophenia, finding more in common with its \"power chord mod-pop aesthetic\" than other concept records, such as The Wall by Pink Floyd.[34] In addition, they listened to the cast recordings of Broadway musicals West Side Story, The Rocky Horror Show, Grease, and Jesus Christ Superstar,[34] and they let contemporary music influence them, including rappers Eminem and Kanye West, as well as rock band Linkin Park.[11] Armstrong considered rock music a \"conservative\" business with regard to the rigidity in which a band must release a single, create a music video, or head out on tour. He felt groups like hip hop duo OutKast were \"kicking rock's ass, because there's so much ambition.\"[16] The band used more loud guitar sounds for the record. Armstrong said \"We were like, 'Let's just go balls-out on the guitar sound—plug in the Les Pauls and Marshalls and let it rip'\".[37] Armstrong added tracks of acoustic guitar-playing throughout the record to augment his electric guitar rhythms and Cool's drumming.[24] For most of the record, Dirnt used an Ampeg SVT bass amplifier, recording with his signature Fender Precision Bass.[38] For the album, he and Cavallo strived for a \"solid, big, thunderous\" bass sound as opposed to one centered on countermelodies. Dirnt ran his bass guitar through an Evil Twin direct box, a staple of his recording methods since Dookie.[38] Cool also employs unorthodox instruments for punk music—timpani, glockenspiel, and hammer bells—which he received out of a promotional deal with Ludwig.[28] These instruments are especially evident on \"Homecoming\" and on \"Wake Me Up When September Ends\", the latter of which includes an African bead gourd that was welded to a remote hi-hat pedal for future live performances.[28] \"Extraordinary Girl\", originally titled \"Radio Baghdad\", features tablas in the intro performed by Cool.[39] For \"Whatsername\", Cool recorded drums in a room designed to record guitars to achieve a dry sound.[25] With all these techniques and influences considered, critics have called the album pop-punk[40][41] and alternative rock,[42][43] but primarily the aforementioned punk rock.[19][44][45][46][47] American Idiot is a concept album that describes the story of a central character named Jesus of Suburbia, an anti-hero created by Billie Joe Armstrong.[34] It is written from the perspective of a lower-middle-class suburban American teen, raised on a diet of \"soda pop and Ritalin.\"[34] Jesus of Suburbia hates his town and those close to him, so he leaves for the city.[48] The second character introduced in the story is St. Jimmy, a \"swaggering punk rock freedom fighter par excellence.\"[49] Whatsername, \"a 'Mother Revolution' figure,\" is introduced as a nemesis of St. Jimmy in the song \"She's a Rebel\".[49] The album's story is largely indeterminate, as the group was unsure of where to lead the plot's third quarter. In this sense, Armstrong decided to leave the ending up to the listeners' imagination.[24] The two secondary characters exemplify the record's main theme—\"rage versus love\"—in that while St. Jimmy is driven by \"rebellion and self-destruction,\" Whatsername is focused on \"following your beliefs and ethics.\"[24] Jesus of Suburbia eventually decides to follow the latter, resulting in the figurative suicide of St. Jimmy, which is revealed to be a facet of his personality.[24] In the album's final song, Jesus of Suburbia loses his connection with Whatsername as well, to the point in which he can't even remember her name.[24] Through the story, Armstrong hoped to detail coming of age in America at the time of the album's release.[50] While he considered their previous record heartfelt, he felt a more instinctual feeling to speak for the time period in which the album was released.[32] He had felt the desire to increase the amount of political content in his lyricism as he grew into adulthood, noting that the \"climate\" surrounding his aging produced feelings of responsibility in the songs he wrote.[51] Armstrong said, \"As soon as you abandon the verse-chorus-verse-chorus-bridge song structure ... it opens up your mind to this different way of writing, where there really are no rules.\"[34] In addition to the album's political content, it also touches on interpersonal relationships and what Dirnt labeled \"confusion and loss of individuality.\"[19] \"American Idiot\" contends that mass media has orchestrated paranoia and idiocy among the public, particularly cable news, which Armstrong felt had crossed the line from journalism to reality television, only showcasing violent footage intercut with advertisements.[37] The song emphasizes strong language, juxtaposing the homophobic slur \"faggot\" and \"America\" to create what he imagined would be a voice for the disenfranchised.[31] \"Holiday\" took two months to finish writing, as Armstrong continually felt his lyrics were not good enough. Encouraged by Cavallo, he completed the song.[6] He later characterized the song as an outspoken \"fuck you\" to Bush.[5] \"Give Me Novacaine\" touches on American reality television of that time, which Armstrong likened to \"gladiators in the coliseum.\"[31] \"She's a Rebel\" was inspired by Bikini Kill's \"Rebel Girl\".[49] After finishing the music for the album, the band decided that the artwork needed to reflect the themes on the record, likening the change of image to a political campaign. Armstrong recalled, \"We wanted to be firing on all cylinders. Everything from the aesthetic to the music to the look. Just everything.\"[32] Green Day drew inspiration from Chinese communist propaganda art the band saw in art galleries on Melrose Avenue and recruited artist Chris Bilheimer, who had designed the art for the previous records Nimrod and International Superhits! to create the cover. The band aimed for the cover to be \"at once uniform and powerful\".[32] The album's artwork—\"a Posada-stark print of a heart-shaped hand grenade gripped in a blood-soaked fist\"—is representative of its political content.[32] After listening to the new music on his computer, Bilheimer took note of the lyric \"And she's holding on my heart like a hand grenade\" from \"She's a Rebel\". Influenced by artist Saul Bass's poster for the 1955 drama film The Man with the Golden Arm, Bilheimer created an upstretched arm holding a red heart-shaped grenade. Although he felt that red is the \"most overused color in graphic design\", he felt that the \"immediate\" qualities of the color deemed it appropriate for use on the cover. He explained, \"I'm sure there's psychological theories of it being the same color of blood and therefore has the powers of life and death... And as a designer I always feel it's kind of a cop-out, so I never used it before. But there was no way you couldn't use it on this cover.\"[52] The band also underwent \"a significant image change,\" and they began wearing black and red uniforms onstage. Armstrong considered it a natural extension of his showmanship, which began in his childhood.[11] American Idiot received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received an average score of 79, based on 26 reviews.[53] According to AllMusic, it earned Green Day \"easily the best reviewed album of their career.\"[1] The website's editor Stephen Thomas Erlewine praised the album as either \"a collection of great songs\" or as a whole, writing that, \"in its musical muscle and sweeping, politically charged narrative, it's something of a masterpiece\".[54] Pitchfork deemed it \"ambitious\" and successful in getting across its message, while \"keep[ing] its mood and method deliberately, tenaciously, and angrily on point\".[59] NME characterized it as \"an onslaught of varied and marvellously good tunes presented in an unexpectedly inventive way.\"[58] Q called the album \"a powerful work, noble in both intent and execution.\"[60] The New York Times commended Green Day for trumping \"any pretension with melody and sheer fervor\".[64] Chicago Sun-Times critic Jim DeRogatis wrote that the band had successfully \"hit upon an actual 'adult' style of pop punk\",[40] while USA Today's Edna Gundersen wrote that they had steered away from the \"cartoonish\" qualities of their previous work in favor of more mature, politically oriented themes.[62] Entertainment Weekly said that despite being based on a musical theater concept \"that periodically makes no sense\", Green Day \"makes the journey entertaining enough\". It described some of the songs as forgettable, though, arguing the album focuses more on lyrics than music.[55] Rolling Stone said the album could have been, and was, a mess, but that the \"individual tunes are tough and punchy enough to work on their own\".[61] The Guardian called American Idiot a mess—\"but a vivid, splashy, even courageous mess\".[56] Slant Magazine described it as a \"pompous, overwrought,\" but nonetheless \"glorious concept album\".[65] Uncut was more critical and wrote in a mixed review that although the album was heavily politically focused, \"slam-dancing is still possible\".[66] In a negative review, Robert Christgau of The Village Voice called the album a \"dud\" and asserted that Armstrong's lyrics eschew \"sociopolitical content\" for \"the emotional travails of two clueless punks—one passive, one aggressive, both projections of the auteur\", adding that \"there's no economics, no race, hardly any compassion.\"[63] Ian Winwood of Kerrang! called it a \"modern day masterpiece\".[67] Josh Tyrangiel of Time said, \"For an album that bemoans the state of the union, it is irresistibly buoyant.\"[8] In 2005, American Idiot won a Grammy Award for Best Rock Album and was nominated in six other categories including Album of the Year.[68][69] The album helped Green Day win seven of the eight awards it was nominated for at the 2005 MTV Video Music Awards; the \"Boulevard of Broken Dreams\" video won six of those awards. A year later, \"Boulevard of Broken Dreams\" won a Grammy Award for Record of the Year.[70] In 2009, Kerrang! named American Idiot the best album of the decade,[71] NME ranked it number 60 in a similar list,[72] and Rolling Stone ranked it 22nd.[73] Rolling Stone also listed \"Boulevard of Broken Dreams\" and \"American Idiot\" among the 100 best songs of the 2000s, at number 65 and 47 respectively.[74][75] In 2005, the album was ranked number 420 in Rock Hard magazine's book of The 500 Greatest Rock & Metal Albums of All Time.[76] In 2012, the album was ranked number 225 on Rolling Stone's list of the 500 Greatest Albums of All Time.[77] American Idiot became Green Day's first number one album in the United States, selling 267,000 copies in its first week of release, their biggest opening sales week.[107] The album became 2005's fourth-highest seller, moving over 3.4 million units.[108] American Idiot remained in the top 10 of the Billboard 200 upwards of a year following its release,[109] staying on the chart for 101 weeks.[2] The album has been certified six times platinum status in the United States.[110][111][112] The album also debuted at number 1 in the UK, selling 89,385 copies in the first week.[113] In 2005, commenting on the success American Idiot brought the band, Samuel Bayer, director of all of American Idiot's music videos, stated \"The Billie Joe that I work with now is not the same guy that walked onto the \"American Idiot\" set a year ago. Now, he's a rock star. They were famous. They had done big stuff. But it's transcended that. But he hasn't changed. And they haven't changed. They're three friends who love one another.\"[114] Courtney Love also commented on the success of the band, stating \"Billie Joe looks absolutely beautiful. You know how when people get super A-list, their face gets prettier? I think it's perception. It's something that happens in your subconscious\".[114] At the time of American Idiot's release, the album was not sold in Wal-Mart due to its explicit content.[19] As of 2014, American Idiot has sold 6.2 million albums in the United States, making it second to Dookie within their catalogue.[108] Worldwide, its sales are estimated at 16 million copies.[2] Touring in support of the album began in the US, where the band performed in conservative stronghold states like Texas, Tennessee, and Georgia. The group headlined arenas that were only \"60 to 75 percent full\" and were often booed for performing songs from the album. Armstrong often chanted \"Fuck George W. Bush!\"[115] Jonah Weiner of Blender likened the band's live performances of the time to an \"anti-Bush rally.\"[11] Armstrong admitted that they did \"everything to piss people off,\" including wearing a Bush mask onstage in weeks preceding the election.[7] The European tour sold 175,000 tickets in less than an hour.[7] In April, the band began a one-month US arena tour.[7] The band soon began playing stadiums, performing at New Jersey's Giants Stadium, San Francisco's SBC Park, and Los Angeles' Home Depot Center between September and October 2005.[109] John Colapinto of Rolling Stone summarized its immediate impact in a 2005 story:[116] American Idiot [...] gives voice to the disenfranchised suburban underclass of Americans who feel wholly unrepresented by the current leadership of oilmen and Ivy Leaguers, and who are too smart to accept the \"reality\" presented by news media who sell the government's line of fear and warmongering. Jon Pareles of The New York Times deemed it \"both a harbinger and a beneficiary of the Bush administration's plummeting approval, selling steadily through 2005 as the response to Hurricane Katrina and the protracted war in Iraq turned much of the country against the government.\"[117] \"Wake Me Up When September Ends\" became symbolic during various events such as the aftermath of Hurricane Katrina; one online blogger paired the song with television coverage of the disaster, creating a viral video.[118] Ian Winwood of Kerrang! said that the album pushed rock music back into the mainstream.[67] American Idiot was a career comeback for Green Day,[7] and their unexpected maturation \"stunned the music industry.\"[8] In 2020 Rolling Stone placed the album at 248 on their list of the 500 Greatest Albums of All Time.[119] In late 2005, DJ Party Ben and producer Team9, under the shared alias Dean Gray (a spoonerism of \"Green Day\"), released an online-only mash-up version of the album—called American Edit. This became a cause célèbre when a cease and desist order was served by Green Day's record label.[120] Tracks include \"American Edit\", \"Dr. Who on Holiday\", \"Novocaine Rhapsody\", and \"Boulevard of Broken Songs.\" Billie Joe Armstrong later stated that he heard one of the songs on the radio and \"enjoyed it.\"[120] An American Idiot stage musical adaptation premiered at the Berkeley Repertory Theatre in September 2009. The musical was a collaboration between Green Day and director Michael Mayer.[121] Green Day did not appear in the production, but the show featured an onstage band.[122] The production transferred to Broadway at the St. James Theatre, and opened in April 2010. The show received mixed reviews from critics, but received a rave review from The New York Times.[123] The show features all of the songs from the album American Idiot, including B-sides, as well as songs from Green Day's follow-up album, 21st Century Breakdown.[124] Armstrong appeared in the Broadway production as St. Jimmy multiple times.[125][126] With his return in 2011, the show grossed over $1 million.[127] American Idiot won two Tony Awards: Best Scenic Design of a Musical for Christine Jones and Best Lighting Design of a Musical for Kevin Adams. It also received a nomination for Best Musical.[128] The Broadway production closed in April 2011, after 27 previews and 421 regular performances. The first national tour started in late 2011.[129] A documentary regarding the musical, titled Broadway Idiot, was released in 2013.[130] Billie Joe Armstrong had at one point, prior to its release, suggested the album would make good material for an adapted feature film.[31] Shortly after the album was released, there was speculation that American Idiot might be made into a film. In an interview with VH1, Armstrong said, \"We've definitely been talking about someone writing a script for it, and there's been a few different names that have been thrown at us. It sounds really exciting, but for right now it's just talk.\"[131] Armstrong later stated that filming would begin in 2006, stressing, \"We want to see how it turns out first so that it doesn't suck.\"[132] On June 1, 2006, Armstrong announced in an interview with MTV that the movie was \"definitely unfolding\" and that \"every single week there's more ideas about doing a film for American Idiot, and it's definitely going to happen\".[133] In the summer of 2010, when asked by Virgin Radio if the film was \"true, a lie, or a mystery\", Tré Cool responded by saying that it was \"a true mystery\".[134] In April 2011, production company Playtone optioned the musical to develop a film version, and Universal Pictures began initial negotiations to distribute it. Michael Mayer, who directed the Broadway production, was named as director. Dustin Lance Black was initially hired to adapt the musical.[135] Billie Joe Armstrong was asked to star as St. Jimmy, and the film was proposed for a 2013 release.[136] Armstrong later posted on his Twitter account that he had not \"totally committed\" to the role but was interested in it.[137] In July 2013, Mayer reported that the film adaptation was still happening, but production had not been scheduled due to \"Hollywood bullshit\".[138] In March 2014, playwright Rolin Jones told the Hartford Courant that he was writing a new screenplay for the film. Comparing it to the musical, Jones said, \"The idea is to get it a little dirtier and a little nastier and translate it into visual terms. There's not going to be a lot of dialogue and it probably should be a little shorter, too. After that, it just takes its 'movie time' in getting done\". He expected to finish the script by the end of the month.[139] In October 2016, in an interview with NME, Armstrong revealed that the film was now being made at HBO and the script was getting rewrites. He confirmed he would reprise his Broadway role as St. Jimmy.[140] In November 2016, Armstrong stated that the film was \"going to be a lot different from the musical. It's kind of, more surreal but I think there's going to be parts of it that might offend people – which is good. I think it's a good time to offend people. I think there's just going to be a lot of imagery that we couldn't pull off in the musical in the stage version. You know, I don't want to give away too much, but it will be shocking in a way which makes you think.\"[141] In February 2020, Billie Joe Armstrong revealed to NME that plans for the film adaptation of American Idiot have been \"pretty much scrapped\", without providing any more details as to the reason.[142] Heart Like a Hand Grenade is a 2015 film featuring Green Day during the recording of American Idiot. It was directed by John Roecker and filmed over the process of fifteen months between 2003 and 2004.[143] It is a documentary about the songwriting and recording process of the album.[144] The film had a limited, one night release in Hollywood at Grauman's Egyptian Theatre on March 25, 2009, to a crowd of more than 400 people.[145] On July 15, 2014, director John Roecker announced on his Facebook page that the film would be released to the public. On May 18, 2015, Roecker mentioned on his personal Facebook page that the sound mix was done and that the movie was in Warner Brothers' hands: \"I am happy to announce that Heart Like A Hand Grenade: The Making of American Idiot is finished. Sound mix done and now off to Warner Brothers. I want to thank Scott Gawlik and Dylan Melody for their amazing talent and making this film incredible. Also thank you Chris Dugan for creating an American Idiot overture the one I wanted 11 years ago!\"[146] On June 12, 2015, director John Roecker confirmed on his Facebook page that Warner Brothers had a release date/period for the film: \"Deal with Warners is Done! Praise Satan! See you in September. Heart Like A Hand Grenade: The Making of American Idiot teaser coming soon. I want to thank my brothers Dylan Melody, Dean Gonzalez, Scott Gawlik for making my film how I envisioned it. Eleven years but it has been worth it...you will not be disappointed this film is the shit.\"[147] Heart Like a Hand Grenade made its world premiere on October 8, 2015, at the 38th Mill Valley Film Festival, and it was released to theaters in the US the following week. It received a worldwide release on November 11, and it was available on DVD and digital release on November 13.[148] All lyrics written by Billie Joe Armstrong, except where noted; all music composed by Green Day.[149] In 2015, Kerrang! Magazine released a cover album of American Idiot, covered by various artists. Credits adapted from the liner notes of American Idiot.[149] Green Day Additional musicians Production  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"American Idiot - Wikipedia","KeyID":"3034","URL":"https://en.wikipedia.org/wiki/American_Idiot"}