{"Content: ":"X&Y is the third studio album by the British rock band Coldplay. It was released on 6 June 2005 by Parlophone in the United Kingdom, and a day later by Capitol Records in the United States. The album was produced by Coldplay and producer Danton Supple. It is noted for its troubled and urgent development, as well as Phil Harvey's brief departure from the band.[3] Producer Ken Nelson was originally tasked with producing the record, however, many songs written during his sessions were discarded due to the band's dissatisfaction with them. The album's cover art is a combination of colours and blocks, which is a representation of the Baudot code. The album contains twelve tracks and an additional hidden song, \"Til Kingdom Come\", which is listed as \"+\" on the disc label and inside the record's booklet. It was originally planned for American country star Johnny Cash to record it with lead singer Chris Martin, but Cash died before he was able to do so.[4] The song \"Talk\" appeared in the track listing, although after it leaked online in early 2005 it was thought to have been downgraded to a B-side for the album's subsequent single releases.[5] X&Y was released after a considerable amount of global anticipation. Overall reaction to the album was generally positive and it was a significant commercial success, reaching number-one in the chart of 32 countries around the world,[6] including the United Kingdom (where it had the third biggest sales week in history at the time) and the United States (where it became Coldplay's first album to top the Billboard 200 chart). With over 8.3 million copies sold worldwide, X&Y was the best-selling album of 2005, accumulating over 13 million units as of December 2012. [7] It spawned the singles \"Speed of Sound\", \"Fix You\", \"Talk\" and \"The Hardest Part\". Coldplay announced details about X&Y in March 2004 while the album was being recorded. Their initial plans were to stay out of the public eye throughout the year. Lead singer Chris Martin stated, \"We really feel that we have to be away for a while and we certainly won't release anything this year, because I think people are a bit sick of us.\" This plan was not carried out, because of the pressure their second album A Rush of Blood to the Head had induced; but they were trying \"to make the best thing that anyone has ever heard\".[8] Prior to the announcement, Martin, lead guitarist Jonny Buckland and British record producer Ken Nelson had started recording demos while in Chicago, Illinois. The band then entered a London studio in January 2004.[9] The band spent all of 2004 producing X&Y.[10] The released album is the third version the band had produced during the recording sessions, and some have even considered it as their fifth album due to constant changes in track lists and re-recordings.[11] The band members were not satisfied with the output of their initial sessions with Nelson, who had produced the band's previous two albums, Parachutes (2000) and A Rush of Blood to the Head (2002). It also remains the only Coldplay album in which they had been through the creative process without Phil Harvey's \"presence, influence and guidance\".[12] The initial set release date was late 2004, but was later pushed back to January 2005. As the new target date was approaching, the band again discarded songs, which they deemed \"flat\" and \"passionless\".[11] Sixty songs were written during these sessions, fifty-two of which were ditched.[13] The band started rehearsing the songs for a planned tour, but felt the songs sounded better live compared to their recorded versions: \"We realized that we didn't really have the right songs and some of them were starting to sound better because we were playing them than they did on record, so we thought we better go back and record them again.\" Guitarist Jonny Buckland has said that the band had pushed themselves \"forward in every direction\" in making the album, but they felt it sounded like they were going backwards compared to their earlier works.[14] Attempting to perfect their work, Coldplay had to \"step it up a few notches and work hard at it to get it right\".[11] The band chose Danton Supple, who mixed the bulk of A Rush of Blood to the Head, to oversee the production of X&Y.[15] When January went, the band had to finish the album; they were conscious of the pressure as \"expectations for the record grew larger\" and \"completing it became tougher and tougher\".[11] Finally, the band were settled with the song \"Square One\", which Martin has described as \"a call to arms\" and a \"plea\" to each of them \"not to be intimidated by anything or anyone else\". Once finished, the band felt like they could do their own songs and not have to think of anyone else's demands.[11] During this month, the band were into the final weeks of production and had put the finishing touches on the tracks.[15] Drummer Will Champion later admitted that Coldplay did not rush to complete the album \"because the prospect of touring again was so daunting that we felt we should take our time, and also we wanted to make sure that it was the best it could possibly be\". According to him, the band had no deadline, which allowed them not to feel pressured into finishing something. Once a proper deadline was imposed onto the band, they became more productive than in previous sessions. At this juncture, the band had written \"about 14 or 15 songs\".[16] Martin added that the reason why they ended up late was that they \"... kept [adding] finishing [touches to] the record until it was way too late ... [they] don't listen to it at the moment, because [they would] just find something to go back and change.\"[11] The late release of the album was blamed for a drop in EMI's share price. In response, Chris Martin said \"I don't really care about EMI. I think shareholders are the great evil of this modern world.\"[17][18] The music of X&Y consists of multi-layered production with heavy electronic influences, featuring the extensive use of synthesizers. Musical characteristics that contribute to the album's multi-layering and grandiosity include fast tempos (in contrast to the 2 previous albums), dynamic drum patterns, distorted guitar riffs, and driving basslines. Coldplay have also cited various other influences in the album. That of German electronic music pioneers Kraftwerk is evident on the song \"Talk\", which borrows (with permission) its hook from 1981's \"Computer Love\", with the riff being played on electric guitar instead of on a synthesizer.[10] Also present is large electronic musical influences, from some of the likes of English musicians David Bowie and Brian Eno. Eno, who would later produce Viva la Vida or Death and All His Friends, also played backing synthesizer on the track \"Low\". The first single, \"Speed of Sound\", also takes inspiration from the drumbeat of English singer-songwriter Kate Bush's song \"Running Up that Hill\".[19] According to Jon Pareles of The New York Times, who wrote a controversial article extensively criticizing the album, the band attempts to \"carry the beauty of 'Clocks'\" across the album, borrowing some of its features in songs like \"Speed of Sound\".[20] The opening track \"Square One\" also features the famous motif from Also sprach Zarathustra, known better as the title theme of Stanley Kubrick's 1968 science-fiction film 2001: A Space Odyssey. The three-note sequence is replicated in the song by distorted guitar riffs, with a backing synthesizer added for musical texture. The sequence also transitions as a part of the song's chorus, showcasing Chris Martin's trademark falsetto voice. \"Fix You\" features an organ and piano sound.[21] The song starts with a hushed electronic organ ballad, including Martin's falsetto.[22] The song then builds with both an acoustic guitar and piano sound. The sound then shifts with a plaintive three-note guitar line, ringing through a bringing rhythm upbeat tempo. Its instrumentation is varied with the sound of church-style organs hovering throughout the background,[23] piano notes, acoustic and electric guitar riffs, drums, bass guitar, and a singalong chorus.[24] \"The Hardest Part\" features a faster piano ballad sound, and starts with a repeating two-note piano riff, and features an instrumentation of a singsong guitar.[25] It is mid-tempo, with a laid back, steady rhythm. The track ends with the band playing some repeated riffs as it fades out.[25] \"Speed of Sound\" is musically centered around an ornate keyboard riff and features a busy chorus,[26][27] during which the song builds into a huge drum beat surrounded by synthesized sounds. The song is upbeat, with a driving bassline and echoing, distorted guitar riffs being heard throughout. Lyrically, X&Y made an apparent shift from its predecessors, with many lyrics focused on a questioning and philosophical view of the world. On their previous works, Martin sang mostly in the first person \"I\", but here moves to the second person \"you\".[20] Accordingly, the songs on the album are a reflection of Martin's \"doubts, fears, hopes, and loves\" with lyrics that are \"earnest and vague\".[1] The artwork for X&Y was designed by graphic design duo Tappin Gofton, formed by Mark Tappin and Simon Gofton; Mark Tappin had previously worked for Coldplay on the covers for Parachutes and its associated singles. The image, which is visualised through a combination of colours and blocks, is a graphical representation of the Baudot code, an early form of telegraph communication using a series of ones and zeros to communicate. The code was developed by Frenchman Émile Baudot in the 1870s, and was a widely used method of terrestrial and telegraph communication.[28] The alphabet of the code is presented in the liner notes of X&Y. The track listing, included on the booklet, CD, and back of the album, uses \"X#\" on tracks 1 to 6 and \"Y#\" on tracks 7 to 12, rather than the conventional track numbering system. Many pages in the booklet include photos of the band working on the album. The final page of the booklet contains the slogan \"Make Trade Fair\" in the Baudot code, a reference to the name of the international organisation which Chris Martin continues to support.[28] The band also dedicates the album to \"BWP\" in the liner notes; it stands for Bruce W. Paltrow, the late father of Martin's wife at the time, Gwyneth Paltrow. All singles released from the album feature their titles in the same code on their respective covers.[29] X&Y was initially intended for a 2004 release, although early news reported it would not be released until 2005;[9] because of personal preferences, songs recorded in several sessions were scrapped and doing so had pushed the expected release date to January 2005. However, the new date went by and the band had to decide on another schedule. By early 2005 the album, rumoured to be called Zero Theory, had a target release date between March and May 2005.[15][30][full citation needed] By early April the band had finalised the track listing of the album.[5] The album was finally released on 6 June 2005 in the United Kingdom via record label Parlophone. It was issued on 7 June in the United States by Capitol Records. It has been released with the Copy Control protection system in some regions. Capitol released a remastered version of the album in 2008, on two 180-gram vinyl records, as part of the \"From the Capitol Vaults\" series. Around three months prior to the album release, Coldplay began performing several songs from X&Y during live performances. The band made a headlining performance at public radio station KCRW-FM's annual A Sounds Eclectic Evening, playing five new songs and some of their old favourites.[31] The album has four main singles that were released internationally: \"Speed of Sound\", \"Fix You\", and \"Talk\" in 2005, and \"The Hardest Part\" in 2006. A promotional single, \"What If\", was released in June 2006 to radio stations in France and the French-speaking portions of Belgium and Switzerland.[32] A commercial CD was also released in Belgium and features the same B-side as \"The Hardest Part\" (\"How You See the World\" recorded live at Earls Court), which was released in other European markets as well as Japan and Australia. This single features the \"Tom Lord-Alge Mix\" as the A-side, which differs from the album version.[33] The track \"A Message\" was featured in episodes of Electric Dreams, One Tree Hill, and Smallville. The hidden track \"Til Kingdom Come\" is featured in The Shield season 5 premiere, a season 1 episode of Jericho,[34] and in the superhero film The Amazing Spider-Man (2012).[35] In addition, Chris Martin performed an acoustic rendition of the track at the funeral of former Attorney General of Delaware Beau Biden in 2015, accompanied by a church organ.[36] The band also played \"Fix You\" together at Apple's memorial for Steve Jobs in 2011, alongside some of their other songs.[37][38] X&Y received generally positive reviews from music critics. At Metacritic, which assigns a normalised rating out of 100 to reviews from mainstream critics, the album received an average score of 72, based on 33 reviews.[39] Blender hailed it as Coldplay's \"masterpiece.\"[40] NME described it as \"confident, bold, ambitious, bunged with singles and impossible to contain,\" and added that it reinforces Coldplay as \"the band of their time\".[42] Q magazine found it \"substantially more visceral and emotionally rewarding experience than both its predecessors.\"[44] James Hunter of The Village Voice said that it is remarkably \"accomplished, fresh, and emotional\".[48] Uncut assertively called it \"an exceptional pop record\".[39] Spin magazine's Mikael Wood praised Coldplay for \"recasting their nerdy-student Britpop as Important Rock Music\" without having to compromise Martin's unpretentious songwriting style.[46] In his review for AllMusic, Stephen Thomas Erlewine praised it as \"a good record, crisp, professional, and assured, a sonically satisfying sequel to A Rush of Blood to the Head\", stating it as \"impeccable\" and \"a strong, accomplished album\".[1] In a less enthusiastic review for Entertainment Weekly, David Browne felt that Coldplay's attempt at more grandiose music works \"only part of the time\", even though he found their effort to mature commendable.[41] Rhyannon Rodriguez from Kludge wrote that the album feels \"a little forced\", describing the overall sounds as \"overtly weak\".[49] Alexis Petridis, writing in The Guardian, said that some of the songs are \"mostly beautifully turned\", but marred by lyrics that are \"so devoid of personality that they sound less like song lyrics than something dreamed up by a creative at [an] ad agency\".[10] Pitchfork's Joe Tangari called it \"bland but never offensive, listenable but not memorable.\"[43] Mojo wrote that the album is \"awash with cliches, non-sequiturs, and cheap existentialism; at times it all becomes nigh on unbearable\".[39] In a negative review for The Village Voice, Robert Christgau named X&Y \"dud of the month\" and called Coldplay a \"precise, bland, and banal\" band, giving the album a B grade.[47] The band has received some criticism from some music critics for the similarities between the lead single, \"Speed of Sound\", and \"Clocks\", one of the band's most popular songs to date.[20][1][45] Kelefa Sanneh of Rolling Stone magazine was less contented with X&Y, writing it \"is something less exciting\" compared to A Rush of Blood to the Head that \"was a nervy bid for bigness\". Sanneh notes that the album is \"the sound of a blown-up band trying not to deflate\" and \"a surprising number of songs here just never take flight\". Despite such, he compliments the album for featuring \"lovely ballads that sound, well, Coldplay-ish\".[45] The album earned the band several awards. In 2006, it won the Best British Album accolade at the Brit Awards,[58] and International Album of the Year at the Juno Awards, which Coldplay shared with American hip hop group The Black Eyed Peas.[59] X&Y had scored Coldplay their third consecutive Mercury Prize nomination. It was also nominated for Best Rock Album at the 48th Grammy Awards, but lost to U2's How to Dismantle an Atomic Bomb.[60] X&Y was voted the 32nd best album of the year in The Village Voice's annual Pazz & Jop critics poll for 2005.[61] On the other hand, X&Y was voted the second-most overrated album ever made in a 2005 BBC public poll.[62] X&Y was the best-selling album of 2005 worldwide, accumulating over 8.3 million sales despite the music industry seeing overall sales drop by three per cent.[80] According to EMI, by the end of 2006 it had sold 9.9 million copies.[81] The album debuted at number-one on the UK Albums Chart with 464,471 copies sold, making it Coldplay's third consecutive chart-topping debut and the third largest opening week in the country's history at the time.[82] As of April 2011, it owns the sixth highest sales week ever, behind Take That,[82] The Beatles,[83] Ed Sheeran,[84] Oasis and Adele.[85] The British Phonographic Industry (BPI) has also certified the album 9× platinum.[86] The record ranks at number nine in the United Kingdom's \"20 Biggest-selling Albums of the 21st Century\" list published by the British trade paper Music Week.[87] As of October 2021, it had sold over 2,800,000 copies in the country, being the second biggest Coldplay album, only behind A Rush of Blood to the Head (2002).[88] In the United States, the American press considered X&Y a landmark achievement for the band.[89] The album debuted at number one on the Billboard 200 with 737,000 copies sold despite the highly competitive retail week, marking the third highest first-week sales of the year in the country, behind American rappers 50 Cent (whose album, The Massacre, sold over one million units on its opening week) and Kanye West (who sold over 860,000 copies with his album Late Registration).[89] X&Y also remained at the top during three weeks, being the longest stay for a British group in the region since The Beatles in 2000–2001.[90] The Recording Industry Association of America (RIAA) has since certified the album 3× platinum for accumulated shipments of over three million units.[91] In Canada, the album debuted at #1 and sold 105,000 copies in its first week, making it the biggest-selling debut of 2005 in Canada.[92] It was certified 5× Platinum in December 2008 for the shipments of over 500,000 copies.[93] All songs written and co-produced by Coldplay (Guy Berryman, Jonny Buckland, Will Champion, and Chris Martin), with exception of Track 5, which features Ralf Hütter, Karl Bartos and Emil Schult as co-writers due to a sample from Kraftwerk's \"Computer Love\". To coincide with Coldplay's tour of Australia, Southeast Asia, and Latin America, the album was re-released in those territories as a \"Tour Edition\", which also includes all the B-side tracks and music videos of X&Y's singles on a bonus DVD: In addition a rare \"Japan Tour Special Edition\" (Cat. No. TOCP-66523) was released in 2006. This is the only \"Tour Edition\" which has the bonus disc as a CD (CD extra) (Cat. No. NCD-3013), and without Copy Control. All other \"Tour Editions\" have Copy Control protection. The track listing is exactly the same as in other \"Tour Editions\". Along with the tour editions, there was also a \"Special Dutch Edition,\" Released only in The Netherlands, It consisted of 2 discs, the first containing the entirety of X&Y, and the second containing the b-sides from the tour editions. No audiovisual content was included. Notes Adapted from AllMusic.[94] Production and design  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"X&Y - Wikipedia","KeyID":"3038","URL":"https://en.wikipedia.org/wiki/X%26Y"}