{"Content: ":"The Chicks (previously known as Dixie Chicks) are an American country music band consisting of Natalie Maines and sisters Martie Maguire and Emily Strayer. Maguire and Strayer founded the band in 1989 in Dallas, Texas, with the bassist Laura Lynch and the vocalist and guitarist Robin Lynn Macy. They performed bluegrass and country music, busking and touring the bluegrass festival circuits and small venues for six years without attracting a major label. In 1992, Macy left and Lynch became the lead vocalist. Upon signing with Monument Records Nashville in 1997 and replacing Lynch with Maines, the Chicks achieved success with their albums Wide Open Spaces (1998) and Fly (1999). After Monument closed its Nashville branch, the Chicks moved to Columbia Records for Home (2002). These albums achieved multi-platinum sales in the United States, Canada, and Australia, along with several charting singles on the American Billboard Hot Country Songs charts. \"There's Your Trouble\", \"Wide Open Spaces\", \"You Were Mine\", \"Cowboy Take Me Away\", \"Without You\", and a cover of Bruce Robison's \"Travelin' Soldier\" reached number one. The Chicks also reached number one on the Adult Contemporary chart with their 2002 cover of Fleetwood Mac's \"Landslide\". Days before the 2003 invasion of Iraq, Maines told a London audience that the Chicks did not endorse the war and were ashamed of US President George W. Bush being from Texas. The remarks triggered boycotts in the US and a backlash from fans. After a hiatus, the Chicks recorded the album Taking the Long Way in 2006, an album informed by the backlash; \"Not Ready to Make Nice\" became their biggest crossover single, reaching number four on the Billboard Hot 100. After another hiatus, Maguire and Robison released an album in 2009 as the duo Court Yard Hounds. The Chicks reunited to tour in the 2010s. In 2020, they dropped \"Dixie\" from their name, citing negative connotations, and released their first album in 14 years, Gaslighter. The Chicks have won 13 Grammy Awards, including five in 2007 for Taking the Long Way, which received the Grammy Award for Album of the Year, and its single \"Not Ready to Make Nice\", which received the Grammy Award for Record of the Year and the Grammy Award for Song of the Year. By July 2020, with 33 million certified albums sold[2] and sales of 27.9 million albums in the US, the Chicks had become the best-selling female band and best-selling country group in the US during the Nielsen SoundScan era (1991–present).[3][4][5] The Dixie Chicks were founded by Laura Lynch on upright bass, guitarist Robin Lynn Macy, and the multi-instrumentalist sisters Martie and Emily Erwin in 1989. The Erwin sisters later married and each changed their names twice to Martie Seidel, then Maguire and Emily Robison, then Strayer. The four took their name from the song and album Dixie Chicken by Lowell George of Little Feat,[6] originally playing predominantly bluegrass and a mix of country standards. All four women played and sang, though Maguire and Strayer provided most of the instrumental accompaniment for the band while Lynch and Macy shared lead vocals. Maguire primarily played fiddle, mandolin, and viola, while Strayer's specialties included five-stringed banjo and dobro. In 1990, Penny Cook, daughter of then Senator John Tower, gave the Chicks $10,000 to record an album. Their first studio album, Thank Heavens for Dale Evans, was named after the pioneering performer Dale Evans.[7] They paid $5,000 for the 14-track album.[8] The album included two instrumental tunes. In 1987, Maguire (still known then as Martie Erwin) had won second place, and in 1989, third place in the national fiddle championships held at the Walnut Valley Festival in Winfield, Kansas.[9] A Christmas single was released at the end of the year – a 45 RPM vinyl record titled Home on the Radar Range with \"Christmas Swing\" on one side and the song on the flip side named \"The Flip Side\". The record titles were significant; during that period of time, the bandmates dressed up as \"cowgirls\", and publicity photos reflected this image. However, even with an appearance at the Grand Ole Opry,[10] and Garrison Keillor's radio show A Prairie Home Companion,[11] they did not get much national airplay.[citation needed] The Dixie Chicks began building a fan base, winning the prize for \"best band\" at the 1990 Telluride Bluegrass Festival and opening for established country music artists, including such names as Garth Brooks, Reba McEntire, and George Strait.[8] In 1992, a second independent album, Little Ol' Cowgirl, moved towards a more contemporary country sound, as the band enlisted the help of more session musicians, and developed a richer sound with larger and more modern arrangements. Robin Lynn Macy was not pleased with the change in sound. She left in late 1992 to devote herself to a \"purer\" bluegrass sound, remaining active in the Dallas and Austin music scenes.[12] It was during this period that professional steel guitarist Lloyd Maines (who had played on both albums) introduced them to his daughter, Natalie, an aspiring singer. Lloyd Maines thought his daughter would be a good match to replace the departed Macy, and had passed along Natalie's audition demo tape, which had won her a full scholarship to the Berklee College of Music, to both Maguire and Strayer.[13] Her distinctive voice was a match for Maguire's soprano and Strayer's alto harmonies. As Maguire and Strayer considered their options and the major record labels waffled over whether they should take a risk on an all-woman band, a few reviewers took note of their talents: Some record label executives will be kicking themselves soon enough when the Dixie Chicks are queens of the honky-tonk circuit. If their show at the Birchmere last week was any indication, these Chicks have what it takes to make the big time, yet no major label has taken the plunge to sign them. Lynch, thrust into the role of sole lead singer on their third independent album, Shouldn't a Told You That in 1993, was unable to attract support from a major record label, and the band struggled to expand their fan base beyond Texas and Nashville. New manager Simon Renshaw approached music executive Scott Siman and he signed them to a developmental deal with Sony Music Entertainment's Nashville division. The deal was finalized with Sony over mid-1995.[15] The Chicks then replaced Lynch with singer Maines.[16] Accounts of the departure have varied. At the time, the sisters stated that Lynch had been considering leaving the band for over a year, weary of touring, and hoping to spend more time with her daughter at home.[15] She offered to stay for the first cuts on the new album for Sony, but the sisters thought it would send the wrong message to the label; they all agreed she would leave before the new album.[15] In a later interview, Lynch said, \"It can't really be characterized as a resignation. There are three Dixie Chicks, and I'm only one.\"[17] By her own account Lynch noted that she had no regrets about leaving.[18] With the addition of Natalie Maines, the new lineup had a more contemporary sound, as well as a new look, leaving their cowgirl dresses with their past, giving the band a broader appeal.[1] Renshaw sent staff producer Blake Chancey to Austin to work with the band. After Maines joined the band, the instrumental lineup was essentially the same, though Maines was not an acoustic bassist. Instead, she played acoustic and electric guitar, and occasionally electric bass guitar or papoose in concert. She sang lead vocals, with Maguire and Strayer singing backing vocals. Strayer was now contributing to the band's sound, adding guitar, accordion, sitar, and papoose to her mastery of the five-string banjo and dobro, while Maguire began adding guitar, viola, and mandolin chops more frequently to her expert fiddle. The sisters welcomed the change; Maguire said, \"It's very rootsy, but then Natalie comes in with a rock and blues influence. That gave Emily and [me] a chance to branch out, because we loved those kinds of music but felt limited by our instruments.\"[19] Within the next year, Sony came to Austin to see the revamped Dixie Chicks and committed to sign them to a long-term deal and they were selected as the first new artist on the newly revived Monument Records label. A single \"I Can Love You Better\" was released in October 1997, and reached the Top 10 on American country music charts, while the new lineup recorded the rest of their debut album. Wide Open Spaces was released on January 23, 1998.[20] Over the space of a year, the next three singles from Wide Open Spaces reached first place on the Country charts: \"There's Your Trouble\", \"You Were Mine\", and the title track. The album added a widespread audience to their original following, entering the top five on both country and pop charts[21] with initial sales of 12 million copies in the country music arena alone, setting a record for the best-selling duo or group album in country music history.[1] As of 2003, the 12 million copies sold in the United States of Wide Open Spaces made it a RIAA-certified diamond album.[22] In 1998, the Dixie Chicks sold more CDs than all other country music groups combined.[23][24] Big Country music took note of the Chicks, awarding them the Horizon Award for new artists in 1998, given to those who have \"demonstrated the most significant creative growth and development in overall chart and sales activity, live performance professionalism and critical media recognition\".[25][26] By 1999, the album won the new lineup their first Grammy Awards as well as acclaim from the Country Music Association, the Academy of Country Music, and other high-profile awards. On August 31, 1999, the Dixie Chicks released another album, Fly, which debuted at No. 1 on the Billboard 200 charts, selling over 10 million copies and making the Dixie Chicks the only country band and the only female band of any genre to hold the distinction of having two back-to-back RIAA certified diamond albums.[20] Nine singles were released from Fly, including country No. 1s \"Cowboy Take Me Away\" and \"Without You\". Dixie Chicks albums continued to place in the list of the 50 best-selling albums in American history over a half-decade after they were released.[27] Fly again won Grammy awards and honors from the Country Music Association and the Academy of Country Music, and the Dixie Chicks received a number of honors from other sources for their accomplishments.[28] The band headlined their first tour, the Fly Tour, with guest artists including Joe Ely and Ricky Skaggs appearing at each show,[29] and also joined Sarah McLachlan, Sheryl Crow, and other female artists on the all-woman touring Lilith Fair.[30] The source of the Dixie Chicks' commercial success during this time came from various factors: they wrote or co-wrote about half of the songs on Wide Open Spaces and Fly; their mixture of bluegrass, mainstream country music, blues, and pop songs appealed to a wide spectrum of record buyers, and where the women had once dressed as \"cowgirls\" with Lynch, their dress was now more contemporary.[1] \"Cowboy Take Me Away\" from Fly became another signature song, written by Maguire to celebrate her sister's romance with country singer Charlie Robison, whom Emily subsequently married, exchanging her surname for Robison. However, a few of their songs brought controversy within their conservative country music fan base, and two songs caused some radio stations to remove the Chicks from their playlists: \"Sin Wagon\", from which the term \"mattress dancing\" takes on a new twist, and \"Goodbye Earl\", a song that uses black comedy in telling the story of the unabashed murderer of an abusive husband. (The band later made a video portraying the nefarious deed, with actor Dennis Franz playing the murdered husband.) In an interview, Maines commented about Sony worrying about the reference to \"mattress dancing\" in \"Sin Wagon\", refusing to discuss it in interviews. She said, \"Our manager jokes, 'You can't say mattress dancing, but they love the song about premeditated first degree murder'! She continues, \" ... so it's funny to us that \"mattress dancing\" is out and murder is in!\"[31] After the commercial success of their first two albums, the band became involved in a dispute with their record label, Sony, regarding accounting procedures, alleging that in at least 30 cases Sony had used fraudulent accounting practices, underpaying them at least $4 million (£2.7m) in royalties on their albums over the previous three years.[32] Sony held out, and the trio walked away, with Sony suing the group for failure to complete their contract.[33] The Chicks responded with their own $4.1-million lawsuit against Sony Music Entertainment on August 27,[34] which added clout to claims made by singers Courtney Love, Aimee Mann, and LeAnn Rimes against the recording industry.[35] After months of negotiation, the Chicks settled their suit privately, and were awarded their own record label imprint, Open Wide Records, which afforded them more control, a better contract, and an increase in royalty money, with Sony still responsible for marketing and distribution of albums.[23][36] During the time that they worked with Sony to reconcile their differences, the Dixie Chicks debuted their quiet, unadorned song \"I Believe in Love\" on the America: A Tribute to Heroes telethon following the September 11, 2001 attacks. The three women found themselves home, in Texas, each happily married, planning families, and writing songs closer to their roots, without the usual pressures of the studio technicians from the major labels. The songs they didn't write were solicited from songwriters who wrote with a less commercial emphasis.[37] The result was that Home, independently produced by Lloyd Maines and the Chicks, was released August 27, 2002.[20] Unlike the Chicks' two previous records, Home is dominated by up-tempo bluegrass and pensive ballads; and Emmylou Harris added her vocals to \"Godspeed\". In addition, the text of the opening track and first single, \"Long Time Gone\", was a pointed criticism of contemporary country music radio, accusing it of ignoring the soul of the genre as exemplified by Merle Haggard, Johnny Cash, and Hank Williams. \"Long Time Gone\" became the Chicks' first Top 10 hit on the U.S. pop singles chart and peaked at No. 2 on the country chart, becoming a major success. Approximately six million copies of Home were sold in the United States.[38] Home also won Grammy awards, and other noteworthy accolades as before, though it fell short of reaching the diamond record status of the first two albums. Natalie Maines said afterward, \"I want to check the record books and see how many fathers and daughters have won Grammys together.\"[39] By 2002, the Dixie Chicks were featured on three television specials: An Evening with the Dixie Chicks, which was an acoustic concert primarily composed of the material from Home; VH1 Divas Las Vegas alongside Cher, Céline Dion, Shakira, Anastacia, Stevie Nicks, Mary J. Blige, Cyndi Lauper, Whitney Houston and host Ellen DeGeneres; and a CMT three-hour television special, the 40 Greatest Women of Country Music. Ranked No. 13 out of 40, they were \"selected by hundreds of artists, music historians, music journalists and music industry professionals—looking at every aspect of what a great artist is\".[40]  On March 10, 2003, the Dixie Chicks performed at the Shepherd's Bush Empire theater in London, England.[41] Maines told the audience the band did not support the imminent Allied invasion of Iraq and were \"ashamed\" that President George W. Bush was from Texas.[42] Maines's remark triggered a backlash in the United States.[42] The Dixie Chicks were blacklisted by thousands of country radio stations,[43] and the band members received death threats.[44] Maines issued an apology, saying her remark had been disrespectful; in 2006 she rescinded the apology, saying she felt Bush deserved no respect.[43] Their single \"Landslide\", a Fleetwood Mac cover, fell from number 10 to 43 on the Billboard Hot 100 in one week and left the chart a week later.[45] The backlash also damaged sales of their next album and tour.[46] In 2005, Hurricane Katrina and Hurricane Rita battered the Gulf Coast, with the group's home state of Texas directly in the wake of the disaster. In September, the Dixie Chicks debuted their song \"I Hope\" in the Shelter from the Storm: A Concert for the Gulf Coast telethon. The song was one of only two performed at the concert that was not donated for the subsequent DVD. The Dixie Chicks made their new single available as a download with proceeds to benefit hurricane relief through Habitat For Humanity and the American Federation of Musicians Gulf Coast Relief Fund.[47][48][49] In October 2004, the Dixie Chicks joined the Vote for Change tour, performing in concerts organized by MoveOn.org in swing states.[50] While the Dixie Chicks' artistic collaborations with James Taylor went well, sharing the stage on many occasions,[50] Maines' comments before and during the concerts revealed a certain degree of nervousness over the future career path of the Dixie Chicks.[51][52] In 2005, Maguire, Strayer, and Maines joined with 31 other recording artists, including Dolly Parton, Christina Aguilera, Yoko Ono, and Mandy Moore supporting relationships of all kinds, regardless of sexual orientation or gender identity, on a two-disc release titled Love Rocks, with their song from the album Home called \"I Believe in Love\".[53] On March 16, 2006, the Dixie Chicks released the single \"Not Ready to Make Nice\" in advance of their upcoming album. Cowritten with Dan Wilson, it addressed the political controversy that had surrounded the group for the previous three years.[54] Strayer said, \"The stakes were definitely higher on that song. We knew it was special because it was so autobiographical, and we had to get it right. And once we had that song done, it freed us up to do the rest of the album without that burden.\" She said writing the song had become their \"therapy\", since they had to hold in so many stored emotions for so long. Thus, the band considered the album not so much political as very personal.[55] The question of how the group's new record would fare commercially attracted intense media interest. Taking the Long Way was released in stores and online on May 22, 2006. The album was produced by Rick Rubin who had worked with hard rock acts such as Red Hot Chili Peppers and System of a Down, as well as idiosyncratic singers such as Johnny Cash and Neil Diamond. The band felt they had nothing to lose by a newer approach, and possibly quite a bit to gain.[56] All 14 tracks were co-written by the three Chicks, alongside various other songwriters, including Neil Finn of Crowded House. The album contained several tracks that seemed to indirectly reference what the group called \"the Incident\", and the group remained defiant. Maguire commented that, \"I'd rather have a smaller following of really cool people who get it, who will grow with us as we grow and are fans for life, than people that have us in their five-disc changer with Reba McEntire and Toby Keith. We don't want those kinds of fans. They limit what you can do.\"[57] Maines also retracted her earlier apology to President Bush, stating, \"I apologized for disrespecting the office of the President, but I don't feel that way anymore. I don't feel he is owed any respect whatsoever.\"[57] Taking the Long Way debuted at number one on both the U.S. pop albums chart and the U.S. country albums chart, selling 526,000 copies in the first week (the year's second-best such total for any country act) and making it a gold record within its first week, despite having little or no airplay in areas that had once embraced them. The Chicks became the first female band in chart history to have three albums debut at No. 1.[58] Both \"Not Ready to Make Nice\" and second single \"Everybody Knows\" were largely ignored by U.S. country radio[59] and failed to penetrate the top 35 of the Hot Country Songs chart. In June 2006, Emily Strayer noted the lack of support from other country music performers: \"A lot of artists cashed in on being against what we said or what we stood for because that was promoting their career, which was a horrible thing to do. ... A lot of pandering started going on, and you'd see soldiers and the American flag in every video. It became a sickening display of ultra-patriotism.\"[59] Maines commented, \"The entire country may disagree with me, but I don't understand the necessity for patriotism. Why do you have to be a patriot? About what? This land is our land? Why? You can like where you live and like your life, but as for loving the whole country ... I don't see why people care about patriotism.\"[59] In Europe, however, the two singles were well received by country radio, peaking at Nos. 13 and 11 respectively and remaining on the European Country Charts for more than 20 weeks each.[60] The band's Accidents & Accusations Tour began in July 2006. Ticket sales were strong in Canada and in some Northeastern markets, but notably weak in other areas. A number of shows were canceled or relocated to smaller venues due to poor sales, and in Houston, Texas, tickets never even went on sale when local radio stations refused to accept advertising for the event.[61] In August, a re-routed tour schedule was scheduled with a greater emphasis on Canadian dates, where Taking the Long Way had gone five-times-platinum. The tour's shows themselves generally refrained from any explicit verbal political comments, letting the music, especially the central performance of \"Not Ready to Make Nice\" (which typically received a thunderous ovation during and after the song), speak for itself. As part of the tour, the Dixie Chicks became the first major band to hire a designated blogger \"all-access\" to keep up with them in their promotional activities and tour.[62] When the Chicks performed again at Shepherd's Bush Empire, site of \"The Incident\", Maines joked that she wanted to say something the audience had not heard before, but instead said, \"Just so y'all know, we're ashamed the President of the United States is from Texas,\" to much laughter and applause.[63] In 2006, Taking the Long Way was the ninth-best-selling album in the United States. At the 49th Grammy Awards Show on February 11, 2007, the group won all five categories for which they were nominated, including the top awards of Song of the Year and Record of the Year, both for \"Not Ready to Make Nice\", and Album of the Year, for Taking the Long Way. Maines interpreted the wins as being a show of public support for their advocacy of free speech.[64] It had been 14 years since an artist had swept those three awards.[65] After the Grammys, Taking the Long Way hit No. 8 on the Billboard 200 and No. 1 on the country album charts and \"Not Ready to Make Nice\" re-entered the charts at No. 4 on the Billboard Hot 100. The music video for \"Not Ready to Make Nice\" was nominated for the 2007 CMT Music Video Awards in the categories of Video of the Year and Group Video of the Year, but did not win.[66] The group was nominated for the 2007 Country Music Association's award for Top Vocal Group, but lost to Rascal Flatts.[67] At the 2006 Toronto International Film Festival, Cabin Creek Films, the production company of documentarian Barbara Kopple, premiered Dixie Chicks: Shut Up and Sing.[68] The documentary follows the Chicks over the three years since the 2003 London concert remark and covers aspects of their musical and personal lives in addition to the controversy.[69] An ad for Shut Up and Sing was turned down by NBC on October 27, 2006, citing a policy barring ads dealing with \"public controversy\". Ads were rebuffed by the smaller CW network as well, but local affiliate stations of all five major broadcasters, including NBC and CW, ran promotional spots for the film in New York and Los Angeles, the two cities where it opened that day.[70] The film's distributor Harvey Weinstein said, \"It's a sad commentary about the level of fear in our society that a movie about a group of courageous entertainers who were blacklisted for exercising their right of free speech is now itself being blacklisted by corporate America.\"[70] Following Shut Up and Sing, the band went on hiatus and spent time with their families until touring again in 2010 and 2013.[citation needed] At a December 2007 rally in Little Rock, Arkansas, Maines expressed support for the West Memphis Three, three men convicted of a 1993 triple murder who many believe to be innocent.[71] Maines cited a recent defense filing implicating Terry Hobbs, the stepfather of one of the victims, and posted similar comments in a letter on the Dixie Chicks' web site.[71] In November 2008, Hobbs sued Maines and the Dixie Chicks for defamation as a result of her statements.[72] On December 2, 2009, a U.S. federal judge dismissed the defamation case on the grounds that Hobbs had not shown the statements were made with actual malice.[73] A proposed April 2008 commercial spot to promote Al Gore's \"We Campaign\" involving both the Dixie Chicks and Toby Keith was eventually abandoned because of scheduling conflicts.[74] In January 2010 Maguire and Strayer released new music without Maines[75] as a duo known as Court Yard Hounds.[76] Lloyd Maines, Natalie's father, said that the trio were \"definitely still an entity\".[75] The Court Yard Hounds released their first album in May 2010, with Strayer on lead vocals.[76] Beginning on June 8, 2010, the Dixie Chicks joined the Eagles on their stadium-based Eagles 2010 Summer Tour,[77] visiting cities such as Toronto, Boston, Chicago, Philadelphia, Washington, St. Louis and Winnipeg with a performance at the New Meadowlands Stadium in New Jersey. Country singer and guitarist Keith Urban appeared at selected shows. The Dixie Chicks appeared in the 2010 music documentary Sounds Like a Revolution about protest music in America. They sang \"You\" on the March 2011 release of Rare Bird Alert, a Steve Martin bluegrass album, accompanied by the Steep Canyon Rangers.[78] In March 2011, Maines made a solo recording of the Beach Boys hit \"God Only Knows\" for the final episode of the HBO series Big Love.[79] In July 2011, Strayer and Maguire said that new music involving Maines is in the works.[80] In October 2011, the Dixie Chicks played the Concert for Wildfire Relief in Austin, Texas. During the set, Maines stated that there was \"zero hesitation\" when the group was asked to do the show.[81] In December 2012, the Dixie Chicks replaced Lady Antebellum as headliners' at Canada's Craven Country Jamboree in July 2013.[82] In July they also performed at the Ottawa Bluesfest and the Cavendish Beach Music Festival and in October 2013 on the Scotiabank Saddledome.[83] In July 2013, the Court Yard Hounds also released their second album, Amelita. From October 2013 to March 2014, the Dixie Chicks went on their first full-length tour since 2007, the Long Time Gone Tour through various cities across Canada in 2013. The tour incorporated the C2C: Country to Country festival held in London and Dublin during March 2014.[84] In June 2015, a European tour was scheduled to commence in Antwerp on April 16, 2016; the DCX MMXVI World Tour initially included dates for Switzerland, The Netherlands, Scandinavia, the UK and Ireland, however in November 2015, the tour was extended into North America, with over forty shows scheduled across the United States and Canada.[85] This was the first time in 10 years that the Dixie Chicks had headlined a tour in North America.[86][non-primary source needed] The tour was extended to Australia and New Zealand, culminating in the release of the live album and DVD, DCX MMXVI Live.[87] At the 50th anniversary of the Country Music Association Awards held on November 2, 2016, the Dixie Chicks performed alongside Beyoncé on her song \"Daddy Lessons\". A studio version of the performance was released to digital outlets the following day.[88] They also collaborated with Taylor Swift on her song \"Soon You'll Get Better\" from Swift's 2019 album Lover.[89] On May 3, 2018, the Dixie Chicks' manager, Simon Renshaw, retired after having managed them since 1995; they signed with Ian Montone and Rick Yorn at Monotone/LBI Entertainment.[90] On June 25, 2020, the band changed their name to the Chicks, dropping the word \"Dixie\",[91] which referenced the American Mason–Dixon line that separated Southern slave states and Northern free states before 1865. The change followed criticism that the word had connotations of American slavery.[91][92] The band said they had picked \"that stupid name\" as teenagers, and had wanted to change it for years; they said they were moved to change it when they saw the Confederate flag described as \"the Dixie Swastika\" on social media in June 2020.[93] They received the blessing of the Chicks, a New Zealand duo, to share the name.[91][94] Alongside the name change, the Chicks released the protest song \"March March\" with a music video directed by Seanne Farmer, in tribute to social justice movements.[91] They also introduced John Silva as their new manager,[95] with publicity by Cindi Berger of R&CPMK.[96] On July 17, the Chicks released their first album in 14 years, Gaslighter, produced by Jack Antonoff.[97] The first single, \"Gaslighter\", and its music video was released on March 4, 2020.[citation needed] On August 20, 2020, the Chicks performed \"The Star-Spangled Banner\" at the 2020 Democratic National Convention.[98] Current members Former members As the Dixie Chicks: As The Chicks:  As the Dixie Chicks:  Headlining Supporting Co-headlining","Title":"The Chicks - Wikipedia","KeyID":"3039","URL":"https://en.wikipedia.org/wiki/Dixie_Chicks"}