{"Content: ":"Taking the Long Way is the seventh studio album by American country music group Dixie Chicks. Released on May 23, 2006, through Columbia Nashville, it was also the group's last album released under the “Dixie Chicks” name. The album debuted at #1 on the Billboard 200 and sold over 2.5 million copies in the U.S., being certified 2× platinum by the Recording Industry Association of America on July 11, 2007. It won five Grammy Awards, including Album of the Year, Record of the Year, and Song of the Year in February 2007. The first song released from the album was the charity single \"I Hope\" in September 2005. The song received its debut performance on the Shelter from the Storm: A Concert for the Gulf Coast telethon on September 9, 2005, and was later made available as a digital download single with proceeds to benefit the Hurricane Katrina relief. The first physical single from the album, \"Not Ready to Make Nice\", was released in March 2006. On May 18, 2006, the whole album was leaked onto various file sharing media. Taking the Long Way was the first studio album the band released since the controversy that erupted over them in 2003 following Natalie Maines' remarks critical of then-United States President George W. Bush. The controversy and the Chicks' reaction to it is the major theme at the first tracks of the album. The first track is \"The Long Way Around\" which is a manifesto to non-conformity, presented with allusions to The Byrds' \"Wasn't Born to Follow\" as well as the Chicks' own \"Long Time Gone\" and \"Top of the World.\" The song also included a direct reference to the backlash and subsequent fall from the charts they experienced during the 2003 Top of the World Tour. The second track is \"Easy Silence\", a testimonial to the protagonist's husband, who affords her an island of quiet companionship and love in the midst of turmoil. The third track, and first single, \"Not Ready to Make Nice\", offers an angry statement of purpose and resolve, and makes direct reference to isolated incidents the Chicks encountered following Maines' comments. The fourth track \"Everybody Knows\" is a return to the classic Chicks sound, but enmeshed in an aura of vulnerabilities and ambivalences. \"Lullaby\" was featured prominently in the Medium Episode \"Twice Upon a Time,\" Season 2 Episode 22, which first aired on May 22, 2006, the night before the album release date. \"Favorite Year\" was written with the collaboration of Sheryl Crow, while track ten \"Voice Inside My Head\" was written with the collaboration of Linda Perry. Closing track \"I Hope\", is a song written with Keb' Mo' for the victims of Hurricane Katrina and it was first performed on the Shelter from the Storm: A Concert for the Gulf Coast telethon in 2005. The song features a guitar solo from John Mayer. Selections from the album were prominently featured in the Chicks' subsequent Accidents & Accusations Tour, which included an unprecedented number of Canadian dates. A lot of the album tracks are featured in the Dixie Chicks documentary, Dixie Chicks: Shut Up and Sing, alongside three non-album cuts; \"The Neighbor\", \"Baby Love\" and \"Whatever It Takes\". \"The Neighbor\" was later released as a stand-alone single, in support of the documentary Dixie Chicks: Shut Up and Sing. On May 31, 2006, the album took three number one spots on the charts of Billboard magazine. It was number one on the Hot Country Albums, Top Digital Albums, and on the Billboard 200 chart, going Gold in its first week with 526,000 units sold.[12] The second week, the album stayed in the top spot while taking a 48% decline, selling 271,000 units and bringing the album sales total to 797,000 units.[13] In its third and fourth weeks, the album dropped to number two on the chart. During the next three weeks, the album remained as one of the top five albums in the country. During its eighth week, due to several high-profile new releases, the album was pushed out of the top ten to number eleven. However, on week nine, the album bounced back into the top ten. The album has sold 2.5 million copies in the U.S. as of May 17, 2013.[14] In Canada, the album was a huge success, staying atop the album charts for 4 weeks and 18 weeks on the country album charts. It has sold 292,639 copies there, making it 2× platinum.[15] At the year end charts, Taking The Long Way was the second best selling album of the year in Canada. The album has also done well in Australia becoming their highest-charting album peaking at #2 and has since gone double platinum (140,000); it has also spent thirty non-consecutive weeks at #1 on the Australian Country Chart and is yet to peak lower than the top 10 more than 40 weeks after its release. Taking the Long Way came in at #20 on the Australian End Of Year Album Charts for 2006. It also finished at #1 on the Australian End Of Year Country Charts for 2006; the lead single \"Not Ready To Make Nice\", finished at #96 on the End Of Year Single Charts. As of January 2007, Taking the Long Way is certified 2x platinum by the RIAA in the U.S. Many people say that the drop in album sales is due to radio airplay, or lack thereof, which is partly correct. However, a decline in album sales across the board makes up for much of the difference. Right after the Dixie Chicks won five Grammy Awards and performed \"Not Ready to Make Nice\" at the 49th ceremony, the album and the single reached the #1 spot on the U.S. iTunes Music Store. On February 21, it was announced by Billboard that the album sales increased 714% (rocketing from position #72 to #8) with sales of 103,000 copies, compared with only 12,700 copies sold on the week before.[16] On the Canadian charts, the post-Grammy Awards week saw the album rocket up from position #27 to #5, with 9,000 copies sold.[17] Taking The Long Way was very successful in Europe, which has never been an easy market for country music, reaching the top position in Sweden and entering in the top ten in Germany(#5), Austria (#7), Switzerland (#6), Ireland (#7), Norway (#6) and in the UK (#10[18]), becoming their most successful album in Europe to date. The album received positive reviews from critics and fans alike, who praised the trio for their deeper, darker sound and their defiant stance on the controversy that had taken place. The website Metacritic gave the album a score of 72 out of 100 based on 18 reviews, signifying generally favorable reviews.[1] According to the website, it is behind Home as the second most well-rated album of the band by the critics.[19] USA Today gave it a score of all four stars and said that the songs \"Lullaby\", \"So Hard\", and \"Voice Inside My Head\" \"are just three out of the album's 14 reasons to still love this group or, at the very least, to still find them incredibly impressive.\"[20] The Austin Chronicle gave it three-and-a-half stars out of five and said that \"the Chicks haven't turned a corner as much as locked horns with their recent past, their spirituality and spunk intact, heroines on the side of truth.\"[21] Now gave it four stars out of five and said, \"There's still some banjo-pickin' and fiddle-playing, but The Long Way's clean, soft-rockin' vibe is striking in contrast to the traditional bluegrassy leanings of 2002's Home.\"[1] Chicago Tribune gave it three-and-a-half stars out of four and said, \"Country-pop's defiant darlings explore personal and political themes in a much-anticipated set that's both urgent and surprisingly intimate. Along with the A-list harmonies and refreshing melodies of chick trio Natalie Maines, Emily Robison and Martie Maguire, a top-notch group of session ringers bring a loose, adventurous vibe to 14 winning tracks.\"[22] On December 11, Taking the Long Way appeared at #19 on the Rolling Stone list of the top 50 albums of the year: \"The Dixie Chicks respond to their rough past few years with brass balls: This disc shows they didn't regret speaking out against the Iraq War, and Natalie Maines sounds almost punk at times. There is also a whole lot of craft -- (Taking the) Long Way is a widescreen pop record with gorgeous country rock, killer power ballads and fierce honky-tonk.\"[23] Time elected Taking the Long Way the fifth best album released in 2006 according to the magazine's music critics: \"The incident\", as they call it, took a commercial toll, but musically the Chicks have never been stronger. The instrumentation on their fourth album keeps a toe in country, yet the songs are the best kind of pop—smart, instantly memorable and fussed over until they sound effortless. \"Not Ready to Make Nice\" broadcasts their grievances, but \"Bitter End\" and \"So Hard\" (a sing-along about infertility) prove that complicated songwriting for the masses still flourishes.\"[24] USA Today elected Taking the Long Way the best album of the year according to the publication's music experts, writing, \"It was a calculated risk that paid off. Having alienated much of their country constituency with an ill-timed jibe at President Bush, the Chicks declined to beg for forgiveness, defiantly forging ahead with a forthright description of their situation and attitude, 'Not Ready to Make Nice', and releasing it as the album's lead-off single. That alienated even more of the country base, but throngs of new fans — and the majority of USA Today's critics — were enthralled by the stance and, more important, the rich, textured, genre-transcendent music the trio and producer Rick Rubin cooked up.\" Billboard chose 'Taking the Long Way' as one of 2006's fifteen best albums writing, \"Once the darlings of country, the Chicks lost many fans — and the support of country radio — after a 2003 incident in which Natalie Maines made a relatively innocuous comment about President Bush from a London stage. The group has finally re-emerged stronger, more defiant and more creatively ambitious than ever. The first-time pairing with Rubin has resulted in a surprisingly cohesive mix of country and rock tunes, including co-writes with Sheryl Crow and Neil Finn. While many former fans remain critical of the group for its outspoken political views — an apparent no-no in country music — tracks like 'The Long Way Around', 'Everybody Knows', 'I Hope', (highlighted by a John Mayer guitar solo) and the chillingly sad 'Voice Inside My Head' are sure to earn the group at least some of its fans back.\" On April 1, 2007, the album won the Juno Award for International Album of the Year.[25] ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone. ","Title":"Taking the Long Way - Wikipedia","KeyID":"3040","URL":"https://en.wikipedia.org/wiki/Taking_the_Long_Way"}