{"Content: ":"Babel is the second studio album by British rock band Mumford & Sons. As with Sigh No More, the album was produced by Markus Dravs. The vinyl LP version of the record was pressed by United Record Pressing in Nashville, Tennessee. It was released on 21 September 2012 in Ireland, Germany, Belgium, the Netherlands, Luxembourg, Norway, Australia and New Zealand. It was released on 24 September 2012 in the United Kingdom, Scandinavia, Spain, Italy, Eastern Europe, South America, and on 25 September 2012 in the United States and Canada.[2] Upon its release, Babel debuted at number one on both the UK Albums Chart and the US Billboard 200.[3][4] It became the fastest-selling album of 2012 in the UK, selling over 159,000 copies in its first week, and was the biggest selling debut of any album in 2012 in the US at the time, selling 600,000 in its first week.[3][4] The album received generally positive reviews from music critics and was nominated in the category of Album of the Year for both a Brit Award and a Grammy Award, winning the latter. In late 2010, Mumford & Sons had already begun road-testing new material that they had been working on. Most of these songs, including \"Broken Crown\" and \"Below My Feet\", had already been played live on numerous occasions before the album's release. \"Not With Haste\" was a re-written version of the song \"Learn Me Right\" which they had performed with Birdy for the soundtrack of the film Brave. Mumford & Sons decided not to change their sound on Babel, which is the follow-up to 2009's highly successful Sigh No More, which elevated them to international fame. They did, however, admit that they purposely took their time in order to perfect the sound that they had already developed. After a year of speculation[by whom?], it was finally announced via their official website on Monday, 16 July 2012 that their new album Babel would be released in the UK on 24 September, and the following day in the US. A final track list and album art were also revealed, as well as a 30-second promo. Babel was made available for preorder on the band's official website on Monday, 23 July, when it was announced that the album would also be released as a vinyl LP and a deluxe edition with additional tracks.[5] The album's official lead single is \"I Will Wait\". The band premiered the song on Zane Lowe's BBC Radio 1 show on 7 August 2012.[6] On 29 August 2012, Mumford & Sons recorded their live performance of \"I Will Wait\" at Red Rocks Amphitheatre in Colorado.[7] The performance was released on 9 September as the band's official video for the song.[7] The album's second single is \"Lover of the Light\". The music video was released on 7 November and stars actor Idris Elba who also directed the short film. The song was officially released on 3 December 2012. The third single from the album is \"Whispers in the Dark\". The music video premiered on 11 March 2013. The title-track \"Babel\" is their fourth single off the album. It has already made it into the BBC Radio 1 Playlist's A list. A music video for the song \"Hopeless Wanderer\" premiered on 4 August 2013. Directed by Sam Jones,[8] the video features Jason Sudeikis, Jason Bateman, Ed Helms and Will Forte as Marcus Mumford, Winston Marshall, Ben Lovett and Ted Dwayne, respectively.[9] The video was released on both Vevo and YouTube; within less than four days on the latter site, the video already had over 3 million views.[10] Babel received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album received an average score of 63, based on 33 reviews.[12] Mojo magazine found it to be \"more than just a decent nu-folk album,\" but also \"a great pop album\".[18] Clash called it a \"rip-roaring record\" with catchy hooks and \"not much depth,\" but \"some good tunes\".[23] Davis Inman of The A.V. Club found the entire album \"sonically impeccable\", even though Mumford's imagery seems \"like go-to words in a lazy songwriter's starved lexicon.\"[14] Q called it an \"ultimately comfortable listening, befitting folk sounds of a resolutely un-freak variety.\"[20] Melissa Maerz of Entertainment Weekly viewed that the music will convince listeners who cannot appreciate \"lyrics this earnest\", as the band \"has mastered the emotional gut-punch of quiet/loud dynamics\".[15] Kelly O'Brien of State praised the band's \"unrestrained ardour and zealous poetry\", and wrote that they \"manage to play loudly and boisterously, without ever making the descent into cacophony.\"[24] Will Hermes of Rolling Stone cited the band's lyrics as the album's defining characteristic, writing that they use \"church flavor\" to \"supersize and complicate love songs.\"[21] Magnet magazine found Babel to be a \"more subtle and accomplished album\" than Sigh No More.[25] In a mixed review, Kevin Perry of NME called it an \"average\", \"middle of the road\" album and \"a retooled, streamlined adaptation\" of Sigh No More.[19] Greg Kot of the Chicago Tribune found its songwriting \"pedestrian\" and felt that the \"loud-quiet-loud dynamic\" of both the singing and the music \"becomes repetitive.\"[26] AllMusic's James Christopher Monger felt that its \"incredibly spirited\" songs \"bark much louder than they bite\" and found most of the album \"delivering its everyman message with the kind of calculated spiritual fervor that comes from having to adapt to the festival masses as opposed to the smaller club crowds.\"[13] Chuck Eddy of Spin panned the band's \"U2-style evangelism\" and wrote that they \"don't seem remotely musically curious.\"[22] Andy Gill of The Independent headlined his review \"A Heart-to-Heart with the Nu-Folk Romantics\" and accused Mumford of \"wallowing self-absorption\" while lacking \"metaphor and metonymy\".[17] Kitty Empire of The Observer called Babel \"an anodyne record, lacking the shivery authority of Laura Marling's work\", and viewed the band's \"lack of nuance\" as counterintuitive, writing that \"folk is a malleable resource, and here it is stripped of all politics or witness-bearing, becoming an exercise in romantic exegesis for nice men with mandolins.\"[27] Uncut magazine wrote similarly that the love themes \"[reduce] the genre to the level of rusticised boy-band pop.\"[28] Rolling Stone ranked Babel number 11 in their list of the 50 Best Albums of 2012.[29] The album was nominated for four Grammy Awards, winning Album of the Year at the 55th Annual Grammy Awards.[30] Babel was also nominated for the Brit Award for British Album of the Year at the 2013 BRIT Awards.[31] Babel won the Juno Award for International Album of the Year.[32] It was also included in Q Magazine's list of the 50 Greatest Albums of 2012.[33] Babel debuted at number one in the UK selling 159,000 copies and becoming the fastest selling album of 2012. It also sold 573,000 copies in the UK in 2012.[34] The album debuted at number one on the US Billboard 200, selling 600,000 copies, the second biggest debut of the year behind Taylor Swift's album, Red.[35] The album spent a total of 15 weeks at No. 1 on the Billboard Alternative Albums chart, longer than any other album has since Dark Horse by Nickelback. It sold 1,463,000 copies in the US in 2012, which made it the fourth best-selling album in the US in 2012.[36] It was also the eleventh best-selling album of 2013 with 1,096,000 copies sold for the year.[37] As of May 2015, the album has sold 2.7 million copies in the US.[38] The album also debuted at number one on the Canadian Albums Chart selling 75,000 copies.[39] All tracks are written by Mumford & Sons (Ted Dwane, Ben Lovett, Winston Marshall and Marcus Mumford), except for \"The Boxer\" by Paul Simon. On 29 October 2012 the band's website announced a new version of the album titled \"Gentlemen of the Road Edition\".[42] This is the album alongside the bonus tracks, accompanied by a CD/DVD of the film The Road to Red Rocks. The film contains interviews and footage with the band recorded by the duo Fred & Nick whilst on the Gentlemen of the Road touring circuit, including two sold-out concerts at Red Rocks. The track listing is similar on both CD and DVD, with the exception of \"Thistle & Weeds\", contained only in the DVD.  * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"Babel (Mumford & Sons album) - Wikipedia","KeyID":"3050","URL":"https://en.wikipedia.org/wiki/Babel_(Mumford_%26_Sons_album)"}