{"Content: ":"25 is the third studio album by English singer-songwriter Adele, released on 20 November 2015 by XL Recordings and Columbia Records. The album is titled as a reflection of her life and frame of mind at 25 years old and is termed a \"make-up record\". Its lyrical content features themes of Adele \"yearning for her old self, her nostalgia\", and \"melancholia about the passage of time\" according to an interview with the singer by Rolling Stone, as well as themes of motherhood and regret. In contrast to Adele's previous works, the production of 25 incorporated the use of electronic elements and creative rhythmic patterns, with elements of 1980s R&B and organs. Like when recording 21 (2011), Adele worked with producer and songwriter Paul Epworth and Ryan Tedder, along with new collaborations with Max Martin and Shellback, Greg Kurstin, Danger Mouse, the Smeezingtons, Samuel Dixon, and Tobias Jesso Jr. 25 received generally positive reviews from music critics, who commended its production and Adele's vocal performance. Issued nearly five years after the release of her second album, the internationally successful 21, the album was widely anticipated and Adele's record labels promoted the album with an extensive marketing campaign. 25 became a massive commercial success, debuting at number one in 32 countries and breaking first-week sales records in multiple countries, including the United Kingdom and United States. In the US, the album sold over 3.38 million copies in its first week of sales, marking the largest single-week sales for an album since Nielsen SoundScan began tracking point-of-sale music purchases in 1991. 25 was the world's best-selling album of the year for 2015, with 17.4 million copies sold within the year,[4] and has gone on to sell over 22 million copies worldwide, making it the fourth-best selling album of the 21st century, the second-best selling album of the 2010s (behind 21), and one of the best-selling albums of all-time. Following 21, it was certified Diamond by the RIAA, making Adele the only artist of the 2010s to achieve this certification with two albums. Four singles were released to promote the album, with \"Hello\" becoming an international number one song and the fastest selling digital single in the US, with over a million copies sold within a week of its release, \"Send My Love (To Your New Lover)\" charted within the top 10 and \"When We Were Young\" and \"Water Under the Bridge\" charted within the top 20 across Europe and North America. Credited for impacting the music industry by encouraging a renewed interest in buying physical releases rather than downloading or streaming and much like 21, for saving the dwindling sales of the global music industry, 25 won the 2016 Brit Award for British Album of the Year, and the 2017 Grammy Award for Album of the Year. To promote the album, Adele embarked on her third worldwide concert tour, Adele Live 2016. It started on 29 February 2016 and ended on 30 June 2017. The concert broke numerous attendance records across the globe and grossed $167.7 million. Following the release of 21 (2011), Adele was considering quitting music. However, in early 2012 she announced she was simply taking a hiatus from music in order to \"take time and live a little bit\".[5] Her hiatus from music came to an end after the birth of her first child in October 2012, with Adele stating her son inspired her to start recording music again in order for him to \"know what I do\".[6][7] Before the album's recording came under way, Adele made a conscious decision not to try and create another 21 and would not make another \"heartbreak record\".[8] Prior to the album's release, 25 was listed as one of the most anticipated albums of 2015. Billboard, Fuse, The Sydney Morning Herald and numerous others placed the album at number one on their most anticipated list, with the latter stating \"if Adele releases her third album in 2015, she could dominate the year.\"[9] Prior to the album's official announcement, music journalists and fans speculated that the album would be titled 25 continuing the age theme from Adele's previous releases 19 and 21.[10][11] On the eve of her 26th birthday in May 2014, Adele posted a message via her Twitter account which prompted media discussion about her next album. The message, \"Bye bye 25 ... See you again later in the year\", was interpreted by outlets including Billboard and Capital FM as meaning that her next album would be titled 25 and released later in the year.[12][13] On 10 February 2013, Adele confirmed that she was in the very early stages of her third album and was having meetings while staying in Los Angeles for the 85th Academy Awards.[14][15] Initially recording sessions for 25 were unsuccessful, in which Adele suffered from writer's block. Adele rescheduled the album's recording stating she did not feel \"ready\", but returned to the studio when her son was eighteen months old, which inspired her to write an album about motherhood.[16][17] In an interview on BBC One, it was revealed that a whole album about being a mother was written and scrapped because she thought the material was \"too boring\".[18] Adele stated that the album took a long time to write, saying she did not think the album was ever going to be finished.[19] During the initial recording Adele ran out of ideas and lost the ability to write songs, but her team encouraged her to go back to the drawing board and keep writing.[19] After what seemed like a very arduous process to the singer, who feared she may have lost the inspiration for her writing, the material that eventually became 25 manifested. Adele attempted to write 25 numerous times, but struggled; after taking time off due to motherhood Adele returned to the studio but stated she was not ready to start writing. She then went on to take more time off, repeating this process \"a couple of times\".[20] In 2013, Adele began recording once again, contacting friend and producer Kid Harpoon. Adele and Harpoon went to his recording studio, however the session was unproductive with Adele saying: \"I don't know why I wasn't ready, I just couldn't access myself.\"[8] A few months passed and Adele travelled to New York to begin working with long time collaborator Ryan Tedder, but the sessions with Tedder were also unfruitful.[8] However, Adele did use one of the songs from the sessions entitled \"Remedy\", which was written about her best friend, her grandparents, her boyfriend, and her son, and was the easiest song on the album for her to write.[24] Adele was excited by the song and believed she was finally creating music that she liked and felt confident about. After recording the song along with others she flew producer Rick Rubin to the studio who was displeased with the songs that she had written, and encouraged Adele to go back to the \"drawing board\".[8] Rubin described the songs as having no depth and stated to Adele; Adele was anxious to be finished with the new album and move forward with life, I stressed the most important thing was to be true to her voice, even if that took longer and was more work ... In the new material I heard, it was clear she wasn't the primary writer – many of the songs sounded like they might be on a different pop artist's album. It's not just her voice singing any song that makes it special.\"[25] Adele continued to suffer with writer's block, until she met with producer Greg Kurstin. During the meeting with Kurstin, Adele had a breakthrough: \"It all poured right out of me.\"[26] \"Hello\" was written by Adele and Kurstin and produced by the latter, who also played bass, guitar, piano and keyboards, with Adele being credited as a drummer.[27] The song was written in Chiswick, London, something not normally done by Adele, who said she likes to write her music at home.[28] The writing process for the song was slow, taking six months to complete. Initially Adele and Kurstin started writing the first verse; finishing half of the song, six months later Adele contacted Kurstin to finish the song with her, with Kurstin stating he was not sure \"if Adele was ever going to come back and finish it.\"[29] The main inspiration behind the record came from her motherhood, as well as singer-songwriter Madonna's 1998 studio album, Ray of Light, and its song \"Frozen\".[29] Although Adele clarified that she \"wasn't exposed to Madonna's catalog earlier\" in life, she loved Madonna's electronic musical foray after hearing it. \"I believe everything she says on it. Some of the songs on it are an ode to her first kid, and I needed that to challenge me.\" Along with Ray of Light, Adele also listened to musician Moby's fifth studio album, Play.[30] You know what I found so amazing about [Ray of Light]? ... That's the record Madonna wrote after having her first child, and for me, it's her best. I was so all over the place after having a child, just because my chemicals were just hitting the fucking roof and shit like that ... I was just drifting away, and I couldn't find that many examples for myself where I was like, 'Fuck, they truly came back to themselves,' until someone was like, 'Well, obviously, Ray of Light.'[29] During the album's recording Adele travelled to Los Angeles in order to give the recording sessions \"one last push\".[31] Adele spent two months in Los Angeles, and was determined to move forward with the album.[29] During the sessions in Los Angeles she also wrote \"When We Were Young\" alongside Tobias Jesso Jr., the track was written at a rented house where Adele used Philip Glass' piano.[16] Adele also worked with singer-songwriter Bruno Mars, initially the pair had attempted to create an uptempo song, however they created a \"dramatic ballad\" entitled \"All I Ask\".[29] After unfruitful sessions with Tedder, the pair went to lunch where Adele heard Taylor Swift's single \"I Knew You Were Trouble\". Tedder informed Adele that the song was produced by Max Martin, and sent her clips of his work.[8] Shortly after this, Adele began work on the track \"Send My Love (To Your New Lover)\", reworking a skeleton of a song she had written when she was thirteen years old after being inspired by the release of Frank by Amy Winehouse.[8] Kurstin also co-wrote and produced the song \"Million Years Ago\". The song was not set to be included on the record, but was added three days prior to the album's mixing at Electric Lady Studios in New York.[8] Adele co-wrote a song called \"Alive\" with Jesso and Sia. Initially written for 25 along with \"Bird Set Free\" and another track, Adele decided not to include any of the songs on the album. Following Adele's decision, Sia asked her permission to send the track to Rihanna, which Adele agreed to as long as her vocals were taken off the record, stating: \"I don't want my vocal floating around out there on a demo.\" Sia eventually recorded it herself for her seventh studio album This Is Acting.[32] \"Bird Set Free\" was recorded by Adele, but she decided not to include it due to it being too similar to Sia's work; it too was subsequently included on This Is Acting.[33] Before beginning work on the album, Adele met with Phil Collins to discuss a collaboration. \"I had this song in mind,\" she told Rolling Stone, \"and I can't remember if I gave him a copy of the song or if I gave him a chorus or something, and then I just chickened out of everything.\"[34] \"She's a slippery little fish…\" Collins remarked subsequently. \"She got hold of me and asked if I would write with her. She gave me a piece of music to finish and at first I didn't know if I'd failed the audition as I didn't hear from her. Then she said, 'No, no: I'm moving house and the baby's taking up a lot of my time. I'm not actually doing anything at the moment.' And now I've heard there's a 29 [sic] coming out. I'm not on it, I know that.\"[35] \"My last record was a break-up record, and if I had to label this one, I would call it a make-up record. Making up for lost time. Making up for everything I ever did and never did. 25 is about getting to know who I've become without realising. And I'm sorry it took so long but, you know, life happened.\" — Adele, on the album's lyrical content[36] Consisting of eleven tracks, Adele aimed to depart from the \"young-fogey\" sound of her second album 21 and added synths and drum pads in order to modernize 25's musical style.[37] The album's production incorporated the use of electronic elements and creative rhythmic patterns, unlike its predecessor, with elements of 1980s R&B and organs.[38][39] Described as a collection of \"panoramic ballads and prettily executed detours\", Leah Greenblatt of Entertainment Weekly noted the album's \"stately production\" characterizing it as being built over minor-key melancholy, stylistic flourishes and simplicity.[40] Leonie Cooper of the NME summed the album's production up as changing from \"moody balladeering to smoky jazz bar grooves\" whilst a reviewer from Us Weekly stated the album was built upon piano ballads, R&B grooves, minimalistic arrangements, gospel, blues and acoustic guitars.[41][42] Adele's vocals on 25 were described as being capable of conveying emotion.[43] Her vocals were noted by Samantha O'Connor of The 405 as ranging from \"thunderous roars and rib-cracking falsettos over large dramatic piano swells to fuzzy, warm lower-register rumblings\", and were characterised as having a raw delivery, with minimal engineering, leaving \"her vocal idiosyncrasies to crackle, croak and coo, bringing more depth\" to the album.[44] Bruce Handy of Vanity Fair stated that Adele's throat surgery had not impacted her voice, continuing to say her voice still contained character and power: \"brassy yet husky, smoky yet clarion, she still sounds like the result of a genetic experiment fusing Amy Winehouse's vocal chords with Céline Dion's lungs, or even Tom Jones'.\"[1] Described by Adele as a \"make-up album\", she attempted to move away from the theme of break-ups that dominated 21's lyrical content. Adele stated that 25's lyrics focuses on themes of her \"trying to clear out the past,\" and moving on.[45] She continued to say that the album's lyrics are a reflection of the frame of mind she was in during that age, describing the time as a \"turning point\" where she was in the centre of adolescence and adulthood and the start of a time where she would \"go into becoming who I'm going to be forever without a removal van full of my old junk.\"[46] Lyrically, the album touches upon various themes including the singers fear of getting older, her childhood, regrets, longing for her family, nostalgia and her role as a mother.[44] Mark Savage of the BBC, noted the album's themes were a departure from the anger and heartbroken themes that dominated 21, stating that the lyrics were \"reflective\" allowing the singer \"to re-examine her past relationships\". Savage continued to state that songs such as \"When We Were Young\" introduce the album's key theme of Adele's \"uneasy acceptance of adulthood.\"[47] The album is focused at a broad popular music appeal, where her former releases, were made with a concoction of \"gospel, R&B, jazz, [and] folk\" styles, elements, and audiences in mind.[48] 25 opens with \"Hello\", a piano ballad that borrows heavily from soul music.[50][51] During the chorus Adele is heard singing the lines over layers of backing vocals, piano and drums which were described by the Telegraph as leaning \"towards a very luscious wall of sound\".[52] The track also contains drums which Adele was credited for providing.[53] Lyrically, the track focuses on themes of nostalgia and regret and plays out like a conversation.[54] The follow up, \"Send My Love (To Your New Lover)\", has been compared to the work of singer Taylor Swift[55][56] due to its \"upbeat, poppy\" sound.[57] Adele describes it as a \"happy you're gone\" song, which was inspired by an ex-boyfriend.[58] The drum-filled folk song \"I Miss You\"[59] has been described as \"explicitly seductive\" due to the lyrics: \"Bring the floor up to my knees/Let me fall into your gravity/And kiss me back to life to see/Your body standing over me.\"[40] \"When We Were Young\", another piano-led ballad,[60] is \"a reflective serenade about treasuring the moments you will look back on in years to come\",[61] while the ballad \"Remedy\", was written about Adele's best friend, her grandparents, her boyfriend, and her son.[8] \"Water Under the Bridge\" is a mid-tempo pop song,[61][62] featuring an electro-drum beat and a tropical, trip hop riff,[63] with Adele proclaiming to her lover \"If you're gonna let me down, let me down gently/Don't pretend that you don't want me/Our love ain't water under the bridge\". The gospel-tinged \"River Lea\" talks about the singer growing up in Tottenham, London, England,[64] Adele sings about The Lea, a river in London. During the song Adele speaks of how the river's polluted waters have seeped into her blood causing her relationship failures.[21] \"Love in the Dark\" is a torch ballad.[65] \"Million Years Ago\", an acoustic tune accompanied only by guitar, finds the singer pining \"for the normality of her not-so-distant childhood. Entwined with Middle Eastern twists of background hums that suggest Madonna's 'Frozen'\".[66] The song's lyrics touch upon themes of fame, and how it \"frightens\", the song's lyrics talk about how fame has personally affected her and everyone around her, singing about how she misses the air, her mother, and her friends, but her \"life is flashing by and all I can do is watch and cry.\"[21] In the final piano ballad \"All I Ask\",[1] \"Adele addresses a lover on what she knows will be their final night, processing the end of an affair in what feels like slow motion.\"[65] 25 closes with \"Sweetest Devotion\", an \"uplifting\" number written as a tribute to her son.[67] A release date for 25 was first suggested in early August 2014, when Paul Moss suggested that an album would be released in 2014 or 2015.[68] However, accounts filed by Adele's label XL Recordings in October 2014 ruled out the possibility of a 2014 release. In August 2015, Billboard reported that Adele's label had intentions of releasing her third studio album sometime in November 2015.[69][70] In October 2015, the album was rumoured to be released on 20 November 2015, after which numerous journalists speculated that other musicians had brought forward their albums in order to avoid chart competition with her, with artists such as One Direction, Justin Bieber, Fleur East, and 5 Seconds of Summer releasing their albums before Adele's, so that their sales and chart placements would not be affected.[71][72] The fourth quarter was also set to have releases from Rihanna, Kanye West, and Coldplay, and all except Coldplay backed out from coinciding with the release of Adele's album.[73] On 18 October, a 30-second clip of \"Hello\" was shown on UK television during a commercial break on The X Factor. It teased a new song from Adele after three years, with viewers hearing her singing the first verse of \"Hello\" with its lyrics appearing on a black screen.[74] Three days later, Adele released a letter to her fans through social media addressing the album, in which she confirmed that the album would be titled 25.[75] Adele stated that the title is a reflection on her age and the frame of mind she was in during that age, describing the time as a \"turning point\" where she was in the centre of adolescence and adulthood and the start of a time where she would \"go into becoming who I'm going to be forever without a removal van full of my old junk.\" She added: \"My last record was a break-up record and if I had to label this one I would call it a make-up record. I'm making up with myself. I'm making up for lost time.\"[75] Adele confirmed the next day 25 would be released on 20 November 2015, and revealed its cover simultaneously on her social media.[76] On 27 October, BBC One announced plans for a one-hour television special presented by Graham Norton in which he would talk to Adele about her new album. Adele at the BBC was recorded before a live audience on 2 November and transmitted on BBC One on 20 November, coinciding with the album's release.[77] A short extract of the programme was previewed during an edition of BBC One's The One Show aired on 5 November; it shows Adele performing \"Hello\" and chatting to Norton.[78] On 27 October it was also announced that the singer would make an appearance on the US entertainment series Saturday Night Live on 21 November.[77] On 30 October, Adele confirmed through her Facebook page that she would be performing a one-night-only concert titled Adele Live in New York City at the Radio City Music Hall on 17 November. Subsequently, NBC confirmed they will air the concert special on 14 December.[79][80] On 19 November 2015, The New York Times reported that the album will not be released on streaming services, such as Spotify and Apple Music.[81] It was later announced that 25 would be made available through streaming services from 24 June 2016.[82] Also in November, Adele appeared on the NRJ Awards,[83] NPR,[84] and The Tonight Show Starring Jimmy Fallon.[85] In January 2016, she sang some of her greatest hits so far during her carpool karaoke video on The Late Late Show with James Corden.[86] The following month, Adele performed at the 58th Grammy Awards,[87] the 2016 Brit Awards,[88] and The Ellen DeGeneres Show.[89] Adele also conducted interviews with and appeared on the covers of Time,[90] Vanity Fair,[91] Vogue,[92] i-D,[93] The Observer,[94][95] and Rolling Stone.[96] Adele performed \"Hello\" again at the 59th Grammy Awards in 2017. On 23 October 2015, \"Hello\" was released as the album's lead single and was made available for purchase and streaming, with its music video released on the same day.[97] It compiled over 100 million views on YouTube within 5 days. It is the second-fastest video to hit 100 million YouTube views ever and the fastest to reach 100 million on Vevo previously held by \"Wrecking Ball\" by Miley Cyrus back in 2013.[98] 87 days after its release \"Hello\" had received a billion YouTube views, beating Psy's \"Gangnam Style\", which had accumulated the same number of views over 158 days.[99] The song reached number one in the UK Singles Chart on 30 October, with a combined first week sales of 330,000 copies. The figure was the largest opening week sales for a single since James Arthur's \"Impossible\", which achieved a volume of 490,000 sales in 2012.[100] The song sold 1,112,000 digital downloads and 61.2 million streams in its first week, resulting in \"Hello\" debuting at number one on the Billboard Hot 100 (becoming Adele's fourth number-one single in the United States) on the issue dated 14 November 2015.[101] By the end of 2015, it had sold 12.3 million units globally and was the year's 7th best-selling single.[4] On 14 December 2015, Billboard reported that \"When We Were Young\" is scheduled as the second single from 25. The song had already charted at number 29 on the UK Single Chart and number 22 on the Billboard Hot 100, and sold 150,000 digital copies in the United States.[102] The song was released on 22 January 2016, eventually peaking at number 14 on the US Billboard Hot 100.[103] iHeartRadio reported on 27 April 2016 that \"Send My Love (To Your New Lover)\" had been selected as the album's third single and that it would be serviced to radio stations on 17 May 2016. The song peaked at No. 8 on the Billboard Hot 100 in the United States, No. 5 in the UK and No. 10 in Canada.[104] On 4 November 2016, \"Water Under the Bridge\" was released as the fourth single from the album. The single peaked at No. 26 on the Billboard Hot 100 in the United States, No. 39 on the UK Singles Chart and No. 37 on the Canadian Hot 100. Adele embarked on her third concert tour titled Adele Live 2016, which ran from February to November 2016. The first leg started in Belfast on 29 February 2016 in the SSE Arena before moving throughout mainland Europe and concluding in Antwerp at Sportpaleis on 15 June 2016.[105] The second leg began on 5 July at the Xcel Energy Center in Saint Paul, Minnesota and continues throughout the United States and Canada with multiple dates at each venue. The tour concluded on 2 July 2017 in London, UK. Demand for the tour was extremely high and all shows sold out within minutes of going on sale. Over 500,000 fans registered at Adele.com to purchase tickets, with 57,000 tickets sold for the 12 shows that were put on sale in the UK.[106] 25 received positive reviews from critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received an average score of 75, based on 35 reviews.[108] Bruce Handy, writing a review for Vanity Fair, regarded the music as traditional R&B and modern pop music, with songs that are mostly ballads.[116] Reviewing for AllMusic, Stephen Thomas Erlewine comments, \"Fittingly, 25 also plays better over the long haul, its march of slow songs steadily revealing subtle emotional or musical distinctions\", where \"all 11 songs are ... a piece ... [of] shaded melancholy gaining most of their power through performance\", and arguing that the \"cohesive sound only accentuates how Adele has definitively claimed this arena of dignified heartbreak as her own\".[109] Neil McCormick from The Daily Telegraph stated that the album, covered the same \"musical and emotional terrain\" as 21 and continued to call it an \"equal of its predecessor.\"[110] Jon Dolan of Rolling Stone commented that the album's \"nostalgic mood is the perfect fit for an artist who reaches back decades for her influences, even as her all-or-nothing urgency feels utterly modern\" and also praising her \"incredible phrasing – the way she can infuse any line with nuance and power\", which he argued served as \"more proof that she's among the greatest interpreters of romantic lyrics\".[65] Leah Greenblatt of Entertainment Weekly called it \"a record that feels both new and familiar—a beautiful if safe collection of panoramic ballads and prettily executed detours\".[40] Billboard praised Adele's vocal performance writing that it's \"swathed in echo, sounding like she's wailing beneath the vaults of the planet's most cavernous cathedral, they hit hard.\"[2] Amanda Petrusich from Pitchfork praised Adele's vocal delivery, arguing that \"[her] instincts as a singer remain unmatched; she is, inarguably, the greatest vocalist of her generation, an artist who instinctively understands timbre and pitch, when to let some air in\".[113] In a less enthusiastic review for The Independent, Andy Gill said the songs \"River Lea\" and \"Send My Love (To Your New Lover)\" were \"isolated moments of musical intrigue scattered here and there through the album\", which he said gradually became \"swamped by the kind of dreary piano ballads that are Adele's fall-back position\".[112] Leonie Cooper from NME felt Adele and her team of songwriters/producers did not take any risks musically, instead \"following a formula that has so far resulted in 30 million album sales\".[41] Jude Rogers found the 25 bogged down by the emotionally weighty themes of Adele's previous records, comparing the singer to \"a friend who you've helped countless times but who won't listen, who actually enjoys being in a mess, whose sparkle gets dampened – gets drowned – as a consequence\".[117] Rolling Stone magazine ranked the album at number two on its \"The 50 Best Albums of 2015\" year-end list.[118] American newspaper Newsday also ranked the album at number two on their list of 2015's best albums,[119] UK publication Complex listed the album at number four on their list of The Best Albums of 2015[120] and Entertainment Weekly listed the album at number three.[121] At the 36th Brit Awards, Adele was nominated for five awards, in which she won four including British Album of the Year for 25 and British Single of the Year for \"Hello\".[122][123] With her wins, Adele equalling the record for most wins by an artist in one night, firstly set by Blur in 1995.[124] At the 2016 Billboard Music Awards, the singer was nominated for nine categories, winning five, including Top Billboard 200 Album for 25 and Top Selling Song for \"Hello\".[125] At the 2016 Juno Awards, Adele won International Album of the Year for 25 and Xavier Dolan won Video of the Year for \"Hello\".[126][127] Adele received four American Music Awards nominations, including Favorite Pop/Rock Album for 25 and Favorite Pop/Rock Song for \"Hello\" at the American Music Awards of 2016 but lost to Purpose and \"Love Yourself\" respectively, both by Justin Bieber.[128] Adele also won Attitude's Album of the Year for 25.[129] At the 59th Grammy Awards, album won six Grammys: Album of the Year and Best Pop Vocal Album for 25, while \"Hello\" won Record of the Year, Song of the Year and Best Pop Solo Performance. Adele became the first artist in history to win all three general field awards in the same ceremony twice, previously winning all three categories in 2012.[130] Also Adele was the first artist to win Album of the Year with back-to-back studio albums since Stevie Wonder took top award with three consecutive albums in the 1970s.[131] In addition, her producer Greg Kurstin won Producer of the Year, Non-Classical.[132] In the United Kingdom, 25 debuted at number one on the UK Albums Chart and sold 800,307 copies in its first chart week, overtaking Oasis' Be Here Now (1997) to become the fastest-selling album of all time in the UK.[146] Of that total, 252,423 copies were digital downloads, breaking the record for most digital copies sold in a week, and 548,000 were physical copies.[147] In its first week, 25 sold more copies in the UK than the combined sales of the last 19 number-one albums in UK on their debut week.[148] It also outsold that week's other 86 highest-selling albums combined.[146] After ten days on sale, it became the fastest million-seller in the UK, surpassing Be Here Now, which achieved this feat in 17 days in 1997.[149] In its second week, 25 sold 439,337 copies, which broke the record for highest second-week sales in the UK and also was the sixth biggest weekly sales of all time.[150] In its third week, 25 sold 354,000 copies, which represents the second highest third-week sales since Take That's The Circus, which sold 382,000 copies in its third week,[151] and was also certified quintuple platinum by the British Phonographic Industry, with total UK sales at 1,593,530 copies.[152] On 18 December, 29 days after its release, the album surpassed sales of 2 million copies in the UK, becoming the fastest 2 million-seller in the country.[153] In its fifth week of release, the album sold another 450,000 copies in the UK, becoming the Christmas number one.[154] The album has spent 13 non-consecutive weeks at number one[155] and, as of November 2016, had sold 3.12 million copies, being later certified 11× Platinum.[156][157] In December 2016, it became only the third album to be the UK's biggest-seller two years in a row, after Simon & Garfunkel's Bridge over Troubled Water (1970 and 1971) and Simply Red's Stars (1991 and 1992).[158] It has sold over 3.50 million copies as of October 2018, making it the tenth biggest selling studio album in the UK in history.[159] In Europe, 25 also opened atop of the German charts after selling 263,000 units, the largest weekly sale for a record since Herbert Grönemeyer's 2007 release 12.[160] In France, 25 became the fastest-selling album of 2015 after it sold 169,693 copies, of which 26,295 were downloads.[161] The album sold another 129,200 copies in France in its second week, bringing its two-week total to 300,000 copies.[162] In its third week, 25's sales rose to 132,200 copies in France, bringing its total sales to 430,000 copies, which made it the third best-selling album of the year.[163] In its fourth week of sales in France, sales of the album further rose to 133,000 copies, bringing its total sales to 565,000 copies in the country, earning it a diamond certification there.[164] In 2015 25 had sold 785,000 copies in France and was the biggest selling album in France.[165][166] As of November 2021, 25 has sold over million copies in France.[167] In the Netherlands, the album debuted at number one with first week sales of over 120,000 copies.[168] The album also sold over 180,000 copies in the Benelux in its first week of release.[169] In Spain, the album debuted atop the charts selling 20,000 copies in its first week,[170] while in Portugal it also debuted at number one with sales of 3,200 copies.[171] 25 also entered the charts at number one in Switzerland, selling over 40,000 copies in its first week, receiving a double platinum certification there.[172] In the United States, 25 sold 2.3 million after three days of availability, becoming the fastest-selling album of the 21st century and the best-selling album of 2015.[173][174] The album reached sales of 2.433 million early on its fourth day, surpassing the single-week record for an album since Nielsen Soundscan began tracking sales in 1991, set by NSYNC's No Strings Attached in March 2000 when it debuted with 2.416 million copies.[175] In total, it sold 3.38 million copies in the US in its first week, becoming the first album ever to sell over 3 million copies in a week.[176] The album earned 3.48 million album-equivalent units in the US in its first week of release, which is the largest registered figure since the Billboard 200 began tracking weekly popularity based on overall units in December 2014. 25 also achieved 96,000 in track-equivalent album units in the US in its debut week, and another 8,000 in streaming-equivalent album units, all of which came from streams of the single \"Hello\", as it was the only song from the album available on streaming services.[177] In the first three days of its second week, 25 sold over 650,000 units, surpassing 4 million sales, ending the week with 1.11 million copies.[178][179] In its third full week, the album sold 695,000 copies, surpassing 5 million sales, becoming the first album to do so in a calendar year since Adele's own album 21 in 2011.[180][181] By its fourth week sale of 790,000 copies, 25 became the best-selling album in any calendar year since Usher sold 7.98 million in 2004 with Confessions.[182] It sold 1.16 million copies in pure album sales in its fifth week, and became the first album to sell over one million copies in three different frames.[183] In its sixth week, the album sold another 307,000 copies at number one on the Billboard 200, becoming the first album to sell over 300,000 copies in consecutive six weeks since 2001 when Creed did so with Weathered.[184] By the end of 2015, 25 had sold a total of 8,008,000 equivalent album units, 7,441,000 of which were pure album sales. It also sold 2,310,000 digital copies by the year end, making it the third best-selling digital album of all time behind Adele's own 21 and Taylor Swift's 1989. 25 was also the second biggest-selling album of a calendar year by a female artist in Nielsen history, only trailing behind Britney Spears' Oops!... I Did It Again which sold 7,890,000 copies in 2000.[185] In its seventh week, the album remained at number one, selling another 164,000 units, becoming the first album by a female artist to top the Billboard 200 in its first seven weeks since Whitney Houston's 1987 album Whitney.[186] In total, the album spent ten non-consecutive weeks at the top of the chart, becoming the fifth album released since 2000 to achieve at least 10 weeks at the summit.[187] In the year of 2016, it sold 2.37 million copies and equivalent units, of which 1.7 million were pure sales, ranking as the best-selling album of the year in pure sales and second best including equivalent albums.[188] As of January 2020, 25 has sold 9.517 million copies in pure sales, making it the decade's 2nd best sold album.[189][190] In Canada, the album debuted at number one with sales of 306,000 copies, breaking the record for highest first-week sales, which was previously held by Celine Dion's Let's Talk About Love, which had sold 230,000 copies.[191] In its second week 25 sold another 145,000 copies in Canada, bringing its two-week total to 451,000 copies. This represents the eighth-highest weekly sales in Canada, as well as the second highest second-week sales for an album, just behind the 146,000 copies sold by the Canadian compilation Big Shiny Tunes 2 in its second week in 1997.[192] The album sold 1.09 million copies across the nation as of 2019.[193] In Mexico, the album sold 60,000 copies and debuted at number one in Mexico Top 100, certificating Platinum, making it the 10th best selling album in Mexico of 2015.[194] By January 2020, the album had sold 210,000 copies, making it certified as triple platinum.[195] In Australia, the album sold more than 210,000 copies in five days, passing the triple platinum mark there.[196] It was the best-selling album of both 2015 and 2016,[197] and achieved decuple platinum certification (700,000 units) there in May 2017.[198] In New Zealand, 25 broke the record for highest first week sales, selling 18,766 copies. The previous record holder was Susan Boyle whose I Dreamed a Dream sold 17,435 copies in its first week.[199] By the end of the year, 25 became the best-selling album of 2015 in New Zealand.[200] In South Africa, 25 achieved double platinum sales in five days through physical and digital vendors.[201] In October 2015, numerous journalists speculated that other musicians had pushed back their album releases in order to avoid chart competition with Adele; artists such as Justin Bieber, Rihanna, Sam Smith, and One Direction all did this so that their sales would not be affected.[72][202] Columbia Records shipped 3.6 million physical copies of 25, across the United States, making it the most CDs shipped for a new release since the shipment of 2.4 million copies of NSYNC's No Strings Attached in 2000.[203] One million copies of 25 were shipped to UK retailers, including HMV and Tesco. Ian Topping, chief executive of HMV, stated that the company had a great start with the album and sales had exceeded their expectations, continuing to say it was their \"fastest selling album for many years.\"[204] Following the album's release, journalists reported that 25 was able to encourage the public to return to buying physical copies, compared to streaming. Adam Shewin of The Independent stated that \"25 sent casual purchasers back to the remaining physical stores and may even have introduced a new generation to the delights of ownership.\"[204] The album was described as saving the music industry, which was seeing dwindling profits with downloading and streaming as the popular methods of music consumption.[112] The album was also noted for boosting sales of retailer Target, which sold the extra track edition of 25, during Thanksgiving and Black Friday. Target Chief Executive Brian Cornell stated that 25 was \"the biggest release we've ever had – this is going to break all the records for us\" and that \"the combination of Adele dropping when it did, the weekend before Thanksgiving, really helped bring in people\".[205] The album's first day sales in the US were 1.49 million, averaging at 62,000 copies per hour, and 1,000 copies per minute, while on iTunes, 25 sold 900,000 copies on its first day[206] becoming the fastest-selling album in iTunes history, breaking the record previously held by Beyoncé's self-titled album.[207] The album sold more copies in the US in its debut week than the previous number-one albums had sold in the previous 22 weeks combined. Additionally, it sold more copies in its first week than any album sold in an entire calendar year in three recent years (2008, 2009, and 2013).[208] 25 sold more copies in the US in its opening week than the next two best-selling albums of the year combined (Taylor Swift's 1989 and Drake's If You're Reading This It's Too Late, which combined to sell 2.885 million copies in 2015).[208] 25 sold more copies in its first week than the next two fastest-selling albums by female artists combined—Britney Spears' Oops!... I Did It Again, which sold 1.319 million in its first week, and Swift's 1989, which sold 1.287 million in its first week.[208] It was stated by Billboard on 5 January 2016 that in 2015, overall album sales both digital and physical experienced a 6% decline compared to 2014. 25 is credited to having eased the decline of the continuing downfall of album sales. It was also noted that if it was not for the success of 25, the 6% decline would have been 9% as the album made up 3.1% of the entire album sales total of 2015.[185] Credits adapted from AllMusic and album's liner notes.[211][212] Locations Musicians Technical   * Sales figures based on certification alone. ^ Shipments figures based on certification alone. Sales+streaming figures based on certification alone.","Title":"25 (Adele album) - Wikipedia","KeyID":"3054","URL":"https://en.wikipedia.org/wiki/25_(Adele_album)"}