{"Content: ":"Austin Richard Post (born July 4, 1995),[1] known professionally as Post Malone, is an American rapper, singer, songwriter, and record producer.[2] Known for his variegated vocal styles, Malone has gained acclaim for blending genres and subgenres of hip hop, pop, R&B, and trap. His stage name was derived from inputting his birth name into a rap name generator.[3] Malone began his music career in 2011 and gained recognition with his 2015 debut single \"White Iverson\",[4] which peaked at number 14 on the US Billboard Hot 100. Malone signed a recording contract with Republic Records[5] and released his debut studio album Stoney (2016); it contained the diamond single \"Congratulations\" (ft. Quavo) and set the record for most weeks (77) on the US Billboard Top R&B/Hip-Hop Albums chart.[6] Malone's second album, Beerbongs & Bentleys (2018), debuted at number one on the US Billboard 200 and set several streaming records.[6] It also contained the Hot 100 number-one singles \"Rockstar\" and \"Psycho\" and was nominated for Album of the Year at the 2018 Grammy Awards. His third number one, \"Sunflower\" (with Swae Lee), was the promotional and lead single to the soundtrack for the film Spider-Man: Into the Spider-Verse (2018), and was included on Malone's third album, Hollywood's Bleeding (2019); the album was his second number one. Its second single, \"Circles\", reached number one and set the record for most weeks (39) in the top ten on the Hot 100.[7] His fourth album, Twelve Carat Toothache, was released in June 2022. Among the best-selling music artists with over 80 million records sold,[citation needed] Malone has won 10 Billboard Music Awards, three American Music Awards, one MTV Video Music Award, and has received six Grammy Award nominations.[8] He holds several Billboard chart records: he is the first solo artist to top the Rap Airplay and Adult Contemporary charts, while \"Circles\" set the record for longest climb to number one (41 weeks) on the Adult Contemporary chart by a solo artist.[9] Malone was born on July 4, 1995,[1] in Syracuse, New York.[10][11] He was raised by his father, Richard Post, and his stepmother, Jodie. His father had been a DJ in his youth and introduced Malone to many different genres of music including hip hop, country, and rock.[12] When Malone was nine years old,[13] he and his family moved to Grapevine, Texas, after his father became the manager of concessions for the Dallas Cowboys.[14][15] Malone began to play the guitar and auditioned for the American band Crown the Empire in 2010, but was rejected after his guitar strings broke during the audition. He credited his initial interest in learning guitar to the video game Guitar Hero.[16] Malone has always had a love for alternative rock music, and appeared for a DJ set at Emo Nite in Los Angeles in June 2017, playing songs by American alt-rock band My Chemical Romance at the event.[17] According to Malone, his first foray into professional music began when he was in a heavy metal band.[18] Soon after, he says, he transitioned to softer rock as well as hip hop, before beginning to experiment on FL Studio.[19] According to Malone, he chose \"Post Malone\" as his stage name when he was 14 or 15.[20] The name was rumored to be a reference to the professional basketball player Karl Malone,[21] but Malone later explained that \"Post\" is his last name, and he used a \"rap name generator\" to get \"Malone\".[3] At 16, using audio editor Audacity, Malone created his first mixtape, Young and After Them Riches.[22] He showed it to some of his classmates at Grapevine High School.[16][23] He was voted \"Most Likely to Become Famous\" by his classmates as a senior in high school. He worked at a Chicken Express as a teenager.[16] Malone later enrolled in Tarrant County College, but dropped out.[24] After leaving college, Malone moved to Los Angeles, California, with his longtime friend Jason Probst, a professional game streamer.[25][26][27] After moving to Los Angeles, Malone, Probst, and several other producers and artists formed the music group BLCKVRD and recorded music together.[28] Several members of the group, including Malone, moved into a house in LA's San Fernando Valley together. While living in San Fernando Valley, Malone met record producers FKi 1st and Sauce Lord Rich, who formed the production team FKi, as well as Rex Kudo, who produced several of Malone's tracks, including \"White Iverson\".[10] Malone recorded the song two days after writing it.[23] The lyrics of \"White Iverson\" allude to Basketball Hall of Fame player Allen Iverson.[29][30][21] In February 2015, upon completion, it was uploaded to Malone's SoundCloud account.[31] On July 19, 2015, Malone released a music video for \"White Iverson\". The single received praise from Mac Miller and Wiz Khalifa.[16][32][33] However, the song was mocked by Earl Sweatshirt.[34][35][36] After hitting one million views within a month of releasing \"White Iverson\", Malone quickly garnered attention from record labels.[30] In August 2015, he signed a recording contract with Republic Records.[37][38] Malone subsequently worked with a number of prominent rappers such as 50 Cent, Young Thug, and Kanye West, among others.[39][40] In August 2015, he performed at Kylie Jenner's 18th birthday party,[41] where he met Kanye West, who enjoyed his music, leading to him collaborating with Malone on his single \"Fade\" from his album The Life of Pablo (2016).[42] Malone later began his friendship with Canadian singer Justin Bieber, which led to Malone being an opening act for Bieber's Purpose World Tour (2016–17).[43][44] On April 20, 2016, Malone premiered his new single, \"Go Flex\" on Zane Lowe's Beats 1 show.[45] On May 12, 2016, he released his first full-length project, a mixtape, titled August 26th,[46] the title of which was a reference to the release date of his debut album. On June 9, 2016, Malone made his national television debut on Jimmy Kimmel Live!, performing \"Go Flex\".[47] In June 2016, XXL editor-in-chief Vanessa Satten revealed Malone was considered for XXL's \"2016 Freshman Class\" magazine cover, but she was \"told by his camp that he wasn't paying attention to hip hop so much. He was going in more of a rock/pop/country direction.\"[48] However, Malone denied these claims, explaining that his latest mixtape as well as his upcoming album were both hip hop.[49] In August 2016, Malone issued an apology for his album, Stoney, being late.[50] It was available for pre-order on November 4, and was finally released on December 9. Malone later went on to call the album \"mediocre\",[14] despite the success of the single \"Congratulations\" featuring Quavo, Malone's first top-ten song on the Billboard Hot 100, peaking at number eight.[51][52] Stoney also featured the top 100 hits \"I Fall Apart\", and \"Deja Vu\", featuring Bieber, with the album later being certified double platinum by the RIAA in October 2017.[53] In February 2017, Malone revealed the title of his next project, Beerbongs & Bentleys,[54] and was set to be released in December, before eventually being pushed back to 2018.[55] In September, Malone released the first single from the album, \"Rockstar\", featuring 21 Savage. The song peaked at number one on the Billboard Hot 100 and held the spot for eight consecutive weeks,[56] later prompting Rolling Stone to call him \"one of the most popular musicians in the country\" in 2017. In November, Malone released the official music video for \"Rockstar\", directed by Emil Nava.[57][58][59][60] On February 20, 2018, Malone previewed his new song with Ty Dolla $ign titled \"Psycho\".[61] \"Psycho\" was released on February 23, 2018,[62] and a tour with 21 Savage was announced.[63] The song debuted at number 2 on the Billboard Hot 100, becoming Malone's third entry in the top 10; it would later top the charts in June of that year, becoming Malone's second number one.[64] On April 5, 2018, Malone stated that Beerbongs & Bentleys will be released on April 27, 2018.[65] The same day, he also premiered the song \"Stay\" during the Bud Lite Dive Bar show in Nashville.[66] Upon release, Beerbongs & Bentleys broke the first day streaming records on Spotify, with 78.7 million streams worldwide.[67] It debuted at number one on the Billboard 200 moving 461,000 album-equivalent units in its first week, with 153,000 coming from pure sales. The album was also certified platinum by the RIAA after four days[68] and spawned three top 10 songs and six top 20 songs.[69] In an interview with Billboard in May 2018, Malone's manager announced that Malone was planning to start his own record label and film production company[70] and Malone later won Top Rap Song at the Billboard Music Awards for \"Rockstar\" featuring 21 Savage.[71] Malone confirmed in June 2018 that he was writing his third album,[72] and confirmed that a festival would be taking place, organized by him, titled \"Posty Fest\", in Dallas, Texas on October 28. Malone promised a \"blockbuster\" lineup with headliners like rapper Travis Scott.[73] In August, Malone broke Michael Jackson's 34-year-old record for most weeks on Billboard's Top R&B/Hip-Hop Albums chart, with Stoney reaching its 77th week on the ranking compared to the 76 weeks that Thriller (1983) spent.[6] A collaboration album with rapper Mac Miller was also teased in August 2018.[74] During his appearance on The Tonight Show Starring Jimmy Fallon, he previewed his song \"Sunflower\", a collaboration with Swae Lee, from the soundtrack to the film Spider-Man: Into the Spider-Verse.[75][76] In November 2018, it was confirmed Malone was recording his third album in his Utah home.[77] Malone was nominated for 4 awards at the 61st Grammy Awards for his album Beerbongs & Bentleys. Among the nominations were Album of the Year and Record of the Year. He performed with the Red Hot Chili Peppers at the awards show on February 10, 2019.[78][79] In July 2019, Malone released the single \"Goodbyes\" featuring Young Thug, and also announced the Runaway Tour with Swae Lee as the opener.[80] On August 5, Malone shared a snippet of an unreleased track \"Circles\" on YouTube. He then performed the song at his second annual Bud Light: Dive Bar concert and confirmed that the official song would be released the following week.[81] That same day and on July 25, 2019, at Cheyenne Frontier Days he announced the album was finished.[82] He released the song on August 30, 2019.[83] He confirmed that his upcoming third studio album will be released on September 6, 2019.[84][85] On August 26, 2019, Malone announced on Twitter that his third album is called Hollywood's Bleeding and would be released on September 6, 2019.[86][83] The album debuted at number one on the Billboard 200, selling 489,000 album-equivalent units in its first week.[87] Hollywood's Bleeding would also go on to be nominated for Album of the Year at the 63rd Grammys. On March 12, 2020, Malone's concert at Denver's Pepsi Center proceeded as scheduled, drawing a sellout-crowd of 20,000, likely the last large-scale enclosed gathering in the U.S. before COVID-19 pandemic lockdowns.[88] Malone received backlash for not cancelling his sold-out arena show amid rising concerns over the COVID-19 pandemic.[89][90] Reportedly, future U.S. tour dates in March were postponed by Live Nation on March 12, 2020.[91][92] On April 24, 2020, Malone announced that a new album was in progress during a livestream performance.[93][94] In late April 2020, Malone performed a live-streamed set consisting entirely of Nirvana covers from his home.[95] Malone sang lead vocals and provided rhythm guitar for the set. He was accompanied by drummer Travis Barker, bassist Brian Lee and lead guitarist Nick Mac. The performance raised over US$5 million for the World Health Organization's COVID-19 relief fund.[96] The performance also received praise from Nirvana's surviving members Krist Novoselic[95] and Dave Grohl,[97] as well as Kurt Cobain's widow Courtney Love.[98] In June 2020, Malone featured on Tyla Yaweh's single, \"Tommy Lee\". The single was followed up with a remix, released July 10, 2020, featuring drums from Tommy Lee himself, as well as a re-recorded guitar instrumental.[99] A second remix to the song, featuring rapper Saint Jhn, was released subsequently.[100] On April 30, 2021, Malone was featured on DJ Khaled's twelfth studio album Khaled Khaled on the song \"I Did It\" also featuring DaBaby, Megan Thee Stallion, and Lil Baby. On July 9, 2021, Malone released the single \"Motley Crew\" with an accompanying music video, featuring several guest stars, past collaborators and friends including Tommy Lee, Tyga, Tyla Yaweh and his manager Dre London. The music video was directed by Cole Bennett of Lyrical Lemonade. On November 5, Malone released \"One Right Now\" with the Weeknd, as the lead single from his upcoming fourth studio album.[101] On January 26, 2022, during his cover story will Billboard, Malone revealed that his fourth studio album would be titled Twelve Carat Toothache.[102] In April 2022, Republic Records relaunched Mercury Records with a new roster that includes Post Malone.[103] On April 27, 2022, Post revealed that Twelve Carat Toothache would be released June 3, 2022.[104] Malone released the album's second single, \"Cooped Up\" with Roddy Ricch, on May 12, 2022.[105] On May 14, 2022, he appeared as a musical guest on Saturday Night Live and performed \"Cooped Up\" with Ricch, as well as an unreleased song titled \"Love/Hate Letter to Alcohol\", in which he was joined by Fleet Foxes. Malone had previously confirmed that he had worked with Fleet Foxes frontman Robin Pecknold on a song for the album.[106] For the 2022 Chip 'n Dale: Rescue Rangers film, Malone covered the theme song from the 1989 television series of the same name, originally performed by Jeff Pescetto in the series and by The Jets in album releases. Malone's music is hip hop,[107] pop-rap,[108] pop,[109] R&B,[110] trap[111], rap rock[112] and cloud rap.[113] Malone's music has been described as a \"melting pot of the country, grunge and hip hop\"[114] and Malone himself has been described as versatile.[115] His vocal style has been described as laconic.[116] Jon Caramanica of The New York Times described Malone as \"an artist who toes the line between singing and rapping, and hip-hop and spooky electric folk\".[117] Malone himself has called his music \"genre-less\". Malone cites Bob Dylan, in whom he became interested around the age of 15, as an influence on his music, calling him \"a genius\" and \"a god\" though his music has been called \"about as far away from Rock n' Roll as you can get\".[118] He called \"Subterranean Homesick Blues\" the \"first rap song\". He has a tattoo of Dylan as well.[14] Malone has cited Kurt Cobain and Johnny Cash as key influences too.[119] Malone has also cited 50 Cent, whom he called a legend,[120] Kanye West and Key! as influences.[121] Malone has been called a \"culture vulture\" multiple times by different publications and on social media[122][123] for \"appropriating\" African-American culture.[124][125][126] California rapper Lil B wrote on Twitter in October 2017: \"Post Malone is slowly turning into a white dude! Lol he's pushing it, give it a few years he gon be full country and hate blacks lol\", with Malone replying in an interview, claiming that his white skin has been \"used against him\".[127] In January 2018, Malone went on an intoxicated rant against people who describe him as a culture vulture.[128][129] In an interview with GQ several days later, Malone said \"there's a struggle being a white rapper.\"[130] In a November 2017 interview with Polish media outlet Newonce, Malone said that modern hip-hop music lacks \"people talking about real shit\" and added that \"if you're looking to think about life, don't listen to hip-hop.\"[121][131] He was criticized for his comments, including by fellow rappers Lil B and Vince Staples.[132][133] Malone later appeared in a video on Twitter, saying that the reason for his comments was that it was a \"beer-tasting\" interview,[134] and going on to say that he loves hip-hop.[135][136] Newonce, however, denied that claim, stating that Malone barely drank at all during the interview.[137] In the followup Malone went on to say, \"What I was saying was that when I wanna sit down and cry, I sit down and I listen to Bob Dylan and his guitar. Just like everyone else, no matter how hard you are, no matter where you're from, you're gonna have times where you sit back and reflect on your life and you listen to what you wanna listen to. For me, that's Bob Dylan.\"[137] In May 2020, Malone launched his own line of French rosé wine, Maison No. 9, named after his favourite tarot card, the Nine of Swords. It sold out in two days upon being made available for sale.[138] In August 2020, Post Malone invested in Envy Gaming. He became a co-owner of the organization.[139][140] Malone currently lives in Cottonwood Heights, Utah, where he has a multimillion-dollar 12,700-square-foot home.[141] His old home in San Fernando Valley, California, was robbed on September 1, 2018.[142] Malone was in a three-year-long relationship with Ashlen Diaz, ending in November 2018.[77] On August 21, 2018, Malone boarded a plane leaving Teterboro Airport and was scheduled to land in London Luton Airport. At 10:50 am, the tires blew out on takeoff and the plane was rerouted to Stewart International Airport for an emergency landing.[143] The plane landed safely at 3:50 pm.[144] Once the plane had landed, Malone tweeted about the incident, writing \"i landed guys. thank you for your prayers. can't believe how many people wished death on me on this website. fuck you. but not today.\"[145] Malone was involved in a car crash on September 8, 2018. Malone's white Rolls-Royce was driving through Santa Monica in the early morning when it collided with another car at 3:30 am. Although no one was severely injured in the incident, several people were treated for minor injuries.[146] In May 2022, Malone announced that he was expecting his first child with his longtime girlfriend.[147] In June, during an appearance on The Howard Stern Show, Malone revealed that he and his longtime girlfriend are engaged and have welcomed a daughter.[148][149] In March 2020, a video surfaced that showed Malone falling and behaving oddly on stage to his song, \"I Fall Apart\", which made fans worry about his well-being and health.[150][151] Malone later said that he was \"not on drugs and I feel the best I've ever fucking felt in my life\". His manager Dre London likewise claimed there was no need to worry and that Malone's behavior was part of the \"act\". Malone's father Richard Post also commented on the artist's behavior, stating that he does not \"want to come across as dismissive to those of you who have expressed concern about Austin. Your sincerity and kindness regarding him is certainly heartwarming and appreciated.\"[152][153][154] During his 2022 interview with Howard Stern, Malone revealed he's long struggled with alcoholism, but has recovered with the help of his fiancé.[155] Malone has a number of tattoos that he inked himself and has also inked tattoos on several friends and acquaintances.[156] Currently, he has at least 79 different tattoos.[157] Malone has a tattoo of U.S. president John F. Kennedy on his arm, and has said that Kennedy was \"the only President to speak out against the crazy corruption stuff that's going on in our government nowadays.\"[158] In December 2016, Malone stated that if asked to perform at the inauguration of Donald Trump he would not have been opposed,[159] though he stated that neither Trump nor Hillary Clinton were fit for president of the United States and expressed his support for Bernie Sanders during the election cycle.[159] Malone later expressed a dislike for Trump in a November 2017 interview for Rolling Stone. In the same interview, he revealed that he has a large collection of guns and believes it is an American right to own and operate guns. Malone also expressed a strong interest in conspiracy theories when he said, \"There's crazy shit that goes on that we can't explain.\"[16] During a trip to Canada in 2018, Malone was interviewed and when asked what the \"biggest lie is\", he replied \"The biggest lie in the world is the U.S. government. It's a fucking reality show and I think there's gonna be a lot of weird shit that happens within our generation that really changes the way of the world.\"[160]","Title":"Post Malone - Wikipedia","KeyID":"3058","URL":"https://en.wikipedia.org/wiki/Post_Malone"}