{"Content: ":"Keshia Knight Pulliam (born April 9, 1979)[1] is an American actress. She is known for her childhood role as Rudy Huxtable, the youngest daughter of Cliff and Clair Huxtable from the ages of 5 to 13, on the NBC sitcom The Cosby Show (1984–1992) and as an adult as Miranda Lucas-Payne on the TBS comedy drama Tyler Perry's House of Payne (2007–present). In 1986, Knight Pulliam became one of the youngest actresses to be nominated for an Emmy Award,[2] receiving a nomination at age 6 for Outstanding Supporting Actress in A Comedy Series. She made her professional debut at 9 months old, in a national print advertisement for Johnson & Johnson baby products.[3] At age 3, she was on Sesame Street.[2] She continued working, appearing in television commercials and TV shows, and making her feature film debut[2] in The Last Dragon (1985).[3] She also appeared in the movies Polly and its sequel Polly: Comin' Home! with her Cosby Show co-star Phylicia Rashad. She is ranked at No. 27 in VH1's list of the \"100 Greatest Kid Stars\".[4] Knight Pulliam won a celebrity version of Fear Factor in September 2002. She also won a celebrity version of The Weakest Link, and participated in Celebrity Mole: Yucatan. In 2004, she appeared in Chingy's music video for \"One Call Away\". In 2005, she played Darnelle in Beauty Shop with Queen Latifah. Knight Pulliam performed in Donald Gray's play The Man of Her Dreams in the fall of 2006 in St. Louis.[5] In 2008, she joined the cast of Tyler Perry's House of Payne as Miranda, the new wife of Calvin Payne. The role earned her the 2009 and 2010 NAACP Image Awards for Outstanding Supporting Actress in a Comedy Series. In 2009, she played Candace \"Candy\" Washington-Collins in the film Madea Goes to Jail.[6] Knight Pulliam appeared in Tank's 2010 music video for his cover of \"I Can't Make You Love Me\", playing his love interest. In 2011, commenting on the fact that only white actors had won Golden Globe Awards that year, she said: \"I think that there is definitely work to be done. It can always be more diverse. We live in a very multicultural and global society. More needs to be done to increase the representation of all people and really show the world for what it is. It’s not just one color.\"[7] In 2013, she was a contestant on the ABC celebrity diving show Splash. She was first to be eliminated. In 2015, Knight Pulliam was a contestant on the NBC show The Celebrity Apprentice Season 7 and was the first contestant eliminated after being the losing project manager for her team. In 2018, Knight Pulliam was a HouseGuest on the first season of the CBS series Celebrity Big Brother, where she was the second person evicted out of the house, on Day 13.[8] Keshia Knight Pulliam was born in Newark, New Jersey, the daughter of Denise and James Knight Pulliam, Sr., a manager.[1] She has three brothers, James Knight Pulliam II, Mshon Knight Pulliam, and Juwan Pulliam.[2] Knight Pulliam attended Rutgers Preparatory School in Somerset, New Jersey. When The Cosby Show ended its run in 1992, her family moved to Virginia, where Knight Pulliam attended the Potomac School in McLean and Foxcroft School in Middleburg, Virginia, from which she graduated in 1997.[citation needed] She received a bachelor of arts degree in sociology from Spelman College in 2001.[3] She is a member of the Eta Kappa chapter of Delta Sigma Theta Sorority, Inc.[3] On New Year's Eve 2015, Knight Pulliam became engaged to retired National Football League player Edgerton Hartwell.[9][10] They were married the next day, January 1, 2016, in Knight Pulliam's Atlanta home.[11] Hartwell filed for divorce on July 25, 2016.[12] On January 23, 2017, Knight Pulliam gave birth to a daughter, named Ella Grace Hartwell.[13][14] The divorce was finalized in April 2018, with Knight Pulliam receiving primary custody of Ella while Hartwell was ordered to pay child support of about $3,000 a month.[15] In December 2020, she became engaged to actor Brad James. Knight Pulliam began dating James in 2019 after they met on the set of the TV movie Pride and Prejudice: Atlanta.[16] The couple got married in late September 2021 in an intimate ceremony.[17]","Title":"Keshia Knight Pulliam - Wikipedia","KeyID":"3065","URL":"https://en.wikipedia.org/wiki/Keshia_Knight_Pulliam"}