{"Content: ":"Tia Dashon Mowry-Hardrict[1] (née Mowry) is an American actress. She first gained recognition for her starring role as Tia Landry in the sitcom Sister, Sister (1994–1999), opposite her twin sister Tamera Mowry. The sisters then starred together in the Disney Channel Original Movie Twitches (2005) and its sequel, Twitches Too (2007). The two also starred in the fantasy comedy film Seventeen Again (2000) and voiced the LaBelle sisters in the animated series Detention (1999–2000). They were featured in the reality series Tia & Tamera from 2011 to 2013. Mowry voiced Sasha in the animated series Bratz (2005–2006). She starred as Melanie Barnett in the comedy-drama series The Game (2006–2015), Stephanie Phillips in the sitcom Instant Mom (2013–2015) and Cocoa McKellan in the sitcom Family Reunion (2019–present). Mowry had starring roles in the teen comedy film The Hot Chick (2002), the musical comedy film The Mistle-Tones (2012), the romantic comedy film Baggage Claim (2013) and the drama film Indivisible (2018). Mowry and her sister, Tamera, formed a singing group in the early 1990s called Voices. The group debuted their first single, \"Yeah, Yeah, Yeah!\", in 1992 and it charted at No. 72 on the Billboard Hot 100. Tia Mowry was born in Gelnhausen, West Germany on July 6, 1978. Her mother, Darlene Renée Mowry (née Flowers), managed her children's careers when they were in the group Voices and also worked as a security guard. Her father, Timothy John Mowry, was in the U.S. Army at the time of her birth and later became a custody officer/jailer with the City of Glendale Police Department, when the family moved to California.[2][3] Her father is of English and Irish ancestry and her mother is of Afro-Bahamian descent.[4] Her parents met in high school, in Miami, Florida. Both joined the U.S. Army and both would eventually reach the rank of Sergeant.[5] Her family is \"close-knit\" and \"very spiritual,\"[3] as the sisters became born-again Christians when they were eight.[6] Tia is two minutes younger than her twin sister, Tamera.[7] Tamera was born first, at 4:30pm, followed by Tia at 4:32pm.[citation needed] She also has two younger brothers, actor Tahj Mowry and musician Tavior Mowry, who played college football for University of California, Davis. Mowry and her sister began entering pageants and talent shows while their family was stationed at Fort Hood, Texas. At age 12, they convinced their mother to move to California with them so they could pursue acting. She agreed, on the condition that they land an acting job within the first month of their stay. In 1990, their family moved to California permanently, settling in Los Angeles, and she and her sister began appearing in commercials and small roles. She is well known for playing Tia Landry, a twin separated at birth and reunited with her sister as a teenager in the show Sister, Sister. The series was developed for them after a producer spotted them on the set of Full House, a show on which their brother made regular appearances. Sister, Sister was initially on ABC but was cancelled by the network after two years and picked up by The WB, where it ran for another four years. During its run, they guest-starred on the Sister, Sister crossover episode of The Jamie Foxx Show and appeared on an episode of their brother Tahj Mowry's sitcom Smart Guy and did voice-over work for the Kids' WB series Detention. After the show ended, both Mowry and her sister studied psychology at Pepperdine University. She also went to Europe to study humanities and Italian for a period.[8] Both she and her sister appeared in the Rob Schneider comedy film The Hot Chick, playing cheerleaders. Mowry also did voice-overs for the 4KidsTV cartoon Bratz as the voice of Sasha. In 2005, Mowry and her sister both starred in the Disney Channel Original Movie Twitches and reprised their roles in its sequel, Twitches Too and before co-starred in the 2000 movie Seventeen Again. Tia also appeared on an episode of her sister's television show, Strong Medicine, in January 2006, playing the role of Keisha, the twin sister of Tamera Mowry's character, Dr. Kayla Thornton. Mowry has a starring role in the BET television series The Game as Melanie Barnett. Mowry has been nominated for a Teen Choice Award and a NAACP Image Awards for best actress in a comedy. In the Blue's Clues episode \"Blue's Birthday\", Mowry and her sister make a cameo appearance as two of the celebrities wishing Blue a happy birthday. Their only line is said in unison: \"Happy Birthday, Blue!\" Beginning in July 2011, the Style Network began airing Tia & Tamera, a reality show which follows the day-to-day lives of the twins; Tia being pregnant and Tamera planning her wedding. Mowry and her sister are both singers. They have showcased their vocal abilities on episodes of Sister Sister, including covers of \"You Can't Hurry Love\", \"Amazing Grace\" and \"I'm Going Down\", which Tamera performed. They also sang the theme song during season five and six. In May 2012, Mowry published her first book, Oh, Baby: Pregnancy Tales and Advice from One Hot Mama to Another, about her pregnancy and being a working mother.[9] In May 2012, Mowry revealed on Twitter that she would not be returning to The Game, for a sixth season. From 2013 to 2015 she starred in the NickMom/Nick at Nite series Instant Mom.[10] From 2015 to 2017, Mowry starred in her Cooking Channel series Tia Mowry at Home,[11] where she made everything from macaroni and cheese, cake, pie, curry chicken, collard greens, shakshuka, potato, galette and various types of cocktails. Some of her guest stars included her The Game co-stars Hosea Sanchez, Wendy Raquel Robinson, Brittany Daniel, Lilly Singh from YouTube and Kelly Rowland from Destiny's Child. In 2016, Mowry started a podcast on PodcastOne called Mostly Mom with Tia Mowry.[12] On April 29, 2016, she appeared with her twin sister on the daytime talk show The Real, where she promoted her new book Twintution. Since 2019, she has starred on the Netflix comedy series, Family Reunion. The show has been nominated for Outstanding Children's Program three years in a row at the NAACP Image Awards, winning in 2020 and 2021.[13] In September 2021, Mowry released her second cookbook, The Quick Fix Kitchen, published by Rodale Books.[14] The book includes mealtime hacks, tips to bring joy and balance to the kitchen and easy, delicious and healthy recipes the entire family will love. In 2021, Tia partnered with Gibson to release an extensive homeware collection, Spice! by Tia Mowry.[15] Mowry met actor Cory Hardrict on the set of their film, Hollywood Horror.[16] They dated for six years, then became engaged on Christmas Day, 2006,[17] and married in California on April 20, 2008.[18] On January 11, 2011, People announced that Mowry and Hardrict were expecting their first child; Mowry made the announcement herself on 106 & Park. The pregnancy was documented on the show Tia & Tamera featuring her sister, Tamera Mowry, on the Style Network.[19] She gave birth to a son, Cree Taylor, on June 28, 2011.[20][21][22][23] On November 8, 2017, Mowry announced that she was pregnant with her second child,[24] a girl.[25] Their daughter was born on May 5, 2018, and was named Cairo Tiahna.[1][23][26]","Title":"Tia Mowry - Wikipedia","KeyID":"3068","URL":"https://en.wikipedia.org/wiki/Tia_Mowry"}