{"Content: ":"Tamera Darvette Mowry-Housley (née Mowry) (/təˈmɛərə ˈmɔːri/) (born July 6, 1978)[citation needed] is an American actress, television personality, and former singer. She first gained fame for her teen role as Tamera Campbell on the ABC/WB sitcom Sister, Sister (opposite her twin sister Tia Mowry).[2] She has also starred in the Disney Channel Original Movie Twitches and its sequel, Twitches Too and she played Dr. Kayla Thornton on the medical drama Strong Medicine. She next starred in a reality television series following her and her twin sister's lives, titled Tia & Tamera, which began airing on the Style Network in 2011 and ended in 2013 after three seasons.[2][3] From 2013 to 2020, Mowry was one of the co-hosts of the syndicated daytime talk show The Real originally alongside Adrienne Bailon, Tamar Braxton, Loni Love and Jeannie Mai. She was on the Hallmark Channel show Home & Family until the show's cancellation in August 2021. Tamera Darvette Mowry was born in Gelnhausen in then-West Germany on July 6, 1978, to parents who were in the U.S. Army, Darlene Renee Mowry (née Flowers), who later became her children's manager and Timothy John Mowry, who became a custody officer/jailer with the City of Glendale Police Department when the family moved to California.[4][5] Tamera Mowry is the older twin by two minutes. Tamera was born at 4:30 p.m., followed by Tia at 4:32 p.m.[citation needed] She also has two younger brothers actor, Tahj Mowry and musician, Tavior Mowry. Her father has English and Irish ancestry and her mother is of Afro-Bahamian descent.[6] Mowry's parents met in high school, in Miami, Florida, both joining the U.S. Army and both eventually reaching the rank of sergeant.[7] Mowry has described her family as being both \"close-knit\" and \"deeply religious,\"[5] and the sisters became born-again Christians when they were eight years old.[8] Mowry and her twin sister, Tia, co-starred as the main characters in Sister, Sister, a television show that aired from 1994 through 1999. Starring the two girls, Tamera Mowry played Tamera Campbell, who was adopted and separated from birth away from her twin sister. The show kickstarts from where the twins meet coincidentally in the mall. The comedy TV show shows the two sisters combining worlds with their adopted parents combining households. Tia, her twin, is intelligent and from inner-city Detroit while Tamera is the boy-crazy twin from the suburbs. Tamera and Tia worked in the 2005 Disney Channel film Twitches.[9] In 2013, Mowry became a co-host of the syndicated daytime talk show The Real alongside Adrienne Bailon, Tamar Braxton, Loni Love, Jeannie Mai. After premiering on July 15,[10] The Real was picked up to series the following year.[11] In 2018, Mowry and her co-hosts won the Daytime Emmy Award for Outstanding Entertainment Talk Show Host for their work.[12] In July 2020, Mowry announced that after six seasons she would be leaving the show.[13] She returned to the show as a guest on December 8, 2020, that same day, Mowry joined Home & Family as a new family member on the show, succeeding Paige Hemmis. In 2021, Mowry competed in season 5 of The Masked Singer as \"Seashell\". She was eliminated on Week 7 alongside Bobby Brown as \"Crab\". This show also revived Tamera being a singer. Mowry and her twin sister, Tia, started a project called Need Brand as they entered motherhood.[14] Milky! and Stretchy! are two of the products that can cater to motherhood. Milky! is a 2.5 oz. bottle with all organic ingredients that can help mothers produce milk. Stretchy! is a stretch mark cream for post-operation scars. Another sibling project of theirs was a four-book series called Twintuition: Double Vision and Twintuition: Double Trouble.[15] She signed an overall deal with Crown Media in 2020.[16] In July 2013, Mowry revealed that she did not lose her virginity until she was 29. She elaborated that she felt guilty after she had sex and afterward committed to remaining celibate until marriage.[17] She married Fox News correspondent Adam Housley,[18] after dating for almost six years, on May 15, 2011, in California's Napa Valley. They have a son, Aden John Tanner[19] and a daughter, Ariah Talea.[20] The couple owns a home in Napa Valley, near her husband's family's vineyard.[21] She had a Shih Tzu named Milano, However she and her family now own a new dog by the name of Chloe Housley. [22] Mowry's niece, Alaina Housley (born in 2000), was among the victims of the mass shooting at the Borderline Bar and Grill in Thousand Oaks, California, on November 7, 2018.[23][24][25] Note: The year given is the year of the ceremony","Title":"Tamera Mowry - Wikipedia","KeyID":"3069","URL":"https://en.wikipedia.org/wiki/Tamera_Mowry"}