{"Content: ":"Melissa Joan Hart (born April 18, 1976) is an American actress, producer, and director. She had starring roles as the title characters in the sitcoms Clarissa Explains It All (1991–1994), Sabrina the Teenage Witch (1996–2003), and Melissa & Joey (2010–2015), and also in No Good Nick (2019). She has also appeared in films Drive Me Crazy (1999), Nine Dead (2009), and God's Not Dead 2 (2016). On October 17, 2021, she became the first celebrity to win the $1 million top prize for her charity, Youth Villages, on Celebrity Wheel of Fortune and the fourth overall million dollar winner on Wheel of Fortune.[1] Hart was born in Smithtown, New York, the first child of Paula Hart (née Voje), a producer and talent manager, and William Hart, a carpenter, shellfish purveyor, oyster hatchery worker, and entrepreneur.[2][3] Her maternal grandfather, Stanley John Voje, was a Navy veteran and Catholic.[4] Hart grew up in Sayville, New York. Hart's parents had four other children after Melissa: Trisha, Elizabeth, Brian, and Emily, who are all in acting. Her parents divorced in the early 1990s, and she moved with her mother and siblings to New York City. In 1994, her mother married television executive Leslie Gilliams, who is best known for his appearance on Season 5 of MasterChef in 2014, when he finished in 3rd place. Hart has three half-sisters: Alexandra, Samantha, and Mackenzie.[3] Hart was named after the Allman Brothers song \"Melissa\", while her middle name, Joan, came from her maternal grandmother. She chose Catherine as her confirmation name when she was in the eighth grade,[3] but does not use it professionally. Hart's career began at age four when she made a television commercial for a bathtub doll called Splashy.[3] From then on, she appeared regularly in commercials, making 25 of them before the age of five. Other early television work included a small role in the miniseries Kane & Abel in 1985, a guest-starring role in an episode of The Equalizer[5] in 1986, and a starring role alongside Katherine Helmond in the Emmy Award-winning TV movie Christmas Snow,[3] also in 1986. She appeared on the April 22, 1986 episode of the NBC daytime soap opera Another World. She also auditioned for the lead role Jamie Lloyd in Halloween 4: The Return of Michael Myers, losing the role to Danielle Harris. In 1989, she became an understudy in a Broadway production of The Crucible starring Martin Sheen.[6] That same year, she appeared in an off-Broadway production of Beside Herself with William Hurt and Calista Flockhart.[7] In 1991 Hart landed the starring role on the Nickelodeon series Clarissa Explains It All, a comedy about a teenaged girl in everyday situations, which was successful during its four-year run.[8][9] The show brought her four consecutive Young Artist Award nominations, winning three.[10] Her role in the series also led to her starring in the FMV video game Nickelodeon's Director's Lab as a tour guide who takes the player around a movie studio.[citation needed] Initially, after first being recognized in public, Hart felt embarrassed to be acting in a children's show while being a teenager. Nevertheless, she was enthusiastic about the role, and \"all [she] hoped for that [she] would get to do it for a while.\"[11] Hart also recorded two albums as Clarissa: This Is What 'Na Na' Means[12] and a recording of Peter and the Wolf.[13] In 1995, a year after the end of Clarissa Explains It All, Hart filmed a pilot episode for a spin-off show featuring a college-aged Clarissa explaining it all about her foray into the professional world as an intern at a newspaper. As its musical theme, the show featured a slow, jazz version of its predecessor's theme song, and also starred Robert Klein as her boss.[14] Hart appeared on Nickelodeon's anthology show Are You Afraid of the Dark?, in the Season 2 episode \"The Tale of the Frozen Ghost\" (1993).[15] After the television series ended, Hart attended New York University.[16] However, she dropped out after she earned the title role for the 1996 TV film Sabrina the Teenage Witch,[17] which was followed by the television series of the same name, which lasted seven seasons on ABC and The WB.[18] She later collaborated on an animated version that featured Hart voicing the two aunts Hilda and Zelda, and Hart's younger sister Emily starring in the title role. She also guest-starred on the series Touched by an Angel and starred in several TV movies. She guest starred on the Boy Meets World episode \"Witches of Pennbrook\" as her character Sabrina Spellman; the episode also guest starred Hart's closest friend Candace Cameron-Bure as a witch named Millie. In 1998, Hart had a small role in the film Can't Hardly Wait;[19] shortly afterwards Hart began working on a theatrical film project titled Next to You, in which she acted alongside Adrian Grenier.[20] Britney Spears released a remix of her song \"(You Drive Me) Crazy\" to promote the movie's soundtrack. To capitalize on the song's success as a top-ten hit,[21] the name of the movie was changed to Drive Me Crazy. To promote the film, both Hart and Grenier appeared in the song's music video.[22] Around the same time, Spears made a guest appearance as herself on Sabrina, in the season four episode \"No Place Like Home\".[23] Coinciding with the release of Drive Me Crazy, Hart appeared wearing lingerie on the cover of Maxim magazine's October 1999 issue, as well as in a photo shoot and an accompanying article,[24] which resulted in an attempt by the publisher of the Sabrina comic book series to sue her for breach of contract.[25] Hart continued her acting career, starring in the film Rent Control,[26] which aired in 2005 on the ABC Family cable network. Hart also continued to star on Sabrina, the Teenage Witch until 2003. Hart was also a primary voice-actress on Sabrina: The Animated Series, which ran for 65 episodes from 1999 through 2000 on ABC and UPN. In 1999, Hart made her directorial debut in an episode of Disney Channel's So Weird called \"Snapshot\" which guest-starred her sister Emily. Hart directed an episode of Nickelodeon's Taina in 2001. In 2001 and 2002, she directed six episodes of Sabrina.[citation needed] After Sabrina ended in 2003 after 7 seasons, Hart directed her first movie, a 15-minute live-action short film called Mute (2005), starring her sister Emily. In 2007, Hart guest-starred on an episode of Law & Order: Special Victims Unit titled \"Impulsive\" as a teacher accused of statutory rape.[27] In late 2007, she directed the \"Anger Cage\" video for her husband Mark Wilkerson's band Course of Nature. She also starred in the ABC Family original movie Holiday in Handcuffs, opposite Mario Lopez. The movie premiered on December 9, 2007, and was the highest rated program in the history of the network, with 6.7 million viewers.[28] Hart followed this with another ABC movie with a similar premise, My Fake Fiancé, in 2009. It was announced on August 17, 2009, that she would compete in season nine of Dancing with the Stars.[29] Hart was paired up with two-time reigning champion, Mark Ballas. She was eliminated from the competition in week six out of a possible ten.[30] In 2010, Hart starred as Kelley in the horror thriller film Nine Dead.[31] In 2010, Hart returned to a new weekly television series, starring with Joey Lawrence in the ABC Family sitcom Melissa & Joey.[3][32][33] In the series Hart plays a woman who hires Lawrence as a nanny to help care for her incarcerated sister's children.[34] In the second season, she occupied the director's chair for an episode, for the first time since Sabrina.[35] Hart joined the cast of an off-Broadway production of Love, Loss, and What I Wore for a four-week run that started in March 2010 and ended April 25, 2010.[36][37] In March 2010, Hart took part in an ad campaign for Gain detergent with Sabrina, the Teenage Witch co-star and friend Soleil Moon Frye.[38] On November 22, 2010, Hart participated as a presenter in the International Emmy Awards.[39] In June 2012, St. Martin's Press announced that it had made a deal with Hart to publish her memoir Melissa Explains It All: Tales from My Abnormally Normal Life in the fall of 2013. In the memoir, Hart wrote about growing up, being a child actor and her rise to fame, her rebellious teen years, and her efforts to balance a career as an adult with motherhood and family life.[40] In 2013, Hart attempted to use crowdfunding (via Kickstarter) to fund a romantic comedy movie to be titled Darci's Walk of Shame, but was only able to garner $51,605, or just 2.6% of the expected $2 million goal. Ultimately, the idea was scrapped.[41] Melissa & Joey concluded in August 2015 after 4 seasons and 104 episodes. In 2016, Hart starred as the lead, Grace Wesley, in the film God's Not Dead 2. In 2018, Hart was cast as Liz in the Netflix comedy series No Good Nick. The series premiered on April 15, 2019.[42] She directed one episode from The Goldbergs, \"Hail Barry\" and the Young Sheldon episode \"Cowboy Aerobics and 473 Grease-Free Bolts\".[43] Hart also made her return to Nickelodeon 25 years after the end of Clarissa Explains It All when she joined the voice cast of The Casagrandes, a spinoff of The Loud House.[44] In 2022, Hart starred in the Lifetime film Dirty Little Secret as part of its \"Ripped from the Headlines\" feature film where it was inspired by true events and the book Dirty Little Secrets by C.J. Omolulu.[45] In May 2009, Hart opened a candy shop called SweetHarts in Sherman Oaks, California.[46] Hart commented that it had been her \"childhood dream\" to own a candy shop.[47] SweetHarts closed in December 2011 due to a lawsuit by a former employee alleging wrongful termination and racial discrimination, as well as other issues. Hart denied all of the employee's claims, and the case was dismissed in 2012.[48] SweetHarts afterwards reopened, under the same name but with new owners.[49][50][51] In 2015, it closed permanently. In 2015, Hart and her husband started their own fashion line called King of Harts.[52] On July 19, 2003, Hart married musician Mark Wilkerson, having met at the Kentucky Derby in May 2002.[53] The preparations for the ceremony, which took place in Florence, Italy, were documented in a TV miniseries titled Tying the Knot, produced by Hart's production company Hartbreak Films and aired on ABC Family. Hart and Wilkerson have three sons, born in January 2006,[54] March 2008,[55] and September 2012.[56] They lived in Westport, Connecticut,[57] until 2019, when they moved to Lake Tahoe[58] and then in 2020, they moved to Nashville.[59] Hart and Wilkerson were featured in People magazine's April 7, 2008, issue, introducing Braydon, their second child.[60] Hart wrote a diary, including video entries, to document potty training her son, Mason, for Huggies Pull-Ups brand diapers.[3] Hart and her family are Presbyterians.[61] In an interview, she stated that they attend church every Sunday and pray every night and before every meal.[62] Hart has expressed her support for some Republican candidates, such as voting for Bob Dole during the 1996 election.[63] On November 5, 2012, the day before that year's Election Day, she tweeted that she was endorsing Mitt Romney for president.[64][65][66] Hart has expressed support for increased gun control, marching in a Moms Demand Action demonstration in Brooklyn in May 2016.[67] On August 16, 2016, in the run-up to that year's presidential election, she donated to Libertarian Party candidate Gary Johnson's campaign.[68] On August 28, 2016, she joined Johnson's campaign as its Connecticut chairperson.[69] On August 19, 2021, Hart announced in an Instagram post that she had contracted a breakthrough case of COVID-19 despite being vaccinated.[70] Won $1,000,000 for Youth Villages [77] Cha-Cha-Cha Relay / \"Centerfold\" Awarded 6 Points Group Hustle Dance / \"The Hustle\"","Title":"Melissa Joan Hart - Wikipedia","KeyID":"3070","URL":"https://en.wikipedia.org/wiki/Melissa_Joan_Hart"}