{"Content: ":"Selena Marie Gomez (/səˈliːnə ˈɡoʊmɛz/ sə-LEE-nə GOH-mez; born July 22, 1992) is an American singer, actress, and producer. She has been regarded as a \"triple threat\" by media outlets. Gomez began her acting career on the children's television series Barney & Friends (2002–2004). In her teenage years, she rose to prominence for her lead role as Alex Russo in the Disney Channel television series Wizards of Waverly Place (2007–2012). Alongside her television career, Gomez appeared in the films Another Cinderella Story (2008), Princess Protection Program (2009), Wizards of Waverly Place: The Movie (2009), Ramona and Beezus (2010), Monte Carlo (2011), Spring Breakers (2012), Getaway (2013), The Fundamentals of Caring (2016), The Dead Don't Die (2019), and A Rainy Day in New York (2019). She voiced the character Mavis in the Hotel Transylvania film franchise (2012–2022). Gomez executive produced the Netflix television series 13 Reasons Why (2017–2020) and Living Undocumented (2019) through her production company, July Moonhead Productions. She also executive produces and stars in the HBO Max cooking series Selena + Chef (2020–present) and the Hulu mystery-comedy series Only Murders in the Building (2021–present). The latter earned Gomez critical praise, and a nomination for Best Actress in a Comedy series at the Critics' Choice Television Awards. Gomez released three albums with her former band, Selena Gomez & the Scene, all of which reached the top ten of the US Billboard 200 and were certified gold by the Recording Industry Association of America: Kiss & Tell (2009), A Year Without Rain (2010), and When the Sun Goes Down (2011). Additionally, Gomez's three solo studio albums—Stars Dance (2013), Revival (2015), and Rare (2020)—each debuted atop the Billboard 200.[1] She also released the Spanish-language EP Revelación (2021), for which she received a nomination for the Grammy Award for Best Latin Pop Album.[2] A number of Gomez's singles have charted inside the top ten of the US Billboard Hot 100, including \"Come & Get It\", \"The Heart Wants What It Wants\", \"Good for You\", \"Same Old Love\", \"Hands to Myself\", \"We Don't Talk Anymore\", \"It Ain't Me\", and her first number-one song \"Lose You to Love Me\". Many of her songs are recognized by their characteristic, hushed vocal stylings. As of 2017[update], Gomez has sold over seven million albums and 22 million singles worldwide, according to Billboard. She has received various accolades and was named Billboard's Woman of the Year in 2017. Time magazine named her one of the 100 most influential people in the world in 2020. She has a large following on social media and is the most followed musician and actress on Instagram. Gomez's other ventures include makeup, clothing, handbag and fragrance lines. She has worked with many charitable organizations and served as a UNICEF ambassador since age 17.[3] Selena Marie Gomez was born on July 22, 1992, in Grand Prairie, Texas,[4] to Ricardo Joel Gomez[5] and Texas-born[5] former stage actress Mandy Teefey.[6] She was named after Tejano singer Selena Quintanilla, who died in 1995.[7][8] Her father is of Mexican descent, while her mother, who was adopted, has some Italian ancestry.[9][10][11] Gomez's paternal grandparents emigrated to Texas from Monterrey in the 1970s.[12] Of her heritage, Gomez has said she is \"a proud third-generation American-Mexican\"[13] and \"My family does have quinceañeras, and we go to the communion church. We do everything that's Catholic, but we don't really have anything traditional except go to the park and have barbecues on Sundays after church.\"[14] Gomez was fluent in Spanish until age seven.[12] Her parents divorced when she was five years old, and she remained with her mother.[6][15] Gomez has two younger half-sisters and a younger stepbrother: Gracie Elliot Teefey, through Amanda and her second husband, Brian Teefey,[16][17] and Victoria \"Tori\" and Marcus Gomez, through Ricardo and his second wife, Sara.[18] She earned her high-school diploma through homeschooling in May 2010.[19] Gomez was born when her mother was 16 years old.[20] The family had financial troubles throughout Gomez's childhood, her mother struggling to provide for the pair. At one point, Gomez recalls that they had to search for quarters just to get gas for their car. Her mother later recalled that the two would frequently walk to their local dollar store to buy spaghetti for dinner.[21] Gomez has said, \"I was frustrated that my parents weren't together, and never saw the light at the end of the tunnel where my mom was working hard to provide a better life for me. I'm terrified of what I would have become if I'd stayed [in Texas].\"[22] She later added that her mother \"was really strong around me. Having me at 16 had to have been a big responsibility. She gave up everything for me, had three jobs, supported me, sacrificed her life for me.\" Gomez had a close relationship with her grandparents as a child and appeared in various pageants. Her grandparents often took care of her while her parents finished their schooling, and she has said they \"raised her\" until she found success in show business.[23] Gomez first gained an interest in pursuing a career in entertainment watching her mother prepare for stage productions.[24] She began auditioning for various roles and met Demi Lovato during an audition for Barney & Friends.[25][26] Both Gomez and Lovato were later selected to appear on the series in 2002,[27][28] with Gomez portraying the character Gianna.[29] The show was her first acting gig. Gomez recalled of the experience, \"I was very shy when I was little [...] I didn't know what 'camera right' was. I didn't know what blocking was. I learned everything from Barney.\"[30] Gomez appeared in thirteen episodes of the show between 2002 and 2004; the show's producers released her as she was \"too old\" for the series.[31] While working on Barney & Friends, Gomez had a cameo role in the film Spy Kids 3-D: Game Over (2003) and the made-for-television film Walker, Texas Ranger: Trial by Fire (2005).[32] She guest starred in a 2006 episode of the Disney Channel series The Suite Life of Zack & Cody.[33] Gomez was given a recurring role on the Disney Channel series Hannah Montana in 2007 as pop star Mikayla.[34] During this time, Gomez filmed pilot episodes for two potential Disney Channel series; the first was a Suite Life spin-off titled Arwin!,[35] and the second was a Lizzie McGuire spin-off titled Stevie Sanchez.[36] She later auditioned for a role in the network's series Wizards of Waverly Place, ultimately winning the lead role of Alex Russo.[31] Gomez and her mother subsequently moved to Los Angeles; Lovato and her family also moved to Los Angeles, hoping to achieve similar success to Gomez.[28] Wizards of Waverly Place saw Gomez playing a teenage girl in a family of wizards who own a restaurant in New York City.[37] The series quickly became a success for the Disney Channel and represented Gomez's breakthrough into the mainstream.[38] The series received numerous awards and nominations.[39][40] Gomez recorded the theme song for the series, titled \"Everything is Not What It Seems\".[41] She later appeared in the music video for the Jonas Brothers' song \"Burnin' Up\" (2008).[42] While working on the second season of Wizards of Waverly Place, Gomez appeared on the Disney Channel special Studio DC: Almost Live alongside other Disney stars.[43] She contributed a cover of the song \"Cruella de Vil\" to the compilation album DisneyMania 6[44] and later recorded the original song \"Fly to Your Heart\" for the soundtrack of the animated film Tinker Bell.[45] She had a leading role as an aspiring dancer Mary Santiago in the direct-to-video film Another Cinderella Story, a sequel to A Cinderella Story (2004) starring Hilary Duff and Chad Michael Murray and the second installment of the A Cinderella Story series. Gomez recorded three songs for the soundtrack and released one with her band Selena Gomez & the Scene, \"Tell Me Something I Don't Know\", as a promotional single.[citation needed] Later that year, Gomez voiced Helga in the animated film Horton Hears a Who!.[46] The film was a commercial success, grossing nearly $300 million worldwide.[47] At age 16, Gomez signed a record deal with Hollywood Records, which had already signed both Cyrus and Lovato.[48][49] Gomez formed her own production company in 2008, which she called July Moon Productions.[50] She partnered with XYZ Films for the project, allowing Gomez to option articles, hire writers and create talent packages to shop to studios.[50][51] Gomez was slated to release two films under the company. The first, titled What Boys Want, would feature Gomez as a girl who could hear the thoughts of men.[52] She later announced a film adaptation of the novel Thirteen Reasons Why, in which she was to play a young girl who commits suicide; ultimately, neither film was made,[53] but Gomez would later executive produce a television adaptation of Thirteen Reasons Why.[54] Gomez continued to enjoy mainstream success throughout the following year, appearing as Alex Russo in a crossover episode of the Disney Channel series The Suite Life on Deck.[55] She also guest starred as herself on the Disney series Sonny with a Chance, starring Lovato.[56] She appeared in a remix of the Forever the Sickest Kids' single \"Whoa Oh! (Me vs. Everyone)\", released as a single in April of that year.[citation needed] Gomez, along with Lovato, starred in the Disney Channel film Princess Protection Program, which aired in June 2009. The film was a critical success[57] and had a total of 8.5 million viewers during its premiere.[58] For the film, Gomez and Lovato recorded the song \"One and the Same\", which was later released as a promotional single.[citation needed] She later voiced Princess Selenia in the animated film Arthur and the Revenge of Maltazard.[59] In August 2009, Gomez starred in Wizards of Waverly Place: The Movie, a television film based on the series.[60] The film premiered to an audience of 11.4 million viewers, becoming cable's number-one scripted telecast of the year and Disney Channel's second most-viewed film premiere, after High School Musical 2.[61] The film won the series its second consecutive Emmy for \"Outstanding Children's Program\" at the 62nd Primetime Emmy Awards.[62] Hoping to cross over into the music industry, Gomez formed the pop rock band Selena Gomez & the Scene through her record deal with Hollywood Records.[63] The name of the band is an \"ironic jab\" at the people who called Gomez a \"wannabe scene\".[64] The group released their first studio album in August 2009,[65][66][67][68] which debuted at number nine on the Billboard 200 albums chart in the United States with first-week sales of 66,000 copies.[69] The album received mixed reviews, with some critics praising its \"fun\" nature and others criticizing Gomez's vocal performance.[67][70][71] Although the lead single was not commercially successful,[72] the second single was due to heavy promotions through the Disney Channel and numerous live performances.[73][74] In 2010, Gomez starred alongside Joey King in Ramona and Beezus, a film adaptation of the children's novel series by Beverly Cleary.[75][76][77] The film premiered on July 23, 2010, to generally positive reviews.[78] Selena Gomez & the Scene released their second studio album A Year Without Rain that same year,[79][80] which debuted on the US Billboard 200 at number four with sales of over 66,000.[80] The album received mixed to positive reviews, where some critics reacting negatively to Gomez's Auto-Tuned vocals.[81] Both of the record's singles both achieved moderate success.[82][83] Having previously announced plans to launch a fashion line, Gomez released the Dream Out Loud collection in 2010.[84][85] It consisted of bohemian dresses, floral tops, jeans, skirts, jackets, scarves and hats, all of which were made from recycled or eco-friendly materials.[86][87] Gomez stated, \"With my line, I really want to give the customer options on how they can put their own looks together [...] I want the pieces that can be easy to dress up or down, and the fabrics being eco-friendly and organic is super important [...] Also, the tags will all have some of my inspirational quotes on them. I'm just looking to send a good message.\"[84][87] Gomez teamed up with designers Tony Melillo and Sandra Campos for the project, both of whom had previously worked with big-name fashion houses.[85] Melillo and Campos teamed with New York-based Adjmi Apparel to manufacture the brand, which was formed by Adjmi CH Brands LLC, the holding company for the brand.[88] In 2011, Gomez starred in the film Monte Carlo as Grace, a teenager \"mistaken for a socialite while on a trip to Paris\".[89] In preparation for the role, she learned to play polo and received dialect coaching to speak in two different British accents.[90][91] Gomez appeared in a cameo role in the film The Muppets[92] and appeared in the Disney shows So Random! and PrankStars.[93] Selena Gomez & the Scene released their third and final studio album that same year to mixed reviews.[94] The album's lead and final singles were only moderately successful,[95][96] but its second single was certified quadruple platinum by the RIAA.[97] It was announced on July 14, 2011, that Gomez had signed a license agreement with Adrenalina, an extreme sports and adventure-themed lifestyle brand, to develop, manufacture, and distribute her own fragrance. Chairman and CEO of Adrenalina, Ilia Lekach, said, \"We are incredibly enthused to be working with Ms. Gomez and will reveal more details pertaining to the fragrance as we get closer to the launch date.\"[98] The perfume was released in May 2012.[99] On November 6, 2011, she hosted the MTV Europe Music Awards in Belfast, Northern Ireland.[100] Gomez confirmed in January 2012 that she would be taking a break from music, placing Selena Gomez & the Scene on hiatus.[101] That year, Wizards of Waverly Place officially ended its run on the Disney Channel after four seasons.[102][103] Gomez later was cast in the animated film Hotel Transylvania (2012), replacing Miley Cyrus.[104] The film premiered at the 37th annual Toronto International Film Festival and was released on September 28, 2012.[104] Gomez had a role in the controversial exploitation film Spring Breakers (2013) starring James Franco.[105] The film saw Gomez playing a more mature character than she did previously and reportedly led to her having a \"bit of a meltdown on set\".[15] In 2013, she starred in the film Getaway.[106] The film was a critical and commercial failure[107] and earned Gomez a nomination for Worst Actress at the 34th Golden Raspberry Awards.[108] Despite earlier claims that she would be taking a break from music, Gomez confirmed in October 2012 that she was working on new material.[109][110] She later announced her solo debut album.[111] Gomez released \"Come & Get It\" as the lead single,[112] and the song became Gomez's first top-ten entry on the Billboard Hot 100.[113] The second single from the album, \"Slow Down\", peaked at number 27 on the Billboard charts.[114] Stars Dance was released on July 23, 2013. It became her first album to debut at number one on the US Billboard 200 chart, selling 97,000 copies in its first week.[115][116] It remained in the top ten in its second week but fell off the chart in the weeks following.[117][118][119] The record received mixed reviews from music critics, with some noticing her inability to create her own musical identity and panning her vocal abilities.[120][121][122] Gomez incorporated choreographed dance routines into the album's music videos and her promotional live performances, having been inspired by artists such as Janet Jackson and Britney Spears.[123] As of September 2015[update], the album has sold 392,000 copies in the US, making it her lowest-selling studio album to date in the country.[124] It remains her only studio effort to not receive a certification from the RIAA.[125] Gomez began her Stars Dance Tour on August 14, 2013.[126] After playing shows in North America and Europe, Gomez canceled the Australian and Asian legs of the tour in December 2013, claiming that she would be taking a hiatus to spend time with her family.[127] In January 2014, it was reported that Gomez had spent two weeks at Dawn at The Meadows, which is a treatment center in Wickenburg, Arizona that specializes in treating addiction and trauma in young people.[128][129] Her representative stated that she had spent time there \"voluntarily [...] but not for substance abuse\".[130][131] Gomez confirmed in 2015 that she had been diagnosed with lupus and that after canceling the tour she entered rehab to undergo chemotherapy.[132][133] Gomez appeared in the film Behaving Badly (2014) with Dylan McDermott and Nat Wolff.[134] The project, filmed prior to Gomez's stint in rehab, was released in August 2014 to a generally negative critical and commercial reception.[135][136][137][138] The author of the original autobiographical novel disavowed the film.[139] Gomez later appeared in the film Rudderless (2014), the directorial debut of William H. Macy.[140][141][142] The independent film received a mixed reception from critics.[143][144] In April of that year, it was reported that Gomez had fired her mother and stepfather as her managers, who had served in those roles since the beginning of her career.[145] Gomez later signed with the WME and Brillstein companies to manage her career.[146][147] The news of Gomez's new management also fueled rumors that her contract with Hollywood Records was coming to an end and that she was searching for a new label.[148][149] Gomez surprise-released her new single \"The Heart Wants What It Wants\" (2014) on November 6 and confirmed after months of speculation that she would be releasing a compilation album as a means of finishing out her contract with Hollywood Records.[149] The single went on to become her second top-ten hit on the Billboard Hot 100 chart and sold over one million copies in the US.[150] Gomez released her first solo compilation album, For You (2014), on November 24.[151] The album received minimal promotion and failed to achieve meet Gomez's previous standards of commercial success, selling 35,506 equivalent album units in the US during its first week of release and entered the Billboard 200 at number twenty-four.[152] Gomez officially parted ways with Hollywood Records and later signed with Interscope Records in December 2014.[153] While working on her second studio album, Gomez collaborated with Zedd on \"I Want You to Know\", released as the lead single from his second album on February 23, 2015.[154] The single became Gomez's fourth top twenty entry on the Billboard Hot 100 and was certified platinum by the RIAA.[150] Gomez released \"Good for You\" featuring rapper ASAP Rocky as the lead single from her second studio album on June 22, 2015.[155] The song sold 179,000 copies in its first week of release and became her first top-five single on the Billboard Hot 100[156] and her first single to top the Mainstream Top 40 chart.[157][158] In August 2015, Gomez appeared in the documentary Unity.[159] She reprised the voice role of Mavis in Hotel Transylvania 2, which was released on September 25; the film was met with a positive critical reception and commercial success upon release.[160] Gomez released her second studio album, Revival, on October 9, 2015.[161] It was reviewed positively by critics, who praised its production and lyrical content.[162][163][164] The album debuted at number one on the Billboard 200 with first-week sales of 117,000 album units.[165] It remains Gomez's highest first-week sales to date.[165] \"Same Old Love\" was released as the album's second single and topped the Mainstream Top 40 chart.[166][167] The single peaked at number five on the Billboard Hot 100, tying with \"Good for You\" as Gomez's highest-charting single at the time.[168] \"Hands to Myself\" served as the album's third single and became her third consecutive number one on the Mainstream Top 40,[169] making Gomez one of only six female artists to have three singles from the same album top the chart.[170] Gomez made a cameo appearance as herself in Adam McKay's film The Big Short, which was released on December 11 by Paramount Pictures.[171] She was the musical guest on the January 23, 2016, episode of Saturday Night Live, with host Ronda Rousey.[172] Gomez embarked on her worldwide Revival Tour (2016) on May 6.[173] Gomez claimed that the tour would focus solely on her as an artist and would feature less choreography and fewer effects than her previous tour.[173] After touring in North America, Asia and Oceania, she canceled the European and South America legs in August 2016 due to anxiety, panic attacks and depression caused by her lupus.[174] Gomez had a supporting role in the comedy film Neighbors 2: Sorority Rising; she played the president of a Phi Lambda sorority.[175] Her collaboration with Charlie Puth, \"We Don't Talk Anymore\" (2016),[176] reached the top ten in the US.[177] Also in 2016, Gomez starred in the drama film The Fundamentals of Caring,[178] which premiered at the Sundance Film Festival on January 29[179] and was released on Netflix on June 24[179] to mixed critical reception.[180] She also starred in In Dubious Battle with James Franco; the film was released on September 3, 2016.[181] Gomez began working on her third studio album while touring and added a new song titled \"Feel Me\" to the setlist of her Revival Tour.[182] The song leaked online nine months after the first performance.[183] The album, which at the time had no title or a release date, was set to be her second release through Interscope Records.[182] Gomez and Canadian singer Tory Lanez featured on \"Trust Nobody\", the second single from Norwegian DJ Cashmere Cat's debut studio album 9. The song was released in September 2016.[184] Following the cancelation of her tour, Gomez rechecked into rehab to focus on her mental health and was noticeably absent from social media.[185] She made her first public appearance since entering rehab at the 2016 American Music Awards,[186] where she was nominated for Favorite Pop/Rock Female Artist and Artist of the Year, the first of which she won.[187] On February 4, 2017, she posted a snippet of a new song on her Instagram stories.[188] Five days later, Norwegian DJ Kygo posted a snippet of his collaboration with Gomez.[189] Gomez and Kygo confirmed the single titled \"It Ain't Me\" on social media one week later, which was released on February 16.[190] The song reached the top ten of the Billboard Hot 100 chart.[191] Gomez served as executive producer for the series adaptation of the novel Thirteen Reasons Why.[54] She shared the first trailer of the show on January 25, 2017,[192] and the show premiered on Netflix on March 31, 2017.[193] The series drew backlash from various mental health charities and suicide prevention communities over \"dangerous content\", with some people feeling the show glamorized suicide. Gomez addressed the controversy, saying that \"We stayed very true to the book and that's initially what [author] Jay Asher created was a beautifully tragic, complicated yet suspenseful story and I think that's what we wanted to do. We wanted to do it justice and, yeah, [the backlash is] gonna come no matter what. It's not an easy subject to talk about, but I'm very fortunate with how it's doing.[194] Aside from the project, Gomez has been working on new music with producers the Futuristics, Jonas Jeberg,[195] and Ryan Tedder[196][197] and songwriters Julia Michaels, Justin Tranter[198] and Jacob Kasher.[197][199] On May 5, 2017, Gomez launched a countdown on her official website ending on May 18, leading to speculation about the release of a new single.[200][201][202] On May 11, it was confirmed that the countdown had been teasing the song \"Bad Liar\",[203] which premiered on May 18 alongside its first music video, which was available for streaming only through Spotify.[204] A second music video was released on YouTube the following month, which also teased the follow-up single \"Fetish\",[205] released on July 13, 2017.[206] In August 2017, Gomez was cast in the Woody Allen film A Rainy Day in New York.[207] Due to an allegation of sexual abuse against Allen, Gomez donated her salary from the film to the Time's Up initiative.[208] On October 19, 2017, Gomez and EDM producer Marshmello announced that they would be collaborating on a new single titled \"Wolves\", which was released on October 25.[209][210] On May 10, 2018, Gomez released a new single from the 13 Reasons Why Season 2 Soundtrack, titled \"Back to You\".[211] She once again voiced the character Mavis in Hotel Transylvania 3: Summer Vacation, released in July 2018.[212][213] On July 13, 2018, Los Angeles prosecutors announced that a New Jersey woman had been charged with hacking into email accounts belonging to Gomez and posting online images and other material she found.[214] Gomez featured on DJ Snake's song \"Taki Taki\" alongside Ozuna and Cardi B, released in September 2018.[215] She also featured on Julia Michaels's song \"Anxiety\" from Michaels's fourth EP Inner Monologue Part 1, which was released in January 2019, and alongside Tainy and J Balvin on Benny Blanco's song \"I Can't Get Enough\", which was released in February 2019.[216] That year, she appeared in Jim Jarmusch's film The Dead Don't Die.[217] In September 2019, it was announced that Gomez would executive produce the Netflix docuseries Living Undocumented, which follows eight undocumented families in America.[218] The six-episode series was released on October 2, 2019.[219] On October 23, 2019, Gomez released \"Lose You to Love Me\" as the lead single from her third studio album Rare.[220][221] The next day, she surprise-released the album's second single, \"Look at Her Now\".[222] \"Lose You to Love Me\" became Gomez's first number-one single in the US, skyrocketing from number 15 to the top of the Billboard Hot 100 on the issue dated November 9, 2019.[223] Rare was released on January 10, 2020, to positive critical response[224][225] and debuted atop the Billboard 200, becoming her third consecutive number-one album.[226] Later that month, she voiced a giraffe in the adventure film Dolittle, directed by Stephen Gaghan.[227][228] In May, it was announced Gomez would host and executive produce the HBO Max cooking show Selena + Chef, which features Gomez joined by a different chef each episode remotely due to the COVID-19 pandemic.[229] Each episode highlights a food-related charity.[230] The show premiered on August 13, 2020.[231] In June, Gomez was featured in a remix of Trevor Daniel's song, \"Past Life\".[232] In August, Gomez collaborated with South Korean girl group Blackpink for \"Ice Cream\", the second single from Blackpink's debut Korean-language studio album, The Album.[233] It was announced that Gomez would star in and executive produce the comedy series Only Murders in the Building alongside Steve Martin and Martin Short, her first scripted television role since Wizards of Waverly Place.[234] In August 2021, ahead of the official premiere of the series on Hulu, Gomez revealed that she was happy to have played a character that matched her current actual age, saying that she \"signed [her] life away\" to The Walt Disney Company at the start of her career and that she \"did not know what she was doing.\"[235] In September 2020, she was included on the Time 100, Time's list of the most influential people in the world.[236] Gomez made history when she was nominated as a producer for the Primetime Emmy Award for Outstanding Comedy Series for Only Murders in the Building at the 74th Primetime Emmy Awards, this marks only the second time a Latina has ever been among the producing nominees for comedy series in Emmy Award history.[237] Despite her history making nomination she was not nominated for Outstanding Lead Actress in a Comedy Series, which many in the industry predicted.[238] Her co-stars, Steve Martin and Martin Short released a statement saying, \"We’re a little dismayed that Selena didn’t get nominated because she’s so crucial to the trio, to the show. She kind of balances us.\"[239] In November 2020, Gomez was announced as executive producer and star of the Elgin James-directed biographical film In the Shadow of the Mountain, based on the memoir of Silvia Vasquez-Lavado, the first openly gay woman to complete the Seven Summits.[240] In January 2021, Gomez released the singles \"De Una Vez\"[241] and \"Baila Conmigo\" from her Spanish-language EP, Revelación, which was released on March 12.[242] \"Selfish Love\" with DJ Snake was released as the third single on March 4.[243] Gomez collaborated with Colombian singer Camilo in a song titled \"999\", which was released on August 27, 2021.[244] Gomez is described as a pop artist[245][246][247] with a mezzo-soprano vocal range. Her work is primarily characterised as dance-pop[246][248] and EDM;[246][249] however, she has experimented with different music genres. Her debut album with the Scene was influenced by electronic rock and pop rock,[250][251] while her subsequent records with the band opted for a dance-pop[252][253] sound. A Year Without Rain noted synth-pop characteristics,[254] and When the Sun Goes Down featured a more electropop[255] and electro-disco musical direction.[256] Her debut solo album Stars Dance was rooted in the EDM-pop[257][258] genre—Gomez herself described it as \"baby dubstep\"[259]—drawing elements from electronic, disco, techno, and dancehall.[260][261] Her songs \"The Heart Wants What It Wants\" and \"Good for You\" have been described as \"minimalistic\" and \"grown-up\",[262] introducing a more adult pop sound into her repertoire.[263] Early in her career, Gomez cited Bruno Mars as an influence for \"his style of music, his style in general, the way he performs, the way he carries himself\".[264] Gomez has also cited Christina Aguilera, Britney Spears, Beyoncé, Rihanna, and Taylor Swift as influences.[265][266][267][268][269][270] Gomez's debut solo album Stars Dance (2013) was prominently influenced by Spears, Swift, and EDM producer Skrillex;[271] her second album, Revival, was mainly inspired by Aguilera's album Stripped (2002), as well as Janet Jackson and Spears.[267][272] In 2009, Gomez was part of Sears's back-to-school fashion campaign and featured in television commercials.[273] She hosted the \"Sears Arrive Air Band Casting Call\" to select five winners for the first-ever \"Sears Air Band\" to perform at the 2009 MTV Video Music Awards.[274] She also became the spokesperson for Borden Milk and starred in campaign's print ads and television commercials for the brand.[275] From 2010 to 2014, Gomez worked with retailer Kmart to release her own clothing line, Dream Out Loud by Selena Gomez.[276][277] It was also announced that she would partner with the cellphone brand, Case-Mate, as part of its upcoming \"Right Case, Right Occasion\" marketing campaign. In 2013, she released her second fragrance, Vivamore by Selena Gomez.[278] She also created her own collection of nail polish colors for Nicole by OPI.[279] From 2013 to 2015, Gomez was a spokesperson and partner for Neo by Adidas.[280] In 2015, Gomez signed $3 million endorsement deal with Pantene.[281] In 2016, Gomez appeared in a fashion campaign for luxury brand Louis Vuitton.[282] She also appeared in ads for Coca-Cola's \"Share a Coke\" campaign, and advertisements for the campaign and lyrics from two of her songs were featured on Coca-Cola packaging nationwide.[283] In 2017, Gomez confirmed her collaboration with Coach, beginning with their fall line.[284] The limited-edition collection of handbags was called the \"Selena Grace\" line. On March 29, 2018, Gomez released photos from the handbag line on her Instagram account, featuring a black and brown Coach bag and the numbers \"3 29 ‘98\", referencing a date 20 years before.[285] She also signed with the athletic brand Puma as brand ambassador, appearing in campaigns such as those for the Phenom Lux sneakers released in March 2018.[286][287] Her collection with Puma, called SG x PUMA Strong Girl collection, launched on December 12 of that year and contained products from sneakers to athleisure attire.[288] It was also reported in 2018 that Gomez had been earning $800,000 for each sponsored Instagram post.[289] In September 2020, Gomez launched her own makeup line, \"Rare Beauty\".[290] In March 2021, she announced that she was launching a mini-magazine to promote her products of her brand \"Rare Beauty.\"[291] In October 2008, Gomez participated in St. Jude's Children's Hospital's \"Runway For Life\" benefit.[292] That same month, Gomez was named UNICEF's spokesperson for the Trick-or-Treat for UNICEF campaign, which encouraged children to raise money on Halloween to help children around the world.[293] In August 2009, Gomez, then 17 years old, became the youngest UNICEF ambassador (Millie Bobby Brown later surpassed this record).[294] In her first official field mission, Gomez traveled to Ghana in September 2009 for one week to witness first-hand the stark conditions of vulnerable children that lack vital necessities such as clean water, nourishment, education and healthcare.[295][296] Gomez explained in an interview with Associated Press correspondents that she wanted to use her star power to bring awareness to Ghana: \"That's why I feel very honored to have a voice that kids listen to and take into consideration [...] I had people on my tour asking me where IS Ghana, and they Googled it [...] and because I went there, they now know where Ghana is. So it's pretty incredible.\"[296][297] Gomez said, of her role as ambassador, that \"Every day 25,000 children die from preventable causes. I stand with UNICEF in the belief that we can change that number from 25,000 to zero. I know we can achieve this because every moment, UNICEF is on the ground providing children with the lifesaving assistance needed to ensure zero becomes a reality.\"[295] Gomez was named spokesperson for UNICEF's 2009 Trick-or-Treat campaign for the second year in a row.[298] She raised over $700,000 for the charity in 2008 and stated that she hopes to be able to raise US$1 million in 2009.[296] Gomez participated in a celebrity auction[299] and hosted a live web cast series on Facebook in support of the Trick-or-Treat campaign.[300] Gomez returned as the UNICEF spokesperson for the 60th anniversary of Trick-or-Treat for UNICEF campaign in 2010.[301] In celebration of the organization's 60th anniversary, Gomez and the Scene held a benefit concert, donating all proceeds to the campaign.[302] In February 2011, Gomez traveled to Chile to meet with the families of the UNICEF-supported \"Programa Puente\", which helped families better understand and develop skills to deal with early childhood education, development, and other issues related to raising children. Gomez remarked that \"UNICEF is helping Chilean families get out of poverty, prevent violence within the home and promote education. To witness first hand these families' struggles, and also their hope and perseverance, was truly inspiring\".[303] In March 2011, Gomez participated in the UNICEF Tap Project's \"Celebrity Tap Pack\" which featured limited-edition, custom-made water bottles with tap water from the homes of each celebrity advocate to raise funds and increase profile for the clean water and sanitation programs.[304] She was also featured in videos that promoted the campaign.[305][306] In April 2012, Gomez supported #SahelNOW, an emergency campaign to save lives in the Sahel region of West and Central Africa.[307] She visited UNICEF's Emergency Operation Centre and recorded an announcement to encourage people to donate $10 via text in support of UNICEF's relief efforts in the Sahel.[307] In 2014, Gomez visited Nepal to raise awareness for children in need.[308] A UNICEF ambassador since 2009, Gomez has played an active role in advocating for the world's \"most vulnerable children\" by participating in several campaigns, events, and initiatives on behalf of the organization.[309] Gomez was involved in the UR Votes Count campaign, which encouraged teenagers to learn more about 2008 presidential candidates Barack Obama and John McCain.[310] Gomez became the ambassador of DoSomething.org after being involved with the charity Island Dog, which helped dogs in Puerto Rico.[311] She joined while filming Wizards of Waverly Place: The Movie in Puerto Rico.[312] Gomez has also been involved with the charity RAISE Hope For Congo, an initiative of the Enough Project, to help raise awareness for conflict minerals and violence against Congolese women.[313] From 2009 to 2012, Gomez was involved in \"Disney's Friends for Change\", an organization which promoted \"environmentally-friendly behavior\", and appeared in its public service announcements.[314] Gomez, Demi Lovato, Miley Cyrus, and the Jonas Brothers recorded the charity single \"Send It On\" as the ad hoc musical team \"Disney's Friends For Change\", all of whose proceeds were donated into the Disney Worldwide Conservation Fund.[315] The song debuted on the Billboard Hot 100 at number 20.[315] In April 2012, Gomez was named ambassador to the Ryan Seacrest Foundation.[316] The year before, Gomez made an appearance at The Children's Hospital of Philadelphia during a Ryan Seacrest Foundation broadcast from the hospital's multimedia center.[317] She was also a spokesperson for State Farm Insurance and appeared in numerous television commercials, which aired on the Disney Channel, to raise awareness of being a safe driver.[318] Gomez attended the WE Day California event in Los Angeles in 2018 and 2019. During the 2018 event, Gomez introduced Nellie Mainor, a young fan who had a rare kidney disease.[319] Her participation in WE Day 2019 was her first appearance after an extended break from the spotlight.[320] Gomez continued her partnership with WE Charity when she traveled to Kenya in December 2019 to meet the local community and visit schools built by the organization.[321] She's been referred to as the \"Dance-pop Princess\" by media outlets,[322][323] various journalists regard Gomez as a \"triple threat\", owing to her successful singing, performing, and acting careers.[324] The Guardian credits her with popularizing \"whisper pop\"— a style of pop music characterized by soft, hushed and breathy vocals.[325] In 2020, Gomez received the Art Award from Hispanic Heritage Foundation for her impact on global culture via her music, filmography and advocacy.[326] She was named Woman of the Year by Billboard in 2017, in recognition of her influence and commercial success.[327] Gomez was listed amongst Time's 100 most influential people of 2020.[328] In 2022, People named Gomez as one of 15 women who are \"changing the music industry today\".[329] Variety considers her a key personality in global media, owing to her \"multi-hyphenate\" presence incorporating music, films, television, cosmetics, and social activism.[330] Gomez advocates for various causes. She is known for frequently raising awareness on mental health.[331] She has shown support for the LGBT community. She joined numerous celebrities to write a \"love letter\" during pride month, as a part of Billboard's 30 Days of Pride during the month of June 2016. That year, she donated proceeds of her Revival Tour concert in North Carolina to fight the state's recent legislation known as the \"bathroom law;\" The law, repealed in 2017, required people to use public restrooms in line with their birth gender unless they had fully transitioned.[332] She is a critic of racism and supported the Black Lives Matter movement, lending her Instagram account to Alicia Garza, co-creator of Black Lives Matter and one of the founders of Black Futures Lab, in June 2020.[333][334] In the wake of the Alabama abortion ban in May 2019, Gomez spoke out on Instagram in favor of abortion rights in the United States.[335] In May 2021, Gomez participated in the VAX Live: The Concert to Reunite the World concert organized by Global Citizen to promote the distribution of COVID-19 vaccines worldwide through the COVAX program. The event urged people to ask their governments to pledge $22.1 billion in aid to the vaccine distribution.[336] In 2020, Gomez moved to a $4.9 million mansion in the Los Angeles neighborhood of Encino.[337] Gomez was raised Catholic. At age 13, she wanted a purity ring, and her father went to the church and had it blessed. She has said, \"He actually used me as an example for other kids: I'm going to keep my promise to myself, to my family and to God.\" Gomez stopped wearing the ring in 2010.[338] In 2017, she said she did not like the term \"religion\" and that sometimes it \"freaks me out,\" adding, \"I don't know if it's necessarily that I believe in religion as much as I believe in faith and a relationship with God.\"[339] In 2014, Gomez said that she listened to \"Oceans (Where Feet May Fail)\" by Hillsong United before performing at the 2014 American Music Awards.[340] In 2016, she appeared at a Hillsong Young & Free concert in Los Angeles, leading worship by singing her song \"Nobody\".[341][342][343] When a fan on Twitter asked her who the lyrics to \"Nobody\" refer to, Gomez replied that they refer to God.[344] She also covered Hillsong Worship's song \"Transfiguration\" during her Revival Tour.[345] As of 2020[update], she attends a different congregation in California, the Hillsong Church,[346][347] and has said that she does not consider herself religious, but is more concerned with her faith and connection to God.[348] Gomez was diagnosed with lupus sometime between 2012 and early 2014. In September 2017, she revealed on Instagram that she had withdrawn from public events during the previous few months because she had received a kidney transplant from actress and friend Francia Raisa.[349][350][351] During the transplant, an artery broke and emergency surgery was conducted to build a new artery using a vein from her leg.[352][353][354] Gomez has been open about her struggles with both anxiety and depression. She began pursuing therapy in her early twenties and also spent time in treatment facilities. When she reached 100 million Instagram followers, Gomez said she \"sort of freaked out\" and has since taken several extended breaks from social media, due in part to negative comments.[355] In April 2020, she revealed she has bipolar disorder.[356][357] Gomez dated singer Nick Jonas from 2008 to 2009. She appeared in the music video for his band's song \"Burnin' Up\".[358] From December 2010 to March 2018, Gomez was in an on-again, off-again relationship with Canadian singer Justin Bieber.[359][360] In 2015, she began dating Russian-German DJ Zedd shortly after recording their song \"I Want You to Know\". They broke up later that year.[361] In January 2017, Gomez began dating Canadian singer-songwriter the Weeknd.[362] They moved in together temporarily later on in September, but broke up a month later.[363][364] According to the review aggregator site Rotten Tomatoes, Gomez's most critically acclaimed television and film projects include The Suite Life of Zack & Cody (2006), Hannah Montana (2007), Wizards of Waverly Place (2007–2012), Another Cinderella Story (2008), Princess Protection Program (2009), Ramona and Beezus (2010), The Muppets (2011), Spring Breakers (2012), Hotel Transylvania (2012), Girl Rising (2013), The Wizards Return: Alex vs. Alex (2013), Rudderless (2014), The Fundamentals of Caring (2016), Neighbors 2: Sorority Rising (2016), The Dead Don't Die (2019), A Rainy Day in New York (2019), Selena + Chef (2020–present), and Only Murders in the Building (2021–present).[365] Gomez also executive produced the television series 13 Reasons Why (2017–2020) and Living Undocumented (2019).[365]","Title":"Selena Gomez - Wikipedia","KeyID":"3077","URL":"https://en.wikipedia.org/wiki/Selena_Gomez"}