{"Content: ":"Michael Daniel Penn (born August 1, 1958) is an American singer-songwriter and composer. He is noted for the 1989 single \"No Myth\", a top 20 hit in the US and successful in several other countries. Penn was born in Greenwich Village, New York City. He is the first son of actor and director Leo Penn and actress Eileen Ryan, and the brother of actors Sean Penn and Chris Penn. He is of Lithuanian-Jewish (paternal) and Irish–Italian (maternal) descent. Michael Penn is a critically acclaimed singer/songwriter and film composer.[1] Prior to the release of his 1989 debut album March, Penn was a member of the Los Angeles band Doll Congress. Penn was one of two musical guests, as a solo artist on Saturday Night Live October 24, 1987, with his brother Sean hosting. Penn had also appeared as an extra on a few television series, including St. Elsewhere. March, particularly the first single, \"No Myth\", brought Penn attention, as well as the 1990 MTV Video Music Award for Best New Artist. Penn's follow-up albums Free-for-All (1992), Resigned (1997), MP4: Days Since a Lost Time Accident (2000), Mr. Hollywood Jr., 1947 (2005) and Palms and Runes, Tarot and Tea (2007) weren't able to match the commercial success of March, although critics continued to praise his songcraft. It was with Free-for-All that Penn faced the specter of the one-hit wonder. The album, while praised by critics, was not as successful as Penn's debut, though it had more than its share of supporters. Rolling Stone called it \"stunning\"[2] and CMJ wrote that the album \"exhausts any doubts\" about whether March was a fluke.[3] In Vox magazine, critic Gary Leboff acknowledged that Penn could be \"pig-headedly uncommercial,\" but, he conceded, \"the payoff is sublime\". Leboff continues, \"His freeform songwriting creates tracks of startling shape and originality, offering literate reflections on the human condition...\"[citation needed] Penn collaborated with the renowned surrealist animators The Brothers Quay on \"Long Way Down (Look What the Cat Drug In)\", which found a home not only on MTV but in film festivals around the country. He has worked extensively creating original music for film. He scored Paul Thomas Anderson's films Hard Eight (1996) and Boogie Nights (1997); he also appears in the latter in a cameo role as a recording engineer. During the editing of the film, Anderson directed a music video with Penn for \"Try\" from Resigned (the video can be found on the Boogie Nights DVD). Other films scored by Penn include Alan Cumming's first two directorial efforts, The Anniversary Party and Suffering Man's Charity;[4] American Teen, Sunshine Cleaning;[5] the documentary The Comedians of Comedy; and The Last Kiss. In 2003, he was nominated for a DVDX Award for Best Original Score in a DVD Premiere Movie for Melvin Goes to Dinner.[6] Penn has produced recordings for Aimee Mann, The Wallflowers and Liz Phair. In August 2005, Penn released Mr. Hollywood Jr., 1947 on his own Mimeograph Records label. Its songs are set against the background of post-World War II Los Angeles; Penn said he chose the year because of several notable events that took place then, including the passage of the National Security Act and the invention of the transistor.[7] The album was reissued by Legacy Recordings in April 2007 with bonus tracks from a KCRW session.[8] The reissue came in conjunction with Legacy's release of Palms and Runes, Tarot and Tea: A Michael Penn Collection, a compilation that includes several alternate versions and previously unreleased songs. Penn said his goal in compiling, ordering tracks for and producing Palms and Runes was to \"make it feel like an album\" in its own right.[citation needed] In late 2009, Penn composed the music for the film That Evening Sun.[9] In 2012, Penn began work as the composer for the HBO TV show Girls.[10] In January 2013, the Girls Vol. 1 soundtrack was released on iTunes. The album contained a new song by Michael Penn titled \"On Your Way\", which was featured in the finale of Season 1. He also joined the crew of Showtime's Masters of Sex in 2013 as series composer. The show's pilot episode was initially set to be scored by Thomas Newman, but this did not come to fruition and Penn scored both the pilot and the rest of the series. In 2018, he joined two new TV series as a composer - Good Girls on NBC and Here and Now on HBO. In 2020, Penn released a new single, \"A Revival\". It was his first non-soundtrack work in 15 years.[11] Penn met fellow singer-songwriter Aimee Mann, and during the recording of her album I'm with Stupid (to which Penn contributed), the two struck up a friendship, which blossomed into romance and their subsequent marriage on December 29, 1997. Together with manager Michael Hausman they formed United Musicians, an independent music collective founded on \"the principle that every artist should be able to retain copyright ownership of the work he or she has created and that this ownership is the basis for artistic strength and true independence.\"[12] Penn and Mann live in Los Angeles. His niece (his brother Sean's daughter) is actress Dylan Penn. Studio albums","Title":"Michael Penn - Wikipedia","KeyID":"3089","URL":"https://en.wikipedia.org/wiki/Michael_Penn"}