{"Content: ":"Khalid Donnel Robinson (born February 11, 1998)[1] is an American singer signed to Right Hand Music Group and RCA Records. He rose to fame after the release of his debut studio album American Teen (2017), which was certified 4× platinum by the Recording Industry Association of America (RIAA). The album spawned the US top 20 singles \"Location\" and \"Young Dumb & Broke\", with the former being certified Diamond by the RIAA. Later that year, he was featured on Logic's US top 10 single \"1-800-273-8255\" with Alessia Cara, which earned him a Grammy Award for Song of the Year nomination. The following year, Khalid released the No. 1 pop songs \"Love Lies\" with Normani and \"Eastside\" with Benny Blanco and Halsey, both of which tied the record at the time for longest charting songs on the Mainstream Top 40 chart and reached the top 10 on the Billboard Hot 100. In September 2018, he released the No. 1 Rhythmic song \"Better\" as the lead single from his top 10 EP Suncity. In April 2019, he released his second studio album, Free Spirit, which debuted atop the Billboard 200 chart. The lead single \"Talk\" peaked at No. 3 in the US and earned him a Grammy Award for Record of the Year nomination. Khalid has received multiple accolades including six Grammy Award nominations, six Billboard Music Awards, three American Music Awards and a MTV Video Music Award. In 2019, Khalid was named one of Time magazine's 100 Most Influential People.[2] Robinson was born in Fort Stewart, Georgia.[3] He spent his childhood in various locations due to his mother, Linda Wolfe, and father's military careers, including Fort Campbell in Kentucky, Fort Drum in Watertown, New York, and six years in Heidelberg, Germany.[4] Wolfe worked as a supply technician and became a member of the Army corps. In high school, Robinson studied singing and musical theater. He attended Carthage Central High School in Carthage, New York for his first three years of high school before he and his mother moved to El Paso, Texas, where he attended Americas High School for his senior year.[5] Khalid began writing and creating music in high school; he posted his early works to SoundCloud. Shortly after graduating from Americas High School, Khalid reached number two on the Billboard Twitter Emerging Artists chart in July 2016. His single \"Location\" began charting, which led to his being featured in many publications, including Billboard,[6] Yahoo!,[7] BuzzFeed,[8] and Rolling Stone.[9] With production from Syk Sense, Tunji Ige, and Smash David, \"Location\" finished the year 2016 at number 20 on the US Mainstream R&B/Hip-Hop Airplay chart[6] and reached the Top 10 on the US Hot R&B Songs chart on January 21, 2017.[10] The music video for \"Location\" premiered on The Fader's website.[11] The album's second single \"Young Dumb & Broke\" became a sleeper hit, becoming a hit at rhythmic formats and crossing over to pop radio into early 2018. In January 2017, Alina Baraz's single \"Electric\", featuring Khalid, was released.[12] His collaboration with Brasstracks, called \"Whirlwind\", was part of the Yours Truly & Adidas Originals Songs from Scratch series, and received over 700,000 SoundCloud plays.[13] Khalid contributed uncredited vocals to Kendrick Lamar's song \"The Heart Part 4\", released on March 24, 2017.[14][15] On April 28, 2017, Logic released the single \"1-800-273-8255\", which featured Khalid and Alessia Cara; the single peaked at number three on the Billboard Hot 100, making it Khalid's highest-charting single.[16] He sold out every venue on his 21-city January–February 2017 Location Tour, including the 1,500-capacity Tricky Falls in El Paso.[17] Following the completion of the tour, his debut studio album American Teen was released on March 3, 2017.[18] The album received critical acclaim and Grammy Award nominations for Best Urban Contemporary Album and Best R&B Song (for \"Location\"), at the 2018 ceremony.[19] On October 24, 2017, the album was certified platinum by the Recording Industry Association of America (RIAA) for selling over 1,000,000 in combined pure sales and album-equivalent units.[20] In 2017, Khalid won a VMA Award for Best New Artist.[21] Khalid made his television debut performing \"Location\" on The Tonight Show Starring Jimmy Fallon March 15, 2017, backed by The Roots.[22] His song \"Angels\" was featured on the ABC drama series Grey's Anatomy in the episode entitled \"Don't Stop Me Now\", which aired April 27, 2017.[23] In September 2018, El Paso Mayor Dee Margo Friday presented Khalid with the key to the City of El Paso.[24] Khalid's next single was a collaboration with American DJ Marshmello titled \"Silence\", which was released on August 11, 2017, via RCA Records.[25] The song appeared on the Top 200 in over 28 countries. It topped the Dance charts in Australia, the United Kingdom, and the United States, and charted in the Top 10 of more than fifteen countries such as Germany, Sweden and Norway. It also appeared on the year-end charts of Hungary, Denmark, Austria, Belgium, and the Netherlands. Additionally, it was certified multi-platinum in many countries. Among them were platinum by BPI (United Kingdom) and BM (Germany), double platinum by BEA (Belgium), RMNZ (New Zealand) and RIAA (United States), triple platinum by MC (Canada), a quadruple platinum by SRIA (Sweden) and a quintuple platinum by ARIA (Australia). Khalid's song \"The Ways\" with rapper Swae Lee was featured in the Marvel film Black Panther. As of February 23, 2018, the song peaked at number 63 on the Billboard Hot 100.[26] In 2017, he collaborated with Lorde, SZA, and Post Malone on Lorde's \"Homemade Dynamite\" remix. He released a duet with singer Normani, called \"Love Lies\", recorded for the Love, Simon film soundtrack, which reached the top ten of the Billboard Hot 100 in 2018.[27] \"Love Lies\" was each artist's first number one on the US Pop Songs chart, and finished in the top 20 of the 2018 Billboard Hot 100 Year-End chart. In May 2018, he wrote \"Youth\" in collaboration with Canadian artist Shawn Mendes. The song was featured on Mendes' self titled album and contains references to the social and political climate at that time. Mendes and Khalid performed \"Youth\" at the 2018 Billboard Music Awards on May 20, 2018, as a tribute to the victims of gun violence. The performance featured the show choir from Marjory Stoneman Douglas High School.[28] Khalid wrote and provided vocals for DJ/producer Martin Garrix's song \"Ocean\", released through Stmpd Rcrds on June 15, 2018. It peaked at number 78 on the Billboard Hot 100, number 5 on the Dance/Electronic Songs chart, and finished at number 16 on its 2018-year end chart, then number 81 the next year. He collaborated with Billie Eilish on the song \"Lovely\", which was sampled multiple times on Goodbye & Good Riddance, the debut album of rapper Juice Wrld. In July 2018, he was featured alongside Halsey on Benny Blanco's debut single \"Eastside\".[29] The song charted in the Billboard Hot 100's top ten and reached number one on the US Pop Songs chart, after a record 30-week climb. He also released a song called \"Better\" on September 14, the first day of two hometown shows.[30] The song topped the Rhythmic Songs airplay ranking and charted in the top five at pop radio. In October 2018, Khalid released an EP, Suncity, on October 19, 2018, through RCA Records.[31][32] The EP debuted at number 8 on the Billboard 200.[33] The album also spawned the song \"Saturday Nights\", later remixed to feature country artist Kane Brown. In February 2019, Khalid released the single \"Talk\", and he made his debut on Saturday Night Live on March 9, 2019, performing \"Talk\" and \"Better\".[34] His second studio album Free Spirit was released on April 5, 2019, along with an accompanying short film. It debuted atop the US Billboard 200 with 202,000 album-equivalent units (including 85,000 pure album sales) in its first week, becoming Khalid's first US number-one album.[35] On April 20, 2019, Khalid made history by becoming the first and only artist to occupy the entire top 5 of the Billboard R&B Songs chart.[36][37] On April 25, 2019, Billboard magazine reported that since March 2018, Khalid had landed a 59-week straight streak of hits (and counting) on the Hot 100 since his Normani collaboration \"Love Lies\" debuted on the chart. He charted 12 tracks (both solo hits and features) on the Hot 100 throughout the last year.[38] In order to promote the album, Khalid embarked on his fourth concert tour titled the Free Spirit World Tour which will visit North America, Europe and Oceania on May 18, 2019, which is set to conclude on December 5, 2019.[39][40][41] Following the release of Free Spirit, Khalid was reported to have become the biggest global artist on Spotify, hitting 50.4 million monthly listeners on the streaming platform, and subsequently surpassing Ariana Grande.[42][43] In October 2019, Khalid and Major Lazer released a single titled \"Trigger\" which was also featured on Death Stranding's soundtrack. On July 11, 2021, Khalid premiered his single \"New Normal\" during Richard Branson's Virgin Galactic Unity 22 spaceflight at Spaceport America, New Mexico.[44][45] The song will appear on his upcoming third studio album Everything Is Changing.[46] Prior to the album's release, Khalid released his first mixtape Scenic Drive on December 3, 2021.[47] On November 20, 2021, Khalid previewed a new song titled \"Backseat\", which serves as the third track on the mixtape.[48][47] Khalid's music is primarily R&B,[49][50] hip hop,[51] pop[49] and pop-soul.[52] He sings in both the baritone and tenor ranges, effectively rendering him a baritenor. Khalid possesses a two octave vocal range, ranging from the low F2 to the middle B♭4.[53] Khalid cites his mother as his leading musical inspiration[5] and has cited Kendrick Lamar, A$AP Rocky, Father John Misty, Frank Ocean, Grizzly Bear, Chance the Rapper, Lorde, India.Arie, and James Blake as other influences.[54][55] Headlining Supporting","Title":"Khalid (singer) - Wikipedia","KeyID":"3108","URL":"https://en.wikipedia.org/wiki/Khalid_(singer)"}