{"Content: ":"As Tall As Lions were an indie rock band from Long Island, New York.[1] High school friends Dan Nigro (lead vocals & guitars), Saen Fitzgerald (guitar, keyboards, & percussion), Brian Fortune (guitars & keyboards) and Cliff Sarcona (drums & percussion) founded the band in December 2001 as they were looking to continue the momentum of a previous project,[2] a group called SundazE. Blood and Aphorisms was released in July 2002, at local venue Backstreet Blues. Upon its release, vocalist Dan Nigro sent the EP to some websites, which caught the attention of then-influential \"thescout.net\". The EP garnered the band local radio airplay and the attention of the local music scene. Without a permanent live bassist however, the band used studio engineer Rich Leigey, who had worked on the EP, and friend Julio Tavarez, before Dan Nigro began auditioning and recruiting bassists. It wasn't until October 2002 that the band brought on board bassist Brian Caesar. A few months later, the band signed a joint development deal with Island Records and Triple Crown Records.[3] In May 2003, the band relocated to Chicago, Illinois, to record their debut album, Lafcadio with Sean O'Keefe. Asked to re-release the EP by the label, the band settled on handpicking songs from Blood and Aphorisms as well as adding new ones. At the end of October of that year, Nigro, Sarcona and Caesar went back to Chicago's Gravity Studios, using money out of their own pocket and successfully remixed and re-tracked the final three songs. Later the band returned to O'Keefe on several occasions to record the songs \"33\" and \"Mellon Collie...\" for an unreleased Smashing Pumpkins tribute album, the song \"Children in Bloom\" for the Counting Crows compilation album Dead and Dreaming and the song \"Girl of the North Country\" for a Bob Dylan tribute album. While three of the band members were in Chicago, guitarist Brian Fortune had enrolled at St. John's University in Queens and withdrew from the band. After months of auditioning guitar players with little luck, the band agreed to move vocalist Dan Nigro to guitar (he had previously been strictly a vocalist) and continue on as a quartet. The band set out on numerous tours in support of Lafcadio and while they admit they were \"young and having fun,\" they were losing money daily. Then in July 2004, bassist Brian Caesar left the band citing a desire to lead an ordinary life. The band came home from tour and wrote the songs \"Stab City\" and \"Where Do I Stand\". In July 2005, while writing, Fitzgerald, Sarcona and Tavarez left for a trip to the Dominican Republic. While there Nigro stayed home as he was feeling good about the writing process and was comfortable with the progress. Soon thereafter, As Tall as Lions wrote \"Songs for Luna\", \"Love, Love, Love\", \"Maybe I'm Just Tired\" and \"A Break a Pause\". In October, just as they were about to enter the studio, the band completed writing \"A Soft Hum\", \"Ghost of York\", \"Be Here Now\", \"Kicking Myself\", and B-side \"Underbelly\". The band gathered together producer Steven Haigler and longtime ATAL producer Mike Watts in the Freeport, NY VuDu Studios. They continued recording through the fall, finishing the mixes in January 2006. Incredibly proud of the record, the band showed the songs to their record label, who immediately wrote the songs off as \"soft\" and maintained that there were \"no radio singles.\" In the third week of January, the band finished mixing and set out on tour. It was around this time that the band decided to ask friend, Rob Parr, to join the band on tour as keyboardist after having met him while touring in support of Lafcadio. Having never played piano, Parr worked hard to familiarize himself with the new instrument and by February of that year, he was touring with the band in support of the not-yet-released self-titled album. On August 8, 2006, the band released their self-titled album. In October, they set out on tour in support of it. Between tours, the band began work on a holiday EP, and recorded \"It's Only Christmas\", covers \"Across the Universe\" and \"O' Holy Night\", only to be unreleased but lived on via different websites and released compilations. The band inked a spot on the AP Tour in March of that year and remained on that bill through April. The band began a headlining tour in June and July, playing to packed crowds nightly. On July 17, the Long Island quartet made their television debut on Jimmy Kimmel Live!. They continued on tour in August and September and came home in the winter to work on new material. Reformulating previous ideas, As Tall as Lions began writing what would become the EP Into the Flood. On November 27, the band released the EP to iTunes, charting the Top 50 for the first week of release. During its release, drummer Sarcona and bassist Tavarez went on a national tour with the Boston-based project The Dear Hunter. An ATAL tour with Silverchair followed in December, as well as other select dates. The EP was released on vinyl on March 17. In January 2008, the band began work on their new record, You Can't Take It with You, released on August 18, 2009. On September 29, 2010, As Tall As Lions announced that the band was amicably splitting up.[4] Three fourths of the band (Julio, Saen, and Cliff) formed an experimental/improvisation/instrumental band Kilimanjaro, which is currently on hiatus.[5] Lead singer Dan Nigro is working on a solo project, named Blocks.[6] On January 29, 2013, Sarcona and Tavarez announced their new project, The Black and the White, along with releasing new music and touring in 2013 and 2014.[7] Guitarist Saen Fitzgerald is currently in a band called Willis Work. Keyboardist Rob Parr is now a guitarist and backing vocalist in The Dear Hunter. [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20]","Title":"As Tall as Lions - Wikipedia","KeyID":"3131","URL":"https://en.wikipedia.org/wiki/Lafcadio"}