{"Content: ":"\"Cameo Lover\" is a song by New Zealand singer-songwriter and guitarist Kimbra from her debut studio album, Vows. The song was released in New Zealand and Australia as the album's second single on 29 March 2011. At the ARIA Music Awards of 2011 Kimbra won ARIA Award for Best Female Artist for the song, while its video was nominated for Best Video.[1][2] The song, written by Kimbra, was nominated for 'Song of the Year' at the 2012 APRA Music Awards.[3][4] On July 2011, the song won the Vanda & Young Global Songwriting Competition.[5][6] Earlier that year, Gotye had first noticed Kimbra when both were short-listed as finalists for the competition.[7] Gotye subsequently invited Kimbra to feature as the lead female vocalist on his recording of \"Somebody That I Used to Know\".[7] The song is about a guy who lives in the dark, he's brooding and the one who's singing the song, in this case Kimbra, is trying to bring him out. This song is composed in the key of C♯, and has the bpm of 128. The song features heavy synth and percussion. The vocals span 2 octaves and a semitone excluding harmonies, the lowest note being G3 and the highest being G♯5. The official music video for \"Cameo Lover\" was posted on Kimbra's YouTube channel on 25 April 2011.[9] The video run time is 3 minutes 58 seconds. In the video, Kimbra is on a white set, wearing a pink dress, and facing five men in desks all wearing black tuxedos and black blindfolds. As the chorus comes in, young girls appear with Kimbra, all playing tambourines, and it shows that the tuxedos, blindfolds, and nails of the men begin to change into bright colours of the rainbow as the music continues. But the man in the middle, who is supposed to be Kimbra's \"cameo lover,\" does not change colours until later on in the song, as the men next to him encourage him by lip syncing and hitting their desks to the beat. As the set goes dark, the two girls from Kimbra's \"Settle Down\" music video join her, dressed in blue, they lip sync with Kimbra and begin to play tambourines as all the other girls. In the end, confetti falls around the girls and Kimbra as the songs begins to end and they dance around happily. The men in the desks all change colours of their suits, and the man in the middle takes off his blindfold revealing his blue eyes to Kimbra.","Title":"Cameo Lover - Wikipedia","KeyID":"3133","URL":"https://en.wikipedia.org/wiki/Cameo_Lover"}