{"Content: ":"Vows is the debut studio album by New Zealand singer Kimbra. The album was recorded between 2008 and 2011 and was released on 29 August 2011 in New Zealand, and on 2 September in Australia by Warner Bros. Records. Vows has spawned 3 charting singles, \"Settle Down\", \"Cameo Lover\" and \"Good Intent\". Vows opened at number three on the RIANZ Albums Chart in its first week after release, with \"Settle Down\" re-entering the singles chart at number 37.[3] In Australia, the album debuted at number five on the ARIA Albums Chart, later peaking at number four. Vows has been certified Platinum in Australia for shipment of 70,000 units and Platinum in New Zealand for sales of 15,000 units. At the J Awards of 2011, the album was nominated for Australian Album of the Year.[4] On 4 May 2012, the album was re-released with six new songs, new mixing and was mastered by Colin Leonard in Atlanta, US. It was released in Australia as Vows: Australian Tour Edition to coincide with her winter 2012 tour and included 6 previously unreleased songs.[5] This edition of the album was released in New Zealand on 11 May 2012 as Vows: Deluxe Edition.[6] On 22 May 2012 Vows was released to the North American market, debuting at number 14 on the Billboard 200. The album artwork including body art and illustrations were created by Rhys Mitchell and Raphael Rizzo.[7] Kimbra was originally discovered by her soon-to-be manager, Mark Richardson at the age of 17. Shortly after being discovered by Mark, she moved to Melbourne, Australia to follow her path in the music industry, signing with Forum 5. Kimbra started recording and writing the album in 2008. The album's lead single Settle Down was the earliest song she had written, being when she was sixteen years old. Kimbra recorded the album at her home and other various studios throughout Australia. The songs on the record follow a theme of love, loss, romance and want. Musically, Kimbra was heavily influenced by Björk, The Mars Volta, Jeff Buckley, Rufus Wainwright and others during the creation of Vows. She wanted the album to have an overall jazzy feel, thus trying make a record that pushes boundaries but still be considered \"pop music\". She found Nina Simone as a huge inspiration for the track Plain Gold Ring. Kimbra has said many times that she chose the singles for this album by visualizing music videos for each of the songs and chose the top six ideas. The genres of the album consist of indie pop, soul, jazz, and art pop. Kimbra has stated the following quote as a summary of the album's concept and overall feel: \"Vows say a lot about who you are, and even more when we choose to break them.\" The album received generally favorable reviews, obtaining a normalised score of 72 out of 100 from Metacritic, based on reviews from 16 selected mainstream critics.[8] Lydia Jenkin, of The New Zealand Herald's Time Out magazine, gave Vows 4/5 stars, praising Kimbra's \"exciting vocal experiments on this colourful debut with impressive range\".[14] Jody Rosen of Rolling Stone gave a positive review of the album, comparing the material to that of Björk.[17] The album artwork including body art and illustrations were created by Rhys Mitchell and Raphael Rizzo. It consisted of Kimbra's body painted white with black body art on, and standing in front of a white background. Notes If New Zealand deluxe edition tracks are tracks 12-17: ^ Shipments figures based on certification alone. ","Title":"Vows (album) - Wikipedia","KeyID":"3134","URL":"https://en.wikipedia.org/wiki/Vows_(album)"}