{"Content: ":"\"I Blame Myself\" is a song by American singer Sky Ferreira from her debut studio album, Night Time, My Time (2013). It was released in the United Kingdom on June 9, 2014, by Capitol Records as the second single from the record.[1] The song was written and produced by Ariel Rechtshaid and Justin Raisen, with additional songwriting provided by Ferreira, Daniel Nigro, and Jordan Benik. \"I Blame Myself\" is an electropop and synth-pop song, in which Ferreira acknowledges that she is responsible for her public image. Contemporary music critics commended \"I Blame Myself\" in their reviews of Night Time, My Time, and placed particular praise on its production. An accompanying music video for the track was filmed in Compton, California, and directed by Grant Singer; it was premiered through Ssense on April 16, 2014. It depicts Ferreira as a gang leader, who is called in to settle a conflict between rivaling groups. She has performed the track on The Tonight Show Starring Jimmy Fallon in April 2014. In February 2014, it was reported that \"Boys\" would be serviced as the second single from Night Time, My Time, following its lead single \"You're Not the One\" which had been premiered in September 2013.[2] However, Capitol Records instead released the song as a free digital download in the United Kingdom on March 1,[3] preceding the launch of Night Time, My Time in the country.[4] \"I Blame Myself\" was confirmed as the official second single from the record in April, while Ferreira was filming its accompanying music video.[5] \"I Blame Myself\" was written and produced by Ariel Rechtshaid and Justin Raisen, with additional songwriting provided by Ferreira, Daniel Nigro, and Jordan Benik. Rechtshaid and Raisen additionally collaborated for the drums. Individually, Rechshaid contributed vocal production, while Raisen was responsible for recording, Pro Tools engineering, additional vocals, synthesizers, and mixing. Mereki Beach provided additional vocals for the track, while Jeremiah Raisen assisted during its production.[6] Ferreira commented that she had co-written the track during summer 2013; she sings \"10 years old without a voice / I feel like nothing's really changed / Now I'm just a little older\" during the second verse, which she revealed was inspired by a two-year period in which she did not speak because she felt like she had had nothing to offer.[7] Drawing from electropop[8] and synth-pop[9] music, \"I Blame Myself\" incorporates minimalist production elements[8] with styles commonly seen in new wave music.[10] Distinguished as the \"poppiest\" track from Night Time, My Time,[10] its lyrics see Ferreira accepting that her behavior contributes to the public image she is given by the media;[11] during the chorus, she states \"I just want you to realize I blame myself for my reputation.\"[12] \"I Blame Myself\" was assumed to have been inspired by the \"anthemic pop fizz\" from her breakthrough single \"Everything Is Embarrassing\" from her second extended play Ghost (2012).[12] Jenn Pelly from Pitchfork implied that \"I Blame Myself\" referenced the struggles Ferreira faced while creating her long-delayed debut studio album; Pelly suggested that the track was inspired by her frequent conflicts with her record label during production of the project, and added that it \"lays out the emotional core\" of her process.[13] Jillian Mapes from the same publication assumed that Ferreira crafted the song in response to being labeled a \"socialite [and] Forever 21 model\" and receiving criticism after her drug arrest in September 2013, which she expected would highlight that her side projects \"have nothing to do with the kind of songs Ferreira writes these days\".[14] \"I Blame Myself\", in addition to the tracks \"24 Hours\" and \"Love in Stereo\", blend \"tenderized vocal hooks [and] chiming synth melodies\", which reminded Lauren Martin from Fact of 1980s music.[9] With his similar observation, Dan Keenan from Impact noted that the \"chiming synths\" that Martin recognized developed into the \"undeniably cathartic\" refrain.[11] \"I Blame Myself\" received generally favorable reviews from contemporary music critics. Writing for The A.V. Club, Annie Zaleski called the track the \"most stunning song\" from Night Time, My Time; she commended Ferreira's \"confident\" vocal delivery and the \"strident tone\" of the recording, which Zaleski felt was \"deeply affecting.\"[8] Dan Keenan from Impact felt that its lyrics showcased that pop music is not always equivalent with insincerity.[11] Writing for Pitchfork, Carrie Battan felt that \"I Blame Myself\" sounded like \"an uptempo beast\" that deserved to be successful.[12] Jordan Sargent from Spin felt that \"I Blame Myself\" positively exemplified a \"darkness\" among the stand-out tracks from the record, which he credited to having her adolescence \"drained away by airplane flights, photo shoots, and useless recording sessions\".[10] The New York Times' Jon Caramanica was unsure why Ferreira \"[painted] such a dark picture of herself\" with the lyrics, and felt that the self-punishment was unnecessary given the strength of \"I Blame Myself\" and Night Time, My Time overall.[15] John Preston from Polari believed that the track was a worthy substitute for fans that \"mourn the overall departure\" of the mainstream pop sound of Ferreira's 2010 single \"One\", and raved that it was an example of \"airy and gleaming brilliance\".[16] Two critics from Pitchfork reviewed \"I Blame Myself\" separately from Night Time, My Time. Jenn Pelly ranked the track as the twelfth-best song released in 2013. She spoke favorably of its lyrical content, commending the chorus lyrics \"How could you know what it feels like to fight the hounds of hell?\" and \"You think you know me so well\" for painting Ferreira as an exemplar for \"bullied high school weirdos\", and appreciating that the lines \"I know it's not your fault / That you don't understand / I blame myself\" for acknowledging her own wrongdoings with the intention of starting anew.[13] Jillian Mapes complimented the \"bluntness\" that was delivered throughout the song, and suggested that the track had \"anthem potential\". She praised the verses for verbalizing self-confidence issues that are often associated with young women, with particular acclaim being placed on the lines \"I'm just a face without a choice / Trust you'd never like to guess what I think above the shoulders.\" She concluded her review by noting that the song should be recognized as a \"declaration of force [and] a song about the power of vulnerability\" rather than confusing it for an \"admission of weakness\".[14] An accompanying music video for \"I Blame Myself\" was filmed in Compton, California, and directed by Grant Singer.[17] During an interview with Idolator, Ferreira commented that \"I can't really give too many details about it yet, but I shot it in L.A. with Grant Singer, who does all my other videos. And my family's in it.\"[18] A 15-second preview of the project was released on April 14, 2014,[19] while the final product was premiered through the online retailer Ssense on April 16, 2014.[17][20] It was the first of several \"shoppable\" music videos released through the retailer, in partnership with London magazine System.[21] The clip was inspired by the visuals for 1990s hip hop music and the catalog of Michael Jackson, which Ferreira revealed \"inspire me and played a big part of my childhood.\"[22] \"Would you feel more at ease if I danced with a bunch [of] blond white boys at a mall? Should I consciously only cast white dancers for now on? If I'm racist does that mean you're pro-segregation?! I'm from LA & shot the video there. I referenced 90s hip-hop videos and Michael Jackson because both of those things inspire me & played a big part of my childhood.\" — Ferreira responding to the allegations of racism for the music video of \"I Blame Myself\".[22] The video depicts an ongoing conflict between gangs, which Ferreira attempts to remedy upon her arrival; she is eventually taken in for questioning by law enforcement,[22] although she resists her arrest and later escapes from jail.[23] She commented that its concept was inspired by real events, and elaborated that \"people always ask me questions about certain things, and it's kind of like my response.\" Jeremy Gordon from Pitchfork interpreted Ferreira's commentary to be referencing her arrest in September 2013,[24] in which she was charged with possession of ecstasy.[25] Ferreira was criticized on social media networks for allegedly objectifying African-American people in the music video, with whom she was seen dancing with during several scenes interspersed throughout the clip. On her Facebook account, Ferreira commented that \"I never have and never will look at any human being as a prop\" and criticized false assumptions of the \"rich little white girl exploiting the black people and the ghetto\".[22] Having appeared as the musical guest that evening, Ferreira performed \"I Blame Myself\" on The Tonight Show Starring Jimmy Fallon on April 5, 2014. She was dressed in a sequined blazer, a white shirt, black shorts, a black tie, and sunglasses. Ferreira stood in place while singing the track; the onstage visuals consisted of several blue and red strobe lights. Having taken place before the music video was made publicly available, she revealed that the visuals for the song had been filmed and would be released shortly.[7] Credits adapted from the liner notes of Night Time, My Time.[6]","Title":"I Blame Myself - Wikipedia","KeyID":"3138","URL":"https://en.wikipedia.org/wiki/I_Blame_Myself"}