{"Content: ":"Money Sucks, Friends Rule is the debut studio album by Dillon Francis, an American electronic music producer known for being one of the pioneers of moombahton and moombahcore. The album features collaborations from artists such as Major Lazer, Martin Garrix, Mad Decent label-mate DJ Snake, rapper Twista, Panic! at the Disco's Brendon Urie and more. It was released on October 27, 2014, on Mad Decent in collaboration with Columbia Records.[4] The album debuted on Billboard 200 at No. 40, and No. 2 on the Dance/Electronic Albums chart, selling 9,000 copies in its first week.[5] The album has sold 20,000 copies in the US as of July 2015.[6] On 2013, Francis announced in a headlining Wurld Turr that he was working on a debut album and that it's set to be released on 2014.[7] On April 22, 2014, he announced the name of his album Money Sucks, Friends Rule.[8] On March 22, 2014, Francis announced via his official Twitter account that his debut album, entitled Money Sucks, Friends Rule,[9] will be released on October 27, 2014, on Mad Decent and Columbia Records.[10] \"Get Low\" was released as the album's lead single on 11 February 2014, with the collaboration of French DJ and producer DJ Snake.[11] On April 4, 2015, a remix featuring Rae Sremmurd was released.[12] \"When We Were Young\" with the collaboration of Sultan + Ned Shepard featuring The Chain Gang of 1974 was released as the album's second single on 5 August 2014.[13] \"I Can't Take It\" was released on 25 August 2014, as the third single of the album.[14] \"We Make It Bounce\" was released with the collaboration of electronic music trio Major Lazer, featuring reggae singer Stylo G on 16 September 2014, as the album's fourth single.[15] “Set Me Free” was released on 7 October 2014, as the album's fifth single with the collaboration of Dutch DJ Martin Garrix.[16] \"Love in the Middle of a Firefight\" was released as the sixth single of the album, on 16 October 2014, featuring Panic! at the Disco member Brendon Urie.[17] \"Not Butter\" was released as the album's seventh and final single, on 22 June 2015.[18]","Title":"Money Sucks, Friends Rule - Wikipedia","KeyID":"3145","URL":"https://en.wikipedia.org/wiki/Money_Sucks,_Friends_Rule"}