{"Content: ":"George William Lewis Jr. (born March 30, 1983), better known by his stage name Twin Shadow, is a Dominican-American singer, songwriter, record producer, and actor based in Los Angeles. He has released five studio albums to date: Forget (2010), Confess (2012), Eclipse (2015), Caer (2018), and Twin Shadow (2021). Lewis was born March 30, 1983[4] in the Dominican Republic and raised in Florida. Lewis's first exposure to music started by singing in his church choir. Around 2000, he moved to Boston and started the band Mad Man Films alongside Joseph Ciampini (drums) (of Hooray For Earth) and Zak Longo (bass) of Before Lazers. Mad Man Films released two records independently. In 2006, not satisfied with recording music for theatre and films, Lewis moved to Brooklyn, NY, and started the Twin Shadow project.[1] Lewis' debut album, Forget, was released November 15, 2010, on Terrible Records. The album was produced by Chris Taylor of Grizzly Bear.[5] Forget received critical acclaim, appearing on numerous \"album of the year\" lists including Pitchfork (#26)[6] and Stereogum (#32).[7][8] It has been described as \"steeped in 1980s new wave\",[2] \"building from streaks of haunting synth textures\",[9] having \"sophisticated melodies\", \"R&B intimacy\", and \"poetic lyrics\",[10] and \"hazily new wave-tinged pop\".[11] Twin Shadow was the Rolling Stone Band of the Week on October 7, 2010.[12] On July 10, 2012, Lewis released his follow-up album, Confess, which he produced himself.[13] Lewis gained inspiration for the album after being involved in a motorcycle accident in Boston.[13] Two of the album's songs, \"Five Seconds\" and \"Patient\", were transformed into a music video saga which drew inspiration from Lewis's novel Night of the Silver Sun.[14] The A.V. Club described the album as \"filled with Morrissey-esque yelps and Human League-worthy choruses, [...] Twin Shadow manages to digest his influences rather than simply replicate them. Confess retains the humid fog that saturated Forget, but the instrumentation is brighter, louder, and sharper. Synthesizers punch through the atmosphere, and Lewis' exquisite croon floats above it all.\"[15] The album debuted on Billboard 200 at No. 54, and on the Top Rock Albums chart at No. 18. The album has sold 30,000 copies in the US as of March 2015.[16] After criticising his own work for being too elitist,[17] Lewis set out to create a more approachable album, Eclipse.[18] It was his first with a major record label, Warner Music. Carl Wilson of Billboard Magazine notes that Twin Shadow has left behind much of his \"foggy layers of synths and drum machines\" reminiscent of the likes of Depeche Mode and Simple Minds in favor of a more contemporary sound.[17] Eclipse is also noted for Lewis' almost complete departure from guitar playing, a conscious decision according to a Pitchfork interview in January 2015.[19] In March 2015, NPR exclusively streamed the album and Twin Shadow was live in session at KCRW on their \"Morning Becomes Eclectic\" segment. In April 2015, Eclipse was made WFUV AAA radio album of the month, Lewis was featured in Interview magazine as part of their Pop Craft feature. He was also featured on the cover of Culture Collide's Travel with Purpose magazine. Eclipse also marks the first album of Twin Shadow's to include creative direction by Milan Zrnic. Zrnic photographed all of the imagery associated with the album and consulted on all video content, tour staging, merchandise, and styling.[20][21] \"To the Top\", a song from Eclipse, was featured in the trailer for the film Paper Towns, produced by the same team as The Fault in Our Stars and starring Cara Delevingne and Nat Wolff.[22] On April 17, 2015, Twin Shadow and his band and crew were involved in a tour bus crash.[23] Both driver John Crawford and drummer Andy Bauer were hospitalized and in serious condition. Lewis underwent reconstructive hand surgery following the accident.[24] On July 28, 2015, Twin Shadow released the Night Rally mixtape for free online, in conjunction with the announcement of the Night Rally Tour.[25] Due to Bauer's severe injuries from the April bus crash, the band retooled the songs in the live set, with samples and a drum machine to keep time. Twin Shadow departed on their Night Rally Tour in August 2015 through the United States and Canada, and opened a portion of the Fall 2015 Death Cab for Cutie United States tour.[26] Night Rally consists of recordings from 2010 to 2014. During his healing time in Los Angeles following the bus crash, Lewis began to rummage through old hard drives. He left a message under the mixtape on SoundCloud, expressing how his discovery gave him a glimpse into the past five years: The more I dug the more I realized how much music was made in the last 5 years. Being home I had the time and perspective to enjoy all the little impulses, embarrassing choices, and exciting moments that I couldn't bottle. There were also some songs that I couldn't understand why I never finished.\"[27] Twin Shadow released his fourth studio album, Caer, on April 27, 2018, which was his final album with Warner Bros. On October 26, 2018, Twin Shadow launched his own label Cheree Cheree with the release of \"Hollow Days\", which incorporates the bachata sounds of his home country (the Dominican Republic) mixed with American songwriting. An EP titled Broken Horses was released on December 26, 2018.[28] Twin Shadow released his fifth studio album, Twin Shadow, on July 9, 2021, on his own label, Cheree Cheree. According to a press release quoted by Paste magazine, the self-titled album \"represents Lewis' biggest sonic shift to date and finds the artist reexamining the cherished sounds of the golden era of soul and punk that were part of his musical upbringing and embracing his Dominican heritage, recording portions of the album at FAMA Studios in the Dominican Republic\".[29] Lewis has written a novel called The Night of the Silver Sun.[30] Fashion is a notable outside interest for Lewis, as chronicled by The New York Times, who stated that Lewis is \"giving Kanye West a run for his money as the music world's leading fashion dilettante.\"[31] Twin Shadow was a featured musician in Levi's \"Live in Levi's\" ad campaign.[32] Since 2010, he has served as a muse and composer for Dao-Yi Chow and Maxwell Osbourne, the designers of the CFDA-award-winning line \"Public School\".[33] In 2015, Twin Shadow composed the music for their Spring/Summer 2015 and Spring/Summer 2016 runway shows, which took place during New York Fashion Week. In addition to composing music for Public School, George Lewis Jr. has modeled for the clothing brand, both on and off the runway.[34] In 2013, Twin Shadow launched the UNDER THE CVRS series in which he covers requested songs from various artists. In 2013, Lewis appeared as a fictional version of himself in the video game Grand Theft Auto V as a DJ for the in-game radio station Radio Mirror Park.[54] His songs \"Shooting Holes\", \"Forget\", and \"Old Love / New Love\", a track he made specifically for the video game, were featured on the station.[55][56] Lewis Jr. made his feature film acting debut in Future World alongside James Franco, Milla Jovovich, Lucy Liu, Suki Waterhouse, Method Man, and Snoop Dogg.","Title":"Twin Shadow - Wikipedia","KeyID":"3146","URL":"https://en.wikipedia.org/wiki/Twin_Shadow"}