{"Content: ":"Andrew Ross McMahon (born September 3, 1982) is an American singer-songwriter. He was the vocalist, pianist and primary lyricist for the bands Something Corporate and main songwriter for Jack's Mannequin and performs solo both under his own name as well as his moniker, Andrew McMahon in the Wilderness.[1] On April 30, 2013, he debuted his first solo work, an EP titled The Pop Underground, which was followed by his debut album Andrew McMahon in the Wilderness, released on October 14, 2014. His second album, Zombies on Broadway, was released on February 10, 2017. He released his third album, Upside Down Flowers, on November 16, 2018. His memoir, Three Pianos, was published by Princeton Architectural Press on October 26, 2021. McMahon was born in Concord, Massachusetts. He briefly lived in Ho-Ho-Kus, New Jersey until 1991, when his family moved to Bexley, Ohio where he attended Cassingham Elementary School. McMahon's family relocated frequently due to his father's occupation in retail. McMahon recalls that while he was in fourth grade, they briefly stayed in California to support his mother's family after the loss of her brother. Following the death of his uncle, who was an artist himself, McMahon became inspired to get involved with music and began teaching himself piano soon afterward. McMahon's family decided to settle in California shortly before he entered eighth grade. He would later describe himself as \"a pudgy, outgoing, artistic little kid who never quite fit into the California scene\". He graduated from Dana Hills High School in 2000. McMahon started playing the piano at age 9. The following year, he began performing piano solos before he could even read music. McMahon stated, \"my mother was a good player and I started playing by ear. After a year of that, I began writing songs, and found outlets to perform them at school assemblies. Eventually, I got lessons.\"[2] McMahon started his first band, Left Here, with his high school friends and future Something Corporate bandmates Kevin \"Clutch\" Page on bass and Brian Ireland on drums in 1997. Even though they won a local battle of the bands competition, they soon broke up. McMahon went on to record the self-released eponymous four-track demo CD Andrew McMahon with the aid of several friends of his, including guitarist Josh Partington, whom he had met his second year in high school. Joined by rhythm guitarist Reuben Hernandez (who was later replaced by William Tell), the quintet formed the piano rock band Something Corporate in 1998. McMahon met the rest of the group in high school, and later decided on the moniker Something Corporate as a joke.[3] Fronted by McMahon, the group recorded their self-released ten-song demo album Ready... Break in 2000, which led to a record deal with the indie record label Drive-Thru Records. Drive-Thru released the band's nationwide distributed debut EP Audioboxer the following year. McMahon's vocals, songwriting skills, and incorporation of the piano earned the album rave reviews and caught the attention of Drive-Thru's distributor MCA (now Geffen). Due to the labels' distribution deal, MCA was able to sign over Something Corporate and released their major label debut Leaving Through the Window in May 2002. The band promoted the album by playing concerts across the United States, which included the main stage at Vans Warped Tour as well as supporting New Found Glory on their European tour. Something Corporate released their second full-length album North on Geffen Records in late 2003. As of 2004, the band is no longer under contract to any label. On December 4, 2009, Something Corporate announced a reunion show at Bamboozle Left 2010 with an additional show later added at Bamboozle Chicago 2010. After Bamboozle, the band announced their reunion tour, which took place in August 2010. The initial impulse behind McMahon's solo project Jack's Mannequin was \"Locked Doors\", a song he recorded in December 2003, which he felt was too different from previous Something Corporate material. He realized that, if he would ever decide to release it, it would be on a solo album rather than a Something Corporate record.[4] The idea seemed to be off the table until, in late summer 2004, both McMahon and his bandmates were exhausted from months of touring and decided to take a break. The first album, Everything in Transit, was released in August 2005. After the release and success of the first album, McMahon then proceeded to compose his second Jack's Mannequin album, The Glass Passenger, which was released in September 2008. Jack's Mannequin's third and final album, People and Things, was released in October 2011. He stated that this new album \"[would] probably have a bit of freeness\" to it, distancing itself from The Glass Passenger.[5] On February 2, 2012, McMahon foreshadowed the end to Jack's Mannequin, saying, \"I foresee an end to the usage of that name. I don't know that it's doing for me what it used to, in the sense that Jack's sort of really represented a freedom from something. And a really free approach to creating things that now is certainly wrapped up in a whole lot of turmoil and tumult in a very difficult time in my life. And to acknowledge that, I certainly think at some point I'm going to have to find a way to shake that loose. And I think to some extent that might mean retiring the name.\"[6] On November 11 and 12, 2012, Jack's Mannequin performed their final shows under the moniker, coinciding with the annual Dear Jack Foundation benefit. In June 2013, Live From The El Rey Theatre was released to commemorate the final shows. On August 25, 2012, the Jack's Mannequin website redirected to andrewmcmahon.com, with McMahon deciding to put out new music under his own name. Along with the promise of new music, it was announced soon after that he would be supporting the band Fun. on their tour in early 2013,[7] with a solo headlining tour taking place in Spring 2013. McMahon played his first two solo shows in West Hollywood at the Viper Room in early January 2013. Touring musicians backing Andrew McMahon during these shows included Jack's Mannequin alum Jay McMillian and Mikey \"The Kid\" Wagner, joined by Joe Ballaro, Zac Clark, and Jeremy Hatcher.[8] On April 30, 2013, McMahon released The Pop Underground EP, produced by Mark Williams and Tony Hoffer, followed by an appearance on O.A.R.'s Sounds of Summer tour extending through August. \"Synesthesia\" became the first single launching McMahon's solo career, with an official music video that premiered on June 13, 2013. In January 2013, McMahon was listed as one of the new songwriters for the second season of the NBC series Smash, signifying his first time writing for musical theatre.[9] Showrunner Joshua Safran called McMahon the \"wildcard of the bunch\" of new songwriters hired for the second season, and was hired because Safran was a fan of his previous bands.[10] McMahon contributed three songs to the second season, \"I Heard Your Voice in a Dream,\" \"Reach for Me,\" and \"I'm Not Sorry.\" \"I Heard Your Voice in a Dream\" was met with critical acclaim, being nominated for an Emmy Award for Outstanding Music and Lyrics and has sold 10,000 digital downloads as of April 3, 2013.[11] On October 15, 2013, New York City venue 54 Below announced plans to stage Smash's fictional musical Hit List in concert format. On December 8 and 9, 2013, Hit List was performed for a three-show run, with McMahon in attendance. All three of his songs penned for Smash were performed, including his Jack's Mannequin track 'Swim' performed by Andy Mientus, on which McMahon played piano.[12] On July 11, 2014, McMahon posted on his website that the next progression in his musical career would be to tour and release music under the moniker of Andrew McMahon in the Wilderness.[13] On July 16, 2014, he released his first single under the new project, entitled \"Cecilia and the Satellite\", named after his newborn daughter.[14] During the summer of 2014, McMahon toured with Matt Nathanson and Gavin DeGraw in preparation for his first solo LP, Andrew McMahon in the Wilderness, released October 14, 2014, and coinciding with a full North American headlining tour. Touring band members during this period included Clark, McMillian, and Wagner.[15] The Canyons EP was released digitally on November 20, 2015, containing 4 acoustic tracks from the self-titled LP and 2 previously unreleased tracks.[16] A limited edition 10\" vinyl of The Canyons EP was later released on April 16, 2016 for Record Store Day.[17] McMahon performed on the Weezer & Panic! at the Disco Summer Tour 2016 in support of Weezer and Panic! at the Disco.[18] McMahon co-wrote and co-performed on the Lindsey Stirling single, \"Something Wild\". The single would appear on Stirling's Brave Enough album and would be featured in the end credits for Pete's Dragon (2016 film). The single was released on July 15, 2016. [19] On September 8, 2016, McMahon released a new Andrew McMahon in the Wilderness single, \"Fire Escape\". On January 6, 2017, McMahon released a new single, \"So Close\".[20] His second solo album, Zombies on Broadway, was officially announced on November 10, 2016 and released on February 10, 2017. The announcement and release were followed by a spring 2017 North American headlining tour, titled \"Zombies in America\". Additional shows took place in the United Kingdom and Japan.[21][22] McMahon and the touring band opened for Billy Joel for three shows; McMahon had cited the invitation to open for Joel was \"...beyond the bucket list for me. This is the realization of my most vivid childhood dream.\"[23][24] The Zombies in America tour officially ended on November 11, 2017 with the 8th Annual Dear Jack Foundation Benefit in Denver. Special guests for the show included Bobby \"Raw\" Anderson, formerly of Something Corporate and Jack's Mannequin, now performing under the name Bob Oxblood. Oxblood performed his own opening set and played alongside the Wilderness band. Brian Ireland, drummer for Something Corporate, also performed on a few songs in the set.[25] \"The Pen and Piano Tour: An Acoustic Evening with Andrew McMahon in the Wilderness and Friends\" was announced by McMahon on December 5, 2017 and took place between April and May 2018. McMahon described the tour as, \"equal parts VH1 Storytellers and Mister Rogers' Neighborhood.”[26] Special guests included Allen Stone, Zac Clark, and Bob Oxblood. The single \"Ohio\" was released on May 18, 2018,[27] was regularly performed throughout the tour, and later included on the third album.[28] A third album, Upside Down Flowers, was announced on October 2, 2018 and released on November 16, 2018. The album announcement coincided with the release of a single, \"Teenage Rockstars\". Butch Walker of SouthGang and Marvelous 3 produced the album. McMahon embarked on a North American tour in early 2019 in support of the album, with opening acts Flor and Grizfolk.[29][30][31] Bob Oxblood joined the touring band, reuniting the final line up of Jack's Mannequin. Through Amazon Music, McMahon released a cover of Kacey Musgraves' \"Slow Burn\" on June 21, 2019.[32] On October 8, 2019, McMahon announced an acoustic \"The Winter in the Wilderness Tour\" for December 2019, with support from Ivory Lane. On November 5, 2019, a May and June 2020 tour with Awolnation was announced.[33] The tour would later be cancelled due to the COVID-19 pandemic. On November 6, 2019, McMahon and Zac Clark both announced that Clark would be departing the Wilderness line up after the upcoming 10th Annual Dear Jack Foundation Benefit show on November 11, 2019, to focus on his music career. McMahon shared, \"It will be a great loss to take the stage without him but also a great joy to know that he is taking the stage he deserves and has earned through his brilliant work as a craftsman and performer.\" To mark the occasion, Clark and McMahon released an acoustic version of Clark's song \"Mountains\" on November 8, 2018.[34] McMahon, alongside Clark and composer Jimmy Levine, co-wrote music for the Netflix's series Soundtrack. The series debuted December 18, 2019.[35] McMahon announced a series of drive-in concerts for the summer and fall of 2020, performing Everything in Transit in its entirety to celebrate the album's 15th anniversary, along with performing other Something Corporate and Wilderness songs.[36] Morgan Paros, previously of Hunter Hunted, was announced as a new member of the Wilderness line up, and made her performing debut with the band on July 10, 2020. A new single, \"Get On My Wave\", co-written by McMahon and King Tuff, was digitally released on July 31, 2020.[37][38] On January 1, 2021, McMahon released a new single called \"New Year Song\", produced by Suzy Shinn.[39] On June 8, 2021, McMahon launched Club Wilderness, a subscription-based fan club, with features such as access to digital community, exclusive music and videos, live-streamed events, first access to tickets, exclusive merch store, and exclusive vinyl variants. McMahon shared, \"My goal with [Camp Wilderness] is simple. To create a community online that specifically serves my fans. If Covid taught me anything, there was a connection to be made online that was more profound than I believed possible, one which saved me in many ways but only scratched the surface of its potential. Through your patronage, the creative team you will help me to empower will be working hard alongside me to provide you with an experience that is constantly evolving — one that reflects where I’ve been and where I’m going and the community that has made it all possible.[40] Days later, on June 10, a fall 2021 concert tour was announced to support McMahon's to-be-released memoir of the same name, Three Pianos, with Annika Bennett on her debut tour and Zac Clark opening.[41] On December 3, 2021, Rage Against the Machine's guitarist Tom Morello released his album The Atlas Underground Flood, which features McMahon on the single \"The Maze\".[42] McMahon is featured on the track \"Wasted\" by Jukebox the Ghost, released on March 10, 2022.[43] In early April 2022, McMahon and Dashboard Confessional announced the Hello Gone Days co-headlining tour, to kick off on July 31 and last through September 7. Opening acts are scheduled to include Cartel, The Juliana Theory, and Armor for Sleep. [44] Current Former In July 2006, McMahon founded a nonprofit charity, entitled The Dear Jack Foundation, to raise funds for cancer research. The organization's primary beneficiaries are the Pediatric Cancer Research Foundation, the Leukemia and Lymphoma Society and the regents of the University of California, Los Angeles.[45] In 2014 after the announcement of their second annual Light the Night walk, The Dear Jack Foundation announced that over eight years they raised a half a million dollars for The Leukemia & Lymphoma Society.[46] McMahon released his first book, titled, Three Pianos: A Memoir, on October 26, 2021, published by Princeton Architectural Press.[47] On May 27, 2005 (three months before the release of Jack's Mannequin's debut album Everything in Transit), McMahon was forced to cancel all of his upcoming concerts.[48] After a medical examination in connection with a relentless case of laryngitis, McMahon was admitted to a hospital in New York City, where he was diagnosed with acute lymphoblastic leukemia on June 1, 2005, the same day he finished recording Everything in Transit.[49] Since the illness was diagnosed in its early stages, McMahon's doctors had high hopes for a full recovery.[50] Over the following couple of months, McMahon received various types of treatment, all the while updating his blog to keep his fans informed on the progress of his condition. August 23, 2005, marked a very significant date for him for two reasons: it was the day his album Everything in Transit was released, debuting at No. 37 on the Billboard 200 with over 22,000 copies scanned within its first week, as well as the day he received a stem cell transplant, with his sister Katie McMahon serving as the donor.[51] On December 2, 2005, McMahon celebrated the 100-day anniversary of his stem cell transplant by playing his first concert in six months: a private invite-only show in a small venue in Los Angeles, California. His first public appearance followed ten days later at \"Gimme Shelter '05\", an acoustic cancer benefit concert at the Roxy in Los Angeles, California. Following these shows, Maverick Records finally started a promotion campaign for Everything in Transit, including TV appearances by McMahon on Jimmy Kimmel Live!, One Tree Hill (in the episode \"Just Watch the Fireworks\"), Last Call with Carson Daly, Steven's Untitled Rock Show, and The Late Late Show with Craig Ferguson, as well as a second music video for \"The Mixed Tape\", which hit No. 1 on VH1's VSpot Top 20 Countdown on June 9, 2006. McMahon married his longtime girlfriend, Kelly Hansch, in December 2006. Their daughter, Cecilia, was born in 2014.[52] McMahon owns a dog named Doris, who was the inspiration for his song \"Doris Day\", a b-side from The Glass Passenger.[53] A documentary entitled Dear Jack was released on October 8, 2009, on DVD by Warner Bros, and was shown at theatrical screenings in New York, Chicago, and Los Angeles.[54] The film, which chronicles McMahon's struggle with leukemia, features self-recorded footage in the hospital and is narrated by his friend Tommy Lee. The documentary was directed by Corey Moss and Josh Morrisroe, two former MTV News producers who covered McMahon's story for the channel, although much of the intensely personal footage was shot by McMahon himself. ","Title":"Andrew McMahon - Wikipedia","KeyID":"3156","URL":"https://en.wikipedia.org/wiki/Andrew_McMahon_in_the_Wilderness"}