{"Content: ":"Zombies on Broadway (or Loonies on Broadway in the UK) is a 1945 American zombie comedy film directed by Gordon Douglas. It stars RKO's imitation Abbott and Costello, Alan Carney and Wally Brown, as a pair of men who are tasked with finding a real zombie for a zombie-themed nightclub. Sheldon Leonard, as a former mobster turned nightclub owner, and Bela Lugosi, as the mad scientist who created the zombies, also appear. Jerry Miles (Wally Brown) and Mike Strager (Alan Carney) are employed as Broadway press agents. Their latest idea is to hire a \"genuine zombie\" for the opening of the Zombie Hut, a new cabaret nightclub owned by gangster Ace Miller (Sheldon Leonard) that will open on Friday the 13th of the next month. The boys plan is to dress a former boxer up as a zombie, figuring no one will know the difference. However, Ace's nemesis, Douglas Walker (Louis Jean Heydt), a Walter Winchell type radio celebrity is friends with the boxer and vows he will publicly humiliate Ace Miller if a real zombie is not at the opening of the club. The boys are threatened with death unless they produce a real zombie. They discover a lead from a museum curator that a mysterious Professor Renault (Bela Lugosi) lives on the Caribbean island of San Sebastian and has been creating zombies. Followed by Ace's henchmen, the boys are immediately placed on a tramp steamer sailing to San Sebastian in the Virgin Islands and ordered to bring a real zombie back or forfeit their lives. Upon arrival they meet the beautiful cabaret singer Jean La Dance (Anne Jeffreys). In exchange for her help in locating Professor Renault, Jean wants passage off the island. Miles and Strager eventually meet up with the zombie expert Professor Renault. Unknown to them, the professor's zombie, Kalaga, (Darby Jones) has captured Jean and brought her to the Professor's secret laboratory, While Miles and Strager investigate the house, Jean awakes to find herself gagged and strapped to a table as the Professor's next test subject. Before he can proceed to give Jean the serum his guard dogs detect intruders. Jean is quickly spirited to a secret dungeon where she is tied up but manages to escape. Strager becomes \"zombified\" by being under the spell of Renault's secret formula and Miles, Jean and Strager the zombie return home where Miller's henchmen are waiting for them. Convinced that Strager is a real zombie, they bring him to the club. When Strager comes out of his trance, the boys must face the wrath of Ace Miller, a nightclub owner, who is more frightening than anything they've seen yet. One of the British Virgin Islands named \"San Sebastian\" in this film is also the name of the island featured in two earlier RKO Val Lewton productions from 1943: I Walked With a Zombie and The Ghost Ship with Sir Lancelot and Darby Jones repeating their roles. Zombies on Broadway turned in a profit for RKO, which encouraged the studio to re-unite Brown, Carney, Anne Jeffreys and Bela Lugosi for the film Genius at Work in 1946.[2] Zombiemania: 80 Movies to Die For author Arnold T. Blumberg wrote that \"the only real entertainment value to be had in Zombies on Broadway, apart from spotting connections to I Walked With a Zombie, is derived from the scenes involving the little monkey, who clearly believes he's working on a much better film than everyone else.\"[3] Writing in The Zombie Movie Encyclopedia, academic Peter Dendle said, \"Brown and Carney aren't funny, and it's sad to see Lugosi outwitted by a pack of morons.\"[4]","Title":"Zombies on Broadway - Wikipedia","KeyID":"3157","URL":"https://en.wikipedia.org/wiki/Zombies_on_Broadway"}