{"Content: ":"Riverdale is an American teen drama television series based on the characters of Archie Comics. The series was adapted for The CW by Archie Comics' chief creative officer Roberto Aguirre-Sacasa, and is produced by Warner Bros. Television and CBS Studios, in association with Berlanti Productions and Archie Comics. Conceived as a feature film adaptation for Warner Bros. Pictures, the idea was re-imagined as a television series for Fox. In 2015, development on the project moved to The CW, where the series was ordered for a pilot. Filming takes place in Vancouver, British Columbia. The series features an ensemble cast based on the characters of Archie Comics, with KJ Apa in the role of Archie Andrews, Lili Reinhart as Betty Cooper, Camila Mendes as Veronica Lodge, and Cole Sprouse as Jughead Jones, the series' narrator. After a teenager was murdered within the town of Riverdale, this group of teenagers try to unravel the evils lurking within this seemingly innocent town. Riverdale debuted on January 26, 2017, to positive reviews. In February 2021, the series was renewed for a sixth season which premiered on November 16, 2021. In March 2022, the series was renewed for a seventh and final season, which is set to premiere in 2023. Warner Bros. began development on an Archie feature film in 2013, after a pitch from writer Roberto Aguirre-Sacasa and director Jason Moore that would have placed Archie's gang into a teen comedy feature film in the John Hughes tradition.[27] The duo brought the project to Warner Bros., where a VP recommended a more high-concept direction involving time travel or interdimensional portals, suggesting Louis C. K. to portray an older Archie.[28] Dan Lin and Roy Lee became producers on the project, which eventually stalled as priorities shifted at the studio towards larger tentpole films, and was reimagined as a television series.[27] The series Riverdale was in development at Fox, with the network landing the project in 2014 with a script deal plus penalty.[29] However, Fox did not go forward with the project. In 2015, the show's development was moved to The CW,[30] which officially ordered a pilot on January 29, 2016.[31] On March 7, 2017, The CW announced that the series had been renewed for a second season.[32] On April 2, 2018, The CW renewed the series for a third season, which premiered October 10, 2018.[33][34] On January 31, 2019, The CW renewed the series for a fourth season, that was planned to consist of 22 episodes.[35][36][37] However, season four got shortened to 19 episodes instead because production was suspended on March 11, 2020 as a direct result of the coronavirus pandemic.[38] Only 19 of the 22 ordered episodes of the fourth season were completed before the coronavirus pandemic.[39][40] The fourth season premiered on October 9, 2019.[41] \"Chapter Forty-Nine: Fire Walk with Me\" was the first to be dedicated to Luke Perry, who died two days before the episode aired.[42][43] On January 7, 2020, the series was renewed for a fifth season, which began a year later on January 20, 2021.[44][45][46] On February 3, 2021, the series was renewed for a sixth season which was split into two parts, and it premiered on November 16, 2021.[47][48][49] On March 22, 2022, The CW renewed the series for a seventh season.[50] On May 19, 2022, it was announced that the series will be concluding with its upcoming seventh season, which is scheduled to premiere in 2023.[51] On February 9, 2016, Lili Reinhart and Cole Sprouse were cast as Betty Cooper and Jughead Jones, respectively.[52] On February 24, 2016, KJ Apa was cast as Archie Andrews after a four-month worldwide talent search. Apa was one of the last to audition and landed the role just days later. Also that day, Ashleigh Murray was cast as Josie McCoy, the lead singer for the popular band Josie and the Pussycats,[53] and Luke Perry and Madelaine Petsch were also added as Fred Andrews, Archie's father, and Cheryl Blossom, respectively.[54][55] Two days later, Camila Mendes was cast as Veronica Lodge marking her first acting role in a television show.[56] In March 2016, Marisol Nichols and Mädchen Amick joined the cast as Hermione Lodge and Alice Cooper, Veronica and Betty's mothers, respectively.[57][58] A few days later, Ross Butler, Daniel Yang and Cody Kearsley were cast in the roles Reggie Mantle, Dilton Doiley and Moose Mason, respectively.[59] The last actor to join the pilot was Casey Cott as Kevin Keller, the first openly gay character in Archie Comics history.[60] In April 2017, Mark Consuelos signed on for the second season to play Veronica Lodge's father, Hiram Lodge.[61] The role was in second position to his existing role on Pitch but the cancellation of that series was announced on May 1, 2017.[62] The next month, Charles Melton was cast to take over the role of Reggie from Ross Butler in season 2 due to his status as a series regular on 13 Reasons Why.[16] Casey Cott, who played Kevin Keller, was promoted to a series regular.[63] In July 2017, True Blood star Brit Morgan was cast in the recurring role of Penny Peabody, an attorney the Southside Serpents call in case of any run-ins with the law.[64] In August 2017, Graham Phillips had been cast to play Nick St. Clair, Veronica's ex-boyfriend from New York.[65][66] In March 2018, Andy Cohen appeared in the sixteenth episode of the second season as himself. In the series, he and Hermione are friends. He previously offered her a role as a cast member on The Real Housewives of New York City; however, Hermione turned down the offer to keep things private for the Lodge family.[67] In May 2018, Charles Melton and Vanessa Morgan, who play Reggie Mantle and Toni Topaz, respectively, would both be promoted to series regulars in the third season.[68] By the time of New York Comic Con 2018, Gina Gershon and Trinity Likins, respectively, had been cast as Gladys Jones and Jellybean \"J. B.\" Jones for the third season.[69] In November 2018, Kelly Ripa, the wife of Mark Consuelos, who portrays Hiram Lodge, was cast for a guest role as Hiram's mistress.[70] Michael Consuelos, Kelly and Mark's son, was cast to make a guest appearance in a flashback episode as a younger Hiram.[71] In October 2019, Ryan Robbins was cast as Fred Andrews' older brother Frank Andrews who appeared during the fourth season.[72] On February 23, 2020, it was announced that both Ulrich and Nichols would be leaving the series.[73][74] However, in June 2020, Nichols revealed that after having a long talk with showrunner Sacasa, she would be staying on for season five.[75] In September 2020, it was announced that Erinn Westbrook would join the show as a new regular character named Tabitha Tate, the granddaughter of Pop Tate who arrives in town to run her grandfather's malt shop and franchise from it.[19] In January 2021, Chris Mason was cast in a recurring role for the fifth season as Chad Gekko, Veronica's Wall Street husband.[76] In December 2021, Chris O'Shea joined the cast in a recurring role as Percival Pickens for the sixth season.[77] In May 2022, Caroline Day joined the cast in a recurring role as Heather for the sixth season.[78] Filming of the pilot began on March 14, 2016, and ended on March 31 in Vancouver, British Columbia.[79][80] Production on the remaining 12 episodes of season one began on September 7, 2016, in Vancouver.[81] Sets include Pop Tate's Chock'lit Shoppe, a copy of the functioning diner used in the pilot that is so realistic a truck driver parked his 18-wheeler there, believing that it was open.[82] Season two was also filmed in Vancouver and the nearby Fraser Valley.[83] The aerial view of Riverdale is actually drawn from stock footage used in the series Pretty Little Liars and Gilmore Girls, and the landmark settings are the same used in both of the aforementioned series as well as in Hart of Dixie.[84] Filming for the second season started on June 22, 2017,[85] and concluded on March 27, 2018.[86] Filming for the third season started on July 6, 2018.[87] Filming for the fourth season began on July 8, 2019 and was originally expected to end on April 4, 2020.[88] Production was suspended on March 11, 2020 as a direct result of the coronavirus pandemic, after a person working on the show came in contact with a person who tested positive for COVID-19.[38] Only 19 of the 22 ordered episodes of the fourth season were completed.[39][40] Series writer Brian E. Paterson later confirmed that they would shoot the remaining two episodes of season four when it was safe to do so.[89] The fourth season ultimately concluded with episode 19. The remaining three episodes intended for the season will be used for the start of the fifth season. The series will then feature a time jump after those episodes.[90] Despite a later premiere, season five is not expected to have a shortened episode count.[91] Filming for the fifth season began on September 14, 2020.[92] The following month, however, filming was suspended for a week due COVID-19 testing delays.[93][94] Production on season five wrapped-up on June 1, 2021.[95] The sixth season commenced production on August 30, 2021, and concluded on June 16, 2022.[96] Several reviewers have noted that the series' episode titles are often taken directly or slightly altered from the titles of older films.[97][98] For example, De Elizabeth of Teen Vogue points out that Riverdale's pilot episode was named \"River's Edge\" after the 1986 film of the same name, and the season finale takes its name from 1997's The Sweet Hereafter.[99] Executive producer Roberto Aguirre-Sacasa notes that this is a deliberate choice, in order to hint at what will happen in that episode.[99] References to the fictional setting of the Black Mirror episode \"San Junipero\" can be seen in season one as well as heard amongst dialogue in season two and three.[100] Additionally, Katie-Kouise Smith, of Popbuzz, notes that the opening credits for Riverdale mirror those of the Twin Peaks television series, and are intended as an homage to that series' co-creator, David Lynch.[84] Musical performances are featured throughout the series, a blend of cover versions and originals. Songs performed in episodes are released as digital singles after broadcast; WaterTower Music released a digital compilation for season 1 songs on May 12, 2017; season 2 on May 18, 2018; season 3 on May 17, 2019; season 4 on May 15, 2020; and season 5 on August 25, 2021.[101][102][103] An album of Blake Neely's scoring for season 1 was released on compact disc by La-La Land Records, and simultaneously on download by WaterTower, on July 18, 2017.[104] The season 2 album with scores from Neely and Sherri Chung was released on compact disc by La-La Land on October 30, 2018[105] and on digital by WaterTower on November 16, 2018.[106] A Halloween episode score soundtrack was released on digital on October 31, 2019.[107] The scoring for seasons 3 and 4 were released on separate digitals albums on January 22, 2021.[108] WaterTower released the songs performed in the musical episodes on separates digitals albums. The Carrie: The Musical soundtrack was released on April 19, 2018,[109] followed by a vinyl edition released at Urban Outfitters stores on July 13.[110] The Heathers: The Musical soundtrack was released March 21, 2019; the Hedwig and the Angry Inch soundtrack was released on April 15, 2020. The Return of the Pussycats soundtrack, and the Next to Normal soundtrack, were both released on September 8 and 30, 2021, respectively.[111][112][113][114] The American Psycho: The Musical soundtrack was released on June 12, 2022.[115] Netflix acquired the exclusive international broadcast rights to Riverdale, making the series available as an original series to its platform less than a day after its original U.S. broadcast.[131][132] In July 2016, members of the cast and the executive producers attended San Diego Comic-Con to promote the upcoming series, where they premiered the first episode \"Chapter One: The River's Edge\".[133] The first trailer for the series was released in late December 2016.[134] The CW also sponsored multiple Tastemade videos, where they cooked several foods that are popular in the Archie universe.[135][136][137] Along with heavily promoting the television series in their regular comics since January 2017, Archie Comics releases a comic book adaptation of Riverdale, featuring auxiliary story arcs set within the television series' own continuity. The comic book adaptation is headed by Roberto Aguirre-Sacasa himself, along with other writers from the show. Alongside a one-shot pilot issue, illustrated by Alitha Martinez, released in March 2017,[138] the first issue of the ongoing Riverdale comic book series was released starting April 2017.[139] In addition to the adaptation, Archie Comics are releasing a series of compilation graphic novels branded under the title Road to Riverdale. This series features early issues from the New Riverdale reboot line, introducing the audience of the TV series to the regular ongoing comic series that inspired it. Archie Comics plans to re-print the volumes of Road to Riverdale in subsequent months as digest magazines. The first volume was released in March 2017.[139] Several tie-in novels were also released in conjunction with the show. The first being The Day Before a prequel novel set a day before the events of the first episode, Get Out of Town, set in between Season 2 and 3, The Maple Murders, Death of a Cheerleader and The Poison Pen. The first four novels were written by Micol Ostow, with the fifth book penned by Caleb Roehrig. The first season of Riverdale received a generally positive response from critics. On Rotten Tomatoes, it has a fresh rating of 88% based on 62 reviews, with a weighted average of 7.22/10. The site's critical consensus reads, \"Riverdale offers an amusingly self-aware reimagining of its classic source material that proves eerie, odd, daring, and above all addictive.\"[140] On Metacritic, the season has a score of 68 out of 100 based on 36 critics, indicating \"generally favorable reviews\".[141] Dave Nemetz of TVLine gave the series a \"B+\" saying that it turned out \"to be an artfully crafted, instantly engaging teen soap with loads of potential.\"[147] Some reviewers have criticized the series for its handling of minority characters. While reviewing the first season, Kadeen Griffiths of Bustle declared \"the show marginalizes and ignores the [people of color] in the cast to the point where they may as well not be there.\"[148] In an article for Vulture, Angelica Jade Bastien discussed the show's treatment of Josie and the Pussycats (all played by African Americans), noting, \"They're not characters so much as they are a vehicle for a Message. Josie and her fellow pussycats are positioned to communicate the message that Riverdale is more modern and inclusive than teen dramas of the past, even though it has yet to prove it beyond its casting.\"[149] Monique Jones of Ebony noted, \"Despite the show's multi-racial casting choices, it seems like Riverdale is still a mostly white town.\" She also expressed fondness for the relationship between Archie Andrews and Valerie Brown, but declared \"Archie shouldn't be what makes Valerie interesting to us\".[150] Vanessa Morgan criticized the show's writers on social media for underutilizing and sidelining minority characters within various storylines.[151] Shortly after, Roberto Aguirre-Sacasa responded in a tweet by promising \"we will do better to honor her and the character she plays\".[152][153] The show has also faced backlash from the asexual community for its deliberate decision not to portray Jughead Jones as asexual. The character is identified this way in some of the comics, and Jughead actor Cole Sprouse has expressed a preference for asexuality being portrayed.[154][155] Furthermore, the show has received additional criticism regarding what has been called the queerbaiting of certain characters.[156][157] Riverdale has notably enjoyed widespread success in Australia.[158] Riverdale is broadcast in the country as a Netflix Original Series hours after its US broadcast and during the late 2010s was one of the most popular shows in the country regularly entering the top 10 of the most viewed TV shows.[159] For a brief time period in October 2018, Riverdale became the number 1 show in Australia.[159] Riverdale has also been noted as being one of the most popular shows worldwide on the popular streaming platform Netflix.[159] The large number of fans watching the series on the platform also gave the show a large bump in the ratings for its season two premiere.[160] This was later referenced on multiple occasions by The CW's president, Mark Pedowitz, who noted that they would watch Netflix numbers more closely for new series after seeing how Riverdale did on the platform.[161] Season four was posted onto the website in the U.S. on May 15, 2020, and remained in the top ten titles on the entire platform for the following month.[162] In the UK, it was also the most popular program on the streaming service in May.[163] In September 2017, it was reported that a live-action television series based on the comic series Chilling Adventures of Sabrina was being developed for The CW by Berlanti Productions and Warner Bros. Television, with a planned release in the 2018–2019 television season. The series, featuring the Archie Comics character Sabrina Spellman, would be a companion series to Riverdale. Lee Toland Krieger directed the pilot, which was written by Aguirre-Sacasa. Both are executive producers along with Berlanti, Schechter, and Goldwater.[196] In December 2017, it was reported that the project had moved to Netflix under a new title. In January 2018, CW president Mark Pedowitz noted that, \"at the moment, there is no discussion about crossing over\" with Riverdale.[197] Aguirre-Sacasa added that no crossovers were planned initially so that each series could establish \"their own identities and own set of rules\".[198] Filming for first season began on March 19, 2018, just as filming of the second season of Riverdale concluded, which allowed the same crew members to work on both series.[199] Sabrina's town, Greendale, is introduced in the second season of Riverdale. Following that, several references to the two cities are made regularly in the two series, visually or with dialogue.[200] In the first season of Chilling Adventures of Sabrina, Moses Thiessen reprises his role as Ben Button from Riverdale during an episode.[201] In the episode \"Chapter Sixty-Seven: Varsity Blues\" from the fourth season of Riverdale, Ty Wood reprises his role as Billy Marlin from Sabrina.[202] In episode \"Chapter Twenty-Three: Heavy Is the Crown\" from the third part of Sabrina, the teenage witch and her cousin visit Riverdale in search for a crown that was owned by Benjamin Blossom, an ancestor of Cheryl. On their way, they pass the town sign. On its back, Jughead Jones spray painted the message \"JJ Wuz Here\", his signature. Three episodes later, a member of the Southside Serpents is attacked by Hilda Spellman.[203] Regarding a proper crossover, Aguirre-Sacasa said in October 2018 he would \"hate for [a crossover] to never happen\" between the two series, adding a potential idea for one could see the characters of Riverdale \"hear[ing] about a haunted house in Greendale and try to break in and it's Sabrina's house\". He also felt since each series was already established, a crossover could happen in a standalone film with both casts, potentially titled Afterlife with Archie, based on the Archie Horror comic of the same name.[204] The series was canceled in July 2020, when showrunner Sacasa later announced that if it had been renewed, Riverdale and Sabrina would have had a proper crossover event.[205] On October 7, 2021, it was announced that Kiernan Shipka would be reprising her role as Sabrina in the sixth season of Riverdale.[206] Shipka appeared in \"Chapter Ninety-Nine: The Witching Hour(s)\" set in an alternative universe called Rivervale where Sabrina is called by Cheryl to help her with a spell. Shipka also reprise the role later during the same season, in a episode set in the original continuity of the two series and after the events of Chilling Adventures of Sabrina, providing closure to plot points from the latter series.[207] Nicholas Scratch also appeared in the episode, portrayed by Cole Sprouse, following a temporary resurrection spell used on Jughead's body.[208] The sixth season also introduced the character Heather, played by Caroline Day, a witch from Greendale and from Sabrina's coven. In August 2018, Aguirre-Sacasa revealed that another spin-off was in development at The CW. He said that the series would be \"very different from Riverdale\" and that it would be produced \"in [the 2018–19] development cycle.\"[198] By January 2019, The CW issued a pilot order for the series stating that the plot will: \"[follow] the lives and loves of four iconic Archie Comics characters — including fashion legend-to-be Katy Keene — as they chase their twenty-something dreams in New York City. This musical dramedy chronicles the origins and struggles of four aspiring artists trying to make it on Broadway, on the runway and in the recording studio.\"[209] In February of the same year, it was announced that Ashleigh Murray, who portrays Josie McCoy in Riverdale, had been cast in a lead role for Katy Keene, leading to her exit from the former.[210] By August 2019, Michael Grassi announced that there is a crossover between Riverdale and Katy Keene being developed.[211] The crossover episode aired on February 5, 2020.[212][213] In the episode \"Chapter Six: Mama Said\" from the first season of Katy Keene, Robin Givens reprises her role as Sierra McCoy from Riverdale. Four episodes later, Casey Cott reprises his role as Kevin Keller in \"Chapter Ten: Gloria\".[214][215] In the last episode of the first season, Mark Consuelos reprises his role as Hiram Lodge. On July 2, 2020, the series was canceled after one season.[216] Despite the cancellation, characters from Katy Keene appear in Riverdale: Zane Holtz reprised his role as K.O. Kelly in the first episode of season five and in the tenth episode of season six, followed by Ryan Faucett as Bernardo in the seventh episode of the same season, Lucy Hale reprised her role in a voice-over cameo in the eighth episode, and Camille Hyde reprised her role as Alexandra Cabot in the fifteenth episode.[217][218][219] The character Chad Gekko, who appeared in two episodes of Katy Keene, also returns as a recurring characters in season five, played by Chris Mason. Mason replaces Reid Prebenda, who portrayed the character in the spin-off.[220] By September 2020, Aguirre-Sacasa was preparing another spin-off series based on an Archie Comics property. On June 28, 2022, the CW announced the third Riverdale's spin-off, titled Jake Chang and planned for 2023. [221] [222]","Title":"Riverdale (2017 TV series) - Wikipedia","KeyID":"3165","URL":"https://en.wikipedia.org/wiki/Riverdale_(2017_TV_series)"}