{"Content: ":"Pang is the third studio album by American singer-songwriter and producer Caroline Polachek and debut under her given name.[1] It was released by Sony Music, The Orchard, and Polachek's imprint Perpetual Novice on October 18, 2019.[2][3] The album received critical acclaim from and was placed on several critics' year-end lists, topping Dazed's list. Commercially, Pang peaked at number 17 on the Billboard Heatseekers Albums chart and number 40 on the Independent Albums chart, making it Polachek's first charting solo album. In 2017, Polachek began working frequently with PC Music producers Danny L Harle and A. G. Cook after the dissolution of her band Chairlift. She appeared on Harle's single \"Ashes of Love\" back in 2016, and she also began collaborating with him and Cook in contributions with other artists, such as Superfruit and Charli XCX.[4][5] Polachek started working on her own material, which was originally going to be a \"warmer, auburn, folk-tinged, peaceful album\" called Calico. When the two began work on the project they \"came up with something that overshadowed Calico and kickstarted a fruitful collaboration\". The title Pang comes from \"experiencing inexplicable adrenal rushes\" that Polachek experienced \"that stopped her from sleeping and accelerated her metabolism\", which she referred to as \"pangs\".[6] In an interview with Dazed, Polachek revealed what it was like to work with a range of different people, noting that \"Working with different artists is always a learning experience, a new skill for the tool belt, even when it's more about realising what doesn't work.\" She elaborated, saying that she feels more in control of the things she writes and produces, and that she's \"...Ultimately the one in control, the one who is filtering and controlling the palette in real time. I don't leave it up to someone else. It's actually more and more liberating to just get in and start making stuff.\"[7] Throughout the duration of 2018, Polachek shared a number of images of her in the studio to record material and hinted at the possibility of working on an album in their captions.[8] In 2019, Polachek released the album's lead single \"Door\", which was the first to be released under her own name (she previously released music under the names 'Ramona Lisa' and 'CEP').[1] It was also accompanied by a music video, directed by Polachek herself alongside London-based artist Matt Copson. The song was revealed by a press release as \"the first taste of a forthcoming, larger solo project from Caroline to be released later this year.\"[9] rumouring further that the album could possibly have more than over 18 tracks. In an interview with Vogue, Polachek expressed her surprise that her label was happy to lead with \"Door\" as the first single, explaining \"it's such a long and winding song. There are songs on the record that are a bit more twisty and moody. And this one feels like, no pun intended, an open door. It feels like an invitation.\"[10] Pitchfork listed the song at number 47 for the 100 best songs of 2019.[11] The following month, she announced that she was to release two more cuts from the album \"Ocean of Tears\" and \"Parachute\". With their release sparked the announcement of the album, under the title Pang and its scheduled release period of sometime in fall of 2019. Polachek made both records with Danny L Harle, the sometime collaborator with Charli XCX and Carly Rae Jepsen. A. G. Cook also contributed production to \"Ocean of Tears\", alongside Valley Girl. Of the song \"Parachute\", Polachek said in a press release, \"It was an incredible moment, realizing that this melody we'd written was unintentionally re-telling a dream I'd been shaken by. I went home, re-drafted the words to fit, and came back to the studio at 1 am to record the vocal the same day. And that's the take we kept. From that moment on, Dan and I knew we had a lot more work to do together.\"[12] In September 2019, she released the album's fourth single \"So Hot You're Hurting My Feelings\", which was co-written with Daniel Nigro and Teddy Geiger.[13][14] Consequence of Sound reviewed the track with the statement, \"While previous tracks \"Parachute\" and \"Ocean of Tears\" served up ethereal tones, \"So Hot You're Hurting My Feelings\" has a little more pep in its step. With a hint of an '80s pop vibe, Polachek's vocals ping-pong off the synths as she sings the refrain\".[2] Around the same time, Polachek announced the album's release date of October 18, 2019.[2] \"Look at Me Now\" was released as the final pre-release single on October 14, 2019. The acoustic ballad is described as the \"diary entry\" of the album that Polachek wrote \"while processing a mix of guilt, self-destructiveness, and hope.\" The song was inspired by Lilith Fair artists like Jewel and Sarah McLachlan.[15] Pang is a pop[16] indie pop,[17] experimental pop,[6] and avant-pop record,[18] influenced by ambient, new age, R&B, trap-pop, hip hop, trip hop, sophisti-pop, and classical music.[19][20][21] Its sound is described as \"almost symphonic\" and \"blend[s] acoustic and synthetic textures into a surrealist yet affecting listen\" [6][19] The album exists in a space in between moody electronica and upbeat pop. As Mark Moody of No Ripcord put it, \"best listened to sad and lonely in your bedroom, Pang is the perfect dance album for smart and sensitive boys and girls after their day’s journaling are done.\"[22] \"New Normal\" shifts between different keys and features \"a conspicuously yeehaw opening of slide guitar to an almost dancehall beat to sputtering percussion and vocal clips from hip-hop\".[19] \"Ocean of Tears\" is a hip hop–tinged R&B track influenced by Kate Bush, Imogen Heap, and Annie Lennox.[20][23] \"Insomnia\"'s \"ecstatic aches\" are of Björk and Weyes Blood.[20] \"Caroline Shut Up\" takes influence from 1960s soul singers and doo-wop and is \"equal parts seductive and bewildering\".[17][24] \"So Hot You're Hurting My Feelings\" is a \"new wave masterpiece\" that takes influence from 1980s pop and has been compared to the work of Haim.[20][17] Pang is a break-up album inspired by her divorce from husband of two years, Ian Drennen, six months into its production.[21] The album explores lyrical themes of \"living unexpected dreams, getting away with something sneaky-fun, tears in public and in oceans\"[19] and \"love songs about the moment of surrender, the pain preceding it, and the euphoria after.\"[19] In \"I Give Up\", Polachek succumbs to an \"apathetic kind of self defeat\".[21] \"Door\" talks about \"the disorienting and uniquely human feeling of blindly chasing a desire without knowing whether you will ever reach it.\"[25] \"Parachute\" is described as \"the audio-equivalent of feeling like you're seconds away from death but have absolutely no problem with it.\"[24] Pang received a score of 82 out of 100 based on 14 critics on review aggregate site Metacritic, indicating \"universal acclaim\".[27] In a review for AllMusic, Matt Collar suggested that, \"[Caroline] Polachek further distills her approach with a collection of deeply emotive songs that showcase her delicate vocals and intricate pop sensibilities\" with \"arrangements that straddle the line between moody electronica and adult contemporary pop.\"[28] Jack Bray of The Line of Best Fit called Pang a \"remarkable debut album assured of its legitimacy and brilliance\"[17] Nick Lowe of Clash referred to the album as \"fresh and ethereal\" and a synthesis of Polachek's previous work, saying it combined \"the playfulness of Chairlift, the theatricality of Ramona Lisa and the futuristic glimpses of CEP.\" Lowe also commended her \"staggering\" and \"heavenly\" vocals.[24] Katherine St. Asaph of Pitchfork also praised her \"near-operatic vocalizations\", \"controlled vocal leaps, and precise staccato.\"[19] Ben Thomas of The Guardian praised the album's lyrics about break-ups, saying that \"Caroline Shut Up\" in particular \"lets you right inside her lustful waltz-time neuroses.\"[21] Tiny Mix Tapes's Reggie MT referred to the album \"an absolute triumph of 'expressionist storybook goth' that recalls the great emotive artists in pop and New Age history, from Elizabeth Fraser to Imogen Heap, Enya to her (our) girl Charli\".[32] Notes On April 11, 2020, Polachek released a version of the album on Bandcamp featuring instrumental versions of every track.[59] Standing at the Gate: Remix Collection is a remix album by American singer-songwriter and producer Caroline Polachek, released exclusively on vinyl on April 16, 2021 through Polachek's imprint Perpetual Novice. The collection features reworked versions of songs from her 2019 studio album Pang as well as a cover of \"Breathless\" by the Corrs. On December 18, 2019, a remix of \"So Hot You're Hurting My Feelings\" by A. G. Cook was released as a stand-alone single.[60] To celebrate the album's one year anniversary on October 19, 2020, Polachek released a ten minute long extended mix of \"The Gate\", featuring a visualizer by Ezra Miller. She called the new mix \"a sort of parallel universe or alternate ending, where those words not only arrive, but ring true.\"[61] On December 9, 2020, Polachek released remixes of \"Ocean of Tears\", \"Hey Big Eyes\", \"Hit Me Where It Hurts\", and \"Door\" as digital singles. On the same day she announced the remix album, including all of the prior remix singles except \"Ocean of Tears\".[62] A cover of \"Breathless\" by the Corrs was released on December 17, 2020.[63] On March 5, 2021 Polachek performed her cover of \"Breathless\" on The Late Late Show with James Corden.[64] Notes","Title":"Pang (album) - Wikipedia","KeyID":"3172","URL":"https://en.wikipedia.org/wiki/Pang_(album)"}