{"Content: ":"\"So Hot You're Hurting My Feelings\" is a song by American singer Caroline Polachek from her third studio album (and first under her own name) Pang (2019).[1] The song was released on September 16, 2019 through Perpetual Novice.[1] It has been described as a new wave and indie pop track.[2][3] While it didn't chart at the time of its release, the song became a sleeper hit after it went viral on TikTok in early 2022.[4] An official music video was released on October 2, 2019. On December 18, 2019, an official remix by A. G. Cook of PC Music was released as the lead single from her upcoming remix album Standing at the Gate: Remix Collection.[5] On January 30, 2020 she performed the song on Jimmy Kimmel Live! marking her first solo live television appearance.[6] A Christmas-themed rework of the song called \"So Cold You're Hurting My Feelings\" was released in December 2020 as part of the PC Music Pop Carol holiday concert.[7] Robin Bacior of Consequence of Sound described \"So Hot You're Hurting My Feelings\" as a song with \"a little more pep in its step\" than her other singles, \"Parachute\" and \"Ocean of Tears\".[8] Luke Holland of The Guardian reviewed the song with \"I definitely am saying you’re a bad person if you hate this\".[9] Amanda Gersten of Paste called the song \"bouncy, bright and wouldn’t sound too out of place on a Chairlift album\".[10] Lady Gaga included the song on her \"Women of Choice\" curated playlist.[11] Indie rock artist Waxahatchee performed a live acoustic cover of \"So Hot You're Hurting My Feelings\" at SiriusXM’s Los Angeles Studios on April 2, 2020.[12] Indie folk musician Squirrel Flower released her own cover of the song as a single on May 5, 2020.[13] A. G. Cook Remix – single[14] This 2010s pop song-related article is a stub. You can help Wikipedia by expanding it.","Title":"So Hot You're Hurting My Feelings - Wikipedia","KeyID":"3173","URL":"https://en.wikipedia.org/wiki/So_Hot_You%27re_Hurting_My_Feelings"}