{"Content: ":"\"Maniac\" is a song by American singer-songwriter Conan Gray. Republic Records released it as the third single from his debut studio album Kid Krow on October 24, 2019. \"Maniac\" was written by Gray and Dan Nigro, who also produced the song. The song has been certified Platinum in Australia, Brazil, Canada and the United States, becoming his first certifications in all four countries. In early 2020, the song was successful on international mainstream pop radio.[3][4][5][6][7][8] It had gained 50 million accumulative streams on Spotify by January 2020,[9] before clocking 90 million streams only two months later.[10] The song also became trending on the video-sharing platform TikTok, debuting in the app's Top 25 trending chart.[11] Gray wrote \"Maniac\" in the shower after receiving a sobbing text message from an ex-lover at midnight. The ex had supposedly been spreading rumors about how Gray was \"some freak who wouldn't leave them alone\" he continues, \"when in reality, they were the freak.\" He referred to the song as \"a cathartic post break-up song dedicated to psychotic exes.\"[12] Madeline Roth of MTV described the song as \"a total '80s fever dream, marked by shimmering synths and Gray's quirky lyrics about a fickle ex who leaves him simultaneously amused and hurt.\"[13] In the BRUME-directed music video for \"Maniac\",[14] which sits at over 76 million views,[15] Gray and English actress Jessica Barden are working the night shift at the theatre/cinema before they fend off her psychotic ex-boyfriends who have risen from the dead.[16] Roth said that the \"cinematic\" music video pays homage to horror classics such as Dawn of the Dead (1978) and Zombieland (2009).[13] Helen Ehrlich of Affinity Magazine described \"Maniac\" as \"an eye roll and a smirk\" that is \"retro, raw and rage-filled.\"[17] The song features \"magnetizing pop synths, a stimulating dance-hall bass, and Gray's energizing vocals\".[1] Despite being officially released in October 2019, \"Maniac\" was included on Billboard's mid-year list of The 50 Best Songs of 2020.[18]  Sales+streaming figures based on certification alone.","Title":"Maniac (Conan Gray song) - Wikipedia","KeyID":"3175","URL":"https://en.wikipedia.org/wiki/Maniac_(Conan_Gray_song)"}