{"Content: ":"\"Heather\" is a song by American singer-songwriter Conan Gray released through Republic Records. Originally released as a track on Gray's debut studio album Kid Krow in March 2020, it was released as the sixth single in September 2020 after becoming a sleeper hit. \"Heather\" was written by Gray and produced by Dan Nigro with additional production by Jam City. The song gained popularity on the video-sharing platform TikTok, consequently spawning the meme-like titular phrase which one can use to describe a \"beautiful girl\"[1] which one aspires to look like.[2][3] Commercially, \"Heather\" debuted at number 61 and rose to number 46 on the Billboard Hot 100, being his first entry on the chart.[4] Elsewhere, the song gave Gray his first single chart entry in countries like the United Kingdom, Canada, New Zealand and the Netherlands, and his second entry in countries such as Australia, Ireland and Lithuania. \"Heather\" has become Gray's most commercially successful single to date, surpassing \"Maniac\", which achieved international mainstream hit radio success earlier that year. Initially released as part of the album in March 2020, it was re-released as the album's sixth and final single amid its popularization in August 2020. Gray announced the music video a day before its release on August 20.[5] \"Heather\" has been described as a folk and indie pop song.[6][7] On Apple Music Editor's Notes under Gray's album Kid Krow, Gray writes that \"'Heather' is the song on the album that I always cry to. I think it's the most honest recount of my love life at the moment. It's about a girl named Heather—I think everyone has a Heather in their life. The person that I really, really liked was in love with Heather. They were not in love with me, and because of that, I f**king [sic] hated Heather. I hated Heather with all of my heart and soul. I had no reason to hate Heather. Heather is a perfectly nice girl. She's sweet and she's pure and she smells like daisies—she's perfect, but I hate her. It's this humiliating thing to admit, but it's just true. I'm scared to see how people are going to react, because it isn't a good thing to think something like that, but I also think it's something that I've never really heard anyone admit. I'm sorry, Heather. You're a wonderful person.\"[8] During an interview on the Late Late Show with James Corden, Gray confided that he was hesitant to release the song, stating \"when I wrote the song, I was really embarrassed... I just thought that, you know, nobody would relate to it, I thought maybe I was insane... I almost didn't put it on the album, I thought that I was crazy, and turns out that I'm not the only one.[9]: 0:51  The song received critical acclaim from music critics, praising the production, crisp songwriting and vocal performance. Carolyn Droke of Uproxx wrote that Gray \"spotlights his vulnerable songwriting\" on the song, referring specifically to an acoustic version uploaded to YouTube in July 2020.[11] Piper Westrom of Riff wrote, \"Gray's fearlessness when addressing sensitive subjects such as [unrequited romantic interest for male heterosexual friends] on his debut album show a bravery that someone so young does not always show so early in his career.\"[12] Sir Elton John showed his admiration for Gray in an interview with BBC Radio 6, saying \"There's a boy called Conan Gray who has a song called 'Heather' and he's about 22, he's from America and he's the only person in the [streaming charts] to actually write the song without anybody else. Everybody else there's four or five writers on [a track]. You look at most of the records in the charts — they're not real songs. They're bits and pieces and it's nice to hear someone write a proper song.\"[10] On August 19, 2020, Conan Gray released a teaser for the music video set to release the following day.[5][13] The official music video premiered on August 20, 2020. In the video, directed by Dillon Matthew and Conan Gray, it shows Gray reflecting on himself trying to become the idolized \"Heather.\"[14] Critics described the video as \"an intimate visualization\" of Gray as he \"fluctuates between feminine and masculine beauty standards.\"[15][16] Rania Aniftos of Billboard described the video as \"thought-provoking\".[1] The video performance was officially uploaded via VEVO to Conan Gray YouTube Channel on 20 August 2020. It has over 93 million views and 2.5 million likes as of 2022. Sales+streaming figures based on certification alone. Streaming-only figures based on certification alone.","Title":"Heather (Conan Gray song) - Wikipedia","KeyID":"3176","URL":"https://en.wikipedia.org/wiki/Heather_(Conan_Gray_song)"}