{"Content: ":"\"The Story\" is a song by American singer-songwriter Conan Gray. It was released on January 10, 2020 by Republic Records as the fourth single from his debut studio album Kid Krow. The song was written by Conan Gray and produced by Dan Nigro. Gray opens up about his difficult childhood in third person perspective. He has told an audience, \"It's one of the ones that means more to me ..., I like to tell stories, and this song is kind of a story about my life when it was before all of [my fame].\"[1] The song is based upon \"all the unfair things that he's seen in this world, from the effects of bullying and self-hatred to a fear of being your 100 percent authentic self.\"[2] Gray also references a number of experiences that him and his friends had as a child, including \"a boy and a girl\" who are now \"gone, headstones on a lawn,\"[3] as well as \"a boy and a boy\" who were \"best friends with each other, but always wished they were more\".[4] On The Zach Sang Show, Gray said, \"I think when you're kid, every single thing that happens to you, feels like the end of the world. When you're six years old and you grow up in an abusive household, you can't really imagine not being six years old. You can think like 'Oh, maybe one day,' but its hard to tell. So I wanted to tell, no matter what age you are, no matter what you're going through, ... even if you feels like its really the end of your road, I promise its not.\"[5] Conan released \"The Story\" alongside the announcement of the album's title, tracklist and cover art on January 10, 2020.[6] Mike Wass from Idolator described \"The Story\" as a \"stripped-back anthem about the state of the world, and the way it could be with a little more love and acceptance.\"[7] Maxamillian Polo of Ones to Watch wrote, \"Shifting between first and third person, 'The Story' unfolds like a somber jaunt. Weaving together intimate stories that belong to both Gray and his friends, the narrative begins to coalesce, weaving together a story of how our seemingly personal experiences live on in those we hold closest.\"[8] A music video to accompany the release of \"The Story\" was first released on YouTube on January 16, 2020. The video was directed by BRUME.[9] In the video, Gray wanders along deserted outdoor landscapes before jumping on the back of a pickup truck. Jordan Tilchen from MTV wrote, \"he seems despondent and like he's lost hope as he roams lonely dirt roads, he knows that it's 'not the end of the story.'\"[2]","Title":"The Story (Conan Gray song) - Wikipedia","KeyID":"3177","URL":"https://en.wikipedia.org/wiki/The_Story_(Conan_Gray_song)"}