{"Content: ":"Johan Lenox (real name Stephen Feigenbaum[1]) is an American singer, rapper, composer and producer. His musical style is derived from trap music, combining elements of hip hop, pop and classical music. He began gaining attention for his production for high-profile artists like Travis Scott and Kanye West, among others.[2] He has production credits on the singles, \"It'll Be Okay\" by Shawn Mendes, \"We Got Love\" by Teyana Taylor and \"Deep Reverence\" by Big Sean featuring Nipsey Hussle. He released his first project in 2019, and has released three more since. Feigenbaum was raised in Massachusetts, where he spent summers studying classical music at Tanglewood in Lenox, Massachusetts.[1] He spent six years at Yale University studying music. He was inspired upon hearing Kanye West's 2010 album, My Beautiful Dark Twisted Fantasy, realizing the potential of combining classical music with modern pop and hip hop.[3] Feigenbaum developed his stage name combining the name of his favorite composer, Johann Sebastian Bach, and the town of Lenox, Massachusetts where he studied classical music.[1] Feigenbaum began receiving attention in 2016, composing a live orchestra event called \"Yeethoven\", a project that combines and compares the works of Kanye West and Beethoven.[4] This project captured the attention of Time, Pitchfork,[5] The Atlantic[6] and artists like Vic Mensa and producer Mike Dean. Impressed by the work, Dean invited Feigenbaum to help produce for several Kanye West projects in 2018, including Nas' Nasir and Teyana Taylor's The Album.[7] In the subsequent years, Feigenbaum released a series of three projects under the Island Records label; Everybody's Cool but Me in 2019, Cancel the Party in 2020, and World on Fire in 2021. The song \"Deep Reverence\" by Big Sean received a nomination for Best Rap Performance at the 63rd Annual Grammy Awards, bringing Feigenbaum his first Grammy nomination.[8] His fourth project, which he dubbed his \"debut album\", was released independently in 2022 and is titled WDYWTBWYGU (an acronym of What Do You Want to Be When You Grow Up), and features KayCyy, Ant Clemons, Mr. Hudson, 070 Shake, among others. In mid-2022, he joined 070 Shake as the opener for her nationwide tour for her second studio album, You Can't Kill Me.","Title":"Johan Lenox - Wikipedia","KeyID":"3178","URL":"https://en.wikipedia.org/wiki/Johan_Lenox"}