{"Content: ":"Sauropsida (\"lizard faces\") is a clade of amniotes, broadly equivalent to the class Reptilia. Sauropsida is the sister taxon to Synapsida, the clade of amniotes which includes mammals as its only modern representatives. Although early synapsids have historically been referred to as \"mammal-like reptiles\", all synapsids are more closely related to mammals than to any modern reptile. Sauropsids, on the other hand, include all amniotes more closely related to modern reptiles than to mammals. This includes Aves (birds), which are now recognized as a subgroup of archosaurian reptiles despite originally being named as a separate class in Linnaean taxonomy. The base of Sauropsida forks into two main groups of \"reptiles\": Eureptilia (\"true reptiles\") and Parareptilia (\"next to reptiles\"). Eureptilia encompasses all living reptiles (including birds), as well as various extinct groups. Parareptilia is typically considered to be an entirely extinct group, though a few hypotheses for the origin of turtles have suggested that they belong to the parareptiles. The term \"Sauropsida\" originated in 1864 with Thomas Henry Huxley,[1] who grouped birds with reptiles based on fossil evidence. The term Sauropsida (\"lizard faces\") has a long history, and hails back to Thomas Henry Huxley, and his opinion that birds had risen from the dinosaurs. He based this chiefly on the fossils of Hesperornis and Archaeopteryx, that were starting to become known at the time.[2] In the Hunterian lectures delivered at the Royal College of Surgeons in 1863, Huxley grouped the vertebrate classes informally into mammals, sauroids, and ichthyoids (the latter containing the anamniotes), based on the gaps in physiological traits and lack of transitional fossils that seemed to exist between the three groups. Early in the following year he proposed the names Sauropsida and Ichthyopsida for the two latter.[1] Huxley did however include groups on the mammalian line (synapsids) like Dicynodon among the sauropsids. Thus, under the original definition, Sauropsida contained not only the groups usually associated with it today, but also several groups that today are known to be in the mammalian side of the tree.[3] By the early 20th century, the fossils of Permian synapsids from South Africa had become well known, allowing palaeontologists to trace synapsid evolution in much greater detail. The term Sauropsida was taken up by E.S. Goodrich in 1916 much like Huxley's, to include lizards, birds and their relatives. He distinguished them from mammals and their extinct relatives, which he included in the sister group Theropsida (now usually replaced with the name Synapsida). Goodrich's classification thus differs somewhat from Huxley's, in which the non-mammalian synapsids (or at least the dicynodontians) fell under the sauropsids. Goodrich supported this division by the nature of the hearts and blood vessels in each group, and other features such as the structure of the forebrain. According to Goodrich, both lineages evolved from an earlier stem group, the Protosauria (\"first lizards\"), which included some Paleozoic amphibians as well as early reptiles predating the sauropsid/synapsid split (and thus not true sauropsids).[3] In 1956, D.M.S. Watson observed that sauropsids and synapsids diverged very early in the reptilian evolutionary history, and so he divided Goodrich's Protosauria between the two groups. He also reinterpreted the Sauropsida and Theropsida to exclude birds and mammals respectively, making them paraphyletic, unlike Goodrich's definition. Thus his Sauropsida included Procolophonia, Eosuchia, Millerosauria, Chelonia (turtles), Squamata[4] (lizards and snakes), Rhynchocephalia, Crocodilia, \"thecodonts\" (paraphyletic basal Archosauria), non-avian dinosaurs, pterosaurs, ichthyosaurs, and sauropyterygians.[5] This classification supplemented, but was never as popular as, the classification of the reptiles (according to Romer's classic Vertebrate Paleontology[6]) into four subclasses according to the positioning of temporal fenestrae, openings in the sides of the skull behind the eyes. Since the advent of phylogenetic nomenclature, the term Reptilia has fallen out of favor with many taxonomists, who have used Sauropsida in its place to include a monophyletic group containing the traditional reptiles and the birds. The class Reptilia has been known to be an evolutionary grade rather than a clade for as long as evolution has been recognised. Reclassifying reptiles has been among the key aims of phylogenetic nomenclature.[7] The term Sauropsida had from the mid 20th century been used to denote all species not on the synapsid side after the synapsid/sauropsid split, a branch-based clade. This group encompasses all now-living reptiles as well as birds, and as such is comparable to Goodrich's classification, the difference being that better resolution of the early amniote tree has split up most of Goodrich's \"Protosauria\", though definitions of Sauropsida essentially identical to Huxley's (i.e. including the mammal-like reptiles) are also forwarded.[8][9] Some later cladistic work has used Sauropsida more restrictively, to signify the crown group, i.e. all descendants of the last common ancestor of extant reptiles and birds. A number of phylogenetic stem, node and crown definitions have been published, anchored in a variety of fossil and extant organisms, thus there is currently no consensus of the actual definition (and thus content) of Sauropsida as a phylogenetic unit.[10] Some taxonomists, such as Benton (2004), have co-opted the term to fit into traditional rank-based classifications, making Sauropsida and Synapsida class-level taxa to replace the traditional Class Reptilia, while Modesto and Anderson (2004), using the PhyloCode standard, have suggested replacing the name Sauropsida with their redefinition of Reptilia, arguing that the latter is by far better known and should have priority.[10] Sauropsids evolved from basal amniotes stock approximately 320 million years ago in the Paleozoic Era. In the Mesozoic Era (from about 250 million years ago to about 66 million years ago), sauropsids were the largest animals on land, in the water, and in the air. The Mesozoic is sometimes called the Age of Reptiles. Sixty-six million years ago, the large-bodied sauropsids died out in the global extinction event at the end of the Mesozoic era. With the exception of a few species of birds, the entire dinosaur lineage became extinct; in the following era, the Cenozoic, the remaining birds diversified so extensively that, today, nearly one out of every three species of land vertebrate is a bird species. The cladogram presented here illustrates the \"family tree\" of sauropsids, and follows a simplified version of the relationships found by M.S. Lee, in 2013.[11] All genetic studies have supported the hypothesis that turtles are diapsid reptiles; some have placed turtles within archosauromorphs,[11][12][13][14][15][16] though a few have recovered turtles as lepidosauromorphs instead.[17] The cladogram below used a combination of genetic (molecular) and fossil (morphological) data to obtain its results.[11] Synapsida (mammals and their extinct relatives) †Millerettidae †Eunotosaurus †Lanthanosuchidae †Procolophonoidea †Pareiasauromorpha †Captorhinidae †Paleothyris †Araeoscelidia †Claudiosaurus †Younginiformes †Kuehneosauridae Rhynchocephalia (tuatara and their extinct relatives) Squamata (lizards and snakes) †Choristodera †Prolacertiformes †Trilophosaurus †Rhynchosauria Archosauriformes (crocodiles, birds, dinosaurs and extinct relatives) †Eosauropterygia †Placodontia †Sinosaurosphargis †Odontochelys †Proganochelys Testudines (turtles) Laurin and Piñeiro (2017) and Modesto (2019) proposed an alternate phylogeny of basal sauropsids. In this tree, parareptiles include turtles and are closely related to non-araeoscelidian diapsids. The family Varanopidae, otherwise included in Synapsida, is considered by Modesto a sauropsid group.[18][19] Synapsida Mesosauridae Captorhinidae Araeoscelidia Paleothyris Varanopidae Parareptilia Eosuchia In recent studies, the \"microsaur\" clade Recumbirostra, historically considered lepospondyl reptiliomorphs, have been recovered as early sauropsids.[20][21]   ","Title":"Sauropsida - Wikipedia","KeyID":"318","URL":"https://en.wikipedia.org/wiki/Sauropsida"}