{"Content: ":"Alexander Glantz, known professionally as Alexander 23, is a Grammy nominated American record producer who is also a singer, songwriter, multi-instrumentalist, and engineer. Since releasing his first string of singles and EP in 2019, he has worked with artists such as Selena Gomez, Olivia Rodrigo, John Mayer, Tate McRae, Charlie Puth, Jeremy Zucker, Noah Kahan and mxmtoon, and has accumulated hundreds of millions of streams on Spotify on his own music. [1] [2] Glantz was raised in Deerfield, Illinois[3] a suburb of Chicago, Illinois. At the age of 8, Glantz saw his father playing guitar which inspired him to learn as well.[3] As a teenager, he joined a band where he also learned how to play bass, piano, and drums.[4] After high school, Glantz went to the University of Pennsylvania for engineering, but dropped out a year later to pursue music more seriously.[5] Glantz then moved to Los Angeles, CA to begin songwriting and producing for others and soon after he decided to write songs for himself and to pursue a career as an artist.[6] Glantz signed to Interscope in 2019.[7] He released his first single \"Dirty AF1s\" in 2019 which made it to Spotify's New Music Friday playlist and was recognized as Apple Music's \"Bop of the Week\".[8] After releasing five subsequent singles, his first EP I'm Sorry I Love You was released by Interscope in October 2019[9] Since the release of his first EP, Glantz has released a number of singles as well as collaborations with artists such as Selena Gomez, Jeremy Zucker, Chelsea Cutler, and mxmtoon. He has also written and produced songs for a number of other artists such as Role Model, Olivia Rodrigo, Tate McRae and Louis The Child. He made his first live debut opening for Alec Benjamin on his Outrunning Karma Tour in 2019[10] and has since opened for artists such as mxmtoon,[11] Chelsea Cutler,[12] and Omar Apollo.[8]Alexander was set to open for Lauv during his How I'm Feeling Tour in August, 2020, however, due to the Covid-19 pandemic these tour dates were cancelled.[13] Glantz instantly sold out his first two headline shows in Los Angeles in February 2020.[14] When describing his decision to go by Alexander 23, Glantz said, \"I was born on the 23rd, I grew up in Chicago and saw Michael Jordan as a huge figure in basketball and was obsessed with him, and he wore number 23. Plus, I was 23 when I started writing these songs. I knew that I wanted to go by my real first name and I just thought I’d spice it up by adding number 23 at the end.\"[5] Glantz is also a member of the ten-member band Top Bunk.[15] His second EP, Oh No, Not Again! was released on February 19, 2021 on Interscope Records.[16] Glantz co-produced \"Good 4 U\" by Olivia Rodrigo with Dan Nigro[17] which was released on May 14, 2021 through Geffen and Interscope and debuted atop the Billboard Hot 100. Glantz was nominated for Album of the Year at the 2022 Grammy Awards for his production work on Sour by Olivia Rodrigo [18] In the Spring of 2022, Glantz joined John Mayer as the opening act on his Sob Rock tour. [19] (with Jeremy Zucker) (Chelsea Cutler with Alexander 23) (GRACEY with Alexander 23) (Quinn XCII with Alexander 23) (with mxmtoon) (featuring Chloe Moriondo)","Title":"Alexander 23 - Wikipedia","KeyID":"3180","URL":"https://en.wikipedia.org/wiki/Alexander_23"}