{"Content: ":"Superache is the second studio album by American singer and songwriter Conan Gray, released on June 24, 2022, through Republic Records.[6] It is a follow-up to Gray's debut album Kid Krow (2020). Described by Gray as an expansion of his yearning heartbreak, the album touches on themes such as childhood trauma, abuse, friendship, and love, as of his experiences growing up. Superache was preceded by the singles \"Astronomy\", \"People Watching\", \"Jigsaw\", \"Memories\", and \"Yours\", while standalone singles \"Overdrive\" and \"Telepath\" were included as bonus tracks on the Japanese edition. The record been described as a pop album,[7][8] that contain elements of dance-pop, synth-pop, and indie pop.[9] The album was met with critical acclaim from critics, praising Gray's vocal performance, production, honest lyricism and different style compared to its predecessor.[10][11][12][13] The album debuted at number nine on the US Billboard 200, with 43,000 album-equivalent units.[14] Gray told Tomas Mier of Rolling Stone that this album was designed to be centered around the song \"Family Line\" which was inspired by \"childhood trauma and generational trauma [and his] rough upbringing\", and the song \"Best Friend\" about his childhood best friend Ashley.[10] Gray will embark on a tour of the US, UK, Australia & New Zealand in support of Superache, starting on September 16, 2022, at the Louisville Palace Theater.[15] Superache was met with critical acclaim from music critics after its release. On Metacritic, which assigns a normalized score out of 100 to ratings from publications, the album received a score of 81 based on 4 reviews, indicating \"universal acclaim\".[16] Georgia Evans of NME gave the album four out of five stars, and wrote \"it may be theatrical, but 'Superache' still feels deep and honest. Cut through the crescendoes and you'll find real tenderness. 'I'll just take a footnote in your life / And you could take my body / Every line I would write for you,' he sings on 'Footnote', inspired by Pride and Prejudice and the realisation that unrequited love doesn't match up to fictional romance. That's OK, though: Gray knows this kind of all-encompassing love is painful – and he's ready to feel it at full force.[8] Gem Stokes of Clash wrote \"'Superache' is a definitive evolution for Gray. A matured turn since his debut 'Kid Krow', 'Superache' continues to exemplify Gray's flair for pop bops, but with ripened introspection\".[7] Matt Collar of AllMusic wrote \"Superache is a bigger, more robust record than 2020's Kid Krow, while still retaining, and in many ways expanding upon, the heartfelt diaristic qualities that made Gray such a poster child for sad Internet teens\".[17] Maura Johnston of Rolling Stone wrote \"On his second album, the 23-year-old YouTuber turned pop star reveals himself to be an astute observer of the human condition, recounting everyday scenes and highlighting those split-second details in interactions that can make a warm rapport between two people transform into permafrost\".[18]  Superache debuted at number nine on the US Billboard 200, with 43,000 album-equivalent units.[19] All tracks are written by Conan Gray and Dan Nigro, except where noted. All tracks are produced by Dan Nigro, except where noted. Notes Musicians Technical Artwork","Title":"Superache - Wikipedia","KeyID":"3182","URL":"https://en.wikipedia.org/wiki/Astronomy_(Conan_Gray_song)"}