{"Content: ":"Giving the World Away is the second studio album by Australian dream pop musician Hatchie. It was released on 22 April 2022 through Secretly Canadian. After the release of her 2019 debut album Keepsake, Hatchie began working on a second album in February 2020 while in Los Angeles. Due to the COVID-19 lockdown, she was forced to return to Australia at the end of the month.[5] She worked in retail while recording music with her partner Joe Agius at a house in Brisbane.[5][6] The songwriting process was more collaborative than on Keepsake, as Hatchie was open to working with more co-writers and adding to songs started by or with Agius.[6] After production and mixing was done remotely in Denver by Jorge Elbrecht, the album was completed in 2021.[7] The production on Giving the World Away updates Hatchie's shoegaze sound with elements of dance music, inspired by British group Saint Etienne.[6] Other influences included New Order, Kylie Minogue, Depeche Mode, and Ray of Light by Madonna. Based on her experience touring Keepsake, she decided to focus on more energetic songs that would carry over well in a live setting.[7] Giving the World Away was released 22 April 2022 through Secretly Canadian. In support of the album, Hatchie announced a month-long North American tour during May 2022.[7] \"This Enchanted\" was released as the album's lead single on 14 September 2021, becoming her first release through Secretly Canadian.[8] The album's cover artwork comes from the music video for \"This Enchanted\", which was directed by Agius and shows Hatchie in angel wings referencing Baz Luhrmann's 1996 film Romeo + Juliet.[9] Giving the World Away yielded four additional singles: \"Quicksand\", \"Giving the World Away\", \"Lights On\", and \"The Rhythm\".[10] Giving the World Away received favourable reviews from critics. At Metacritic, which assigns a normalised rating out of 100 to reviews from professional publications, the album has an average score of 75, based on 10 reviews.[11] In his review for The Guardian, Phil Mongredien called it \"a winning blend of pop melodies and shoegaze textures\".[14] Brady Brickner-Wood of Pitchfork wrote that the album \"explores [Hatchie's anxieties and insecurities] with an exacting, if not heavy-handed, touch, mushrooming her once sparkly shoegaze into a brasher, more ambitious sound.\"[17] For NME, Giselle Au-Nhien Nguyen described Giving the World Away as \"an enchanting second album that sounds as good as it feels – a brave statement of self and survival in the face of uncertainty.\"[9] All tracks are written by Harriette Pilbeam, Joe Agius and the listed co-writers.","Title":"Giving the World Away - Wikipedia","KeyID":"3184","URL":"https://en.wikipedia.org/wiki/Giving_the_World_Away"}