{"Content: ":"\"Cruel Summer\" is a song by American singer-songwriter Taylor Swift, from her seventh studio album Lover (2019). Swift wrote the song with St. Vincent and her producer Jack Antonoff. It is the second track on Lover, and was recorded at Electric Lady Studios in New York City. \"Cruel Summer\" combines synth-pop, industrial pop and electropop styles, and incorporates synthesizers and distorted vocals manipulated by robotic voice effects in its production. Lyrically, it describes Swift falling for a summer romance while experiencing intense, painful events in her personal life. \"Cruel Summer\" was acclaimed by critics, who lauded the production as catchy and ethereal. Several critics deemed it an album highlight and one of Swift's best songs. Upon its release, \"Cruel Summer\" debuted and peaked at number 29 on the US Billboard Hot 100. It peaked inside the top 20 on singles charts of Malaysia, New Zealand, and Singapore. The song was included in 2019 year-end lists by Billboard and Rolling Stone. The song's title was an easter egg in the music video for \"You Need to Calm Down\", the second single from Taylor Swift's seventh studio album Lover (2019).[1] \"Cruel Summer\" is the second track on Lover, which was released on August 23, 2019.[2] Termed by Swift as a song about a \"summer romance\", \"Cruel Summer\" sees Swift describing an uncertain romantic relationship, with elements of pain and desperation in it.[3] It portrays the challenges faced by pop stars in the public spotlight.[4] The vulnerability of the song's lyrics has drawn comparisons to \"Delicate\", the fifth track on Swift's 2017 album Reputation.[4] In the audio recordings from Lover Secret Sessions, a series of album-listening parties hosted by Swift, she explained that: This song is one that I wrote about the feeling of a summer romance, and how often times a summer romance can be layered with all these feelings of pining away and sometimes even secrecy. It deals with the idea of being in a relationship where there's some element of desperation and pain in it, where you're yearning for something that you don't quite have yet, it's just right there, and you just can't reach it. Billboard's Heran Mamo opined that the song's lyrics see Swift \"wrestling with strong feelings\", where they paint \"the picture of an emotional night out\".[5] Justin Styles of The Ringer wrote that the song tells a \"more humanizing version\" of Swift's \"ill-fated period three years ago\", adding that Swift sings about \"falling in love with current boyfriend Joe Alwyn while her public life was in shambles\".[6] Anna Gaca, writing for Pitchfork, called the song a \"drama-free delight\" with \"magnetic pink glow\".[7] The Spinoff pointed out that Swift's vocals in \"Cruel Summer\" are \"most notable for the modern country cadence\".[8] \"Cruel Summer\" has been described as a dreamy, melancholy[9] synth-pop,[10] industrial pop[11] and electropop[12] song with a \"ranting\" bridge,[4] driven by a pulsating, throbbing \"synth-swirl\",[8][13] robotic voice effects,[14] distorted vocals[10] and a hook that consists of a long, high, fluctuating \"ooooh\".[15] The song has a fast tempo of 170 beats per minute with a time signature of 4 4. It is played in the key of A major and follows a chord progression of A–C♯m–F♯m–D.[16][17] \"Cruel Summer\" was written by Swift, Jack Antonoff and St. Vincent,[18] with a \"burbling\" production from Swift and Antonoff;[6] St. Vincent also took part in the production of the song by playing the guitar.[19] Ravens & Chimes/Bleachers member, Michael Riddleberger, plays drums on the track. \"Cruel Summer\" was widely acclaimed by music critics, with particular praise towards its production and bridge. In his \"critic's pick\" review, Jon Caramanica of The New York Times commended the song for its \"thick, ethereal\" pop production and praised Swift's signature vocal motifs such as the \"question-mark syllables\" and the \"hard-felt smears\".[20] Mikael Wood of the Los Angeles Times proclaimed \"Cruel Summer\" to be the best song off of Lover, stating \"Agony and ecstasy as only Swift at her best can render them: 'It's new, the shape of your body / It's blue, the feeling I've got,' she sings in a razor-sharp, industrial-pop banger about finding love in a hopeless place. The part of the bridge where Swift shrieks about the devil might be the punkest thing you'll hear all year\".[21] Alex Abad-Santos, writing for Vox, listed \"Cruel Summer\" as one of his top-three best Lover tracks, writing that the song is an \"aquatic robot bop\" featuring \"wobbly\" synths.[22] The Spinoff stated that Swift \"absolutely pulls it off\", comparing it to the Bananarama's 1984 hit of the same name.[8] Writing for The Ringer, Justin Sayles praised the song as a \"better rebuke of her personal drama than anything on her last album\", and added that Swift \"shakes off the bad vibes\" with \"Cruel Summer\"; Sayles named it Swift's \"most infectious song since that run of singles from 1989\", and opined that song \"sets the tone\" for the \"warmer, more inviting vibes\" of Lover.[6] Also calling it \"infectious\", Nick Levine of NME termed the track as a \"brilliant pop song\".[23] Natalia Barr, writing for Consequence of Sound, highlighted Swift's vocal delivery in the song's bridge (\"He looks up, grinning like a devil\"), calling it \"simultaneously funny, agonizing, and thrilling, and needs to be created into a viral YouTube loop immediately\". Barr further labeled \"Cruel Summer\" as one of the \"most perfect\" pop songs of 2019.[24] Rob Sheffield of Rolling Stone ranked \"Cruel Summer\" as Swift's third best song in her discography in 2019 (amidst 153 songs),[25] and at number 11 in his 2021 ranking of her 206 songs to date, calling it \"merely a perfect Taylor Swift song. Then for the bridge, she takes off into a deranged greatest-hits album's worth of choruses from brilliant songs she hasn't written yet.\"[26] Rolling Stone further placed the song at number four on its list of \"the 50 best songs of 2019\",[27] while Billboard placed it at number 10 on its list of \"the 100 best songs of 2019\".[28] In her 2020 list ranking all 161 songs by Swift, NME writer Hannah Mylrea placed \"Cruel Summer\" at number six, opining that the song could have been the lead single to Lover. Mylrea labeled the song an album standout, and thought that it recounts the feelings of anxiety and uncertainty that torments a new relationship, prior to finding her feelings being reciprocated.[29] In a list ranking the best song bridges of the 21st-century, Billboard placed \"Cruel Summer\" at number 11, the highest ranking non-single.[30] In 2021, Clash critics picked the song as one of Swift's 15 best songs and stated it should have been the lead single off of Lover, citing its \"highly addictive\" song structure.[31] Upon the release of Lover, \"Cruel Summer\" debuted and peaked inside the top-thirty of several official charts worldwide. In the United States, \"Cruel Summer\" debuted and peaked at number 29 on the Billboard Hot 100 chart, dated September 7, 2019; it is one of the seven tracks from Lover to reach the top 40 of the Hot 100.[32] The song stayed on the Hot 100 for two weeks as an album track.[33] The song debuted at number eight in Singapore[34] and number 10 in Sweden,[35] and reached the top 20 in Ireland,[36] Malaysia[37] and New Zealand.[38] It further peaked inside the top 30 in Australia, Canada and the United Kingdom. American singer-songwriter Olivia Rodrigo posted a piano cover of \"Cruel Summer\" across her social media in April 2020, which Swift took notice and responded affirmatively.[39] Rodrigo further interpolated the song in her 2021 single \"Deja Vu\".[40] Credits are adapted from Tidal.[41] Sales+streaming figures based on certification alone.","Title":"Cruel Summer (Taylor Swift song) - Wikipedia","KeyID":"3190","URL":"https://en.wikipedia.org/wiki/Cruel_Summer_(Taylor_Swift_song)"}