{"Content: ":"Music journalism (or music criticism) is media criticism and reporting about music topics, including popular music, classical music, and traditional music. Journalists began writing about music in the eighteenth century, providing commentary on what is now regarded as classical music. In the 1960s, music journalism began more prominently covering popular music like rock and pop after the breakthrough of The Beatles. With the rise of the internet in the 2000s, music criticism developed an increasingly large online presence with music bloggers, aspiring music critics, and established critics supplementing print media online. Music journalism today includes reviews of songs, albums and live concerts, profiles of recording artists, and reporting of artist news and music events. Music journalism has its roots in classical music criticism, which has traditionally comprised the study, discussion, evaluation, and interpretation of music that has been composed and notated in a score and the evaluation of the performance of classical songs and pieces, such as symphonies and concertos. Before about the 1840s, reporting on music was either done by musical journals, such as the Allgemeine musikalische Zeitung (founded by Johann Friedrich Rochlitz in 1798) and the Neue Zeitschrift für Musik (founded by Robert Schumann in 1834), and in London journals such as The Musical Times (founded in 1844 as The Musical Times and Singing-class Circular); or else by reporters at general newspapers where music did not form part of the central objectives of the publication. An influential English 19th-century music critic, for example, was James William Davison of The Times. The composer Hector Berlioz also wrote reviews and criticisms for the Paris press of the 1830s and 1840s.[1] Modern art music journalism is often informed by music theory consideration of the many diverse elements of a musical piece or performance, including (as regards a musical composition) its form and style, and for performance, standards of technique and expression. These standards were expressed, for example, in journals such as Neue Zeitschrift für Musik founded by Robert Schumann, and are continued today in the columns of serious newspapers and journals such as The Musical Times.[1] Several factors—including growth of education, the influence of the Romantic movement generally and in music, popularization (including the 'star-status' of many performers such as Liszt and Paganini), among others—led to an increasing interest in music among non-specialist journals, and an increase in the number of critics by profession of varying degrees of competence and integrity. The 1840s could be considered a turning point, in that music critics after the 1840s generally were not also practicing musicians.[1] However, counterexamples include Alfred Brendel, Charles Rosen, Paul Hindemith, and Ernst Krenek; all of whom were modern practitioners of the classical music tradition who also write (or wrote) on music. In the early 1980s, a decline in the quantity of classical criticism began occurring \"when classical-music criticism visibly started to disappear\" from the media. At that time, leading newspapers still typically employed a chief music critic, while magazines such as Time and Vanity Fair also employed classical music critics. But by the early 1990s, classical critics were dropped in many publications, in part due to \"a decline of interest in classical music, especially among younger people\".[2] Also of concern in classical music journalism was how American reviewers can write about ethnic and folk music from cultures other than their own, such as Indian ragas and traditional Japanese works.[3]: viii, 173  In 1990, the World Music Institute interviewed four New York Times music critics who came up with the following criteria on how to approach ethnic music: A key finding in a 2005 study of arts journalism in America was that the profile of the \"average classical music critic is a white, 52-year old male, with a graduate degree\".[4]: 10  Demographics indicated that the group was 74% male, 92% white, and 64% had earned a graduate degree.[4]: 15  One critic of the study pointed out that because all newspapers were included, including low-circulation regional papers, the female representation of 26% misrepresented the actual scarcity, in that the \"large US papers, which are the ones that influence public opinion, have virtually no women classical music critics\", with the notable exceptions of Anne Midgette in the New York Times and Wynne Delacoma in the Chicago Sun-Times.[5] In 2007, The New York Times wrote that classical music criticism, which it characterized as \"a high-minded endeavor that has been around at least as long as newspapers\", had undergone \"a series of hits in recent months\" with the elimination, downgrading, or redefinition of critics' jobs at newspapers in Atlanta, Minneapolis, and elsewhere, citing New York magazine's Peter G. Davis, \"one of the most respected voices of the craft, [who] said he had been forced out after 26 years\".[6] Viewing \"robust analysis, commentary and reportage as vital to the health of the art form\", The New York Times stated in 2007 that it continued to maintain \"a staff of three full-time classical music critics and three freelancers\", noting also that classical music criticism had become increasingly available on blogs, and that a number of other major newspapers \"still have full-time classical music critics\", including (in 2007) the Los Angeles Times, The Washington Post, The Baltimore Sun, The Philadelphia Inquirer, and The Boston Globe.[6] Music writers only started \"treating pop and rock music seriously\" in 1964 \"after the breakthrough of the Beatles\".[7]: 45 [attribution needed] In their book Rock Criticism from the Beginning, Ulf Lindberg and his co-writers say that rock criticism appears to have been \"slower to develop in the U.S. than in England\".[8] One of the early British music magazines, Melody Maker, complained in 1967 about how \"newspapers and magazines are continually hammering [i.e., attacking] pop music\".[7]: 116  From 1964, Melody Maker led its rival publications in terms of approaching music and musicians as a subject for serious study rather than merely entertainment. Staff reporters such as Chris Welch and Ray Coleman applied a perspective previously reserved for jazz artists to the rise of American-influenced local rock and pop groups, anticipating the advent of rock critics.[9] Among Britain's broadsheet newspapers, pop music gained exposure in the arts section of The Times when William Mann, the paper's classical music critic, wrote an appreciation of the Beatles in December 1963.[10][11] In early 1965, The Observer, the country's highbrow Sunday newspaper, signalled a reversal of the establishment's cultural snobbery towards pop music by appointing George Melly as its \"critic of pop culture\".[12] Following Tony Palmer's arrival at The Observer,[13] the first daily newspaper to employ a dedicated rock critic was The Guardian, with the appointment of Geoffrey Cannon in 1968.[14] Melody Maker's writers advocated the new forms of pop music of the late 1960s. \"By 1999, the 'quality' press was regularly carrying reviews of popular music gigs and albums\", which had a \"key role in keeping pop\" in the public eye. As more pop music critics began writing, this had the effect of \"legitimating pop as an art form\"; as a result, \"newspaper coverage shifted towards pop as music rather than pop as social phenomenon\".[7]: 129 [attribution needed] In the world of pop music criticism, there has tended to be a quick turnover. The \"pop music industry\" expects that any particular rock critic will likely disappear from popular view within five years; in contrast, according to author Mark Fenster, the \"stars\" of rock criticism are more likely to have long careers with \"book contracts, featured columns, and editorial and staff positions at magazines and newspapers\".[15] Author Bernard Gendron writes that in the United States \"the emergence of a 'serious' rock press and the rock critic\" began in 1966, presaged by Robert Shelton, the folk music critic for The New York Times, writing articles praising the Beatles and Bob Dylan, the last of whom had just embraced rock 'n' roll by performing with electric backing at the 1965 Newport Folk Festival.[16] Paul Williams, an eighteen-year-old student, launched the pop journal Crawdaddy! in February 1966; in June, Richard Goldstein, a recent graduate and New Journalism writer, debuted his \"Pop Eye\" column in The Village Voice, which Gendron describes as \"the first regular column on rock 'n' roll ... to appear in an established cultural publication\".[17] Rock journalist Clinton Heylin, in his role as editor of The Penguin Book of Rock & Roll Writing, cites \"the true genesis of rock criticism\" to the emergence of Crawdaddy![18] Lindberg et al. say that, while Williams is widely considered to be the first American rock critic, he \"nevertheless looked to England for material\".[19] According to Gendron, Goldstein's most significant early pieces were a \"manifesto\" on rock 'n' roll and \"pop aestheticism\", and a laudatory assessment of the Beatles' Revolver album. Published in late August, the latter article provided \"the first substantial rock review devoted to one album to appear in any nonrock magazine with accreditory power\".[20] Whereas Williams could be sure of a sympathetic readership, given the nature of his publication, Goldstein's task was to win over a more highbrow readership to the artistic merits of contemporary pop music.[20] At this time, both Goldstein and Williams gained considerable renown in the cultural mainstream[21] and were the subject of profile articles in Newsweek.[22] The emergence of rock journalism coincided with an attempt to position rock music, particularly the Beatles' work, in the American cultural landscape.[23][24] The critical discourse was further heightened by the respectful coverage afforded the genre in mainstream publications such as Newsweek, Time and Life in the months leading up to and following the release of the Beatles' Sgt. Pepper's Lonely Hearts Club Band album in June 1967.[25][26] Within this discourse, Richard Meltzer, in an essay for Crawdaddy! in March, challenged the highbrow aesthetic of rock proposed by Goldstein. The latter's mixed review of Sgt. Pepper in The New York Times was similarly the subject of journalistic debate, and invited reprisals from musicologists, composers and cultural commentators.[24] Among other young American writers who became pop columnists following Goldstein's appointment were Robert Christgau (at Esquire, from June 1967), Ellen Willis (The New Yorker, March 1968) and Ellen Sander (Saturday Review, October 1968).[21] Christgau was the \"originator of the 'consumer guide' approach to pop music reviews\", an approach that was designed to help readers decide whether to buy a new album.[7]: 4 [attribution needed] According to popular music academic Roy Shuker in 1994, music reference books such as The Rolling Stone Record Guide and Christgau's Record Guide played a role in the rise of rock critics as tastemakers in the music industry, \"constructing their own version of the traditional high/low culture split, usually around notions of artistic integrity, authenticity, and the nature of commercialism\". These review collections, Shuker continues, \"became bibles in the field, establishing orthodoxies as to the relative value of various styles or genres and pantheons of artists. Record collectors and enthusiasts, and specialisation and secondhand record shops, inevitably have well-thumbed copies of these and similar volumes close at hand.\"[27] In the realm of rock music, as in that of classical music,[28] critics have not always been respected by their subjects. Frank Zappa declared that \"Most rock journalism is people who can't write, interviewing people who can't talk, for people who can't read.\" In the Guns N' Roses song \"Get in the Ring\", Axl Rose verbally attacked critics who gave the band negative reviews because of their actions on stage; such critics as Andy Secher, Mick Wall and Bob Guccione Jr. were mentioned by name. In the 2000s, online music bloggers began to supplement, and to some degree displace, music journalists in print media.[29] In 2006, Martin Edlund of the New York Sun criticized the trend, arguing that while the \"Internet has democratized music criticism, it seems it's also spread its penchant for uncritical hype\".[29] Carl Wilson described \"an upsurge in pro-pop sentiment among critics\" during the early 2000s, writing that a \"new generation [of music critics] moved into positions of critical influence\" and then \"mounted a wholesale critique against the syndrome of measuring all popular music by the norms of rock culture\".[30] Slate magazine writer Jody Rosen discussed the 2000s-era trends in pop music criticism in his article \"The Perils of Poptimism\". Rosen noted that much of the debate is centered on a perception that rock critics regard rock as \"normative ... the standard state of popular music ... to which everything else is compared\".[31] At a 2006 pop critic conference, attendees discussed their \"guilty pop pleasures, reconsidering musicians (Tiny Tim, Dan Fogelberg, Phil Collins) and genres \" which rock critics have long dismissed as lightweight, commercial music. Rosen stated that \"this new critical paradigm\" is called \"popism\" – or, more evocatively (and goofily), \"poptimism\". The poptimism approach states: \"Pop (and, especially, hip-hop) producers are as important as rock auteurs, Beyoncé is as worthy of serious consideration as Bruce Springsteen, and ascribing shame to pop pleasure is itself a shameful act.\"[31] In 2008, Ann Powers of the Los Angeles Times argued that pop music critics \"have always been contrarians\", because \"pop music [criticism] rose up as a challenge to taste hierarchies, and has remained a pugilistic, exhibitionist business throughout pop's own evolution\".[32] Powers claimed that \"[i]nsults, rejections of others' authority, bratty assertions of superior knowledge and even threats of physical violence are the stuff of which pop criticism is made\", while at the same time, the \"best [pop criticism] also offers loving appreciation and profound insights about how music creates and collides with our everyday realities\".[32] She stated that pop criticism developed as a \"slap at the establishment, at publications such as the hippie homestead Rolling Stone and the rawker outpost Creem\", adding that the \"1980s generation\" of post-punk indie rockers had in the mid-2000s \"been taken down by younger 'poptimists,' who argue that lovers of underground rock are elitists for not embracing the more multicultural mainstream\".[32] Powers likened the poptimist critics' debates about bands and styles to a \"scrum in rugby\", in that \"[e]verybody pushes against everybody else, and we move forward in a huge blob of vehement opinion and mutual judgment\".[32] Music critic and indie pop musician Scott Miller, in his 2010 book Music: What Happened?, suggested, \"Part of the problem is that a lot of vital pop music is made by 22-year-olds who enjoy shock value, and it's pathetic when their elders are cornered into unalloyed reverence\". Miller suggested that critics could navigate this problem by being prepared \"to give young artists credit for terrific music without being intimidated into a frame of mind where dark subject matter always gets a passing grade\", stating that a critic should be able to call a young artist \"a musical genius\" while \"in the same breath declaring that his or her lyrics are morally objectionable.\"[33]: 14  Reacting to the state of pop music criticism, Miller identified a major issue as critics' failure to \"credit an artist with getting a feeling across\", specifically pointing out critic Lester Bangs as \"a ball of emotion at all times\", who nonetheless \"never really related to his favorite artists as people who develop a skill of conveying feelings. You don't feel that he comfortably acknowledged being moved as a result of their honest work. Artists in his writing were vaguely ridiculous, fascinating primitives, embodying an archetype by accident of nature.\"[33] Jezebel's Tracy Moore, in 2014, suggested that one of the virtues of writing about how music made one feel, in contrast with linking it to the sounds of other artists, was to avoid excluding readers who may not have musical knowledge as broad as that of the writer.[34] In contrast, Miller believed that analytical readers would appreciate \"more music talk in music criticism\", suggesting that \"sensitively modest doses\" of musical analysis would provide helpful support for a conclusion \"that great melody writing occurred or it didn't\". For example, Miller noted that critics rarely \"identify catchy melodies as specific passages within a song\", in the way that working musicians might discuss \"the A-minor in the second measure of the chorus\". Stevie Chick, a writer who teaches music journalism at City University London, said, \"I think more than any other journalism, music journalism has got a really powerful creative writing quotient to it.\"[35] Tris McCall of the Newark Star-Ledger discussed his approach to music criticism in a 2010 interview, stating, \"Most of us [critics] begin writing about music because we love it so much. We can't wait to tell our friends and neighbors about what we're hearing.\"[36] According to McCall, even over the course of a long professional career, the enthusiastic impulse to share \"never fades\".[36] McCall expressed his interest in \"examining why people respond to what they respond to. I hazard guesses. Sometimes I'm wrong, but I hope I'm always provocative.\"[36] In the 2010s, some commentators noted and criticized the lack of negative reviews in music journalism. Saul Austerlitz from the New York Times Magazine noted that unlike other art forms, \"music is now effectively free. Music criticism’s former priority — telling consumers what to purchase — has been rendered null and void for most fans.\" He argued that this and \"click culture\" causes music critics to act as \"cheerleaders\" for existing stars.[37][38][39] The 2010s saw a rise of music critics who used YouTube and social media as their platform. According to Vice magazine's Larry Fiztmaurice in 2016, Twitter is \"perhaps the last public space for unfettered music criticism in an increasingly anti-critical landscape\".[40] In 2020, The New York Times described YouTuber Anthony Fantano as \"probably the most popular music critic left standing.\"[41] Applying critical theory (e.g., critical gender studies and critical race theory) to music journalism, some academic writers suggest that mutual disrespect between critics and artists is one of many negative effects of rockism. In 2004, critic Kelefa Sanneh defined \"rockism\" as \"idolizing the authentic old legend (or underground hero) while mocking the latest pop star\".[42]: 57  Music journalism \"infected\" with rockism has become, according to Yale professor Daphne Brooks,[43] a challenge \"for those of us concerned with historical memory and popular music performance\".[42]: 57–58  Simon Frith said that pop and rock music \"are closely associated with gender; that is, with conventions of male and female behaviour\".[44] According to Holly Kruse, both popular music articles and academic articles about pop music are usually written from \"masculine subject positions\".[7]: 134  Kembrew McLeod analyzed terms used by critics to differentiate between pop music and rock, finding a gendered dichotomy in descriptions of \"'serious,' 'raw,' and 'sincere' rock music as distinguished from 'trivial', 'fluffy,' and 'formulaic' pop music\".[45] McLeod found that a likely cause of this dichotomy was the lack of women writing in music journalism: \"By 1999, the number of female editors or senior writers at Rolling Stone hovered around a whopping 15%, [while] at Spin and Raygun, [it was] roughly 20%.\"[46] Criticism associated with gender was graphically discussed in a 2014 Jezebel article about the struggles of women in music journalism, written by music critic Tracy Moore, previously an editor at the Nashville Scene.[34] Moore described how another female music blogger, an \"admitted outsider\" who threatened no stereotypes, was greeted with enthusiasm by men, in contrast with Moore's own experiences as a self-described \"insider\" who was nevertheless expected to \"prove\" or \"earn\" her way into a male-dominated journalism scene.[34] According to Anwen Crawford, music critic for Australia's The Monthly, the \"problem for women [popular music critics] is that our role in popular music was codified long ago\"; as a result, \"most famous rock-music critics – Robert Christgau, Greil Marcus, Lester Bangs, Nick Kent – are all male\".[47] Crawford points to \"[t]he record store, the guitar shop, and now social media: when it comes to popular music, these places become stages for the display of male prowess\", and adds, \"Female expertise, when it appears, is repeatedly dismissed as fraudulent. Every woman who has ever ventured an opinion on popular music could give you some variation [of this experience] ...and becoming a recognized 'expert' (a musician, a critic) will not save [women] from accusations of fakery.\"[47] Daphne Brooks, in her 2008 article \"The Write to Rock: Racial Mythologies, Feminist Theory, and the Pleasures of Rock Music Criticism\", wrote that in order to restructure music criticism, one must \"focus on multiple counternarratives\" to break away from racial and gender biases as embodied in \"contemporary cultural fetishizations of white male performative virtuosity and latent black male innovations\".[42]: 55  Brooks focused on \"the ways that rock music criticism has shaped and continues to shape our understandings of racialized music encounters, and what are the alternative stories that we might tell\".[42]: 55–56  Brooks pointed to Christgau's statement that, after the Beatles' arrival in America, \"rock criticism embraced a dream or metaphor of perpetual revolution. Worthwhile bands were supposed to change people's lives, preferably for the better. If they failed to do so, that meant they didn't matter.\"[48] Unsurprisingly, according to Brooks, \"the history of women who've been sustaining a tradition of writing about rock since the 60's\" has been \"largely hidden in American culture\".[49] Brooks theorized that perceptions of female artists of color might be different if there were more women of color writing about them, and praised Ellen Willis as a significant feminist critic of rock's classic era.[42]: 58–59  Willis, who was a columnist for the New Yorker from 1968 to 1975, believed society could be enlightened by the \"ecstatic experience\" of visions expressed through music's rhythm and noise and that such joy would lead people to different ways of sharing.[50] Brooks wrote that \"the confluence of cultural studies, rock studies, and third wave feminist critical studies makes it possible now more than ever to continue to critique and reinterrogate the form and content of popular music histories\".[42]: 58  In Brooks' view, \"By bravely breaking open dense equations of gender, class, power, and subcultural music scenes\", music journalists, activists and critics such as Ellen Willis have been \"able to brilliantly, like no one before [them], challenge the intellectual and political activism and agency\" of the entire music industry.[42]: 58 ","Title":"Music journalism - Wikipedia","KeyID":"3192","URL":"https://en.wikipedia.org/wiki/Music_critics"}