{"Content: ":"Malibu (/ˈmælɪbuː/ MAL-ih-boo; Spanish: Malibú; Chumash: Humaliwo)[11] is a beach city in the Santa Monica Mountains[12] region of Los Angeles County, California, situated about 30 miles (48 km) west of Downtown Los Angeles. It is known for its Mediterranean climate and its 21-mile (34 km) strip of the Malibu coast, incorporated in 1991 into the City of Malibu. The exclusive Malibu Colony has been historically home to Hollywood celebrities. People in the entertainment industry and other affluent residents live throughout the city, yet many residents are middle class.[13] Most Malibu residents live from a half-mile (0.8 km) to within a few hundred yards of Pacific Coast Highway (State Route 1), which traverses the city, with some residents living up to one mile (1.6 km) away from the beach up narrow canyons. As of the 2020 census, the city population was 10,654. Nicknamed \"the 'Bu\" by surfers and locals,[1][2][3] beaches along the Malibu coast include: Topanga Beach, Big Rock Beach, Las Flores Beach,[14] La Costa Beach,[15] Surfrider Beach, Dan Blocker Beach, Malibu Beach, Zuma Beach, Broad Beach, Point Dume Beach, and County Line. State parks and beaches on the Malibu coast include Malibu Creek State Park, Leo Carrillo State Beach and Park,[16] Point Mugu State Park,[17] and Robert H. Meyer Memorial State Beach,[18] with individual beaches: El Pescador, La Piedra and El Matador. The many parks within the Santa Monica Mountains National Recreation Area lie along the ridges above the city along with local parks that include Malibu Bluffs Park[19] (formerly Malibu Bluffs State Park), Trancas Canyon Park, Las Flores Creek Park, and Legacy Park.[20] Signs around the city proclaim \"21 miles of scenic beauty\", referring to the incorporated city limits. The city updated the signs in 2017 from the historical 27-mile (43 km) length of the Malibu coast spanning from Tuna Canyon on the southeast to Point Mugu in Ventura County on the northwest.[21] For many residents of the unincorporated canyon areas, Malibu has the closest commercial centers and they are included in the Malibu ZIP Codes. The city is bounded by Topanga on the east, the Santa Monica Mountains (Agoura Hills, Calabasas, and Woodland Hills) to the north, the Pacific Ocean to the south, and Solromar in Ventura County to the west. Malibu is named for the Ventureño Chumash settlement of Humaliwo, which translates to \"The Surf Sounds Loudly.\" This pre-colonial village was situated next to Malibu Lagoon and is now part of the State Park.[22][23] The area is within the Chumash territory which extended from the San Joaquin Valley to San Luis Obispo to Malibu, as well as several islands off the southern coast of California. The Chumash called the settlement Humaliwo[24] or \"the surf sounds loudly\". The city's name derives from this, as the \"Hu\" syllable is not stressed. Humaliwo was next to Malibu Lagoon and was an important regional center in prehistoric times. The village, which is identified as CA-LAN-264, was occupied from approximately 2500 BCE. It was the second-largest Chumash coastal settlement by the Santa Monica Mountains, after Muwu (Point Mugu). Baptismal records list 118 individuals from Humaliwo. Humaliwo was considered an important political center, but there were additional minor settlements in the area. One village, Ta’lopop, was located few miles up Malibu Canyon from Malibu Lagoon. Research shows that Humaliwo had ties to other pre-colonial villages, including Hipuk (in Westlake Village), Lalimanux (by Conejo Grade) and Huwam (in Bell Canyon).[25][26] Explorer Juan Rodríguez Cabrillo is believed to have moored at Malibu Lagoon, at the mouth of Malibu Creek, to obtain fresh water in 1542. The Spanish presence returned with the California mission system, and the area was part of Rancho Topanga Malibu Sequit—a 13,000-acre (53 km2) land grant—in 1802. That ranch passed intact to Frederick Hastings Rindge in 1891. He and his wife, Rhoda May Knight Rindge, were very staunch about protecting their land. After his death, Rhoda May guarded their property zealously by hiring guards to evict all trespassers and fighting a lengthy court battle to prevent the building of a Southern Pacific railroad line through the ranch. Interstate Commerce Commission regulations would not support a railroad condemning property in order to build tracks that paralleled an existing line, so Frederick H. Rindge decided to build his own railroad through his property first. He died, and May Rindge followed through with the plans, building the Hueneme, Malibu and Port Los Angeles Railway. The line started at Carbon Canyon, just inside the ranch's property eastern boundary, and ran 15 miles westward, past Pt. Dume.[27][28][29][30] Few roads even entered the area before 1929, when the state won another court case and built what is now known as the Pacific Coast Highway. By then May Rindge was forced to divide her property and begin selling and leasing lots. The Rindge house, known as the Adamson House[31] (a National Register of Historic Places site and California Historical Landmark), is now part of Malibu Creek State Park and is situated between Malibu Lagoon State Beach[32] and Surfrider Beach, beside the Malibu Pier[33] that was used to provide transportation to/from the ranch, including construction materials for the Rindge railroad, and to tie up the family's yacht.[30][34] In 1926, in an effort to avoid selling land to stave off insolvency, May K. Rindge created a small ceramic tile factory. At its height, Malibu Potteries employed over 100 workers, and produced decorative tiles which furnish many Los Angeles-area public buildings and Beverly Hills residences. The factory, located one-half-mile east of the pier, was ravaged by a fire in 1931.[35] Although the factory partially reopened in 1932, it could not recover from the effects of the Great Depression and a steep downturn in Southern California construction projects. A distinct hybrid of Moorish and Arts and crafts designs, Malibu tile is considered highly collectible. Fine examples of the tiles may be seen at the Adamson House and Serra Retreat, a 50-room mansion that was started in the 1920s as the main Rindge home on a hill overlooking the lagoon. The unfinished building was sold to the Franciscan Order in 1942[36] and is operated as a retreat facility,[37] Serra Retreat. It burned in the 1970 fire and was rebuilt using many of the original tiles. Most of the Big Rock Drive area was bought in 1936 by William Randolph Hearst, who considered building an estate on the property. He sold the lower half of his holdings there in 1944 to Art Jones. Jones was one of the prominent early realtors in Malibu, starting with the initial leases of Rindge land in Malibu Colony. He was also the owner/part-owner of the Malibu Inn, Malibu Trading Post and the Big Rock Beach Cafe (which is now Moonshadows restaurant). Philiip McAnany owned 80 acres (32 ha) in the upper Big Rock area, which he had purchased in 1919, and had two cabins there, one of which burned in a brush fire that swept through the area in 1959, and the other in the 1993 Malibu fire. McAnany Way is named after him.[38][39][40][41] Malibu Colony was one of the first areas with private homes after Malibu was opened to development in 1926 by May K. Ringe. Her husband, Frederick Hastings Rindge paid $10 an acre in 1890. [42] As one of Malibu's most famous districts,[43] it is located south of Malibu Road and the Pacific Coast Highway, west of Malibu Lagoon State Beach, east of Malibu Bluffs Park (formerly a state park) and across from the Malibu Civic Center. May Rindge allowed prominent Hollywood movie stars to build vacation homes in the Colony as a defensive public relations wedge against the Union Pacific from taking her property under eminent domain for a coastal train route. The action successfully forced the Union Pacific to route their northbound line inland then return to the coast in Ventura. However, the long legal battle to protect her beloved Malibu coast had been costly and she eventually died penniless.[44] Long known as a popular private enclave for wealthy celebrities,[45] the Malibu Colony today is a gated community, with multimillion-dollar homes on small lots. The Colony has views of the Pacific Ocean, with coastline views stretching from Santa Monica to Rancho Palos Verdes to the south (known locally as the Queen's Necklace[46]) and the bluffs of Point Dume to the north. The first working model of a laser was demonstrated by Theodore Maiman in 1960 in Malibu at the Hughes Research Laboratory[47] (now known as HRL Laboratories LLC). In the 1990s HRL Laboratories developed the FastScat computer code.[48] TRW built a laboratory in Solstice Canyon without any structural steel to test magnetic detectors for satellites and medical devices.[49] In 1991 most of the Malibu land grant was incorporated as a city to allow local control of the area (as cities under California law, they are not subject to the same level of county government oversight). Prior to achieving municipal status, the local residents had fought several county-proposed developments, including an offshore freeway,[50] a nuclear power plant,[51] and several plans to replace septic tanks with sewer lines to protect the ocean from seepage that pollutes the marine environment. The incorporation drive gained impetus in 1986, when the Los Angeles County Board of Supervisors approved plans for a regional sewer that would have been large enough to serve 400,000 people in the western Santa Monica Mountains. Residents were incensed that they would be assessed taxes and fees to pay for the sewer project, and feared that the Pacific Coast Highway would need to be widened into a freeway to accommodate growth that they did not want. The supervisors fought the incorporation drive and prevented the residents from voting, a decision that was overturned in the courts. The city councils that were elected in the 1990s were unable to write a Local Coastal Plan (LCP) that preserved enough public access to satisfy the California Coastal Commission, as required by the California Coastal Act. The state Legislature eventually passed a Malibu-specific law that allowed the Coastal Commission to write an LCP for Malibu, thus limiting the city's ability to control many aspects of land use. Because of the failure to adequately address sewage disposal problems in the heart of the city, the local water board ordered Malibu in November 2009 to build a sewage plant for the Civic Center area. The city council has objected to that solution.[52] Malibu is located at 34°1′50″N 118°46′43″W﻿ / ﻿34.03056°N 118.77861°W﻿ / 34.03056; -118.77861﻿ (Malibu, California (GNIS point)) (34.030450, −118.778612).[53] Its City Hall building is located at 23825 Stuart Ranch Road ( 34°02′21″N 118°41′35″W﻿ / ﻿34.03917°N 118.69306°W﻿ / 34.03917; -118.69306). The eastern end of the city borders the Topanga CDP, which separates it from the city of Los Angeles. According to the United States Census Bureau, the city has a total area of 19.8 square miles (51 km2), over 99% of it land. Malibu's dry brush and steep clay slopes make it prone to fires, floods, and mudslides. Carbon Beach, Surfrider Beach, Westward Beach, Escondido Beach, Paradise Cove, Point Dume, Pirates Cove, Zuma Beach, Trancas and Encinal Bluffs are places along the coast in Malibu. Point Dume forms the northern end of the Santa Monica Bay, and Point Dume Headlands Park affords a vista stretching to the Palos Verdes Peninsula and Santa Catalina Island. Directly below the park, on the western side of the point, is Pirates Cove. Because of its relative seclusion, Pirates Cove was previously used as a nude beach, but since nudity is now illegal on all beaches in Los Angeles County, nude sunbathers are subject to fines and/or arrest. Like all California beaches, Malibu beaches are technically public land below the mean high tide line. Many large public beaches (Zuma Beach, Surfrider Beach) are easily accessible, but such access is sometimes limited for some of the smaller and more remote beaches. Some Malibu beaches are private, such as Paradise Cove, which charges an entrance fee to keep the crowds at bay.[54] This region experiences warm and dry summers, with no average monthly temperatures above 71.6 °F (22 °C). According to the Köppen Climate Classification system, Malibu has a warm-summer Mediterranean climate, abbreviated \"Csb\" on climate maps.[55] The city's climate is influenced by the Pacific Ocean, resulting in far more moderate temperatures than locations further inland experience. Snow in Malibu is extremely rare, but flurries with higher accumulations in the nearby mountains occurred on January 17, 2007. More recently, snow fell in the city on January 25, 2021.[56] The record high temperature of 104 °F (40 °C) was observed on September 27, 2010, while the record low temperature of 26 °F (–3 °C) was observed on January 14, 2007.[57] The 2010 United States Census reported that Malibu had a population of 12,645.[60] The population density was 637.7 inhabitants per square mile (246.2/km2). The racial makeup of Malibu was 11,565 (91.5%) White (87.4% Non-Hispanic White),[61] 148 (1.2%) African American, 20 (0.2%) Native American, 328 (2.6%) Asian, 15 (0.1%) Pacific Islander, 182 (1.4%) from other races, and 387 (3.1%) from two or more races. Hispanic or Latino of any race were 769 persons (6.1%). The Census reported that 12,504 people (98.9% of the population) lived in households, 126 (1.0%) lived in non-institutionalized group quarters, and 15 (0.1%) were institutionalized. There were 5,267 households, out of which 1,379 (26.2%) had children under the age of 18 living in them, 2,571 (48.8%) were opposite-sex married couples living together, 403 (7.7%) had a female householder with no husband present, 222 (4.2%) had a male householder with no wife present. There were 269 (5.1%) unmarried opposite-sex partnerships, and 49 (0.9%) same-sex married couples or partnerships. 1,498 households (28.4%) were made up of individuals, and 501 (9.5%) had someone living alone who was 65 years of age or older. The average household size was 2.37. There were 3,196 families (60.7% of all households); the average family size was 2.87. The population was spread out, with 2,366 people (18.7%) under the age of 18, 1,060 people (8.4%) aged 18 to 24, 2,291 people (18.1%) aged 25 to 44, 4,606 people (36.4%) aged 45 to 64, and 2,322 people (18.4%) who were 65 years of age or older. The median age was 47.8 years. For every 100 females, there were 100.6 males. For every 100 females age 18 and over, there were 97.0 males. There were 6,864 housing units at an average density of 346.2 per square mile (133.7/km2), of which 3,716 (70.6%) were owner-occupied, and 1,551 (29.4%) were occupied by renters. The homeowner vacancy rate was 2.8%; the rental vacancy rate was 11.9%. 9,141 people (72.3% of the population) lived in owner-occupied housing units and 3,363 people (26.6%) lived in rental housing units. According to the 2010 United States Census, Malibu had a median household income of $133,869, with 10.6% of the population living below the federal poverty line.[61] As of the census[62] of 2000, there were 12,575 people, 5,137 households, and 3,164 families residing in the city. The population density was 632.9 inhabitants per square mile (244.4/km2). There were 6,126 housing units at an average density of 308.3 per square mile (119.0/km2). The racial makeup of the city was 91.91% White, 8.49% Asian, 0.90% African American, 0.21% Native American, 0.10% Pacific Islander, 1.67% from other races, and 2.72% from two or more races. Hispanic or Latino of any race were 1.48% of the population. There were 5,137 households, out of which 25.3% had children under the age of 18 living with them, 51.5% were married couples living together, 6.7% had a female householder with no husband present, and 38.4% were non-families. 27.3% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.86. In the city, the population was spread out, with 19.6% under the age of 18, 7.9% from 18 to 24, 26.4% from 25 to 44, 32.0% from 45 to 64, and 14.0% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 97.8 males. For every 100 females age 18 and over, there were 95.6 males. The median income for a household in the city was $102,031, and the median income for a family was $123,293. Males had a median income of $100,000 versus $46,919 for females. The per capita income for the city was $74,336. About 3.2% of families and 7.6% of the population were below the poverty line, including 6.8% of those under age 18 and 1.1% of those age 65 or over. The Malibu Coast lies on the fringe of an extensive chaparral and woodland wilderness area, the Santa Monica Mountains National Recreation Area.[63] Various environmental elements collectively create a recipe for natural disasters: the mountainous and geologically unstable terrain; seasonal rainstorms that result in dense vegetation growth; seasonal dry Santa Ana winds; and a naturally dry topography and climate. The Malibu coast has seen dozens of wildfires:[64][65] One of the most problematic side-effects of the fires that periodically rage through Malibu is the destruction of vegetation, which normally provides some degree of topographical stability to the loosely packed shale and sandstone hills during periods of heavy precipitation. Rainstorms following large wildfires can thus cause a phenomenon known as mudslides, in which water-saturated earth and rock moves quickly down mountainsides, or entire slices of mountainside abruptly detach and fall downward. After the 1993 wildfire stripped the surrounding mountains of their earth-hugging chaparral, torrential rainstorms in early 1994 caused a massive mudslide near Las Flores Canyon that closed down the main coastal transport artery, Pacific Coast Highway, for months. Thousands of tons of mud, rocks, and water rained down on the Pacific Coast Highway like a sluicebox. The destruction to property and infrastructure was exacerbated by the narrow constriction of the road at that point, with beachside houses abutting the highway with little or no frontage land acting as a buffer to the mudslide.[77] Another large mudslide occurred on Malibu Canyon Road, between the Pepperdine University campus and HRL Laboratories LLC, closing down Malibu Canyon for two months.[78] Yet another behemoth slide occurred on another main canyon road, Kanan-Dume Road about one mile (1.6 km) up the canyon from the Pacific Coast Highway. This last road closure lasted over a period of many months, with Kanan finally fixed by the California Department of Transportation (Cal-Trans)[79] over a year after the road collapse. Mudslides can and do occur at any time in Malibu, whether a recent fire or rainstorm has occurred or not. Pacific Coast Highway, Kanan-Dume Road, and Malibu Canyon road (as well as many other local roads) have all been prone to many subsequent mudslide-related closures. During any period of prolonged or intense rain, Caltrans snowplows will patrol most canyon roads in the area, clearing mud, rocks, and other fallen debris from the roadways. Such efforts keep most roads passable, but it is nevertheless typical for one or more of the major roads leading into and out of Malibu to be temporarily closed during the rainy season. Malibu is periodically subjected to intense coastal storms. Occasionally, these storms unearth remnants of the Rindge railroad that was built through Malibu in the early 20th century. On Friday, January 25, 2008, during a storm that was unusually large for the Southern California area, a tornado came ashore and struck a naval base's hangar, ripping off the roof. It was the first tornado to strike Malibu's shoreline in recorded history.[80] Malibu is within 50 miles (80 km) of the San Andreas Fault, a fault over 800 miles (1,300 km) in length that can produce an earthquake over magnitude 8. Several faults are in the region, making the area prone to earthquakes. The Northridge earthquake in 1994, and the 1971 Sylmar earthquake (magnitudes 6.7 and 6.6, respectively) shook the area. Smaller earthquakes happen more often. Malibu is a general law city governed with a five-member City Council including the mayor and mayor pro tem. The City Council hires a city manager to carry out policies and serve as executive officer. Every even-numbered year either two or three members are elected by the people to serve a four-year term. Usually, the City Council meets in April and chooses one of its members as mayor and one as mayor-pro-tem. In 2006, this pattern was deviated from when the council decided to have a cycle of three mayors and mayors pro-tem in the coming two years. Malibu does not have a police force. The Los Angeles County Sheriff's Department provides law enforcement services to Malibu.[81] In the state legislature, Malibu is in the 27th Senate District, represented by Democrat Henry Stern, and in the 50th Assembly District, represented by Democrat Richard Bloom.[82] In the United States House of Representatives, Malibu is in California's 33rd congressional district, which has a Cook PVI of D+16[83] and is represented by Democrat Ted Lieu.[84] Fire protection is served by the Los Angeles County Fire Department. The Los Angeles County Sheriff's Department (LASD) operates the Malibu/Lost Hills Station in Calabasas, serving Malibu under contract with the city.[85][86] The Los Angeles County Department of Health Services SPA 5 West Area Health Office serves Malibu.[87] The department operates the Simms/Mann Health and Wellness Center in Santa Monica, serving Malibu.[88] Water is provided by LA Waterworks District 29. The United States Postal Service operates the Malibu Post Office at 23838 Pacific Coast Highway,[89] the Colony Annex at 23648 Pacific Coast Highway, adjacent to the Malibu Post Office,[90] and the La Costa Malibu Post Office at 21229 Pacific Coast Highway.[91] The Santa Monica-Malibu Unified School District serves Malibu with two elementary schools: John L. Webster Elementary School (grades K-5, located in central Malibu) and Malibu Elementary School (grades K-5, located in northwestern Malibu's Pt. Dume district). Private schools include: Calmont,[92] Our Lady of Malibu (Catholic),[93] Colin McEwen High School, New Roads,[94] and St. Aidan's School. Malibu High School (MHS) provides secondary public education for both middle school (grades 6–8) and high school (grades 9–12). MHS is located in the northwestern region of Malibu. Pepperdine University, a private college affiliated with the Church of Christ, which is located in central Malibu, north of the Malibu Colony at the intersection of the Pacific Coast Highway and Malibu Canyon Road. Malibu is also served by Santa Monica College, a community college in the nearby city of Santa Monica to the south. Malibu Public Library, a 16,530-square-foot (1,536 m2) branch of the County of Los Angeles Public Library, is in the Malibu Civic Center Complex. The branch has an adult reading area, a children's reading area, a 125-person meeting room, and free parking. The library opened in 1970. Prior to 1970 residents were served by a bookmobile.[95] Getty Villa, an art museum that is part of the J. Paul Getty Museum, is located just outside the city limits in the adjacent Pacific Palisades neighborhood of Los Angeles.[96] It is owned and operated by the J. Paul Getty Trust, which also oversees the Getty Center in West Los Angeles.[97] The Museum at the Getty Villa houses Getty's collections of antiquities, sculptures, art pieces and cultural artifacts of ancient Greece, Rome, and Etruria. Adamson House, the historic house and gardens of the 19th-century original owners of Malibu, the Rindge Family, is a state museum. The Malibu Art Association, a non-profit organization to foster the arts in Malibu produces shows, demonstrations and workshops for its members, and offers art for public display throughout the community.[98] The Malibu Garden Club holds an annual garden tour of private, residential gardens.[99] Malibu High School offers musicals every spring and instrumental and vocal musical concerts every winter and spring.[100] Smothers Theatre of Pepperdine University's Theatrical Drama Department offers concerts, plays, musicals, opera, and dance.[101] California State Parkland in the hills behind Malibu provides extensive horseback-riding, hiking, running, and mountain-biking options, affording many different views of the Santa Monica Mountains, the curve of the Santa Monica Bay, Santa Catalina Island, and the San Fernando Valley. There are many points of access to the Backbone Trail System scattered throughout the local canyons, as well as a variety of smaller, local trail-heads. Pacific Coast Highway is popular with road cycling enthusiasts for its vistas. The route also has a reputation for being quite dangerous for cyclists, a fact which inspired the creation of the Dolphin Run, an annual community event commemorating local victims of reckless driving. The Dolphin Run was held each Autumn from 1990 to 2004. In late June 2008, the Malibu Pier reopened after $10 million in renovations.[102] There are several shopping centers in the Malibu Civic Center area including the Malibu Country Mart. The Malibu Civic Center is well known for being frequented by paparazzi and tourists looking to catch a glimpse of local celebrities. The former Malibu Bluffs State Park ownership changed hands in 2006 after the California Department of Parks and Recreation transferred the park's 93 acres (38 ha) control to the Santa Monica Mountains Conservancy,[103] They established the Malibu Bluffs Recreation Area, an Open Space Preserve of 90 acres (36 ha) on the bluffs between the Pacific Coast Highway and Malibu Road, directly opposite Pepperdine University and Malibu Canyon Road. The 100-foot (30 m) bluffs rise above Amarillo Beach and Puerco Beach across Malibu Road. Five public stairways (which adjoin private property) lead down to the shoreline from the base of the bluffs. The trails begin from the spacious lawns in Malibu Bluffs Community Park The Malibu Bluffs Recreation Area surrounds the 6-acre (2.4 ha) Malibu Bluffs Community Park, whose 10-acre (4.0 ha) parcel the Santa Monica Mountains Conservancy sold to the city.[104] It consists of the Michael Landon Community Center, baseball diamonds, and soccer fields. Home of the Malibu Little League[105] (MLL), once the largest youth team sports organization in Malibu. (That honor was wrested in the 1990s by Malibu AYSO,[106] a youth soccer organization that shares park space (practice fields).) For over 20 years, the State Parks had tried to kick out Malibu Little League's baseball diamonds and tall baseball fences, with the intention of returning the land to its native wetlands and vegetation.[107] A rider to a California state law was written specifically in the 1950s to allow baseball, with its attendant field accoutrements, to continue being played in the state park.[108] Several generations of Malibuites worked to keep Malibu Bluffs Park for baseball and soccer. A vacant, 20-acre (8.1 ha) plot of land owned by billionaire Jerry Perenchio was sold to the City of Malibu in 2005 with strict deed restrictions prohibiting any further commercial use.[109][110] Malibu Legacy Park is an ongoing restoration project undertaken by the city with broad community support. The state-of-the-art water treatment plant takes stormwater runoff that accumulates in the park to mitigate the stormwater pollution in Malibu Creek, Malibu Lagoon, and Surfrider Beach.[111] The Malibu Legacy Park Project responds to critical issues: (1) bacteria reduction by stormwater treatment, (2) nutrient reduction in wastewater management, (3) restoration and development of riparian habitats, and (4) the development of an open space area for passive recreation and environmental education. In addition, the Project will be linked by a \"linear park\" to neighboring Surfrider Beach, Malibu Pier, Malibu Lagoon, and Malibu Bluffs Park.[112] Ball sports are prohibited in the park along with running/jogging and other sports.[113][114] The park includes many educational features, an outdoor classroom, and other informative features which explain the different habitats.[115] The park is located east of Webb Way, and between Civic Center Way on the north and PCH to the south. It was the site of the annual Labor Day Weekend Kiwanis Club Chili Cook-Off from 1982 to 2009 (in 2010, the Chili Cook-Off and Carnival went on as usual, but moved to still-open land across Civic Center Way, on the Ioki property, at the corner of Civic Center Way and Stuart Ranch Road).[116] Further back, it was agricultural land, planted in geraniums, other flowers and vegetables by the Takahashi family since 1924.[113] On October 9, 2010, Surfrider Beach was dedicated as the first World Surfing Reserve.[117] Across the street from the civic center of Malibu, Surfrider Beach is adjacent to the Malibu Colony and Malibu Pier. This surfing beach was featured in 1960s surf movies, like \"Beach Party\". The Surfrider point break stems from the Malibu Colony into Santa Monica Bay and carries the nickname \"Third Point\". Surfing at this spot is popular during the winter.[118] The Malibu Chamber of Commerce was formed in 1949 to provide support to local Malibu business, and now has over 500 members.[119] HRL Laboratories, the research arm of the former Hughes Aircraft Company, was established in 1960 in Malibu. Among its research accomplishments was the first working laser. Despite the aerospace industry's downsizing in the 1990s, HRL is the largest employer in Malibu. Jakks Pacific is based in Malibu. Established in 1937 in south-central Los Angeles, Pepperdine University moved to its Malibu campus in 1972. However, when Malibu incorporated as a city the boundaries were drawn to exclude Pepperdine, at the college's insistence.[120] The Surfrider Foundation was formed in 1984 by a group of surfers gathered to protect 31 miles (50 km) of coastal waters from Marina Del Rey through Malibu to Ventura County, and represent the surfing community.[121] Heal the Bay, a non-profit organization for environmental advocacy, was formed in 1985 to protect Santa Monica Bay, which extends from Malibu's Point Dume along the entire coastline of Malibu past Santa Monica to the Palos Verdes Peninsula. Following the opening of Passages Malibu in 2001, the city has become home to numerous residential drug-abuse treatment centers. As of 2013, there are 35 state-licensed drug and alcohol rehabilitation facilities in Malibu, in addition to a multiplying number of unlicensed sober-living homes.[122] The Malibu Arts Festival is held annually on the last weekend in July by the Malibu Chamber of Commerce.[123] The Malibu International Film Festival is held every year showcasing new films and filmmakers from around the world.[124] The Malibu Chili Cookoff, held every Labor Day weekend, is sponsored by the Kiwanis Club of Malibu. Proceeds benefit children and youth organizations.[125] The Malibu Nautica Triathlon is held every September. In 2007, it raised $718,000 to benefit Children's Hospital Los Angeles.[126] The Polar Plunge (Los Angeles) is held each year in February at Zuma Beach to help raise funds for the Special Olympics in Southern California.[127] Malibu has been used as a location or setting for many films, television programs, fashion shoots and music videos. Surfrider Beach was home to Gidget, and surfing movies of the 1960s. Jill Munroe and her sister Kris Munroe's Charlie's Angels beach house was located in Malibu. The residence can also be seen in the first scene after the opening theme song of Beach Blanket Bingo. Important scenes in the Planet of the Apes series were filmed at Point Dume. The hero's trailer in The Rockford Files was parked by the Paradise Cove Pier. Love American Style and The Mod Squad are among many TV series and commercials filmed in Paradise Cove. A 1978 film starring Suzanne Somers was entitled Zuma Beach.[128] In the 1990s and 2000s (decade), it was the setting for MTV Beach House, Malibu's Most Wanted, and Nickelodeon's Zoey 101. Point Dume is the location of Tony Stark's mansion in the Marvel Cinematic Universe, first appearing in Iron Man (2008). Malibu is the setting for the television series Two and a Half Men. The television series So Little Time (2001) portrayed two Malibu teens (Mary-Kate and Ashley Olsen) who attend the fictional school West Malibu High. Fictional teen star Hannah Montana / Miley Stewart (portrayed by Miley Cyrus) and her father Robbie Ray Stewart (portrayed by Billy Ray Cyrus) live in Malibu on the Disney Channel Original Series, Hannah Montana. In the Fox TV series The O.C., both the Cohen house and the Cooper homes were actually located in Malibu.[129] Malibu Shores, a teen drama that aired on NBC, was set in Malibu. Some scenes from The Even Stevens Movie were filmed on Westward Beach in Point Dume. The small hit TV show Summerland was also filmed and set in Malibu. In 2006, Bravo television aired Million Dollar Listing, a real-estate related show based on million-dollar listings in Malibu, as well as Hollywood, including real-life Malibu agents such as Chris Cortazzo, Scotty Brown, Madison Hildebrand, and Lydia Simon.[130] The MTV reality show Buzzin' starring Shwayze and Cisco Adler is mostly filmed in Malibu, at locations including Westward Beach, Malibu Courthouse, Pacific Coast Highway, Point Dume Trailer Park, Malibu Inn, and the outside of PC Greens. There are also many music videos filmed on Malibu's beaches. In 1998, the alternative rock band Hole shot the video for the song \"Malibu\" at the Matador Beach. Mariah Carey's video for her 2009 single H.A.T.E.U. was filmed there. American singer Nick Lachey's video for his 2006 single \"I Can't Hate You Anymore\" from the What's Left Of Me album, was filmed at the place on June 27, 2006, before Lachey's divorce from the American singer-actress Jessica Simpson became final three days later after its release. Selena Gomez's \"Love You Like a Love Song\" video was partly filmed in Malibu. Music videos for \"Survivor\" by Destiny's Child, \"If It's Lovin' That You Want\" by Rihanna, \"Sunshine\" by Lil Flip, \"Natural\" by S Club 7, \"Feel It Boy\" by Beenie Man featuring Janet Jackson, \"You're Still the One\" by Shania Twain, and many others were filmed on Westward Beach. Linda Ronstadt who lived in the Colony is photographed in front of her home for her 1976 Grammy award-winning album Hasten Down the Wind. Girls Aloud filmed their video \"Call the Shots\" on the beach at Malibu. In 1999, Britney Spears shot the video for the song \"Sometimes\" directed by Nigel Dick on the pier at Paradise Cove. Also in late 1998, Madonna shot her video for \"The Power of Good-Bye\" near Silver Top mansion. The music videos for \"Lost\" by American band Maroon 5 and \"Somebody to You\", from British band The Vamps featuring Demi Lovato were both filmed on Malibu Beach. One Direction's video \"What Makes You Beautiful \" on July 11, 2011, and Watermelon Sugar filmed on January 30, 2020, by Harry Styles (One Direction's member). Pepperdine University's TV-32 is fed on Educational-access television cable TV channel 32, and was previously on channel 26.[131][132] Broadcast radio stations licensed for Malibu include FM booster station KPFK-FM1 for 90.7 KPFK Los Angeles. 92.7 KYRA, Thousand Oaks, has a booster KLSI-FM1 with a city of license of \"Malibu Vista\".[133] Malibu has three local newspapers: The Malibu Times, founded in 1946, the Malibu Surfside News, and Pepperdine University's student newspaper, the Graphic. There are also three magazines in Malibu: Malibu Arts Journal, Malibu Magazine, and Malibu Times Magazine and \"Malibu Biz\".","Title":"Malibu, California - Wikipedia","KeyID":"3194","URL":"https://en.wikipedia.org/wiki/Malibu,_California"}