{"Content: ":"Robert M. Blizzard (June 20, 1924 – July 22, 2018)[1] was a pediatric endocrinologist and a founding member of the Lawson Wilkins Pediatric Endocrine Society.[2] Blizzard was born in East St. Louis, Illinois, and raised in Greenville, Illinois. He attended Northwestern University, interrupting his undergraduate studies to serve in the United States Army for three years during the Second World War. He later returned and graduated from the Feinberg School of Medicine in 1952.[1] He completed his pediatric residency at the Raymond Blank Children's Hospital in Des Moines, Iowa, followed by a fellowship in the subspecialty of pediatric endocrinology at Johns Hopkins Hospital under the mentorship of Lawson Wilkins.[1] After a three-year period at Columbus Children's Hospital, he returned to Johns Hopkins in 1960 to take over from Wilkins as the co-director of pediatric endocrinology with Claude Migeon.[1][3] In 1974, he moved to the University of Virginia School of Medicine as chair of pediatrics, a position which he held until 1987. He retired in 1993 and died in Charlottesville, Virginia, in 2018.[1] Blizzard was an early proponent of growth hormone therapy with growth hormone deficiency; his New York Times obituary said that he \"liked to say that he had helped add 11 miles of height to the United States population\" through growth hormone therapy.[1] He advocated for a formalized process for sourcing human growth hormone from cadaver pituitary glands, and in 1961 he co-founded the National Pituitary Agency, a branch of the National Institutes of Health.[1][3] In 1978 he conducted one of the first trials of growth hormone use in adults, wondering about its anti-aging effects, but did not find any benefits.[1] He proposed the theory of \"psychosocial dwarfism\" after reporting on a reversible form of hypopituitarism seen in children who had endured severe emotional stress,[3] and established a program in Virginia in which school nurses measured children's heights as a screening tool for domestic abuse.[1] He gave his name to Johanson–Blizzard syndrome, which was first described by Blizzard and Ann J. Johanson in 1971.[4]","Title":"Robert M. Blizzard - Wikipedia","KeyID":"32","URL":"https://en.wikipedia.org/wiki/Robert_M._Blizzard"}