{"Content: ":"Avemetatarsalia (meaning \"bird metatarsals\") is a clade of diapsid reptiles containing all archosaurs more closely related to birds than to crocodilians.[2] The two most successful groups of avemetatarsalians were the dinosaurs and pterosaurs. Dinosaurs were the largest terrestrial animals for much of the Mesozoic Era, and one group of small feathered dinosaurs (Aves, i.e. birds) has survived up to the present day. Pterosaurs were the first flying vertebrates and persisted through the Mesozoic before dying out at the Cretaceous-Paleogene (K-Pg) extinction event. Both dinosaurs and pterosaurs appeared in the Triassic Period, shortly after avemetatarsalians as a whole.[2][3] The name Avemetatarsalia was first established by British palaeontologist Michael Benton in 1999. An alternate name is Panaves, or \"all birds\", in reference to its definition containing all animals, living or extinct, which are more closely related to birds than to crocodilians.[4] Although dinosaurs and pterosaurs were the only avemetatarsalians to survive past the end of the Triassic, other groups flourished during the Triassic. The most basal (earliest-branching) and plesiomorphic (\"primitive\") known avemetatarsalians were the aphanosaurs. Aphanosaurs were rare, four-legged carnivores which were only properly distinguished as a group in 2017.[5] The split between dinosaurs and pterosaurs occurred just after aphanosaurs branched off the archosaur family tree. This split corresponds to the subgroup Ornithodira, defined as the last common ancestor of dinosaurs and pterosaurs, and all of its descendants. Until the discovery of aphanosaurs, Ornithodira and Avemetatarsalia were considered roughly equivalent concepts.[3] Pterosauromorpha includes all avemetatarsalians closer to pterosaurs than to dinosaurs. True non-pterosaur pterosauromorphs have been historically difficult to determine. Small, insectivorous archosaurs of the family Lagerpetidae may potentially be examples, alongside the similar genus Scleromochlus.[6] Dinosauromorpha, on the other hand, includes all avemetatarsalians closer to dinosaurs than to pterosaurs. Probable non-dinosaur dinosauromorphs include the diverse and widespread silesaurids, as well as more controversial and fragmentary taxa such as Marasuchus, Lagosuchus, Nyasasaurus, and Saltopus. Lagerpetids were also traditionally considered dinosauromorphs,[7][3] though this has been more recently debated.[8][6][9] The foundational characteristic is the \"advanced mesotarsal\" ankles, which are characterized by a large astragalus and a small calcaneum. This ankle orientation operated on a single hinge, allowing for better mobility. Probably as a result of this change, the common ancestor of the avemetatarsalians had an upright, bipedal posture, with their legs extending vertically, similar to that of mammals. Feathers and other filamentary structures are known across the avemetatarsalians, from the downy pycnofibers of pterosaurs, to quill-like structures present in ornithischian dinosaurs, such as Psittacosaurus and Tianyulong, to feathers in theropod dinosaurs and their descendants, birds. Two clades of avemetatarsalians, pterosaurs and birds, independently evolved flight. Pterosaurs are the earliest vertebrates known to have evolved powered flight. Their wings are formed by a membrane of skin, muscle, and other tissues stretching from the ankles to a dramatically lengthened fourth finger.[10] Birds evolved flight much later. Their wings formed from elongated fingers and their arms, all covered with flight feathers. Avemetatarsalians were generally more lightly built than crocodile-line archosaurs. They had smaller heads and usually a complete lack of osteoderms. Bird-line archosaurs appear in the fossil record by the Anisian stage of the Middle Triassic about 245 million years ago, represented by the dinosauriform Asilisaurus. However, Early Triassic fossil footprints reported in 2010 from the Świętokrzyskie (Holy Cross) Mountains of Poland may belong to a more primitive dinosauromorph.[1] If so, the origin of avemetatarsalians would be pushed back into the early Olenekian age, around 249 Ma. The oldest Polish footprints are classified in the ichnogenus Prorotodactylus and were made by an unknown small quadrupedal animal, but footprints called Sphingopus, found from Early Anisian strata, show that moderately large bipedal dinosauromorphs had appeared by 246 Ma. The tracks show that the dinosaur lineage appeared soon after the Permian–Triassic extinction event. Their age suggests that the rise of dinosaurs was slow and drawn out across much of the Triassic.[1] The primitive traits found in the quadrupedal aphanosaur Teleocrater shows that the earliest avemetatarsalians had many pseudosuchian-like features, and that the traits typical for the group evolved later.[11] In 1986, Jacques Gauthier defined the name Ornithosuchia (previously coined by Huene) for a branch-based clade including all archosaurs more closely related to birds than to crocodiles.[7] In the same year, Gauthier also coined and defined a slightly more restrictive node-based clade, Ornithodira, containing the last common ancestor of the dinosaurs and the pterosaurs and all of its descendants. Paul Sereno in 1991 gave a different definition of Ornithodira, one in which Scleromochlus was explicitly added.[12] It was thus a potentially larger group than the Ornithodira of Gauthier. In 1999 Michael Benton concluded that Scleromochlus was indeed outside Gauthier's original conception of Ornithodira, so he named a new branch-based clade for this purpose: Avemetatarsalia, named after the birds (Aves), the last surviving members of the clade, and the metatarsal ankle joint that was a typical character of the group. Avemetatarsalia was defined as all Avesuchia closer to Dinosauria than to Crocodylia. In 2005, Sereno stated the opinion that Ornithodira was not a useful concept, whereas Avemetatarsalia was. In 2001, the same clade was given the name \"Panaves\" (lit. 'all birds', from Greek pan- + Latin aves), coined by Jacques Gauthier. He defined it as the largest and most inclusive clade of archosaurs containing Aves (birds, anchored on Vultur gryphus) but not Crocodylia (anchored on Crocodylus niloticus). Gauthier referred Aves, all other Dinosauria, all Pterosauria, and a variety of Triassic archosaurs, including Lagosuchus and Scleromochlus, to this group.[13] In a 2005 review of archosaur classification, Phil Senter attempted to resolve this conflicting set of terminology by applying strict priority to names based on when and how they were first defined.[14] Senter noted that Ornithosuchia, the earliest name used for the total group of archosaurs closer to birds than to crocodiles, should be the valid name for that group, and have precedence over later names with identical definitions, such as Avemetatarsalia and Pan-Aves. While this has been followed by some researchers, others have either continued to use Avemetatarsalia or Ornithodira, or have followed Senter only reluctantly. Mike Taylor (2007) for example noted that, while Senter is correct in stating that Ornithosuchia has priority, this is \"undesirable\" because it probably excludes the eponymous family Ornithosuchidae, and questioned the utility of using priority before the PhyloCode is implemented to govern it.[15] In fact, the name Ornithosuchia may be \"illegal\" under the PhyloCode because it does not include its eponymous taxon as part of its definition.[15] Cladogram after Nesbitt et al. (2017),[16] with clade names from Cau (2018).[17] Pseudosuchia (crocodile-line archosaurs) †Aphanosauria †Pterosauria †Lagerpetidae †Marasuchus †Silesauridae †Ornithischia †Sauropodomorpha Theropoda Kammerer et al. (2020) and Ezcurra et al. (2020) supported an alternative hypothesis regarding the relationships of lagerpetids. They were interpreted as non-pterosaur pterosauromorphs. This phylogeny would shorten the morphological and chronological gap perceived between pterosaurs and other stem-birds, and explain the origin of this group.[8][6] Bennett (2020) argued that Scleromochlus, a genus historically considered a relative of ornithodirans or even a basal pterosauromorph, was instead a non-archosaur archosauriform (possibly a doswelliid).[18]   ","Title":"Avemetatarsalia - Wikipedia","KeyID":"320","URL":"https://en.wikipedia.org/wiki/Ornithodira"}