{"Content: ":"A music download (commonly referred to as a digital download) is the digital transfer of music via the Internet into a device capable of decoding and playing it, such as a personal computer, portable media player, MP3 player or smartphone. This term encompasses both legal downloads and downloads of copyrighted material without permission or legal payment. According to a Nielsen report, downloadable music accounted for 55.9 percent of all music sales in the US in 2012.[nb 1][1] By the beginning of 2011, Apple's iTunes Store alone made US$1.1 billion of revenue in the first quarter of its fiscal year.[2] Music downloads are typically encoded with modified discrete cosine transform (MDCT) audio data compression, particularly the Advanced Audio Coding (AAC) format used by iTunes as well as the MP3 audio coding format.[3] Paid downloads are sometimes encoded with digital rights management that restricts copying the music or playing purchased songs on certain digital audio players. They are almost always compressed using a lossy codec (usually MPEG-1 Layer 3, Windows Media, or AAC), which reduces file size and bandwidth requirements. These music resources have been created as a response to expanding technology and needs of customers who wanted easy, quick access to music. Their business models respond to the \"download revolution\" by making legal services attractive for users. Even legal music downloads have faced a number of challenges from artists, record labels and the Recording Industry Association of America. In July 2007, the Universal Music Group decided not to renew their long-term contracts with iTunes. This decision was primarily based on the issue of pricing of songs, as Universal wanted to be able to charge more or less depending on the artist, a shift away from iTunes' standard—at the time—99 cents per song pricing. Many industry leaders feel that this is only the first of many show-downs between Apple Inc. and the various record labels.[4] According to research by the website TorrentFreak, 38 percent of Swedish artists support file share downloading and claim that it helps artists in early career stages. Artists, including Swedish rock group Lamont, have profited from file sharing.[5] The Recording Industry Association of America (RIAA) oversees about 85 percent of published music production, distribution and manufacturing in the United States. Their stated goal is to support artists' creativity and help them not be cheated out of money by illegal downloading.[6] The Recording Industry Association of America launched its first lawsuits on 8 September 2003, against individuals who illegally downloaded music files from the Kazaa FastTrack network. Two years after it began, the campaign survived at least one major legal challenge.[citation needed] The RIAA said it filed 750 suits in February 2006[7] against individuals downloading music files without paying for them in hopes of putting an end to Internet music piracy. The RIAA hopes their campaign will force people to respect the copyrights of music labels and eventually minimize the number of illegal downloads.[8] The Official Charts Company began to incorporate downloads in the UK Singles Chart on 17 April 2005, at which time Radio 1 stopped broadcasting the separate download chart,[citation needed] although the chart is still compiled. Initially this was on condition that the song must have a physical media release at the same time; this rule was fully lifted on 1 January 2007, meaning all download sales are now eligible in the chart.[citation needed] Music downloads have been measured by the Official Charts Company since 2004 and included in the main UK Singles Chart from 2005. As of September 2014, the most downloaded song in the UK was \"Happy\" by Pharrell Williams, with over 1.8 million downloads.[9] In November 2005, the record for the best-selling downloaded single in the United States was held by Gwen Stefani's \"Hollaback Girl\", which sold over one million downloads, making it the first song to achieve platinum download status.[10] As of July 2012[update], the record for the best-selling downloaded single in the United States on the iTunes Store is held by The Black Eyed Peas's \"I Gotta Feeling\", which has sold over 8 million downloads.[11][12] Soon after his death in 2009, Michael Jackson became the first artist to sell over one million songs downloaded via the Internet in one week.[13] However, Adele marks the most downloads sold by a single song in a week, with \"Hello\" selling 1.12 million copies in November 2015. Eminem's seventh studio album, Recovery (2010), became the first album to sell one million digital copies.[14] Beyoncé's self-titled fifth studio album became the fastest-selling album within 24 hours in iTunes history after its release in December 2013. Within 24 hours of availability, the album sold 430,000 digital copies. Adele's third studio album 25 became the fastest-selling album in a week in iTunes history after it was released on 20 November 2015. It sold 1.64 million digital copies in its first week (included preorders on the iTunes store since the release of the album's lead single \"Hello\" in October 2015). In 2006, the Recording Industry Association of Japan began issuing certifications for digitally released music in Japan, compiling data from the early 2000s onwards.[15] The best-selling song is Fukushima-based vocal group Greeeen's song \"Kiseki\" (2008), which was certified for being legally downloaded four million times between 2008 and 2015,[16] followed by R&B singer Thelma Aoyama's \"Soba ni Iru ne\" (2008) featuring rapper SoulJa, which was certified for three million downloads between 2008 and 2014.[17] Greeeen's song \"Ai Uta\" (2007) ranks as the third highest certified song, with 2.5 million downloads tracked between 2007 and 2009.[18][19] Two more songs have sold more than two million paid downloads: Ayaka's \"Mikazuki\" (2006) and Kobukuro's \"Tsubomi\" (2007).[20] The most successful ringtone in Japan is Moldovan-Romanian band O-Zone's \"Dragostea din tei\" (2003), known locally as \"Koi no Maiahi\" (恋のマイアヒ), which was certified as having four million units sold.[15] In Japan, only two albums have received digital certifications by the RIAJ. The first was Songs for Japan (2011), a charity compilation album raising profits for the 2011 Tōhoku earthquake and tsunami, which was certified gold for 100,000 downloads in June 2011.[21] The second album was the Japanese language cast recording of the Frozen soundtrack, which sold 100,000 copies between its release in March 2014 and January 2015.[22] In South Korea, Gaon Digital Chart has been tracking digital sales since 2009. The most successful song according to their published data is Busker Busker's \"Cherry Blossom Ending\" (2012), which was downloaded over 7 million times between 2012 and 2017.[23][24][25][26] In 2011, \"Roly-Poly\" by T-ara was the most successful song of the year, selling 4.1 million digital copies.[27] \"Roly Poly\" also became the fastest-selling song in Korea's history and the first to reach 4M Downloads in a calendar year (Roly Poly achieved +4M Downloads in 5 months). In 2012, this accolade went to Psy's \"Gangnam Style\", after selling 3.8 million units.[23]","Title":"Music download - Wikipedia","KeyID":"3207","URL":"https://en.wikipedia.org/wiki/Music_download"}