{"Content: ":"Contemporary hit radio (also known as CHR, contemporary hits, hit list, current hits, hit music, top 40, or pop radio) is a radio format that is common in many countries that focuses on playing current and recurrent popular music as determined by the Top 40 music charts. There are several subcategories, dominantly focusing on rock, pop, or urban music. Used alone, CHR most often refers to the CHR-pop format. The term contemporary hit radio was coined in the early 1980s by Radio & Records magazine to designate Top 40 stations which continued to play hits from all musical genres as pop music splintered into Adult contemporary, Urban contemporary, Contemporary Christian and other formats. The term \"top 40\" is also used to refer to the actual list of hit songs, and, by extension, to refer to pop music in general. The term has also been modified to describe top 50; top 30; top 20; top 10; hot 100 (each with its number of songs) and hot hits radio formats, but carrying more or less the same meaning and having the same creative point of origin with Todd Storz as further refined by Gordon McLendon as well as Bill Drake. The format became especially popular in the mid-sixties as radio stations constrained disc jockeys to numbered play lists in the wake of the payola scandal. Also known as CHR/pop or teen CHR. Plays pop, and dance, and sometimes urban, alternative, rock, and country crossover as well. Often referred as \"Top 40\"; in terms of incorporating a variety of genres of music, CHR/pop is the successor to the original concept of top 40 radio which originated in the 1950s. Examples of CHR/pop stations in the United States, Canada, Brazil and the Philippines include WHTZ in New York City, KIIS-FM in Los Angeles, KYLD and KMVQ-FM in San Francisco, CKFM-FM and CKIS-FM in Toronto, KXXM and KTFM in San Antonio, WIOQ in Philadelphia, WXKS-FM in Boston, WKSC-FM and WBBM-FM in Chicago, WFLZ and WPOI in Tampa/St. Petersburg, WHYI and WFLC in Miami, KLUC in Las Vegas, WNCI in Columbus, Ohio, WZPL in Indianapolis, KDWB in Minneapolis/St. Paul, Jovem Pan And Jovem Pan FM in Brazil, and DWFO, DWTM, DWRX, DWRT-FM and DWBM-FM in Manila, Philippines. The stations generally gain large popularity with this format. These stations typically are hybrids of the contemporary hit radio (CHR/pop) and Hot AC formats. This format contains a strong focus on current charts, contemporary and recurrent hits as well as placing a minority of older, classic hits from the 2000s and early to mid 2010s onto the playlist. Adult CHR stations play pop-friendly rhythmic, dance and hip hop titles from artists such as Rihanna, Post Malone, Khalid, Lizzo, Black Eyed Peas, The Weeknd, Doja Cat and Blackbear[1] alongside standard mainstream pop and pop rock fare. Examples in the U.S. include KRBE in Houston, WKRQ in Cincinnati, WWMX in Baltimore, WTIC-FM in Hartford, WMXZ in Charleston, and KZZO in Sacramento. United Kingdom (UK) media regulator Ofcom states: \"where a format requires a contemporary and chart music service, the main diet must be of modern music, reflecting the charts of today and recent months. Older, classic tracks would not be out of place, but only as spice to the main offering.\"[2] The adult CHR format is sometimes utilized by stations which are heritage Top 40/CHR outlets in their respective markets which have been in the format since the 1970s or 1980s or FM successors to former AM top 40s, with examples in the UK including the Hits Radio Network compiled of heritage radio stations including Clyde 1 in Glasgow and Radio City in Liverpool. Also known as CHR/rhythmic, or CHR/urban. These stations focus on hip-hop and dance-pop. There are differences between CHR/rhythmic and the urban contemporary format; urban stations will often play R&B and soul songs that CHR/rhythmic stations will not, and CHR/rhythmic stations, despite playlists heavy with urban product, sometimes have white disc jockeys and will include EDM and rhythmic pop music that urban outlets will not play. KYLD in San Francisco, WQHT in New York, and KPWR in Los Angeles are among the most successful CHR/rhythmic stations in the U.S. and among the pioneers of the format. Bilingual Spanish CHRs (such as WPOW in Miami, KHHM in Sacramento, California, KKPS and KBFM in Brownsville, Texas, WKAQ and WXYX in San Juan, Puerto Rico, KBHH in Fresno, California WRUM-HD2 in Orlando, Florida and KLLI (FM) in Los Angeles combine current and recent mainstream and rhythmic CHR hits with recent Latin pop hits, targeting young Latina listeners. Similarly, bilingual French CHRs (such as CKOI-FM in Montreal) are common in many Canadian markets, and combine anglophone and French pop hits. Playing dance remixes of popular songs with perhaps some current hits from the dance charts. Pure dance-music radio stations (as opposed to CHR/rhythmic and rhythmic AC formats such as MOViN) are not very common but tend to have loyal audiences in the markets where they do exist. Examples include WPTY on Long Island, NY and KNHC in Seattle. This format is very popular on internet radio stations such as KVPN Digital Broadcasting (VPN Digital 1) Los Angeles. Stations with this format, a modernized Rock 40 format, are similar in some ways to the Adult CHR and Mainstream CHR/Pop formats, but also incorporate modern rock/alternative/active rock and modern AC titles in an upbeat presentation. Examples include KSXY in Santa Rosa, California, WDJQ in Canton, Ohio, WIXX in Green Bay, Wisconsin, KKCK in Marshall, Minnesota, and WMOM in Ludington, Michigan. An early version of rock-leaning CHR is Rock 40, which was popular in the late 1980s. This format, developed by Joint Communications who servicemarked the name in 1987, is a young-male-targeted hybrid of CHR and album-oriented rock (AOR) that combines the formatics of the former with the music mix of the latter. After a short period of successful ratings, the Rock 40 format began to decline because it was too similar to conventional AOR yet lacked appeal among CHR fans who desired less emphasis on rock. According to Lee Abrams, a pioneer of the AOR format, Rock 40 was \"too wimpy for the real rockers and too hard for the mainstream people\".[3] Stations that previously broadcast the format include KEGL in Dallas, KQLZ (Pirate Radio) in Los Angeles, KRZR in Fresno, California, KXXR in Kansas City, and WMMS in Cleveland.[4] Rock 40 stations eventually segued to CHR or an AOR spinoff format such as active rock or modern rock. There are also variations targeting minority ethnic groups, such as CHR/español (Latin pop), and CHR/Tejano (Tex-Mex and Tejano) which are commonly found in Arizona, Texas, California, and Mexico. In Greater China (People's Republic of China, Taiwan, and Hong Kong), there is also Mandopop and Cantopop which are the top 40 variants in that language. Credit for the format is widely given to Todd Storz, who was the director of radio station KOWH-AM in Omaha, Nebraska in 1951. At that time typical AM radio programming consisted largely of full-service \"block programming\": pre-scheduled, sponsored programs of a wide variety, including radio dramas and variety shows. Local popular music hits, if they made it on the air at all, had to be worked in between these segments. Storz noted the great response certain songs got from the record-buying public and compared it to the way certain selections on jukeboxes were played over and over. He expanded his domain of radio stations, purchasing WTIX-AM in New Orleans, Louisiana, gradually converted his stations to an all-hits format, and pioneered the practice of surveying record stores to determine which singles were popular each week. Storz found that the more people heard a given song on the radio or from the jukebox, the more likely they were to buy a copy; a conclusion not obvious in the industry at the time. In 1952 he purchased what was then WLAF-AM in Lafayette, Indiana and constructed WAZY-AM/FM which is still the longest running top 40 FM station in existence to this day. In 1954, Storz purchased WHB-AM, a high-powered station in Kansas City, Missouri which could be heard throughout the Midwest and Great Plains, converted it to an all-hits format, and dubbed the result \"top 40\". Shortly thereafter WHB debuted the first \"top 40 countdown\", a reverse-order playing of the station's ranking of hit singles for that week. Within a few years, top 40 stations appeared all over the country to great success, spurred by the burgeoning popularity of rock and roll music, especially that of Elvis Presley. A 1950s employee at WHB, Ruth Meyer, went on to have tremendous success in the early to mid-60's as program director of New York's premiere top 40 station at that time, WMCA. Storz Broadcasting Company consisted of six AM radio stations, all featuring top 40 in the sixties. Although Todd Storz is regarded as the father of the top 100 format[citation needed], Gordon McLendon of Dallas, Texas, is regarded as the person who took an idea and turned it into a mass media marketing success in combination with the development in that same city of PAMS jingles. McLendon's successful Mighty 1190 KLIF in Dallas, along with his two other Texas Triangle stations, 610 KILT (AM) Houston and 550 KTSA San Antonio, which went top 40 during the mid to late 1950s, soon became perhaps the most imitated radio stations in America. With careful attention to programming, McLendon presented his stations as packages to advertisers and listeners alike. It was the combination of top 40 and PAMS jingles which became the key to the success of the radio format itself. Not only were the same records played on different stations across America, but so were the same jingle music beds whose lyrics were resung repetitively for each station to create individual station identity. To this basic mix were added contests, games and disc jockey patter. Various groups (including Bartell Broadcasters) emphasized local variations on their top 40 stations. Gordon McLendon would operate approximately a dozen and a half AM, FM and TV stations at various times, experimenting with formats other than top 40 (including beautiful music and all-news). In the early 1960s Rick Sklar also developed the Top 40 format for radio station WABC in New York City which was then copied by stations in the eastern and mid-western United States such as WKBW and WLS. Bill Drake built upon the foundation established by Storz and McLendon to create a variation called \"Boss Radio\". This format began in California in early 1961 at KSTN in Stockton, then expanded in 1962–63 to KYNO in Fresno, in 1964 to KGB in San Diego, and finally to KHJ in Los Angeles in May 1965; it was further adapted to stations across the western US. Boss Radio was later broadcast by American disc jockeys as a hybrid format on pirate radio station Swinging Radio England, broadcasting from onboard a ship anchored off the coast of southern England in international waters. At that time there were no commercial radio stations in the UK, and BBC radio offered only sporadic top 40 programming. Other noteworthy North American top 40 stations that used the Drake approach included KFRC in San Francisco; CKLW in Windsor, Ontario; WRKO in Boston; WHBQ in Memphis; WOLF in Syracuse, New York; and WOR-FM in New York City. Most listeners identified Boss Radio with less talk, shorter jingles and more music. Mike Joseph's \"hot hits\" stations of the late 1970s and early 1980s attempted to revitalize the format by refocusing listeners' attention on current, active \"box-office\" music. Thus, hot hits stations played only current hit songs—no oldies unless they were on current chart albums—in a fast, furious and repetitive fashion, with fast-talking personalities and loud, pounding jingles. In 1977, WTIC-FM in Hartford, CT, dropped its long-running classical format for Joseph's format as \"96 Tics\" and immediately became one of the top radio stations in the market. The first Joseph station to use the term \"hot hits\" on the air was WFBL (\"Fire 14\", which played its top 14 hits in very tight rotation) in Syracuse, NY, in 1979. Then WCAU-FM in Philadelphia switched to hot hits as \"98 Now\" in the fall of 1981 and was instantly successful. Other major-market stations which adopted the hot hits format in the early 1980s included WBBM-FM Chicago, WHYT (now WDVD) Detroit, WMAR-FM (now WWMX) Baltimore, which we might add was not successful against market leader WBSB B104, KITS San Francisco, and WNVZ Norfolk. Don Pierson took the formats of Gordon McLendon, boss radio and PAMS jingles to the UK in the form of Wonderful Radio London, (a pirate radio ship) and subsequently revolutionized the popular music format. On 14 August 1967 The Marine Offences Act was introduced in the UK and the pirate stations were shut down. The British Broadcasting Corporation were chosen by the UK government to come up with a station to replace the pirates, and so in 1967 BBC Radio 1 started broadcasting, employing many of the DJ's from the pirate stations (Tony Blackburn, Kenny Everett and John Peel etc.) and obtaining re-sings of the PAMS jingles. In fact[citation needed] it was Tony Blackburn who played the first pop record on Radio 1, The Move's \"Flowers In The Rain\". Commercial broadcasting in bold. Sydney: Melbourne: Hobart:  Metro Manila: Taipei–Keelung metropolitan area:","Title":"Contemporary hit radio - Wikipedia","KeyID":"3209","URL":"https://en.wikipedia.org/wiki/Contemporary_hit_radio"}