{"Content: ":"Airplay is how frequently a song is being played through broadcasting on radio stations. A song which is being played several times every day (spins) would have a significant amount of airplay.[1][2] Music which became very popular on jukeboxes, in nightclubs and at discotheques between the 1940s and 1960s would also have airplay. For commercial broadcasting, airplay is usually the result of being placed into rotation, also called adding it to the station's playlist by the music director, possibly as the result of a Pay for Play sponsored by the record label.[3][4] For student radio and other community radio or indie radio stations, it is often the selection by each disc jockey, usually at the suggestion of a music director.[citation needed] Most countries have at least one radio airplay chart in existence, although larger countries such as Canada, the United States,[5] the United Kingdom, Germany, Australia,[1] Japan, and Brazil have several, to cover different genres and areas of the country.[6][7][8] A song which was successful in the airplay charts but weak in sales was commonly known as a \"turntable hit\" when radio stations played only vinyl singles.[9] Airplay can be a crucial element in securing a singer's 'hit', and alongside social networking websites it is an effective method that artists use to make their name known.[5][10] Aaliyah's \"Try Again\" (2000) was the first song ever to reach number one on the Billboard Hot 100 based solely on the strength of its radio airplay.[11] Radio airplay is monitored through audio fingerprinting technology with the help of automatic content recognition service. World recognizable music airplay service providers are Radiomonitor, ACRCloud, BMAT, and Soundcharts.[citation needed] There is a symbiotic relationship between the airplay of records and sales. The record industry utilises airplay on the radio to promote artists and records to radio listeners.[12] Airplay can stimulate the purchase of music, merchandise and concert tickets to its listening audience. The record industry profits from the exposure provided by radio airplay.[12] The amount of airplay a record receives may significantly impact other factors, including age, race, geographical location, and income.[12] The effect of airplay on sales revenue can range between $1.5 to $2.4 billion annually.[12] A significant portion of album and track sales are impacted by radio airplay, with a minimum of 14% and a high of 23%.[12] Performing artists and record labels indirectly profit from airplay as it promotes, distributes and sells records. Airplay's impact on music sales links to the mere-exposure effect. The term describes a preference for familiar things.[13] The mere-exposure effect is noticed when radio and airplay act as an advertising medium by allowing listeners to try out newly released music. This exposure typically links to an increase in sales.[13] The popularity of the Dixie Chicks was impacted by radio airplay in America. In March 2003, the Dixie Chicks were number one on the Country and Adult Contemporary radio airplay charts, as published in the ‘Radio and Records’ trade journal.[14] However, the band's presence on the charts dropped rapidly when lead singer Natalie Maines told the audience of a London nightclub, \"Just so you know, we’re ashamed the president of the United States is from Texas\".[15] Following this, the Associated Press noted that radio stations had begun blacklisting the Dixie Chicks in response to the comment. As a result, the Dixie Chicks’ total airplay across America dropped to one-fifth of what it was before the controversy, with their album no longer appearing on the charts.[14] The radio response to the statement was accused of corporate censorship, attributing the blacklisting as evidence of politically mobilising right-wing social movements.[14] The controversy and response demonstrate the impact of airplay on an artist's popularity. Record companies and artists can pay for airplay from radio stations. Pay-to-play is a common practice utilised by the record industry to pass money or goods to influence airplay.[16] The transactions are directed through intermediaries (\"indies\") who are independent promotes for the record labels or artists. Relationships are formed by promoters with radio stations to enable pay-to-play transactions, which may not include the direct transfer of funds or goods to conceal the nature of the deal.[16] After developing a relationship, a promoter may engage in calls with the radio station to request their record is treated favourably. Requesting a record to be played is an unlikely favour to ask without an established relationship.[17] Informal relationships are formed between indies and stations to avoid payola, which is the illegal practice in U.S. law of paying a radio station for airplay without the station disclosing this information.[18] Paying radio stations for airplay is a historical phenomenon. In the 1960s, it was a common practice for record companies to bride radio station employees to increase a song's airplay. In 1934, U.S. Congress passed the Communications Act, which forbids radio stations from taking payment to air certain content unless the broadcast was commercial.[17] However, the act did not restrict independent disc jockeys from taking payments in exchange for airplay. As a result, record labels would approach disc jockeys instead of directly contacting the radio stations.[17] In 1960, the U.S. Congress amended the act to include the provision of illegal bribes for airplay, which became known as payola. In this pay-to-play model, airplay becomes similar to advertising and can be subject to scandal.[19] Airplay is measured by the number of spins and detections. The Broadcast Data Systems (BDS, also known as Nielsen BDS) is a U.S. broadcasting service that measures airplay according to these two attributes.[20] In addition, airplay is tracked using a patented digital pattern recognition technology.[20] The service, a unit of MRC Data, contributes to the publishing of songs on the Billboard Charts, the most used music chart in America.[21] The recognition technology implemented by Nielsen monitors airplay in radio stations in more than 140 markets across the United States.[21] The charts determine the position of a single based on airplay data, sales, and streaming data. Since the service debuted in 1992, it has become a universal standard for measuring airplay due to its accuracy in detecting, tracking and monitoring songs and has provided the Billboard charts with data on sales, downloads and streams.[22] There is a distinction between sales charts and airplay charts. When a record label has a number one single, it earns that designation based on its position on a sales chart. If that record is number one on the radio station, it reaches that position based on its airplay, location of the radio station, and how many singles it sold. Billboard has the most widely used airplay charts and includes every significant music genre.[17] Billboard has 25 airplay charts that detect airplay across 140 radio markets. To compile the airplay charts, Billboard monitors 140 radio markets, over 1,600 radio stations to see over 100 million songs each year. To ensure airplay detection, label marketers must register their recorded music with the Broadcast Data Systems (BDS), the technology provider of Billboard.[17] Billboard's weekly airplay charts rank singles according to the amount of airplay they receive on monitored radio stations and the resulting size of the combined audience that heard the song being played.[17]","Title":"Airplay - Wikipedia","KeyID":"3210","URL":"https://en.wikipedia.org/wiki/Airplay"}