{"Content: ":"Coastal California, also known as the California Coastline and the Golden Coast, refers to the coastal regions of the U.S. state of California. The term is not primarily geographical as it also describes an area distinguished by cultural, economic and political attributes. The area includes the North Coast, San Francisco Bay Area, Central Coast, and South Coast. The coastline is slowly eroding due to natural processes and potentially accelerated by climate change, though much more slowly in other places in the United States. In the last 100 years, the water line has risen less than 6 in (150 mm) along the coast of California. In the next 100 years, the water is expected to surge as much as 9 ft (2.7 m), bringing into question the fate of the many million dollar homes settled right on the edge of the sea.[1][2] Coastal California is heavily influenced by east–west distances to the cold California Current (dominated by it) and microclimates due to hills and coast ranges, having strong ecological effects, summer and winter temperatures other than occasional heat waves are heavily moderated by ocean currents and fog with strong Seasonal lags compared to interior valleys as little as 10 mi (16 km) away. Point Conception tends to divide the Coastal region by mid-summer into warmer (south and east) and cooler zones (north). Peak and often intense heat tends to arrive in September much later than the rest of the nation or state. Over time, droughts and wildfires have increased in frequency and become less seasonal and more year-round, further straining the region's water security.[3][4][5] The counties commonly seen as constituting coastal California are: During the 2000 Census, roughly a third of households had incomes exceeding $75,000, compared to 17.6% in the Central Valley[6] and 22.5% at the national average.[7] While the area has always been relatively expensive, when compared to inland regions and the national average, the recent[when?] real estate boom has left it as the most expensive housing market in the nation. An October 2004 CNN Money publication found that a 2,200-square-foot (200 m2) home in a \"middle management neighborhood\" would cost an average of $1.8 million.[8] Media related to California Coast at Wikimedia Commons","Title":"Coastal California - Wikipedia","KeyID":"3212","URL":"https://en.wikipedia.org/wiki/Coastal_California"}