{"Content: ":"Scleromochlus (Greek for \"hard fulcrum\") is an extinct genus of small archosauriforms from the Late Triassic period. The genus contains the type and only species Scleromochlus taylori, named by Arthur Smith Woodward in 1907.[1] Its fossils have been found in the Carnian Lossiemouth Sandstone of Scotland. The holotype is BMNH R3556, a partial skeleton preserved as an impression in sandstone; part of the skull and tail are missing.[1] Scleromochlus taylori was about 181 millimetres (7.1 in) long, with long hind legs; it may have been capable of four-legged and two-legged locomotion. Studies about its gait suggest that it engaged in kangaroo- or springhare-like plantigrade hopping;[2][3][4] however, a 2020 reassessment of Scleromochlus by Bennett suggested that it was a \"sprawling quadrupedal hopper analogous to frogs.\"[5] If Scleromochlus is indeed related to pterosaurs, this may offer insight as to how the latter evolved, since early pterosaurs also show adaptations for saltatorial locomotion.[6] A lightly built cursorial animal, its phylogenetic position has been debated; as different analyses have found it to be either the basal-most ornithodiran, the sister-taxon to Pterosauria, or a basal member of Avemetatarsalia that lies outside of Ornithodira. In the phylogenetic analyses conducted by Nesbitt et al. (2017) Scleromochlus was recovered either as a basal member of Dinosauromorpha or as a non-aphanosaurian, non-pterosaur basal avemetatarsalian. However, the authors stressed that scoring Scleromochlus was challenging given the small size and poor preservation of the fossils, and stated that it could not be scored for many of the important characters that optimize near the base of Avemetatarsalia.[7] In 2020, Bennett interpreted Scleromochlus as possessing certain characteristics, including osteoderms and a crurotarsal morphology of the ankle, which suggested that Scleromochlus was not closely related to ornithodirans. He instead argued for a position of Scleromochlus among the Doswelliidae or elsewhere among basal members of the Archosauriformes.[5]   ","Title":"Scleromochlus - Wikipedia","KeyID":"322","URL":"https://en.wikipedia.org/wiki/Scleromochlus"}