{"Content: ":"Pitchfork (formerly Pitchfork Media) is an American online music publication (currently owned by Condé Nast) that was launched in 1995 by writer Ryan Schreiber as an independent music blog. Schreiber started Pitchfork while working at a record store in suburban Minneapolis, and the website earned a reputation for its extensive coverage of indie rock music. It has since expanded and covers all kinds of music, including pop.[2] Pitchfork was sold to Condé Nast in 2015, although Schreiber remained its editor-in-chief until he left the website in 2019.[3][4] Initially based in Minneapolis, Pitchfork later moved to Chicago, and then Greenpoint, Brooklyn. Its offices are currently located in One World Trade Center alongside other Condé Nast publications.[5][6] The site is best known for its daily output of music reviews but also regularly reviews reissues and box sets. Since 2016, it has published retrospective reviews of classics, and other albums that it had not previously reviewed, each Sunday. The site publishes \"best-of\" lists—albums, songs—and annual features and retrospectives each year. During the 1990s and 2000s the site's reviews—favorable or otherwise—were considered widely influential in making or breaking careers.[7] In 1996, Ryan Schreiber, a recent high school graduate, influenced by fanzine culture and with no previous writing experience, created the website.[8][9] Initially called Turntable, the site was updated monthly with interviews and reviews. In May 1996, the site began publishing daily and was renamed Pitchfork, alluding to Tony Montana's tattoo in Scarface.[10] Schreiber wrote the website's first review, of Pacer by The Amps.[11] In early 1999, Schreiber relocated Pitchfork to Chicago, Illinois. By then, the site had expanded to four full-length album reviews daily, as well as sporadic interviews, features, and columns. It had also begun garnering a following for its extensive coverage of underground music and its writing style, which was often unhindered by the conventions of journalism. In October, the site added a daily music news section.[citation needed] Pitchfork has launched a variety of subsidiary websites. Pitchfork.tv, a website displaying interviews, music videos and feature-length films, launched in April 2008.[12] In July 2010, Pitchfork announced Altered Zones, a blog aggregator devoted to underground and do it yourself music.[13] On May 21, 2011, Pitchfork announced a partnership with Kill Screen, in which Pitchfork would publish some of their articles.[14] Altered Zones was closed on November 30.[15] On December 26, 2012, Pitchfork launched Nothing Major, a website that covered visual arts such as fine art and photography.[16] Nothing Major closed in October 2013.[17] On October 13, 2015, Condé Nast announced that it had acquired Pitchfork.[3] A key aspect of its image, Pitchfork was previously entirely independent, with only two investors: Schreiber and Pitchfork president Chris Kaskie.[9][18] Following the sale, Schreiber remained as editor-in-chief.[19] On March 13, 2016, Pitchfork was redesigned. According to an announcement post during the redesign, they said:[20] We last redesigned in the fall of 2011. A lot about the online world has changed since then. This iteration, more than a year in the making, brings Pitchfork into a new era, improving functionality and inviting deeper exploration while simplifying the experience to make browsing, searching, reading, listening, and watching easier. In August 2018, Pitchfork's longtime executive editor Mark Richardson stepped down. He began writing for the site in 1998[21] and was employed full-time in 2007.[22] On September 18, 2018, founder Ryan Schreiber stepped down as the site's top editor. He was replaced by Puja Patel as editor-in-chief on October 15, 2018.[23] On January 8, 2019, Schreiber announced he would be exiting the company.[4] In January 2019, Condé Nast announced it would put all its titles, including Pitchfork, behind a paywall by the end of the year, though this did not occur.[24] Pitchfork's opinions have gained increased cultural currency; some in the mainstream media view the site as a barometer of the independent music scene, and positive quotes from its reviews are increasingly used in press releases and affixed to the front of CDs. Some publications have cited Pitchfork in having played a part in \"breaking\" artists such as Arcade Fire, Sufjan Stevens, Clap Your Hands Say Yeah, Interpol, The Go! Team, Junior Boys, The Books, Broken Social Scene, Cold War Kids, Wolf Parade, Tapes 'n Tapes, and Titus Andronicus although the site's true impact on their popularity remains a source of frequent debate.[10] Their influence on the formation of communities for independent artists has led to the term \"The Pitchfork Effect\".[25] Spencer Kornhaber of The Atlantic described Pitchfork as \"the most influential music publication to emerge in the Internet age\".[18] Conversely, Pitchfork has also been seen as being a negative influence on some indie artists. As suggested in a Washington Post article in April 2006, Pitchfork's reviews can have a significant influence on an album's popularity, especially if it had only been available to a limited audience or had been released on an independent record label. A dismissive 0.0 review of former Dismemberment Plan frontman Travis Morrison's Travistan album led to a large sales drop and a virtual college radio blacklist.[10] On the other hand, \"an endorsement from Pitchfork—which dispenses its approval one-tenth of a point at a time, up to a maximum of 10 points—is very valuable, indeed.\"[10] Examples of Pitchfork's impact include: On October 24, 2003, Loren Jan Wilson of Pitchformula.com reported that Pitchfork had published 5,575 reviews from 158 different authors, with an average length of just over 520 words. Together, the reviews featured a total of 2,901,650 words.[30] By 2007, they amassed 170,000 daily readers.[8] In the 2000s the website's journalism favored independent music, favoring lo-fi and often obscure indie rock and giving only cursory treatment to other genres.[31] The website had a reputation for publishing reviews early and for being unpredictable, often strongly dependent on which reviewer was writing. In a 2006 article in Slate, Matthew Shaer accused Pitchfork of deliberately writing provocative and contrarian reviews in order to attract attention.[32] Cynicism and elitism have been points of critique.[12] The website was sometimes criticized in those years for the quality of its writing. A 2006 article in City Pages noted the large discretion the site gave to its writers, arguing it was \"under-edited\" and that the prose was often \"overly florid\".[31] Shaer singled out some examples of \"verbose and unreadable writing\".[32] In response, Schreiber told City Pages that \"I trust the writers to their opinions and to their own style and presentation. The most important thing to me is they know what they're talking about and are insightful.\"[31] A 2007 review of the album Kala by M.I.A. inaccurately said that Diplo had produced the tracks, when he had produced 3 out of 11 tracks and M.I.A. had produced the rest. Another Pitchfork writer described the error as \"perpetuating the male-led ingenue myth\".[33] M.I.A. and later Björk argued that this was part of a wider problem of music journalists making the assumption that female singers do not write or produce their own music.[34][35] In August 2006, a directory on Pitchfork's servers containing over 300 albums was compromised. A web surfer managed to discover and download the collection, which included The Decemberists' The Crane Wife and TV on the Radio's Return to Cookie Mountain, both of which had been leaked to peer-to-peer networks. Allegedly, one of the albums on the server, Joanna Newsom's Ys, had not been available on file-sharing networks.[36] In December 2013, Pitchfork debuted The Pitchfork Review, a quarterly print journal focused on long-form music writing and design-focused content.[44] J. C. Gabel, its first editor, had been the publisher of The Chicagoan and founding publisher of Stop Smiling.[45] Pitchfork planned a limited-edition quarterly publication of about 10,000 copies of each issue, perfect bound, and printed on glossy, high-quality 8-by-10¼ paper.[46] It was expected that about two-thirds of the content would be original, with the remaining one-third reused from the Pitchfork website.[46] The International Business Times likened the publication's literary aspirations to The New Yorker and The Paris Review.[47] It ended after 11 issues[48] in November 2016.[49] In 2005, Pitchfork curated the Intonation Music Festival, attracting approximately 15,000 attendees to Chicago's Union Park for a two-day bill featuring performances by 25 acts, including Broken Social Scene, The Decemberists, The Go! Team, and an appearance by Les Savy Fav. On July 29 and 30, 2006, the publication premiered its own Pitchfork Music Festival in the same park. The event attracted over 18,000 attendees per day. More than 40 bands performed at the inaugural festival, including Spoon and Yo La Tengo, as well as a rare headlining set by reunited Tropicália band Os Mutantes.[50] The Pitchfork Music Festival was held again in 2007. It was expanded to three days (Friday, July 13 – Sunday, July 15), with the first day being a collaboration between Pitchfork and the British music festival All Tomorrow's Parties as part of the latter's \"Don't Look Back\" series, in which seminal artists perform their most legendary albums in their entirety. Performers that evening included Sonic Youth playing Daydream Nation, Slint playing Spiderland, and GZA/Genius playing Liquid Swords. Some of the other artists who performed over the weekend included Yoko Ono, De La Soul, Cat Power, The New Pornographers, Stephen Malkmus, Clipse, Iron & Wine, Girl Talk, of Montreal, Deerhunter, Dan Deacon, The Ponys, and The Sea and Cake. Since 2011, a European winter edition of the festival has taken place in Paris. In 2008 Pitchfork collaborated with All Tomorrow's Parties to curate half of the bill for one of their May festival weekends. This was the first event that Pitchfork has been involved in outside of the United States. Pitchfork's music reviews use two different rating systems: On October 24, 2003, Pitchformula.com[51] made a survey of the 5,575 reviews available on Pitchfork at that time, showing that: British Sea Power's 2008 album Do You Like Rock Music? was initially awarded a tongue-in-cheek rating of \"U.2\", however the page now gives a rating of 8.2, seemingly at odds with the critical review.[52] Their rating of Run the Jewels' remix album Meow the Jewels (2015) was a pictogram of a cat's head with hearts for eyes – highlighting the pictogram and right-clicking on it reveals that the actual score is 7.0.[53] Their review of Pope Francis' album Wake Up! featured the rating \"3:16\", though using the same method of revealing Meow the Jewels' actual score reveals the score to be 5.0.[54] Rather than give a traditional review to Jet's Shine On, the site simply posted an embedded video of a monkey urinating into its own mouth and a 0.[55] The following is a list of albums given Pitchfork's highest possible rating, on initial release. The score is rare and has only been given to twelve albums since the site was launched in 1995. As of May 2021, 127 other albums have been given a 10.0 following a reissue or the publication of a retrospective review.[56] Pitchfork has since deleted the reviews for 12 Rods, Amon Tobin, Walt Mink, the Flaming Lips, and Bob Dylan without replacing them, meaning that only seven albums continue to be listed with a 10.0 rating that was given on initial release. In a 2021 historical roundup, Pitchfork listed 11 albums as having received a 10.0 on their initial release: all of the albums below, with the exception of the Dylan live recording.[56] Relaxation of the Asshole, a comedy album by the Guided by Voices singer Robert Pollard, was awarded a dual 0 and 10 on initial release. A later site redesign changed the rating to 0 only, although the explanation for the unusual rating remains in the text of the review.[57]","Title":"Pitchfork (website) - Wikipedia","KeyID":"3230","URL":"https://en.wikipedia.org/wiki/Pitchfork_(website)"}