{"Content: ":"In the United States, the Recording Industry Association of America (RIAA) awards certification based on the number of albums and singles sold through retail and other ancillary markets.[1] Other countries have similar awards (see music recording certification). Certification is not automatic; for an award to be made, the record label must first request certification.[2] The audit is conducted against net shipments after returns (most often an artist's royalty statement is used), which includes albums sold directly to retailers and one-stops, direct-to-consumer sales (music clubs and mail order) and other outlets. A Gold record is a song or album that sells 500,000 units (records, tapes, and compact discs). The award was launched in 1958;[3] originally, the requirement for a Gold single was one million units sold and a Gold album represented $1 million in sales (at wholesale value, around a third of the list price).[4] In 1975, the additional requirement of 500,000 units sold was added for Gold albums.[4] Reflecting growth in record sales, the Platinum award was added in 1976, for albums able to sell one million units, and singles selling two million units.[4][5] The Multi-Platinum award was introduced in 1984, signifying multiple Platinum levels of albums and singles.[6] In 1989, the sales thresholds for singles were reduced to 500,000 for Gold and 1,000,000 for Platinum, reflecting a decrease in sales of singles.[7] In 1992, RIAA began counting each disc in a multi-disc set as one unit toward certification. Reflecting additional growth in music sales, the Diamond award was instituted in 1999 for albums or singles selling ten million units.[3] Because of these changes in criteria, the sales level associated with a particular award depends on when the award was made. Nielsen SoundScan figures are not used in RIAA certification; the RIAA system predates Nielsen SoundScan and includes sales outlets Nielsen misses.[citation needed] Prior to Nielsen SoundScan, RIAA certification was the only audited and verifiable system for tracking music sales in the U.S.; it is still the only system capable of tracking 100% of sales (albeit as shipments less returns, not actual sales like Nielsen SoundScan).[citation needed] This system has permitted, at times, record labels to promote an album as Gold or Platinum simply based on large shipments. For instance, in 1978 the Sgt. Pepper's Lonely Hearts Club Band soundtrack shipped Platinum but was a sales bust, with two million returns.[8] Similarly, all four solo albums by the members of Kiss simultaneously shipped Platinum that same year but did not reach the top 20 of the Billboard 200 album chart.[9] The following year, the RIAA began requiring 120 days from the release date before recordings were eligible for certification, although that requirement has been reduced over the years and currently stands at 30 days. Sony was widely criticized in 1995 for hyping Michael Jackson's double album HIStory as five times Platinum, based on shipments of 2.5 million and using the RIAA's recently adopted practice of counting each disc toward certification, while SoundScan was reporting only 1.3 million copies sold.[10] A similar discrepancy between shipments and sales was reported with The Lion King soundtrack.[11] In the digital era, changes in the way music is consumed resulted in changes in the certification criteria. Actual album sales had dropped significantly, while digital download followed by streaming became increasingly dominant. On-demand audio and video streams started to be counted towards Digital Single units consumed in 2013.[12][13] Track downloads and audio and video streams were then included in album certification in 2016 using formulas converting downloads and streams into the album units for certification purpose.[14] Starting from February 1, 2016, each album unit may be one of the following:[14][15] Multi-disc albums are counted once for each disc within the album if it is over 100 minutes in length or is from the vinyl era. For example, the Smashing Pumpkins' Mellon Collie and the Infinite Sadness (running time of 121:39) and OutKast's Speakerboxxx/The Love Below (running time of 134:56), both double albums, were counted twice, meaning each album was certified diamond after 5 million copies were shipped. Pink Floyd's The Wall and the Beatles' White Album, both vinyl-era, are also counted as double even though their running times are under the minimum requirement. Rules may or may not apply depending on most recent staff within the Distributions position. Since 2000, the RIAA also awards Los Premios de Oro y De Platino (Gold and Platinum Awards in Spanish) to Latin albums which are defined by the RIAA as a type of product that features at least 51% of content in Spanish.[16] As of December 20, 2013, the award levels for Latin certifications are:[17] For certifications made before December 20, 2013, the award levels are:[18] Note: The number of sales required to qualify for Oro and Platino awards was higher prior to January 1, 2008.[18] The thresholds were 100,000 units (Oro) and 200,000 units (Platino). All Spanish-language albums certified prior to 2008 were updated to match the current certification at the time.[18][19] \"La Bomba\" by Bolivian group Azul Azul is the only single to receive a Latin certification based on shipments before the creation of the Latin digital singles awards in 2013.[20] The Disco de Diamante award was introduced after the RIAA updated the thresholds for Latin certifications on December 20, 2013. The Disco de Diamante is awarded to Latin albums that have been certified 10× Platinum.[21][22] Standard singles are certified: Note: The number of sales required to qualify for Gold and Platinum discs was higher prior to January 1, 1989. The thresholds were previously 1,000,000 units (Gold) and 2,000,000 units (Platinum).[23] Digital singles are certified: From 2004 through July 2006, the certification level was 100,000 downloads for Gold and 200,000 for Platinum. When the RIAA changed the certification standards to match retail distribution in August 2006, all Platinum and Multi-Platinum awards for a digital release were withdrawn. Gold certifications, however, were not, meaning a song that was downloaded over 100,000 times and certified so by the RIAA during that time frame retains its Gold status.[24] Starting May 9, 2013, RIAA certifications for singles in the \"digital\" category include on-demand audio and/or video song streams in addition to downloads at a rate of 100 streams=1 certification \"unit\".[12][25] On January 2, 2016, this rate was updated to 150 streams = 1 certification unit.[13] Latin digital singles are certified: The Latin Digital Single Awards began on December 20, 2013. As with the digital sales, 100 streams count as one download sale.[17] Along with albums, digital albums, and singles there is another classification of music release called \"Video Longform.\" This release format includes DVD and VHS releases, and certain live albums and compilation albums. The certification criteria are slightly different from other styles.[26][27] For Video Single certification, the title must contain no more than two songs and must have a running time of no more than 15 minutes. The certification criteria are:[27] As of 2021[update], the titles certified the most Video Single awards are \"Here Without You\" by 3 Doors Down and Elvis Presley's \"A Little Less Conversation\", both winning 6× Platinum for 300,000 copies.[28] Since 2010, only 5 titles have been certified Video Single. The latest Gold was awarded to \"R40\" by Rush in 2017.[29] The \"Video Box Set\" (or \"Multi-Box Music Video Set\") award is a classification for video compilations that include three or more videos that are grouped and marketed together as a set. Like Video Longform, this includes DVD and VHS releases and the certification criteria are the same. Each individual video within set is counted as one toward certification.[27] The best-selling video box set as certified by the RIAA is the Rolling Stones' Four Flicks DVD compilation from their Licks World Tour, with a 19X Multi-Platinum designation. This was likely achieved due to exclusive distribution rights owned by Best Buy by their short-lived music production company, Redline Entertainment.[30][31] Master Ringtone (mastertone) awards were introduced in 2006.[32] Certification levels are identical to those of singles, 500,000 for Gold and 1,000,000 for Platinum and Multi-Platinum. Many Master Ringtone certifications were awarded until 2009, but since then only ten certifications were awarded in 2010, three in 2012 and three in 2019, all three to AC/DC.[33] Lists from RIAA site showing current status holders of RIAA Certifications: This list show the artists with at least 10 platinum albums (excluding compilations)  This table tracks artists with some number of singles that have received at least 10 digital platinum certifications (excluding features). This table tracks artists with some number of singles that have received at least 2 Diamond certifications. Note: The RIAA provides the Detailed List of Artists with Most Singles Certified Units  Diamond (10+ million) certified albums and singles[34] Diamante certified Latin albums and singles (1+ million for Latin albums certified before December 2013 and 600,000+ for Latin albums and singles certified after December 2013)[21]","Title":"RIAA certification - Wikipedia","KeyID":"3236","URL":"https://en.wikipedia.org/wiki/RIAA_certification"}