{"Content: ":"The Canadian Hot 100 is a music industry record chart in Canada for songs, published weekly by Billboard magazine. The Canadian Hot 100 was launched on the issue dated March 31, 2007, and is currently the standard record chart in Canada; a new chart is compiled and officially released to the public by Billboard every Tuesday. The chart is similar to Billboard's US-based Hot 100 in that it combines physical and digital sales as measured by Nielsen SoundScan, streaming activity data provided by online music sources, and radio airplay as measured by Broadcast Data Systems. Canada's radio airplay is the result of monitoring more than 100 stations representing rock, country, adult contemporary and Top 40 genres.[1][2] The first number-one song of the Canadian Hot 100 was \"Girlfriend\" by Avril Lavigne on March 31, 2007.[3][4] As of the issue for the week ending July 30, 2022, the Canadian Hot 100 has had 181 different number-one songs. The current number-one song is \"As It Was\" by Harry Styles.[5] The chart was launched on the issue dated March 31, 2007 and was made available for the first time via Billboard online services on June 7, 2007. With this launch, it marked the first time that Billboard created a Hot 100 chart for a country outside the United States. Billboard charts manager Geoff Mayfield announced the premiere of the chart, explaining \"the new Billboard Canadian Hot 100 will serve as the definitive measure of Canada's most popular songs, continuing our magazine's longstanding tradition of using the most comprehensive resources available to provide the world's most authoritative music charts.\"[6] The Billboard Canadian Hot 100 is managed by Paul Tuch, director of Canadian operations for Nielsen BDS, in consultation with Silvio Pietroluongo, Billboard's associate director of charts and manager of the Billboard Hot 100.[1] 19 weeks 16 weeks 15 weeks 13 weeks 12 weeks 11 weeks 10 weeks","Title":"Canadian Hot 100 - Wikipedia","KeyID":"3237","URL":"https://en.wikipedia.org/wiki/Canadian_Hot_100"}