{"Content: ":"Recorded Music NZ (formerly the Recording Industry Association of New Zealand (RIANZ)) is a non-profit trade association of record producers, distributors and recording artists who sell recorded music in New Zealand. Membership of Recorded Music NZ is open to any owner of recorded music rights operating in New Zealand, inclusive of major labels (such as Sony, Universal and Warner Music Group), independent labels and self-released artists. Recorded Music NZ has over 2000 rights-holders.[citation needed] Prior to June 2013 the association called itself the \"Recording Industry Association of New Zealand\" (RIANZ). RIANZ and PPNZ Music Licensing merged and renamed themselves \"Recorded Music NZ\".[1] Recorded Music NZ functions in three areas:[2] Recorded Music NZ also operates as a joint trustee (with APRA) of the New Zealand Music Hall of Fame. The New Zealand Federation of Phonographic Industry (NZFPI) was established in 1957 to collectively represent copyright licensing on behalf of rights owners. It later changed its name to Phonographic Performances New Zealand (PPNZ), and then PPNZ Music Licensing. In 1972 a new trade body was established called Recording Industry Association of New Zealand (RIANZ) which carried out industry advocacy functions (such as Government representation), administration of the NZ Music Awards and, in 1975, production of The Official NZ Music Charts. For better administrational efficiency, the two companies were merged in 2013 and renamed to Recorded Music NZ.[3][4] The New Zealand Music Awards are conferred annually by Recorded Music NZ for outstanding artistic and technical achievements in the recording field. The awards are one of the biggest awards that a group or artist can receive in music in New Zealand. The awards have been presented every year since 1965. The New Zealand Music Awards! 20 Massive Hits according keeping touch since 2000, the 80-X albums everything in 2048 at Pop, Rock, Alternative, Modern, Indie, Trance, Metal, Ballad, Group or Solo. at lease front The Music Hit Pop & Rock. Show me musicawards.co.nz The Official New Zealand Music Chart is the weekly New Zealand top forty singles and albums charts, issued weekly by Recorded Music NZ (previously known as RIANZ). The chart also includes the top twenty New Zealand singles and albums and top ten compilation albums. All charts are compiled from data of both physical and digital sales from music retailers in New Zealand.[5] An additional \"Heatseekers\" chart was first published on the chart dated 5 October 2015. The chart consisted of the top ten singles outside of (and that had not previously charted inside) the top forty, and had the same rules and criteria as the Top 40 Singles Chart.[6] Once a title made an appearance inside the top forty at any point, it became ineligible to appear on the Heatseekers chart.[7] Following the discontinuation of the Heatseekers chart, in July 2018 Recorded Music NZ began publishing the Hot Singles Chart,[8] which tracks the \"40 fastest-moving tracks by sales, streams and airplay\". Songs can appear on both the NZ Top 40 and NZ Hot Singles charts simultaneously,[9] as the primary aim of the Hot Singles chart is to \"reflect the songs achieving the greatest week-on-week growth\".[10] In mid-June 2021, Recorded Music NZ began publishing Te Reo M훮ori O Te R훮rangi 10 O Runga chart, also known as the Top 10 Te Reo M훮ori Singles, which tracks songs at are at least 70% sung in Te Reo M훮ori using sales, streaming and airplay data.[11] As RIANZ, Recorded Music NZ was instrumental in attempting to introduce a possible version of Section 92A Copyright Act. The amendment would have required ISPs in New Zealand to disconnect users accused but not convicted of downloading copyrighted material – the first law of its type in the world.[12] The amendment and consequently the RIANZ's actions have been widely criticized. ISPs described the law as \"a deeply flawed law that undermines the fundamental rights and simply will not work\",[13] while thousands of artists have joined the Campaign for Fair Copyright voicing their \"disappointment\"[14] at the RIANZ stance. However, the version was ultimately dropped, and Section 92A of the Copyright Act has now been replaced by Section 122A the Copyright (Infringing File Sharing) Amendment Act 2011 which came in force from 1 September 2011.","Title":"Recorded Music NZ - Wikipedia","KeyID":"3242","URL":"https://en.wikipedia.org/wiki/Recorded_Music_NZ"}