{"Content: ":"Tiny Desk Concerts is a video series of live concerts hosted by NPR Music at the desk of All Songs Considered host Bob Boilen in Washington, D.C. The first Tiny Desk Concert came about in 2008 after Boilen and NPR Music editor Stephen Thompson left South by Southwest frustrated that they couldn't hear the music over the crowd noise.[1][2] Thompson joked that the musician, folk singer Laura Gibson, should just perform at Boilen's desk. A month later Boilen arranged for her to do just that, making an impromptu recording and posting it online.[3] The name is taken from Boilen's 1970s psychedelic dance band called Tiny Desk Unit.[4] During the COVID-19 pandemic, NPR Music has enlisted artists to instead record their own virtual performances under the re-branded title Tiny Desk (Home) Concerts.[5] The last Tiny Desk concert to be taped from NPR Studios was Sudan Archives, on March 11, 2020, but it was not released until June 22, 2020, by which time some other artists had already filmed Tiny Desk concerts from home.[6] The 2022 Tiny Desk Concert winner, Alisa Amador, was the first performance back at the desk with an audience since the pandemic started.[7] As of October 2021, the series included more than 800 concerts viewed a collective 2 billion times on YouTube.[3] The series has previously drawn criticism for narrowness in the musical genres it includes—described as focused on \"hipster-infused indie rock\" by Zachary Crockett at Vox[3]—to the exclusion of genres like country and hip-hop.[8] However, the series' musical focus has broadened in scope over time.[3][9] Performer Mac Miller's appearance on the series is Tiny Desk Concerts' most popular video with over 84 million views (as of May 2022), surpassing (from February 2021) the previous number 1 viewed video of T-Pain, seen 20.2 million times.[3] Popular entries include Anderson Paak's set, viewed more than 72 million times as of June 2021 and Tyler, the Creator's set, viewed more than 26 million times (May 2022). In December 2014, NPR announced it would host its first contest, inviting musicians to submit a video of one of their songs.[10] A jury of musicians and NPR staff choose a winner to play a Tiny Desk Concert. The contest has continued annually, each year drawing more than 6000 submissions.[10][11][12] Jurors have included Trey Anastasio of Phish,[12] Dan Auerbach of the Black Keys, and Jess Wolfe of Lucius.[13] Tiny Desk Contest winners have included:","Title":"Tiny Desk Concerts - Wikipedia","KeyID":"3246","URL":"https://en.wikipedia.org/wiki/Tiny_Desk_Concert"}