{"Content: ":"A department of motor vehicles (DMV) is a government agency that administers motor vehicle registration and driver licensing. In countries like Canada, Mexico, and the United States, DMVs are generally at the state or provincial level, while in other regions like Europe, DMVs are organized nationally. Depending on the location, the \"DMV\" can also be known as \"division of motor vehicles,\" \"driver and motor vehicle services,\" or \"bureau of motor vehicles\". Driver licensing and vehicle registration in the United States are handled by the state government in all states but Hawaii, where local governments perform DMV functions.[1] In Canada, driver licensing and vehicle registration are handled at the provincial government level.[2] The Uniform Vehicle Code prefers the name \"Department of Motor Vehicles\".[3] The acronym \"DMV\" is most commonly used to describe the agency (where it exists); however, diverse titles are used in different jurisdictions. The location of a department or division of motor vehicles within the structure of a state's government tends to vary widely. Hawaii is the only U.S. state where no part of the state government performs DMV functions; it has completely delegated vehicle registration and driver licensing to county governments. In Kentucky, the Transportation Cabinet sets the policies and designs for licenses and vehicle registration; but the actual registration and licensing are handled by county clerks' (vehicle registration) and Circuit Court clerks' (drivers licensing) offices. Likewise, in Tennessee, the Department of Revenue and the Driver License Services Division of the Department of Safety and Homeland Security establishes policies and designs for licenses and vehicle registration, but the actual registration and licensing are handled by county clerks. In the District of Columbia, which is not part of any state, the DMV (formerly the Bureau of Motor Vehicle Services) is part of the city government. In Virginia, the Department of Motor Vehicles handles both driver licensing and vehicle registration, while the Virginia State Police and the Department of Environmental Quality administer safety inspection and emission inspection, respectively. The program is simply administered by the state; actual inspections are performed by specific authorized employees of privately owned gas stations and garages licensed by the state. In some states, the DMV is not a separate cabinet-level department, but instead is a division or bureau within a larger department. Departments that perform DMV functions include the Department of Justice (Montana), the Department of Public Safety (Texas, Ohio), the Department of Revenue (Missouri, Kansas, and Colorado), and the Department of Transportation (Arizona, Delaware, Maryland, North Carolina, Oregon, Pennsylvania, and Wisconsin). In New Hampshire and Tennessee, the Division of Motor Vehicles and the Driver License Services Division, respectively, is a division of each state's Department of Safety (in Tennessee, Department of Safety and Homeland Security). In Vermont, the Department of Motor Vehicles is a subunit of the state Agency of Transportation. Some states do not separate DMV functions into distinct organizational entities at all, but simply bundle them into responsibilities assigned to an existing government agency. For example, in the state of Washington, the Department of Licensing is responsible for driver's licenses and vehicle and boat registrations in addition to most other business and occupational licensing. In Maine, Michigan, and Illinois, the Secretary of State's offices perform responsibilities that would be handled by the DMV in other states. Almost all long-term residents (\"long term\" in this case means over 30 days) of a state who wish to operate motor vehicles must possess a driver's license issued by their state DMV, and their vehicles must show license plates (and current registration tags or stickers) issued by that agency. Armed Forces active duty service members are an exception to this general rule; by federal law, servicemembers do not change legal residence when relocating to a new duty station unless they take voluntary action to do so. These individuals have the option of retaining the license and vehicle registration of their legal residence or obtaining a new license and registration locally. Some states also let out-of-state college students maintain their existing license and/or registration. The federal government registers vehicles which it owns or leases through the General Services Administration (GSA), a federal agency, rather than with any state or territorial DMV. GSA contracts with Federal Prison Industries for the manufacturing of \"U.S. Government\" plates to be mounted on such vehicles. However, federal employees authorized to drive such vehicles must still be licensed by their home state or territory. The Office of Foreign Missions at the U.S. Department of State has a Diplomatic Motor Vehicles program that issues driver's licenses to foreign diplomats and their dependents, registers their vehicles, and issues special diplomatic license plates. In countries with no national identification card (like the United States), driver's licenses have often become the de facto identification card for many purposes, and DMV agencies have effectively become the agency responsible for verifying identity in their respective states, even the identity of non-drivers. The REAL ID Act of 2005 is an attempt to provide a national standard for identification cards in the United States as identification cards are commonly used in everyday life. In some states, besides conducting the written and hands-on driving tests that are a prerequisite to earning a driver's license, DMVs also regulate private driving schools and their instructors. All DMVs issue their state's driver's manual, which all drivers are expected to know and abide by. Knowledge of the driver's manual is tested prior to issuing a permit or license. DMVs are responsible for providing an identification number for vehicles, either with a permanent vehicle registration plate or temporary tag. See also Vehicle registration plates of the United States. A vehicle registration program tracks detailed vehicle information, such as odometer history, to prevent automobile-related crimes such as odometer fraud. Many DMVs allow third parties to issue registration materials. These may include companies that specialize in processing registration application paperwork (often called \"tag agents\") or car dealers. Tag agents are given direct access to DMV systems (as in Louisiana).[45] Dealers often use their state DMV's electronic vehicle registration (EVR) program. The certification of ownership of automotive vehicles is handled by each state's DMV normally by issuing a vehicle title. The types of vehicles certified by a DMV varies by state. While almost all DMVs title vehicles that are driven on roadways, the responsibility to title boats, mobile homes, and off-road vehicles can be the responsibility of other agencies such as a Department of Natural Resources (DNR). As the issuer of vehicle titles, DMVs are also usually responsible for recording liens made with an automobile as collateral on a secured loan. Several DMVs provide an Electronic Lien and Title program for lienholders. Duties of the DMV include enforcement of state and federal laws regarding motor vehicles. Many departments have sworn law enforcement officers who enforce DMV regulations that are codified in state law. In North Carolina, for example, the DMV contains an element known as \"License and Theft.\" Stolen motor vehicles are tracked down by \"Inspectors,\" sworn law enforcement officers of the state employed by the DMV, and suspected cases of fraudulent registrations, license plates, and/or theft of those elements are investigated. Inspectors also investigate independent inspection stations licensed by the DMV. At times, some of these stations violate DMV regulations codified by law. The most common of these violations is passing inspection for a vehicle with windows tinted below the legal limits. The penalty for such a violation is a $1,000 fine and, for first time offenders, a revocation of the inspection permit for 30 days. Inspection stations face permanent permit revocation for subsequent offenses.[46] In New York, the Division of Field Investigations (DFI) is the criminal investigations arm of the DMV. It employs investigators to combat auto theft, identity theft, and fraudulent document-related crimes that take place in New York. These investigators are armed New York State peace officers with statewide authority to enforce laws and handle investigations. In Texas, the Automobile Burglary and Theft Prevention Authority (ABTPA) educates Texans on how to protect themselves from motor vehicle theft and awards financial grants to curtail auto theft and burglary. The division is also involved in a program that helps to prevent stolen motor vehicles from entering Mexico. Compared to standard law enforcement officers, DMV law enforcement agents operate with greater flexibility when it comes to their specific police powers. If a person under investigation by the DMV refuses to answer questions or meet with DMV law enforcement agents, their registration and tags may be canceled. Although a citizen has a constitutional right not to speak or meet with sworn law enforcement officers while under investigation, no constitutional right protects a person's motor vehicle registration with a state agency. Another example of this flexibility of police powers is found in the policies of many states regarding suspected DUI offenders. If a person is stopped by police under suspicion of driving while impaired, and refuses a breath test to determine blood alcohol content, the DMV automatically revokes that person's license for one year. Even if evidence of that person's impairment is found insufficient at trial, the individual loses their driving privileges simply for having refused the sobriety test.[47][48] In most states, a separate identification card indicating residency is optionally provided in the case that one does not have a driver's license. A liquor identification is also provided in some jurisdictions for residents to affirm their age of majority to sellers of liquor, although a state-issued ID that proves the individual is over the legal drinking age often suffices. This is another measure to prevent minors from purchasing alcohol.","Title":"Department of motor vehicles - Wikipedia","KeyID":"3247","URL":"https://en.wikipedia.org/wiki/Department_of_motor_vehicles"}