{"Content: ":"Faxinalipterus is a genus of ornithodiran archosaur, originally described as a pterosaur, from the Late Triassic Caturrita Formation of southern Brazil.[1] A study from 2022 reinterpreted the fossil remains and instead suggests them to belong to a member of the Lagerpetidae, a more basal clade of pterosauromorph.[2] The type species, Faxinalipterus minima was named and described in 2010 by José Fernando Bonaparte, Marina Bento Soares and César Leandro Schultz. The generic name is derived from Faxinal do Soturno and a Latinised Greek pteron, \"wing\". The specific name, from Latin minima, means \"smallest\". The name was later amended and changed to minimus in accordance with the rules of the International Commission on Zoological Nomenclature (ICZN).[2] Fossils of the species were found in 2002 and 2005 at a site 1.5 kilometres northeast of Faxinal do Soturno, Rio Grande do Sul, from the Caturrita Formation dating from the Carnian-Norian, 220–215 million years old. The holotype, UFRGS PV0927T, is part of the collection of the Universidade Federal do Rio Grande do Sul and consists of several, partially fragmentary, limb elements, perhaps of a single individual. These do not include bones from the hand. An upper jaw fragment, a left maxilla with three teeth, has been referred to the species, but later determined to represent an animal distinct from Faxinalipterus, which was named Maehary.[2] Faxinalipterus is a rather small animal, with an estimated total humerus length of eighteen millimetres. The size has been compared to that of a sparrow. The hind limbs, much better conserved than the front limbs, are relatively long. The describers assigned Faxinalipterus to the Pterosauria, based on its long hollow limbs and saddle-shaped upper joint of the relatively short and robust humerus, suitable to perform a wing stroke. They saw it as perhaps the oldest pterosaur known, as it possibly predates European finds from the Norian. they see that the possible age difference between pterosaurs cannot be large as an indication of rapid evolution in early pterosaurs. Because the Caturrita Formation consists of terrestrial sandstones, that evolution would have had its origins in a terrestrial, not coastal, habitat. They also concluded Faxinalipterus is the most basal known pterosaur, basal features including a lack of fusion between tibia and fibula, a thin radius and a coracoid that has not fused to the scapula. However, Alexander Kellner has suggested Faxinalipterus might be not be a pterosaur but a basal member of the Pterosauromorpha instead or, if the lack of fusion between tibia and fibula is plesiomorphic, even a sister taxon of the Ornithodira.[citation needed] Fabio Marco Dalla Vecchia (2013) stated that he was \"unable to find any unequivocal pterosaur features\" in the known fossils of F. minima; in fact, according to the author, \"the purported humerus is quite unlike the humeri of the Triassic pterosaurs\". Dalla Vecchia did not consider Faxinalipterus to be a pterosaur, but did not state what group of vertebrates it belonged to.[3] Faxinalipterus was reinterpreted as an early member of Lagerpetidae by Kellner and colleagues in 2022, who also removed the maxilla from the referred specimens and assigned it to the newly named basal pterosauromorph Maehary.[2] Maehary Faxinalipterus Lagerpeton Ixalerpeton Kongonaphon PVSJ883 Dromomeron gregorii Dromomeron romeri Dromomeron gigas Carniadactylus Raeticodactylus Austriadraco Seazzadactylus Preondactylus Austriadactylus Peteinosaurus Caelestiventus Dimorphodon Eudimorphodon Cacibupteryx Allkaruen Rhamphorhynchus   ","Title":"Faxinalipterus - Wikipedia","KeyID":"325","URL":"https://en.wikipedia.org/wiki/Faxinalipterus"}