{"Content: ":"The ARIA Charts (stylised as the AR1A CHARTS since November 2018) are the main Australian music sales charts, issued weekly by the Australian Recording Industry Association. The charts are a record of the highest selling songs and albums in various genres in Australia. ARIA became the official Australian music chart in June 1988, succeeding the Kent Music Report, which had been Australia's national music sales charts since 1974. The Go-Set charts were Australia's first national singles and albums charts, published from 5 October 1966 until 24 August 1974. Succeeding Go-Set, the Kent Music Report began issuing the national top 100 charts in Australia from May 1974. The compiler, David Kent, also published Australia's national charts from 1940 to 1974 in a retrospective fashion using state-based data. In mid-1983, the Australian Recording Industry Association commenced licensing the Kent Music Report chart.[1] The first printed national top 50 chart available in record stores, branded the Countdown chart, was dated the week ending 10 July 1983.[2] ARIA began compiling its charts in-house from the chart survey dated 13 June 1988, corresponding with the printed top 50 charts dated the week ending 26 June 1988.[3] Various artists' compilation albums were initially included in the albums chart, as they had been on the Kent Report chart, until 2 July 1989, when a separate Compilations chart was created.[4] The ARIA Report, detailing the top 100 singles and albums charts, was first available via subscription in January 1990.[1] The printed top 50 charts ceased publication in June 1998,[5] but resumed publication later in the year. The printed top 50 charts again ceased publication at the end of 2000.[6] Since 17 February 1997, all physical sales data contributing towards the chart has been recorded electronically at point of sale.[6] In March 1991, \"Do the Bartman\" by The Simpsons was the first single to reach No. 1 in Australia that was not available on 7-inch vinyl, but cassingle only.[7] In April 2006, ARIA began publishing the Digital Tracks Chart, counting download sales data from providers such as iTunes and BigPond Music.[8][9] Starting from 9 October 2006, digital sales data was integrated into the singles chart alongside physical sales, although singles were required to have a physical release to be included.[10][11][12] From 5 November 2007, the eligibility rules were widened so that singles only available digitally could chart, and \"Apologize\" by Timbaland was the first single to enter the chart purely on digital sales.[13][14] In February 2008, \"Don't Stop the Music\" by Rihanna became the first single to reach number one on digital sales alone.[15] In May 2006, it was announced that the Brazin retailing group, comprising HMV, Sanity and Virgin Megastore outlets, would no longer contribute sales data to the ARIA charts.[16][17] However, after a five-month absence, Brazin reportedly re-commenced contributing sales figures on 26 November 2006.[18] On 10 December 2012, ARIA launched the Streaming Tracks Chart, tracking audio streaming data from services such as Spotify, and later Apple Music.[19][20] ARIA introduced streaming data into the singles chart on 24 November 2014,[21][22] and the albums chart on 15 May 2017.[23] In October 2018, ARIA changed the methodology to give greater emphasis to paid subscription streams over ad-supported streams.[24] On 15 March 2021, ARIA announced that as of the following Friday, they would be releasing weekly chart figures at 5pm AEST each Friday, replacing the previous method of releasing them each Saturday evening.[25] On 1 March 2022, the association announced that chart figures would incorporate YouTube streaming data from logged-in users from 4 March onwards.[26][27] The ARIA website publishes the top 50 singles and albums charts (truncated from the top 100), top 40 digital tracks chart (truncated from the top 50), and top 20 dance singles chart (truncated from the top 25). The ARIA Report lists all charts in full and is available via paid e-mail subscription each week. These reports are uploaded to the Pandora Archive periodically.[28] The top 50 singles and albums charts are also published by online industry magazine The Music Network, along with various other charts.[29] On 5 February 2006, the ARIA Chart Show was a radio program launched on the Nova network and broadcast throughout Australia, playing the official ARIA top 50 singles. The live music program was hosted by Jabba each Sunday afternoon at 3:00pm.[30] From 1 June 2013 to 3 September 2016, the Take 40 Australia radio program broadcast the official ARIA top 40 singles on Saturday afternoons, typically from 2:00 pm to 6:00 pm, on each state's Hit Network-owned radio station.[31] The show was aired before the top 50 chart, dated for the following Monday, is published on the ARIA website at 6:00 pm.[31] The charts were previously published online at 6:00 pm each Sunday.[31]","Title":"ARIA Charts - Wikipedia","KeyID":"3251","URL":"https://en.wikipedia.org/wiki/ARIA_Charts"}