{"Content: ":"Ultratop is an organization which generates and publishes the official record charts in Belgium. Ultratop is a non-profit organization, created on the initiative of the Belgian Entertainment Association (BEA), the Belgian member organization of the International Federation of the Phonographic Industry.[1] Two parallel sets of charts are concurrently produced and published, one on behalf of Belgium's mainly Dutch-speaking Flanders region, and the other catering to the nation's mainly French-speaking region of Wallonia. The music charts produced by Ultratop organization are separated along regional-language boundaries, an unusual division that is justified by the cultural differences in Belgium. So it is that the mainly Dutch-speaking Flanders region has one set of charts of record activity there, while the mainly French-speaking Wallonia region has another set to measure popularity in those provinces. The charts are broadcast on several Belgian radio stations, and on TV stations TMF in Flanders and Plug RTL in Wallonia.[2] Ultratop creates charts based on record sales of around 500 retail outlets and legal digital downloads.[2] Currently GfK is the market observer of the charts. The chart broadcasts on Radio Contact on Saturdays from 12:00 to 14:00. The combined number of Ultratop chart listeners on the various radio or TV stations exceeds two million every week. To celebrate the 10th anniversary of the charts in 2005, a jubilee book was published. It covers all 15,282 singles from 5,882 artists thus far.[2] Ultratop 50 has existed since 31 March 1995.[3] Prior to 1995, the official weekly chart was the Radio 2 Top 30 (previously known as the BRT Top 30) broadcast by the Belgische Radio- en Televisieomroep (BRT) and subsequently by the Belgische Radio- en Televisieomroep Nederlandstalige Uitzendingen (BRTN) - a chart which continues to be broadcast to this day by the BRTN's successor, the Vlaamse Radio- en Televisieomroeporganisatie (VRT) (hence its alternative name, the VRT Top 30). The Ultratop 50 chart is compiled in Dutch and presented on the Belgian radio station MNM. It also used to air on the now defunct TMF Flanders, and has not been shown on television since. The Walloon Ultratop chart began in 1995 as the Ultratop 40, ranking the forty best-selling singles in the mainly French-speaking region of Belgium.[4] On 4 September 2010, the Walloon chart was renamed Ultratop 50 as well after being increased from a 40-position into a 50-position chart. Compiled in Dutch, it covers weekly albums sales in Belgium's Dutch-speaking Flanders region. Originally brought out as the Ultratop 50 Albums chart, it was expanded to become the Ultratop 100 Albums chart, and eventually the Ultratop 200 Albums chart. Published in French, it covers weekly albums sales in Belgium's French-speaking Wallonia region. The Ultratop charts published include: In addition to the main Ultratop 50, another weekly singles chart known as Ultratip was published until it was discontinued on 29 May 2021.[5] Also referred to as the Tipparade, it was an indicator chart of songs that had not or had not yet reached the Ultratop 50,[6] comparable to the US Bubbling Under Hot 100 chart. Since 2016 for singles, and since July 2017 for albums, the Ultratop charts also include streaming.[9] The exact number of streams that are counted as a single or an album is undisclosed. In order to avoid inflation of album sales through raising the number of tracks, only the twelve most streamed tracks are counted. To avoid the effect of one-hit wonders, the two most streamed tracks are counted at the average of the next ten tracks.[10] Media related to Ultratop at Wikimedia Commons","Title":"Ultratop - Wikipedia","KeyID":"3253","URL":"https://en.wikipedia.org/wiki/Ultratop"}