{"Content: ":"Hrvatska radiotelevizija (abbr. HRT), or Croatian Radiotelevision, is Croatia's public broadcasting company. It operates several radio and television channels, over a domestic transmitter network as well as satellite. HRT is divided into three joint companies – Croatian Radio (Hrvatski radio), Croatian Television (Hrvatska televizija) and Music Production (Glazbena proizvodnja), which includes three orchestras (Symphony, Jazz and Tamburitza) and a choir. The founder of HRT is the Republic of Croatia which exercises its founder's rights through the Croatian Government. Croatian Radio (then Radio Zagreb) was founded on 15 May 1926. This date is considered the date on which HRT was founded. Television Zagreb (today Croatian Television) began broadcasting on 7 September 1956. By the law enacted by the Croatian Parliament on 29 June 1990, Radio Television Zagreb was renamed to Croatian Radiotelevision. HRT operates as a provider of public broadcasting services, and Croatia provides independent funding in accordance with the Croatian Broadcasting Company Law and the State Aid Rules for Public Broadcasting Services. In carrying out its activities, HRT is independent of any political influence and commercial interest. On 25 May 2012, HRT's archive of the television and radio program and its collection of musical production were given the status of Croatian cultural heritage. Croatian Radiotelevision is the direct successor of Radio Station Zagreb (Radio stanica Zagreb) that started broadcasting on 15 May 1926, the first radio station to broadcast in the Balkans.[3] The station was initially a private company, before Radio Zagreb was nationalized on 1 May 1940. During the Independent State of Croatia, the station was known as Hrvatski krugoval. After World War II, it began to operate as a state-owned radio station. At the end of the first year of operation, Radio Zagreb company had a little over four thousand subscribers. On the 30th anniversary of the establishment of Zagreb Radio Station, on 15 May 1956, the first television programme was broadcast from the transmitter built at Sljeme. Television Zagreb's first live broadcast aired on 7 September 1956.[4] For the next two years this was the only television broadcasting service in the southeast European area. This was the first TV station in Yugoslavia and would later become a color station in 1972. In May 1990, following Franjo Tuđman's election victory, he and his ruling Croatian Democratic Union party began a takeover of radio and television stations.[5] In June 1990, the Croatian Parliament renamed the company from Radio Television Zagreb (Croatian: Radiotelevizija Zagreb) to Croatian Radiotelevision (Croatian: Hrvatska radiotelevizija). The HDZ-majority Croatian Parliament soon appointed party loyalists to top managerial and editorial positions on the broadcaster.[6] The film director Antun Vrdoljak, a Tuđman appointee who was tasked with overseeing the changes, pledged to make HRT into the \"cathedral of the Croatian spirit\".[6] On 16 September 1991, 300 employees at HRT were fired for \"security reasons\".[6] According to Miljenko Jergović, formerly of the Croatian independent Feral Tribune, there were three waves of purges at HRT at this time: removal of Serb journalists; removal of \"independent-minded, respected and thus dangerous\" journalists; and slowly, the removal of those who did not support ultranationalism any longer.[6] On 1 January 1993, HRT was admitted as a full active member of the European Broadcasting Union (EBU).[2] The television channels were aired under the name Croatian Television (Croatian: Hrvatska televizija) between 1990 and 1993. Since then, the current name has been used. The radio broadcast unit is referred to as Croatian Radio (Croatian: Hrvatski radio). Following Tuđman's death and the 2000 election in Croatia which brought Stjepan Mesić to power, attempts at reforming HRT into a more open media were made.[7] In 2014, more than 85%[1] of HRT's revenue came from broadcast user fees with each household in Croatia required to pay 79 HRK (~€10) per month for a single television set, with the remainder being made up from limited advertising.[8] In the 1980s, there was a third channel called Z3 and later HTV Z3. It was taken off-air on 16 September 1991 when its main transmitter, the Sljeme TV tower, was damaged in an air raid. On 7 November 1994, the channel came back on the air, this time called HRT 3. The channel was later shut down with its frequency de-nationalized and put up for lease in a public tender in 2004 and it has been used by RTL Televizija ever since. The Croatian Radio (Hrvatski radio) runs three national and eight local (county-level) stations.[12] The three national stations are available on FM, DAB+, throughout the country and are streamed live via the Internet. The mediumwave transmitter at Zadar was at one time one of the most powerful in Europe and at nighttime could be heard throughout most of the continent with JRT (Yugoslav) and later HR (Croatian) programming from Zagreb and Pula. However it was badly damaged during the Serbian shelling of the city in the early 1990s, and has operated on somewhat reduced power since on 1134 kHz. Transmitter was rebuilt in 2004. It consists of 4 masts, every is 132 meters high.[13] It was taken off the air on 1 January 2014. The Voice of Croatia broadcasts 24 hours a day via the following satellites; in Europe, North Africa, the Middle East on the Eutelsat 13C at 13°E and Eutelsat 16A at 16 degrees east for Central and East Europe.[14][15] 1990 1990—1999 2000–present (blue strips) 2000-present (white strips) Coordinates: 45°47′35″N 15°58′29″E﻿ / ﻿45.79306°N 15.97472°E﻿ / 45.79306; 15.97472","Title":"Croatian Radiotelevision - Wikipedia","KeyID":"3254","URL":"https://en.wikipedia.org/wiki/Croatian_Radiotelevision"}