{"Content: ":"The National Syndicate of Phonographic Publishing (French: Syndicat national de l'édition phonographique; SNEP) is the inter-professional organisation that protects the interests of the French record industry. Originally known under the acronym SNICOP,[1] the organisation was established in 1922 and has 48 member companies. SNEP's responsibilities include collecting and distributing royalty payments for broadcast and performance, preventing copyright infringement of its members' works (including music piracy), and sales certification of silver, gold, platinum and diamond records and videos. SNEP also compiles weekly official charts of France's top-selling music, including singles and albums. The first attempt at a French national chart of best-selling records originated from a request by the American music industry magazine Billboard. The magazine's French correspondent, Eddie Adamis, compiled a top 10 list of the country's preferred format, the extended play (EP), for Billboard's \"Hits of the World\" column of 5 June 1961. The number 1 record was an Edith Piaf EP featuring the song \"Non, je ne regrette rien\". France's coverage in Billboard's \"Hits of the World\" continued until May 1964, when Adamis resigned from his position. The chart then resumed in June 1967, overseen by a new French correspondent, until SNICOP's involvement in late 1968. While the list continued to demonstrate the dominance of EPs, the English band Procol Harum succeeded in achieving the first French number 1 single, with their 1967 release \"A Whiter Shade of Pale\".[1] SNICOP published its first national singles chart, or \"Hit Parade Officiel\", in October 1968, compiled by the Centre d'Information et de Documentation du Disque.[2] Earlier that year, with reference to the new chart compiler, Billboard had reported that \"for the first time the main record companies are cooperating in an effort to produce a reliable sales chart which will serve the industry.\"[1] By July 1973, SNICOP had long been publishing a national albums chart.[2] These charts were abandoned in November 1977 due to disputes in the French music industry, leaving France without an official sales chart.[1] The date recognised as the start of SNEP's charts in the modern era is 4 November 1984. This date marks the debut broadcast of Top 50, a television chart show on the recently launched Canal+ network.[1] In December 2020,[3] the London-based Official Charts Company (OCC) announced it was taking over the contract from German company GfK, in compiling the French music charts for SNEP /SCPP (Civil Society of Phonographic Producers), with the OCC taking over on 1 January 2021.[4] Since September 2002, the official charts have been as follows: Criterion: The following guidelines are applied: The Gold album certification was introduced in January 1973.[5] Platinum certification was added in May 1980, followed by the introduction of Diamond certification in November 1988, which was introduced together with multiple certifications (double Gold, double Platinum and triple Platinum).[5] Silver certification was introduced in 1999.[6] The double Gold certification was discontinued in June 2006[5] and Silver certification was cancelled in July 2009.[7] Multiple diamond certifications were introduced in January 2014.[5] Until 2016, certifications were awarded at the request of the labels, based on sales reported by an accountant report. Since 2016, certification is automatic and includes physical sales, downloads and streams.[5] Streaming were originally counted by summing up the streaming volume for all tracks in the album, dividing the most popular track by 2, and then dividing the result by 1,000.[8] In May 2018 streaming was limited to paid subscriptions and in January 2019 the conversion method for streaming was amended, accumulating all tracks and dividing by 1,500.[5] The certification levels applicable through the years are as follows:[5] The Gold single certification was introduced in January 1973.[5] Platinum single was introduced in May 1980 followed by Silver in July 1985 and Diamond in January 1997.[5] Silver certification was cancelled in July 2009.[7] Until 2016, certifications were awarded at the request of the labels, based on sales reported by an accountant report. Since 2016, certification is automatic and includes physical sales, downloads and streams. Threshold were set for streams, based on the formula of 1 download equalling 150 streams.[5] In April 2018 streaming was limited to paid subscriptions.[5] The sales certification levels applicable through the years are as follows:[5] Streaming levels are as follows:[5] Video certification was introduced in September 2009 with Gold, Platinum, double Platinum and triple Platinum.[5] Diamond certification was introduced in August 1991.[5] The sales certification levels applicable through the years are as follows:[5] 1 All the singles recorded under one of his pseudonyms or as member of his bands are included 1 Songs performed as duets and trios are included 2 Songs performed within Brastisla Boys and Fatal Bazooka bands and as Alphonse Brown included","Title":"Syndicat National de l'Édition Phonographique - Wikipedia","KeyID":"3256","URL":"https://en.wikipedia.org/wiki/Syndicat_National_de_l%27%C3%89dition_Phonographique"}