{"Content: ":"The GfK Entertainment charts are the official music charts in Germany and are gathered and published by GfK Entertainment (formerly Media Control and Media Control GfK International), a subsidiary of GfK, on behalf of Bundesverband Musikindustrie. GfK Entertainment is the provider of weekly Top 100 single and album charts, as well as various other chart formats for genres like compilations, jazz, classical music, schlager, hip hop, dance, comedy, and music videos.[2] Following a lawsuit in March 2014 by Media Control AG, Media Control® GfK International had to change its name.[3] Dissemination of the charts is conducted by various media outlets, some of which include MTV music channel, and the Swiss charts website.[4][5] Other entities that present the charts are MusicLoad and Mix 1, both of which are online associations that post almost all the charts published by GfK Entertainment on a weekly basis.[6][7] Furthermore, GfK Entertainment also runs a dedicated website providing chart-related news and access to most of the charts.[8] Charts were first published in West Germany in 1959, in the magazine Der Musikmarkt (The Music Market), which has played an important role in the German music industry. Since 1959, the growing desire to have a well-developed music program has made Bundesverband Musikindustrie work together with charts providers to improve the way the charts are determined.[2] For this purpose, different research institutes were tested, out of which Media Control, based in Baden-Baden, was selected. Hence, the first official charts were made available in the magazine Der Musikmarkt in September 1977.[2] Initially, there used to be 50 positions only, which later in January 1980, was extended to 75 slots.[2] Since 1989, however, GfK Entertainment has adapted the international standards providing 100 positions, now called \"Offizielle Top 100 Charts\" [Official Top 100 Charts].[2] In 2001, the Top-100 singles charts was modified to reflect the sales of the singles.[2] Media Control developed \"Music Video charts\" in 2001, which later, in 2004, was renamed as \"DVD charts\".[2] While music-videos have their own separate charts, in 2001, GfK Entertainment made it possible for the music-video singles to have the ability to enter the Top-100 singles chart. Similarly, in 2002, it was made available for music-video albums to chart on the Top-100 album chart, if the video album contained at least 50% of audio recording. If not, then, the DVD album could qualify for the DVD chart only.[2] In the same vein, if an audio CD contains at least 50% of video recording, then, it could qualify to chart on the DVD chart.[2] In 2003, Media Control joined forces with GfK, thus the company's name officially being changed to Media Control GfK International GmbH.[9] In 2004, Germany became one of the first music markets wherein sales charts reflect online digital downloads.[10] Digital-only releases came into existence on 13 July 2007, for online downloads only, which also altered the way the sales figures were conducted up to that point. Consequently, chart positions would no longer be affected by the number of sold music downloads as before, but rather, they would be affected by the sales value of the sold product. Thus, the best-selling albums would not necessarily be the ones ending up in the number-one position on the charts.[11] In March 2014, GfK announced that the official chart provider's name in Germany will change from Media Control GfK International GmbH to GfK Entertainment.[9] There are currently 3,000 outlets that report their sales on weekly bases in Germany.[2] The weekly sales data is transmitted to GfK Entertainment via communication network channel, PhonoNet.[2] This is the list of categories, for each of which charts are provided by GfK Entertainment.[12]","Title":"GfK Entertainment charts - Wikipedia","KeyID":"3257","URL":"https://en.wikipedia.org/wiki/GfK_Entertainment_charts"}