{"Content: ":"The Billboard Japan Hot 100 is a record chart in Japan for songs. It has been compiled by Billboard Japan and Hanshin Contents Link since February 2008.[1] The chart is updated every Wednesday at Billboard-japan.com (JST) and every Thursday at Billboard.com (UTC). The first number-one song on the chart was \"Step and Go\" by Arashi on the issue dated March 3, 2008.[2] The current number-one on the chart as of the issue dated July 27, 2022, is \"Clap Clap\" by NiziU.[3] From the chart's inception in 2008, to December 2010, the chart combined CD single sales data from SoundScan Japan, tracking sales at physical stores across Japan, and radio airplay figures from Japan's then 32 AM and FM radio stations sourced from the Japanese company Plantech.[4] In December 2010, the chart expanded to include sales from online stores, as well as sales from iTunes Japan.[4] From December 2013, Billboard incorporated more digital music stores (such as Recochoku and mora) into the chart.[5] Billboard also added two additional factors: tweets relating to songs from Twitter data collected by NTT DATA, as well as data sourced from Gracenote on the number of times a CDs has been registered as being inserted into a computer.[5] In May 2015, the chart began to include both on-demand streams and YouTube views.[6] Finally, in November 2018, the chart began to include karaoke plays in its formula.[7] From December 7, 2016 onwards, Billboard Japan teamed up with GfK Japan to distribute digital sales of each track on the Hot 100 chart (between the positions of number one to number 50) to the public. The companies will distribute the sales from over 3,900 digital stores nationwide, alongside streaming services with Apple Music, Awa and Line Music, which will commence in 2017 and will be recognized as points (similar to album-equivalent sales).[8] Other songs that have charted for at least 100 weeks","Title":"Billboard Japan Hot 100 - Wikipedia","KeyID":"3263","URL":"https://en.wikipedia.org/wiki/Japan_Hot_100"}