{"Content: ":"Persatuan Industri Rakaman Malaysia (RIM) (English: Recording Industry Association of Malaysia) is a Malaysian non-profit music organisation, founded on 12 December 1978, as the Malaysian Association of Phonograph Producers (MAPP). In the end of the 1980s, it changed its name to Malaysian Association of Phonogram and Videogram Producers and Distributors (MAPV). It adopted its current name in 1996. It currently represents over 340 locally incorporated recording companies and businesses, all of which are involved in the production, manufacturing and distribution of local and international sound, music video and karaoke recording.[2] This accounts for around 95% of all legitimate recordings commercially available in the music market of Malaysia.[2] Under the Ministry of Domestic Trade & Consumer Affairs (MDTCA), RIM is a member of the Ministry's Special Copyright Task Force.[2] It was also a member of the Attorney General's Chambers' Copyright Law Revision Committee.[2] The International Federation of the Phonographic Industry (IFPI) recognises RIM as the National Group for Malaysia. The RIM Chairman sits on the IFPI Asia/Pacific Regional Board.[3] RIM also is a member of the Asean Music Industry Association (AMIA).[2] It has been responsible for organising the annual music event, Anugerah Industri Muzik (AIM). RIM is responsible for certifying gold and platinum albums in Malaysia, based on sales. The levels are: Music CDs International repertoire Note: Awards for domestic and international repertoire are different before 2006. Combined sales Introduced in July 2009. Digital downloads Introduced in July 2009. Since 2017, RIM operates a record charts that ranks the best-performing songs in Malaysia. The main RIM Chart lists the Top 20 most streamed international & domestic songs in Malaysia, with a separate chart for the Top 10 most streamed domestic songs.[4][5] As of the issue for the week ending July 1, 2021, the RIM International Charts has had 59 different number-one songs. While the RIM Domestic Charts has had 41 different number-one songs. From April 2022, RIM began listing the Top 10 most streamed Chinese songs in Malaysia.[6] 16 weeks 12 weeks 11 weeks 10 weeks","Title":"Recording Industry Association of Malaysia - Wikipedia","KeyID":"3267","URL":"https://en.wikipedia.org/wiki/Recording_Industry_Association_of_Malaysia"}