{"Content: ":"The Dutch Single Top 100[1] or Single Top 100 is a Dutch chart, based on official physical single sales, legal downloads and since July 2013 streaming and composed by Dutch Charts. It is one of the four official charts, the other three being the Dutch Top 40, the Mega Top 30 and the 538 Top 50. The difference is that these charts also include airplay data. The list is especially intended for the music industry and those who take an interest in charts. In Dutch TV programmes the Single Top 100 is often cited, although it has not been broadcast since December 2006. The predecessor of the Single Top 100 started on 23 May 1969 as the Hilversum 3 Top 30. Originally it was broadcast by the VPRO and ever since December 1970 by the NOS. It was presented by Willem van Kooten. In 1971 Felix Meurders hosted the radio show. He renamed it the Daverende Dertig. In June 1974 the Nationale Hitparade became the official chart of Hilversum 3. It was a top 30 until the number of entries was extended to 50 in June 1978. The TROS took over the programme in 1985. AVRO's popular music chart television programme TopPop used the chart from 1974 to 1978 and from 1981 to 1986. The Nationale Hitparade became a top 100 in 1987. In February 1993 it was followed by the Mega Top 50 and in 1997 by the Mega Top 100. The Mega Top 50 should not be mixed up with the current 3FM Mega Top 50, which is a different chart, not being solely based on record sales. Throughout the years, the chart has had several names and lengths: The Single Top 100 and predecessors have never had any rules which prevented records from rising in the chart after having dropped. Re-entries occur frequently. The first record that got up again to number 1 was Soley Soley by Middle of the Road late 1971. Geef mij je angst by Guus Meeuwis (in 2005) and 4 Minutes by Madonna featuring Justin Timberlake and Timbaland (in 2008) rose 3 times to number one. Blijf bij mij by André Hazes and Gerard Joling even rose 4 times to the top position in 2007. Year-end charts of the Single Top 100 and predecessors were compiled from 1970 until 1978 by adding up points. From 1978 onwards they have been compiled on the basis of record sales.[2]","Title":"Dutch Single Top 100 - Wikipedia","KeyID":"3268","URL":"https://en.wikipedia.org/wiki/Dutch_Single_Top_100"}