{"Content: ":"Kongonaphon is an extinct genus of lagerpetid avemetatarsalians from the Middle to Late Triassic of Madagascar. It contains a single species, Kongonaphon kely, which is known from a fragmentary partial skeleton. This fossil hails from the late Ladinian or early Carnian-age \"basal Isalo II beds\". As the first lagerpetid found in Africa, Kongonaphon extends the range of the family significantly. It possessed a combination of features from various other lagerpetids, but developed particularly long and slender leg bones. Kongonaphon is also the first lagerpetid for which fossils of the snout and teeth are known. It was likely an insectivore based on the shape and texture of its teeth.[1] Kongonaphon is notable for its minuscule size, even compared to other small early avemetatarsalians. The proportionally elongated femur was only about 4 cm (1.6 inches) long, and the total height of the animal was estimated at around 10 cm (3.9 inches). Alongside other miniaturized archosaurs such as Scleromochlus, it suggests that avemetatarsalians experienced an abrupt reduction in size early in their evolution. This may explain the poor preservation and scarcity of early and middle Triassic avemetatarsalian fossils. A small size also may have helped them exploit a variety of new ecological niches. The most successful avemetatarsalian subgroups, pterosaurs and dinosaurs, may have evolved as a result of this abrupt size reduction. Miniaturization has been correlated with the evolution of flight (a defining feature of pterosaurs) and the acquisition of bipedalism (which was utilized by many dinosaurs). It would also lead to poor heat retention, encouraging the evolution of feathers or other filamentous structures. Although Kongonaphon is clearly an ornithodiran, there is uncertainty whether it was closer to pterosaurs or dinosaurs. When placed in a phylogenetic analysis without Scleromochlus, lagerpetids are found to be basal dinosauromorphs (closer to dinosaurs). However, the inclusion of Scleromochlus leads to the analysis tentatively supporting lagerpetids as pterosauromorphs (closer to pterosaurs).[1] Fossil remains from other lagerpetids described in late 2020 strongly support the hypothesis that lagerpetids were pterosauromorphs.[2][3] Kongonaphon is based on UA 10618, a partial skeleton. The disarticulated skeleton was split between two sandstone blocks, which also preserve a jaw of the rhynchosaur Isalorhynchus. Kongonaphon is the first lagerpetid to have skull material published, as part of a maxilla has been preserved in UA 10618. The fossil also contains a mostly complete femur alongside a caudal (tail) vertebra, foot bones, fragments of the tibia and fibula, and a potential humerus fragment.[1] The skeleton was recovered in 1998[4] from a productive fossil site in the Morondava Basin of southwest Madagascar. The site preserves the lower part of the informally named Isalo II beds (also known as the Makay Formation). The basal Isalo II beds are likely late Ladinian or early Carnian in age based on cynodonts shared with the Santa Maria Supersequence of Brazil.[1] Kongonaphon was first reported in a 2019 conference abstract, though at the time it was unnamed.[5] It was formally named and described in 2020. The generic name is derived from the Malagasy word Kongona (meaning \"bug\"), and the Greek suffix -phon (derived from a term for \"slayer\"). The specific name kely is the Malagasy word for \"small\". Together, Kongonaphon kely translates to \"tiny bug slayer\", according to its diminutive size and potentially insectivorous habits.[1] The maxilla is tall and has a relatively wide front portion when seen from above. The front edge is also concave, similar to early pterosaurs. Six teeth are preserved in the maxilla, though the rear part of the bone is missing. The teeth were peg-like and conical, with a circular cross-section and no serrations. The teeth are ornamented by irregular pitting, a texture which in modern animals is correlated with a diet of insects. A limb bone fragment has been tentatively identified as the lower part of a humerus. This fragment has poorly differentiated condyles (unlike the humerus of Ixalerpeton) but is also markedly asymmetrical (like Ixalerpeton).[1] The femur is very slender, sigmoid, and has a prominent fourth trochanter. The femoral head shares many similarities with other lagerpetids. It is strongly hooked and has a concave emargination on its lower edge. When seen from above, the femoral head has a large posteromedial tuber, a small anterolateral tuber, and no anteromedial tuber. The outer side of the femoral head also has an anterior trochanter, a muscle scar which is present in some lagerpetids but absent in others. At least in Dromomeron gregorii, it seems to develop only in fully grown individuals. The blade-like fourth trochanter has a folded inner edge and an outer edge which smoothly transitions to the shaft of the femur. Both of these features are more similar to Ixalerpeton than Lagerpeton (or Dromomeron, which has a fourth trochanter which is small and mound-like in some species and absent in others). The bent inner edge of the fourth trochanter overlooks a depression which is split in two by a thin ridge. The femur is extended and narrows significantly towards its broken and eroded lower extremity. This contrasts with other lagerpetids, which have a femur that expands towards the knee.[1] Tibia fragments are slightly curved and expanded near the knee, similar to other lagerpetids. A pair of long and closely appressed bones have been identified as metatarsals, though this is uncertain due to the unusually bent appearance of one of the bones. Pedal phalanges (toe bones) are hourglass-shaped and have strongly developed joints. The long and narrow caudal (tail) vertebra has a concave lower edge and fused neurocentral sutures.[1] To test its relationships to other reptiles, Kongonaphon was placed in a phylogenetic analysis modified from Müller et al. 2019.[6] This analysis did not originally include Scleromochlus, a tiny archosaur often considered distantly related to pterosaurs. The first iteration of the analysis found Kongonaphon and other lagerpetids to be the earliest-diverging dinosauromorphs, more closely related to dinosaurs than to pterosaurs. This result is common among archosaur-focused analyses. The following cladogram illustrates the first iteration:[1] Aphanosauria Pterosauria Kongonaphon PVSJ 883 (a femur fragment of a lagerpetid from the Ischigualasto Formation)[7] Ixalerpeton Lagerpeton Dromomeron Lagosuchus Silesauridae Dinosauria Scleromochlus was added in the second iteration of the analysis. Unusually, lagerpetids shifted from dinosauromorphs to pterosauromorphs (closer to pterosaurs) in this iteration. Pterosauromorpha is justified by several synapomorphies (shared derived characteristics) of the maxilla and ankle, though some of these are unknown in lagerpetids. As a result, further study is required to justify the placement of lagerpetids within Pterosauromorpha. This is also the case for Scleromochlus, which is coded into the analysis based on latex casts of sandstone molds. The following cladogram illustrates the second iteration:[1] Aphanosauria Scleromochlus Pterosauria Kongonaphon PVSJ 883 Ixalerpeton Lagerpeton Dromomeron Lagosuchus Silesauridae Dinosauria The teeth of Kongonaphon are similar to those of insect-eating modern animals in both shape and texture. This is among the most convincing evidence for an insectivorous diet in early avemetatarsalians, especially lagerpetids (for which teeth were previously unknown).[1] This diet has also been suggested for Silesaurus based on referred coprolites,[8] but Silesaurus's tooth wear suggests it was primarily herbivorous.[9] A histological study on a tibia fragment of UA 10618 has helped clarify the animal's bone structure, growth, and development. The tibia is fairly thin-walled, with a cortex (dense outer layer) making up about 20% of the diameter. Vascular canals are common in the cortex, and are primarily longitudinally oriented (parallel to the bone's shaft and circular in cross-section). There is some organized anastomosing (branching) along canals in the mid-cortex. The branching canals appear to radiate towards the outer cortex, a trait also observed in the bones of Dromomeron romeri. Bone fibers are oriented parallel to the circumference of the bone in the outer cortex, indicating slower growth. Further into the cortex they are more disorganized, indicating fast early growth. Two lines of arrested growth, typically indicators of annual scarcity, are developed in the inner cortex. Osteocyte lacunae are oval-shaped and randomly distributed.[1] Despite its tiny size, histology supports the idea that the Kongonaphon individual was not a hatchling or young juvenile. Parallel-fibered bone, lines of arrested growth, and flattened osteocyte lacunae are all correlated with the animal having been alive for quite some time prior to dying and becoming fossilized. The first characteristic in particular suggests that its growth was slower than early pterosaurs or dinosaurs. Other skeletal features also suggest that the individual was an adult. These including fused neurocentral sutures on the vertebra and smoothly textured limb bones. Additionally, several characteristics of Kongonaphon's femur are absent in young individuals of certain other lagerpetid species. Nevertheless, a lack of remodeling and widely distributed vascular canals indicate that the animal was still growing. This means that other individuals perhaps may have been able to grow slightly larger.[1]   ","Title":"Kongonaphon - Wikipedia","KeyID":"327","URL":"https://en.wikipedia.org/wiki/Kongonaphon"}