{"Content: ":"Multiple record charts have been inaugurated in Romania since the 1990s. The Romanian Top 100 was the country's national chart until 2012. Founded in 1995, it was a ranking based on the compilation of charts submitted by local Romanian radio stations. The Romanian Top 100 was published weekly and was also announced during a radio show starting in 1998. Compilation of the list was first handled by Body M Production A-V, followed by Media Forest. In the 2010s, the chart was announced during a podcast on Kiss FM, but the broadcast ended in February 2012. Later that month, the Airplay 100—which was compiled by Media Forest and also broadcast by Kiss FM—replaced the Romanian Top 100 as a national chart. Until its cancellation in November 2021, it measured the airplay of songs on radio stations and television channels throughout the country. For a short period of time during the late 2000s and early 2010s, Nielsen Music Control and Uniunea Producătorilor de Fonograme din România (UPFR) jointly published airplay charts; UPFR resumed publishing charts in November 2021, in collaboration with BMAT. Media Forest has also been issuing weekly radio and television airplay charts since 2009. In February 2022, Billboard inaugurated Romania Songs, a streaming and digital download-based chart compiled by MRC Data. The airplay-based Romanian Top 100 was founded in 1995 as the country's first national chart; however, it had another name until 1996.[2] The first year-end chart was published in 1997.[3] From 1998 onwards, the chart was announced during a two-hour radio show called Romanian Top 100 Radio Show hosted by disc jockey Adi Simion and created by VentoStudio. Aired by 57 radio stations in Romania, it was originally titled Romanian Top 100 Bravo Show due to a partnership with Bravo.[4] From 1999, the Romanian Top 100 was compiled by Body M Production A-V with the help of a \"special software\". At the time, over 110 independent radio stations in Romania were considered when compiling the chart, with each submitting their own airplay statistics.[5] The compiling process was similar to the Eurochart Hot 100. The results were sent to music specialists in Romania, among others.[6] As of April 2001, the Romanian Top 100 had reached over 250 editions.[5] In 2005, the number of radio stations involved in the making of the chart rose to 120, with 500 editions produced by then.[2][7] The chart was included in Billboard's Music & Media until that magazine's cancellation in 2003.[6][8] The Romanian Top 100 significantly lacks archives for the late 2000s; at that time, Nielsen Music Control and Uniunea Producătorilor de Fonograme din România (UPFR) began publishing charts which reflected the most-broadcast songs on radio stations and television channels throughout Romania. However, it is unknown whether the two were affiliated with the Romanian Top 100, and whether their rankings can be used to substitute the missing Romanian Top 100 archives.[9][10] In the 2010s, the Romanian Top 100—compiled by Media Forest—was announced during a weekly podcast on Kiss FM by disc jockey Andreea Berghea.[11] Media Forest had previously begun publishing weekly radio and television airplay charts on their website starting with July 2009.[12] The Romanian Top 100 ceased publication in February 2012, with its last edition on 19 February.[13] The Romanian Top 100 was replaced with the Airplay 100 on 26 February as Romania's national chart, also compiled by Media Forest and aired as a radio show on Kiss FM hosted by Cristi Nitzu.[14] It measured the airplay of songs on radio stations and television channels across the country,[15][14][16] but was ultimately cancelled by Kiss FM after its 28 November 2021 issue.[17][18] Also in November 2021, UPFR resumed publishing airplay charts, in collaboration with the monitoring service BMAT, where the songs are ranked by their plays and audience numbers.[19] Billboard inaugurated Romania Songs, a streaming and digital download-based chart on 19 February 2022 as part of its Hits of the World collection, for which MRC Data assesses data from the leading music retailers in Romania.[20] ","Title":"Romanian record charts - Wikipedia","KeyID":"3271","URL":"https://en.wikipedia.org/wiki/Romanian_record_charts"}