{"Content: ":"Recording Industry of South Africa (RISA) is a trade association representing the interests of major and independent record labels of South Africa. Located in Randburg, RISA is responsible for running the annual South African Music Awards (SAMAs) and for music recording certification in South Africa. It also runs The Official South African Charts (TOSAC). RISA is the body that represents musicians and publishers when it comes to copyright. The South African Copyright Act of 1978[1] states: \"You may not make a copy of a sound recording without the permission of the author.\" This has been interpreted to mean that it is illegal to convert a CD to MP3 in South Africa.[2] Like the levels in most countries, RiSA certification levels were adjusted over the years to adjust for the changing music market. Until August 2006, albums were required to sell 25,000 units for gold certificate and 50,000 for platinum.[3][4] For albums released since August 2006, the levels for albums were lowered to 20,000 copies for gold and 40,000 for platinum.[5] These requirements were further adjusted for albums released from 1 December 2015, requiring 15,000 for gold and 30,000 for platinum.[6] Digital sales are also accepted from August 2006, with 30 mastertone or ringback tone or 10 full track downloads equalling one album.[7] The levels were adjusted in August 2018 to 220 master tones or ringback tones equalling one album.[8] Streams were introduced in December 2018, with 1200 streams equalling one album.[9] The levels for singles were rather stable, 10,000 for gold and 25,000 for platinum,[4] and remained the same at least until June 2013, the last IFPI International Certification Award levels report.[10] With the introduction of a new RiSA website in August 2016, the level for platinum was 20,000.[7] Digital sales for singles appeared in August 2018, with 22 master tones or ringback tones being equal to selling one single.[8] Streams were added in December 2018 with 120 streams equally one single.[9] Other certification include multi-box audio sets (3 or more units per box) which are certified at 12,500 for gold and 25,000 for platinum, music videos at 5,000/10,000 and DVDs at 10,000/20,000.[7] A weekly top 20 album chart is aired every Saturday by Radio Sonder Grense, based on CD sales figures compiled by RiSA.[11] On 2 September 2021, RISA announced the launch of The Official South African Charts (TOSAC), which includes a top 100 streaming chart for tracks by South African artists or that have at least one South African artist featured on them, as well as a combined top 100 streaming chart that includes all international and local songs.[12] The streaming data is collected from Spotify, Apple Music and Deezer.[13]","Title":"Recording Industry of South Africa - Wikipedia","KeyID":"3273","URL":"https://en.wikipedia.org/wiki/Recording_Industry_of_South_Africa"}