{"Content: ":"The UK Singles Chart (currently titled Official Singles Chart, with the upper section more commonly known as the Official UK Top 40)[1] is compiled by the Official Charts Company (OCC), on behalf of the British record industry, listing the top-selling singles in the United Kingdom, based upon physical sales, paid-for downloads and streaming. The Official Chart, broadcast on BBC Radio 1 and MTV (Official UK Top 40), is the UK music industry's recognised official measure of singles and albums popularity because it is the most comprehensive research panel of its kind, today surveying over 15,000 retailers and digital services daily, capturing 99.9% of all singles consumed in Britain across the week, and over 98% of albums.[2] To be eligible for the chart, a single is currently defined by the Official Charts Company (OCC) as either a 'single bundle' having no more than four tracks and not lasting longer than 25 minutes or one digital audio track not longer than 15 minutes with a minimum sale price of 40 pence.[3] The rules have changed many times as technology has developed, the most notable being the inclusion of digital downloads in 2005 and streaming in July 2014.[4] The OCC website contains the Top 100 chart.[5] Some media outlets only list the Top 40 (such as the BBC, with their Radio 1 show following the lead of Casey Kasem's American Top 40 in the 1970s) or the Top 75 (such as Music Week magazine, with all records in the Top 75 described as 'hits') of this list. The chart week runs from 00:01 Friday to midnight Thursday,[6] with most UK physical and digital singles being released on Fridays. From 3 August 1969 until 5 July 2015, the chart week ran from 00:01 Sunday to midnight Saturday. From 5 August 1969 until 29 September 1987, the new chart was announced on Tuesdays. From 4 October 1987 until 2015, it was released on Sundays.[7] The Top 40 chart is first issued on Friday afternoons by BBC Radio 1 as The Official Chart from 16:00 to 17:45, before the full Official Singles Chart Top 100 is posted on the Official Charts Company's website.[8] A rival chart show, The Official Big Top 40, is broadcast on Sunday afternoons from 16:00 to 19:00 on Capital and Heart stations across the United Kingdom. The Official Big Top 40 is based on Apple data only, (Apple Music streams and iTunes downloads) plus commercial radio airplay across the Global radio network. The UK Singles Chart began to be compiled in 1952. According to the Official Charts Company's statistics, as of 1 July 2012, 1,200 singles have topped the UK Singles Chart.[9] The precise number of chart-toppers is debatable due to the profusion of competing charts from the 1950s to the 1980s, but the usual list used is that endorsed by the Guinness Book of British Hit Singles and subsequently adopted by the Official Charts Company. The company regards a select period of the New Musical Express chart (only from 1952 to 1960) and the Record Retailer chart from 1960 to 1969 as predecessors for the period up to 11 February 1969, where multiples of competing charts (none official) coexisted side by side. For example, the BBC compiled its own chart based on an average of the music papers of the time; many songs announced as having reached number one on BBC Radio and Top of the Pops before 1969 are not listed as chart-toppers according to the legacy criteria of the Charts Company. The first number one on the UK Singles Chart was \"Here in My Heart\" by Al Martino for the week ending 14 November 1952. As of the week ending 28 July 2022, the UK Singles Chart has had 1399 different number one hits. The current number one is \"Afraid to Feel\" by LF System. Before the compilation of sales of records, the music market measured a song's popularity by sales of sheet music. The idea of compiling a chart based on sales originated in the United States, where the music-trade paper Billboard compiled the first chart incorporating sales figures on 20 July 1940. Record charts in the UK began in 1952, when Percy Dickins of the New Musical Express (NME) gathered a pool of 52 stores willing to report sales figures.[10][11] For the first British chart Dickins telephoned approximately 20 shops, asking for a list of the 10 best-selling songs. These results were then aggregated into a Top 12 chart[nb 1] published in NME on 14 November 1952, with Al Martino's \"Here in My Heart\" awarded the number-one position.[10][11] The chart became a successful feature of the periodical; it expanded into a Top 20 format on 1 October 1954, and rival publications began compiling their own charts in 1955.[14] Record Mirror compiled its own Top 10 chart for 22 January 1955; it was based on postal returns from record stores (which were financed by the newspaper). The NME chart was based on a telephone poll.[15] Both charts expanded in size, with Mirror's becoming a Top 20 in October 1955 and NME's becoming a Top 30 in April 1956.[14][16] Another rival publication, Melody Maker, began compiling its own chart; it telephoned 19 stores to produce a Top 20 for 7 April 1956. It was also the first chart to include Northern Ireland in its sample.[11] Record Mirror began running a Top 5 album chart in July 1956; from November 1958 onwards Melody Maker printed the Top 10 albums.[17][14] In March 1960, Record Retailer began compiling an EP chart and had a Top 50 singles chart.[17] Although NME had the largest circulation of charts in the 1960s and was widely followed,[11][18] in March 1962, Record Mirror stopped compiling its own chart and published Record Retailer's instead.[11] Retailer began independent auditing in January 1963, and has been used by the UK Singles Chart as the source for number-ones from the week ending 12 March 1960 onwards.[14][17] The choice of Record Retailer as the source has been criticised;[19][11] however, the chart was unique in listing close to 50 positions for the whole decade.[19] With available lists of which record shops were sampled to compile the charts, some shops were subjected to \"hyping\" but, with Record Retailer being less widely followed than some charts, it was subject to less hyping. Additionally, Retailer was set up by independent record shops and had no funding or affiliation with record companies. However, it had a significantly smaller sample size than some rival charts[11] and had all the EPs taken out the listings between March 1960 - December 1967 (the data for the now 'Official' 1960s EP chart can be found in The Virgin Book of British Hit Singles).[20][21] On 12 August 1961, 14-year-old Helen Shapiro[22] became the youngest female solo artist to top the chart with her single \"You Don't Know\" and, as of 14 January 2022, one of nine female solo artists to have topped the chart before their 18th birthday (though none of these nine acts wrote their number one hit single-handedly, with that honour falling to 19-year-old Kate Bush[23] with \"Wuthering Heights\" in 1978).[24] In 1963, Merseybeat[25][26][27] band Gerry And The Pacemakers[28] would become the first act to get their first three hits at number one, an achievement not matched for another twenty years.[29][30][31] Before February 1969 – when the British Market Research Bureau (BMRB) chart was established – there was no official chart or universally accepted source.[11][18][19] Readers followed the charts in various periodicals and, during this time, the BBC used aggregated results of charts from the NME, Melody Maker, Disc and (later) Record Mirror to compile the Pick of the Pops chart.[15] The Official Charts Company and their various Hit Singles books (whether published by Guinness/HiT Entertainment or Virgin), use as sources for the unofficial period, the NME before 10 March 1960 and Record Retailer until 1969.[14] However, until 1969 the Record Retailer chart was mainly seen by people working in the industry. The most widely circulated chart was the NME one, as used by Radio Luxembourg's Sunday night Top 20 show, as well as by ABC TV's Thank Your Lucky Stars, which had an audience of up to 6 million on ITV. Before 1969 there was no official singles chart.[11][18][19] Record Retailer and the BBC commissioned the British Market Research Bureau (BMRB) to compile charts, beginning 15 February 1969.[11][14] The BMRB compiled its first chart from postal returns of sales logs from 250 record shops.[14] The sampling cost approximately £52,000; shops were randomly chosen from a pool of approximately 6,000, and submitted figures for sales taken up to the close of trade on Saturday. The sales diaries were translated into punch cards so the data could be interpreted by a computer. A computer then compiled the chart on Monday, and the BBC were informed of the Top 50 on Tuesday in time for it to be announced on Johnnie Walker's afternoon show. The charts were also published in Record Retailer (rebranded Record & Tape Retailer in 1971 and Music Week in 1972)[32] and Record Mirror.[11] However, the BMRB often struggled to have the full sample of sales figures returned by post. The 1971 postal strike meant data had to be collected by telephone (and that the chart was reduced to a Top 40 during this period),[33] but this was deemed inadequate for a national chart; by 1973, the BMRB was using motorcycle couriers to collect sales figures.[11] In March 1978, two record industry publications, Radio & Record News and Record Business both started publishing Top 100 singles charts, so in response, in May 1978, the BMRB singles chart was expanded from a Top 50 to a Top 75, while abolishing the system where some falling records were excluded from the 41-50 section, as well as abandoning the additional list of 10 \"Breakers\". Earlier that year, the Daily Mirror and the BBC's Nationwide television programme both investigated chart hyping, where record company representatives allegedly purchased records from chart return shops. A World in Action documentary exposé in 1980 also revealed corruption within the industry; stores' chart-returns dealers would frequently be offered bribes to falsify sales logs.[34] From 1983 to 1990, the chart was financed by the British Phonographic Industry (50 percent), Music Week (38 percent) and the BBC (12 percent).[35] On 4 January 1983, the chart compilation was assumed by the Gallup Organization, which expanded the public/Music Week chart to a Top 100 (with a \"Next 25\" in addition to the Top 75),[nb 2] with the full Top 200[37] being available to people within the industry. Gallup also began the introduction of computerised compilers, automating the data-collection process.[11][14] Later in the year, the rules about the kind of free gifts that could come with singles were tightened, as the chart compilers came to the conclusion that a lot of consumers were buying certain releases for the T-shirts that came with them and not the actual record (stickers were also banned). However, bands like Frankie Goes to Hollywood were still able to release their singles over a wide range of formats including picture discs and various remixes, with ZTT Records putting out \"Two Tribes\" over eight formats in 1984.[38][39][40] In June 1987,[37] double pack singles were banned as a format with four-track singles having to be released as a single vinyl 7 inch EP and all singles needing to be under 20 minutes in length, as releases longer than 20 minutes would be classed as an album (with most longer EPs falling into the budget albums category). In July 1987, Gallup signed a new agreement with the BPI, increasing the sample size to approximately 500 stores and introducing barcode scanners to read data.[41] The chart was based entirely on sales of vinyl single records from retail outlets and announced on Tuesday until October 1987, when the Top 40 was revealed each Sunday (due to the new, automated process).[42] The 1980s also saw the introduction of the cassette single (or \"cassingle\") alongside the 7-inch and 12-inch record formats; in 1987, major record labels developed a common format for the compact disc single, which was allowed to count as a chart format from December 1987.[43] In May 1989, chart regulations kept Kylie Minogue's song \"Hand on Your Heart\" from entering at number one because sales from cassette singles were not included (they were sold for £1.99 – cheaper than allowed at the time). Following this, the BPI reduced the minimum price for cassette singles to influence sales figures.[44] In September 1989, W H Smith began to send sales data to Gallup directly through electronic point of sale (EPoS) terminals.[41] In January 1990, the BPI gave notice to Gallup, BBC and Music Week; on 30 June 1990, it terminated its contract with them because it \"could no longer afford the £600,000 a year cost\".[45][46] From 1 July 1990, the Chart Information Network (CIN) was formed by Spotlight Publications[nb 3] (publisher of Music Week), in cooperation with the BBC and the British Association of Record Dealers (BARD) – representing retailers, including W H Smith, Woolworths, HMV and Virgin – who agreed to exclusively supply sales data to the CIN.[41][48] A Chart Supervisory Committee (CSC) represented the BBC, CIN and retailers. The BPI were reluctant to join and \"consider[ed] the option of launching a rival chart\"[46] but in September, an agreement was reached, and it joined the CSC.[49] For this period, the chart was produced by Gallup and owned by CIN and Music Week (who would then sell it to the BBC and BPI), with around 900 shops providing the data from point of sale machines (though the data was distilled back down to a sample of 250 stores to provide a consistency with the charts of the early 1980s).[50] In January 1991, the CIN became a joint venture between Link House Magazines (formerly Spotlight Publications, later Miller Freeman, Inc.)[51] and the BPI; they shared the revenue and costs (reportedly between £750,000 and £1 million).[41][50][52] During this time, other retailers (such as Woolworths and John Menzies) began submitting data using EPoS terminals.[41] In late 1991, the sample consisted of 500 stores scanning barcodes of all record sales into an Epson PX-4 computer, and 650 other stores providing sales data through their own EPoS computerised tills. These computers were to be telephoned six times a week, providing the data to Gallup.[53] In June 1991, the BPI reduced the number of eligible formats from five to four.[54] In November 1990, the \"Next 25\" section of the UK singles chart (positions 76–100, with special rules) ceased to be printed in the trade magazine Music Week, who decided to focus on records in the charts described as hits.[citation needed] In April 1991, Record Mirror ceased publication, along with the \"Next 25\".[32][55][56] At this point, Gallup was compiling a Top 200 singles chart and Top 150 albums chart for industry insiders, with the data accessed by subscribing to Music Week's spin-off newsletter Charts Plus. (Note: As of December 2020, the Official Charts Company website is still missing much of the data on regards to records in positions 76 to 100 from 1991 to 12 February 1994.)[57][58] The growth of dance music culture in the late 1980s had resulted in records with many remixes, though with a single only officially running to 20 minutes this meant that many of the European-style maxi-singles could not be included. Therefore, in June 1991,[59] the rules were amended to include maxi-singles with versions/remixes of one song lasting 40 minutes, standard four track/four song releases getting an extra five minutes playing time, and now four formats contributing to the chart position. Due to this ruling, ambient duo The Orb were able to have a Top Ten hit with \"Blue Room\", a song that was three seconds short of 40 minutes. In February 1993, the research contract for the chart was put out to tender, with a new four-year contract beginning 1 February 1994 offered. Millward Brown, Research International and Nielsen Market Research were approached, and Gallup were invited to re-apply.[60] In May 1993, it was announced that Millward Brown had been accepted as the next chart compilers, signing a £1-million-a-year contract.[41] Virgin installed JDA EPoS terminals in September 1993, and began providing sales data to Gallup.[61] Millward Brown took over compiling the charts on 1 February 1994, increasing the sample size;[14][62] by the end of the month, each shop sampled used a barcode scanner linking via an Epson terminal with a modem to a central computer (called \"Eric\"), which logged data from more than 2,500 stores.[62] Gallup attempted to block Millward Brown's new chart by complaining to the Office of Fair Trading about the contractual clause in which BARD retailers exclusively supplied sales data to CIN, but the interim order was rejected.[63] In June 1995 the case was dropped, after the clause allowing BARD retailers to supply sales information to other chart compilers was deleted; because CIN retained the copyright, other compilers could not use (or sell) the information.[64] On 2 April 1995, the number of eligible formats was reduced from four to three.[54] The decision came after nine months of negotiations with BARD, which objected that it would adversely affect the vinyl record industry.[65] Although record labels were not prohibited from releasing singles in more than three formats, they were required to identify the three eligible formats.[54] This resulted in a reduction in the number of singles released in 7-inch format; the most common three formats were 12-inch single, cassette and CD, or a cassette and two CD versions.[66] The ruling resulted in the Oasis single \"Some Might Say\" charting twice in one week – at number 1 with sales from the three eligible formats, and at number 71 from sales in a fourth (12-inch) format.[67] Subsequently, CIN sought to develop new marketing opportunities and sponsorship deals; these included premium-rate fax and telephone services and the chart newsletters Charts Plus (published from May 1991 to November 1994) and Hit Music (published from September 1992 to May 2001). Beginning in May 1991 Charts Plus featured singles charts with positions 76–200 (plus artist albums positions 76–150, Top 50 compilations, and several genre and format charts). In September 1992, a second newsletter was created: Hit Music, a sister publication of Music Week featuring (among other charts) the singles Top 75 and a revived \"Next 25\". In November 1994, Charts Plus ceased publication; Hit Music expanded its chart coverage to an uncompressed (without special rules) Top 200 Singles, Top 150 Artists Albums and Top 50 Compilations. In November 1996, the Artist Albums chart extended to a Top 200. Hit Music ceased publication in May 2001 with issue number 439.[68] In February 1997, CIN and BARD agreed to a new 18-month deal for the charts.[69] In 1998 the CSC agreed to new rules reducing the number of tracks on a single from four to three, playing time from 25 minutes to 20 and the compact disc single minimum dealer price to £1.79.[70] This particularly affected the dance music industry which had previously released CDs full of remixes, with some labels having to edit or fade out remixes early in order to fit them on a CD single. On 1 July 1998, BARD and BPI took over management of the chart from CIN (a Miller Freeman and BPI venture) with new company Music Industry Chart Services (Mics);[71] however, in August they decided to return to compiling the charts under the name CIN.[72] In the late 1990s, the singles chart became more 'frontloaded', with many releases peaking in the first couple of weeks on chart. This helped Irish girl group B*Witched become the first pop band to debut at the top with each of their first four releases (with the group's singles found at number one in the period between June 1998 to March 1999).[73][74][75][76][77] Between 1963 and the 1990s, only a few acts had reached number one with their first three chart hits. In the late 1990s, The Spice Girls[78] and current record holders Westlife[79][80] also outperformed this feat, with the former getting six and the latter seven number ones from the start of their careers. In 1999, Millward Brown began \"re-chipping\" some retailers' machines, in anticipation of the millennium bug.[81] However, some independent retailers lost access to the record-label-funded Electronic Record Ordering System (Eros); it was \"too costly to make it Year 2000 compliant\".[82] Towards the end of the 1990s companies anticipated distributing singles over the Internet, following the example of Beggars Banquet and Liquid Audio (who made 2,000 tracks available for digital download in the US).[83] On the Official Singles Chart for 22 September 2001, DJ Otzi's \"Hey Baby\"[84][85] became the first single ever to jump to number one from outside the Top 40 when it went from number 45 to number one. \"Hey Baby\" had charted for seven weeks outside the Top 40 due to imported copies from the Republic of Ireland being available in UK chart shops and the fact that the officially released UK single had the same catalogue number as the Irish import, meaning that the CIN (Chart Information Network) did not list the two versions as separate versions, as they had done with ATB's \"9 PM (Till I Come)\",[86] which had charted as five separate entries before the official release reached number one. In November 2001, CIN changed its name to \"The Official UK Charts Company\". In January 2004, MyCoke Music launched as the \"first significant download retailer\".[87] Legal downloading was initially small, with MyCokeMusic selling over 100,000 downloads during its first three months. In June the iTunes Store was launched in the UK, and more than 450,000 songs were downloaded during the first week.[88] In early September the UK Official Download Chart was launched, and a new live recording of Westlife's \"Flying Without Wings\" was the first number-one.[89] In 2005, the BBC Radio 1 chart show was rebranded for the chart week ending 16 April, with the first singles chart now combining physical-release sales with legal downloads. Several test charts (and a download-sales chart) were published in 2004; this combination (within the official singles chart) reflected a changing era in which sales of physical singles fell and download sales rose. It was said (by BBC Radio 1 presenters JK and Joel on 17 April 2005) that the incorporation of download sales resulted in an approximate doubling of singles sales for this week, but the impact of this doubling was not readily apparent at the top of the chart, although a few singles in the middle positions benefited. Initially, the British Association of Record Dealers was concerned that the popularity of downloading would siphon business from the High Street.[citation needed] It also complained that including singles not available physically would confuse customers and create gaps in stores' sale racks. However, it agreed to the new rules provided that digital sales were only included to a single's sales tally if there was a physical equivalent sold in shops at the time. Since there was no rule governing a minimum number of pressings, Gorillaz released only 300 vinyl copies of their single \"Feel Good Inc.\" on 12 April 2005 (a month before its general release). This allowed it to debut in the chart at number 22 (eventually reaching number 2), and remain in the Top 40 for a longer period. After pressure from elsewhere in the music industry a second compromise was reached in 2006, which now allowed singles to chart on downloads the week before their physical release. The first song to make the Top 40 on downloads alone was \"Pump It\" by The Black Eyed Peas,[90] which charted at number 16 on 12 March 2006. Three weeks later, \"Crazy\" by Gnarls Barkley became the first song to top the charts on download sales alone. As part of the revised rules, singles would now be removed from the chart two weeks after the deletion of their physical formats; \"Crazy\" left the chart 11 weeks later from number 5. This was in addition to the existing rule that to be eligible for the chart, the physical single had to have been released within the last twelve months, supporting the general view that the chart reflected the top-selling \"current\" releases. On 1 January 2007, the integration of downloaded music into the charts became complete when all downloads – with or without a physical equivalent – became eligible to chart, redefining the UK singles chart by turning it into a \"songs\" chart. \"Chasing Cars\" by Snow Patrol returned at a Top 10 position (number 9, just three places below the peak it had reached the previous September), while \"Honey to the Bee\" by Billie Piper (following a tongue-in-cheek promotional push by Radio 1 DJ Chris Moyles to test the new chart rules) reappeared at number 17 (nearly eight years after its original appearance on the charts). In October 2008, P!nk broke the 1982 chart record set by Captain Sensible's \"Happy Talk\"[91] for biggest Top 40 jump to number one, when \"So What\" vaulted from 38 to 1 (a statistic which would be matched in 2022 by Adele).[92][84][93] The first number-one hit never released physically was \"Run\" by Leona Lewis, the 11th song in total to reach number one on downloads alone. Unlike the previous 10, it did not receive a physical release in subsequent weeks (although it was released physically overseas, notably in Germany where the price of a record counted towards the chart position and not just number of units sold). In 2009, \"Killing in the Name\" by Rage Against the Machine became the Christmas Number One after English DJ Jon Morter and his wife Tracy launched a campaign to make sure that an act from the ITV talent show The X Factor was not number one for the fifth time in a row. Influenced by John Otway's 50th birthday hit single fan campaign, which saw Otway's \"Disco Inferno\"-sampling single \"Bunsen Burner\"[94] reach number 9 in 2002 without being stocked by Entertainment UK-associated retailers like Woolworths,[95] the Morters encouraged people on Facebook to download the song the week before Christmas.[96][97][98][99][100][101][102][103][104] When \"Killing in the Name\" hit the top spot on 20 December 2009, it became the first download-only single to become the UK Christmas number one[105] and would go on to receive a Guinness World Record for 'Fastest-selling digital track in the UK', after selling 502,672 units in its first week.[106] It was announced in June 2014 that as of Sunday, 29 June, audio streams from services such as Spotify, Deezer, Napster, O2 Tracks, Xbox Music, Sony Unlimited, and rara would be counted towards the Official Singles Chart, in order to reflect changing music consumption in the United Kingdom.[107] The final number one on the UK Singles Chart to be based on sales alone was \"Gecko (Overdrive)\" by Oliver Heldens featuring Becky Hill.[108] On Sunday 6 July 2014, the Official Charts Company announced that Ariana Grande had earned a place in UK chart history when her single \"Problem\" featuring Iggy Azalea became the first number-one single based on sales and streaming data.[109] On the chart of 16 August 2014, Nico & Vinz's \"Am I Wrong\" jumped from number 52 to number 1 in its sixth week, after the streaming hit (the first single ever to chart in the Top 75 on streams alone) became available to purchase.[110][84] On 7 December 2014, Ed Sheeran's \"Thinking Out Loud\" became the first single to reach number one as a direct result of streaming inclusion. Despite Union J's \"You Got It All\" topping the Sales Chart that week, \"Thinking Out Loud\" was streamed 1.6 million times in the same week, resulting in an overall lead of 13,000 chart sales.[111] On 10 March 2017, Ed Sheeran claimed 9 of the top 10 positions in the chart when his album ÷ was released.[112] The large number of tracks from the album on the singles chart, 16 in the top 20, led to a change in how the chart is compiled with tracks from a lead artist eligible for entry limited to three.[113] Also the idea of Standard Chart Ratios (SCR) and Accelerated Chart Ratios (ACR) were introduced, with ACR halving streaming points for records that have been in the charts for a while (which includes most catalogue tracks, excepting certain cases),[114] the effect being that a number of hits have plummeted out of the top ten with drops of around 20 places one week only to level off again the next. Due to these factors, on 20 July 2018, \"3 Lions\" by The Lightning Seeds, Frank Skinner, and David Baddiel beat the Lewisham & Greenwich NHS Choir record for number one chart fall and got the Guinness World Records' award for \"largest chart drop from number one on the UK singles chart\" by going from number one to number 97.[115][116] In 2018, Future (publisher of \"Louder Sound\" publications such as Metal Hammer and Classic Rock magazine)[117][118][119][120] acquired Music Week publisher NewBay Media. Future decided that the publication would go monthly from March 2021, and so a bespoke monthly Official Singles Chart Top 75 started to be published from this date alongside monthly albums charts and specialist/genre charts. On 1 January 2021, \"Don't Stop Me Eatin'\" by LadBaby dropped down the Official Chart Company's singles chart to number 78 and so became the first new track to drop out of the Top 75 (\"hit parade\") from number one. In doing so it broke the record for shortest stay in the hit parade for a number one single (as in The Guinness Book of British Hit Singles list of Top 75 singles chart records) with only one week in the Top 75.[1][121] A week later, \"Last Christmas\" by Wham! became the very first record to disappear completely from number one spot, exiting the Official Charts Company Top 100 chart with no placing on the chart (week ending 14 January 2021).[122][123] As \"Last Christmas\" replaced \"Don't Stop Me Eatin'\" by LadBaby, which had dropped down the singles chart to number 78 on 1 January, it was the first time in chart history that two back-to-back number ones had disappeared not only from the BBC Radio 1 Top 40, but the Top 75 as well (though as \"Last Christmas\" didn't have a chart placing, \"3 Lions\" is still credited with the record-breaking fall at Guinness World Records).[1] On 24 December 2021, LadBaby secured their fourth Christmas No.1 in a row with \"Sausage Rolls for Everyone\", a comedy version of the preceding number one \"Merry Christmas\" by Ed Sheeran and Elton John (as they were credited by the OCC on the LadBaby version, Sheeran and John happened to be in positions 1 and 2, with these singles acquiring sales of 226,953 between 17–23 December 2021).[124] It was the fourth time since 1952 that the number one had been replaced at the top by another version of the same song, with two versions of \"Answer Me\" in 1953, two versions of \"Singing The Blues\" alternating at the top in 1957, and one-hit wonder Frankee having an answer record to the number one by Eamon in 2004. \"Sausage Rolls for Everyone\" made LadBaby join B*Witched as an act who managed to get their first four singles at number one (with LadBaby having no other hits in their discography),[125][126][127] and beat The Beatles who had four Christmas number ones over five years between 1963 - 1967, with the Liverpudlian group missing out in 1966 (The Spice Girls also had three consecutively in the 1990s). \"Sausage Rolls for Everyone\" was also credited as the 70th Official Christmas Number 1[128][129] by the OCC, who had also announced that \"Killing In The Name\" by Rage Against The Machine had been named as the 'UK's Favourite Christmas Number 1 of All Time'[130] in a poll commissioned to celebrate this Christmas Number 1 race. On 7 January 2022, after it had returned to number one for an additional week, \"Merry Christmas\" became the first record with SCR streaming status (Standard Chart Ratio) to completely drop out of the Top 100 from number one, exiting at the same time as \"Sausage Rolls For Everyone\". The chart published on 7 January 2022 also saw the first instance when the entire previous week's Top 10 singles (actually the Top 13 singles)[131] had exited the chart. It was not only the Top 10 singles that had disappeared from the chart, but a record breaking 54 singles which had disappeared from the UK Top 75 (including 52 Christmas-themed tracks). This week's chart saw those songs replaced by 12 new entries and 42 re-entries, the largest amount in chart history. In June 2022, the Netflix show Stranger Things[132] used \"Running Up That Hill (A Deal With God)\" by Kate Bush in their fourth season, which resulted in the record (which had previously charted in 1985 via EMI and in 2012 via Kate Bush's Fish People record label) re-enter the charts at number 8.[133] On the Official Singles Chart Top 100 of 10 June 2022 to 16 June 2022, the record climbed to number two,[134] even though it was revealed to be the most popular track of the week in the United Kingdom[135] and even though all versions (regardless of it being an album track, live version or remix)[136] now counted to its chart position. Sales for the week had the number one record, Harry Styles' \"As It Was\", on a SCR total of 55,768 sales, compared to Kate Bush's number two on an ACR sales total of 44,739.[137] Encumbered with ACR, a rule introduced in 2017 to push down a number of long-running 'recent' hits but applied to all catalogue recordings over three years old, saw all totals for Bush's streaming data halved, so that she got one sale for every 200 plays from her 7,470,792 premium audio stream total and one sale from every 1,200 plays of her 1,029,666 ad-funded audio stream total.[138] Added to premium video streams and digital downloads she ended up with the total of 44,739 sales rather than the 83,613 she would have done with a SCR listing. On 14 June 2022,[139] it was revealed that the Chart Supervisory Committee had given the record an exemption from the ACR accelerated decline rule, with the record now on a SCR listing, giving Kate Bush the chance to get another number one, more than 44 years after \"Wuthering Heights\" and the first number one for her own record label, Fish People (as EMI-Universal are no longer the rights holders).[140] On 17 June 2022, \"Running Up That Hill (A Deal With God)\" reached number one on the UK chart and not only did Bush get a second number one, but also the OCC revealed that she had broken three of their chart records.[141] With the gap of 44 years she eclipses Tom Jones’s 42-year gap between \"Green Green Grass of Home\" going to number one and Jones being one of the acts on Comic Relief's \"(Barry) Islands in the Stream\" with Rob Brydon, Ruth Jones and Robin Gibb. She also replaced Cher at the top of the list of oldest female artist chart-toppers at 63 years and 11 months,[142] compared to the 52 years that Cher was when \"Believe\" topped the chart in 1998. Jones and Bush are also on the Top 10 list of oldest artists to score a UK Number 1 single with Bush placed fifth. The last record Bush broke was the one held by Wham!'s \"Last Christmas\", for the track that has taken the longest time to reach Number 1 with \"Running Up That Hill\" first entering the chart in August 1985 and getting to the top 37 years later,[143][144] beating Wham! by a year.[145][146] With no official chart before 1969, a number of periodicals compiled their own charts during the 1950s and 1960s. Pirate radio stations such as Radio London and Radio Caroline also broadcast their own charts.[147] The five main charts (as used by BBC's Pick of the Pops) were: The full regulations may be downloaded from the Official Charts Company website (see \"External links\", below). To qualify for inclusion in the UK singles chart, a single must be available in one or more of the following eligible formats: There are minimum sales prices for all formats apart from on demand digital streams which may be from subscription or advertising funded providers. The streams were initially counted at 100 streams equivalent to one paid download or physical sale, but changed to 150 to 1 in January 2017.[148] Starting with charts published 7 July 2017, tracks by a lead artist eligible for entry in the top 100 would be limited to three. The streams-to-sales ratio for tracks whose sales (including streams) have declined for three consecutive weeks and have charted for at least ten weeks is changed to 300:1 to accelerate removal of older songs.[149] The BBC aired Pick of the Pops on its Light Programme radio station on 4 October 1955.[11] Initially airing popular songs, it developed an aggregated chart in March 1958. Using the NME, Melody Maker, Disc and Record Mirror charts, the BBC averaged them by totalling points gained on the four charts (one point for a number one, two for a number two, etc.) to give a chart average; however, this method was prone to tied positions.[11] Record Retailer was included in the average on 31 March 1962, after Record Mirror ceased compiling its chart.[11] David Jacobs and Alan Freeman both had stints presenting the Pick of the Pops chart.[150] Freeman took Pick of the Pops to its regular Sunday afternoon slot in early 1962.[151] Freeman (along with Pete Murray, David Jacobs and Jimmy Savile) was one of the four original presenters on Top of the Pops, which first aired 1 January 1964 on BBC One (then known as BBC TV).[150][152] Top of the Pops, like Pick of the Pops, used a combination of predominant periodicals until the formation of the BMRB chart in 1969.[11] From 30 September 1967 BBC Radio 1 was launched along with BBC Radio 2, succeeding the Light Programme,[153] and the Top-20 Pick of the Pops chart was simulcast on both stations.[154] Freeman continued to present the show until September 1972, and was succeeded by Tom Browne who presented the chart, also on Sundays, from October 1972 to March 1978.[151][155] Simon Bates took over from Browne, and under Bates it became a Top-40 show in 1978.[155][156] Bates was succeeded by Tony Blackburn, who presented the show for two-and-a-half years; Tommy Vance, who presented for two years, Bates returned in January 1984 and presented the show until September that year, then Richard Skinner for eighteen months.[155][157][158] Bruno Brookes took over in 1986[159] and, in October 1987, automated data collection allowed the countdown to be announced on the Sunday chart show (instead of on Tuesdays).[42] In 1990, Brookes was replaced as presenter by Mark Goodier, but returned 18 months later. Goodier took over from Brookes once more in 1995 and continued presenting the show until 2002.[159] In February 2003 Wes Butters hosted the chart show; two years later his contract was not renewed, and he was replaced by JK and Joel.[155][160] The duo were made redundant by Radio 1 in September 2007; Fearne Cotton and Reggie Yates replaced them at the helm of the chart show.[161] Cotton left in September 2009, and until 2012 the chart show was hosted by Yates.[162] Yates left Radio 1 at the end of 2012, because he wanted to spend more time with his family, as well as focusing more on television. Jameela Jamil took over from him in January 2013, becoming the first woman to host, alone, the BBC Chart show[163] before being replaced by Clara Amfo. On 10 July 2015, Greg James took over from Amfo, when the new chart announcement was moved to Friday afternoons,[164] with Scott Mills[165] being the regular presenter of the chart as of 2022[166] (with Mills taking over from James[167] on 15 June 2018).[168] From March 2010 Greg James hosted a half-hour show at 3:30 pm on Wednesdays, announcing a chart update based on midweek sales figures previously only available to the industry. The managing director of the Official Charts Company, Martin Talbot, said in a statement that it would provide \"insight into how the race for number one is shaping up\".[169] Scott Mills became the host of the Chart Update from April 2012, due to schedule changes which saw Mills host what was Greg's early afternoon show.[170] When the chart moved to Fridays in July 2015, the chart update moved to 5:30 pm on Mondays.[171] The show was then once again hosted by Greg James and the top ten songs are quickly overviewed with the top three being played in full before Newsbeat at 5:45pm. It was presented by Nick Grimshaw due to his swap of times with Greg James. In 2019 it was moved to a new time of Sunday evenings between 6 pm and 7 pm presented by Cel Spellman and Katie Thistleton replacing the Radio 1 Most Played Chart. The top twenty is overviewed with around fifteen songs being played in full, including the top ten. Since February 2016, the Official Charts Company have published the Official Trending Chart. Published every Tuesday morning (a day after the full midweek chart comes out at 5:45pm) the chart is based on the first three sales days of each week, highlights new and future hits (those tracks not officially in the Top 10), and works in conjunction with a playlist found on Spotify, Deezer and via Apple Music.[172][173][174][175] In 1999, the chart was sponsored by worldpop.com with the company receiving name recognition during the BBC programme. However, the deal ended when the website went out of business in late 2001. As part of an agreement with Billboard to publish the UK chart in section of their magazine, Billboard required the chart to have a sponsor. In 2003, it was announced that Coca-Cola had signed a two-year contract with the Official Charts Company beginning 1 January 2004. Although the amount was not publicly disclosed, it was believed to be between £1.5 million and £2 million. Since advertising on the BBC is prohibited under the BBC Charter and the government was attempting to reduce childhood obesity, the decision was widely criticised. Coca-Cola was restricted to two on-air mentions during the chart show, with the BBC justifying the deal by saying it did not negotiate or benefit financially.[176] A few days into the contract, the BBC agreed to drop on-air mentions of the brand.[177]","Title":"UK Singles Chart - Wikipedia","KeyID":"3277","URL":"https://en.wikipedia.org/wiki/UK_Singles_Chart"}