{"Content: ":"The Federazione Industria Musicale Italiana (FIMI) is an umbrella organization that keeps track of virtually all aspects of the music recording industry in Italy. It was established in 1992, when major corporate labels left the previously existing Associazione dei Fonografici Italiani (AFI).[1][2] During the following years, most of the remaining Italian record labels left AFI to join the new organisation.[2] As of 2011, FIMI represents 2,500 companies operating in the music business.[3] FIMI is a member of the International Federation of the Phonographic Industry and of the Italian employers' federation, Confindustria.[3] Its main purpose is to protect the interests of the Italian record industry.[3] Starting in March 1995, the Italian Music Industry Federation began providing the Italian official albums chart. In January 1997, FIMI also became the provider of the Italian official singles chart. Due to the decrease of CD singles sales in Italy, FIMI replaced its physical singles chart with a digital downloads chart—based on legal Internet and mobile downloads—on 1 January 2008.[4] In July 2011, Enzo Mazza was confirmed as FIMI chairman.[5] In September 1994, the chairman of FIMI, Caccia Dominioni, announced the Federation's intention to establish an album chart to replace the previously existing charts, which were considered unreliable due to their compiling methods.[6] The Italian Music Industry Federation compiled its first album chart in March 1995. Issued on 7 March 1995, it was based on sales between 23 February 1995 and 1 March 1995.[7] This period coincided with the first week of sales for the albums released by the 45th Sanremo Music Festival contestants, the most important music event in Italy. The first number-one album was Bruce Springsteen's Greatest Hits.[7] Between 1995 and 2009, the FIMI Album Chart was based on data provided by Nielsen. From January 2010, the FIMI Album Chart's positions have been derived from GfK Retail and Technology Italia sales data. The chairman of the Italian Music Industry Federation, Enzo Mazza, explained this decision declaring that \"the long-time partnership with Nielsen, started in 1995, was satisfying, but in a moment marked by a deep transformation and innovation of the market, we thought that the service offered by Nielsen was no more adequate\".[8] In 1995, the chart was based on data digitally gathered by 130 sellers.[9] The number of sellers was later increased and, as of 2011, the chart is based on the number of copies sold between Monday to Sunday by a subset of 3,400 retailers.[10] Starting from 14 October 2011, the FIMI Albums Chart also includes digital sales.[11] In March 1995, alongside the FIMI Album Chart, the Italian Music Industry Federation also began the FIMI Compilations Chart, listing the best-selling albums by various artists. These albums are not included in the FIMI Album Chart.[9] The first number-one was Sanremo '95, released by RTI Music and featuring some of the songs performed during the 45th Sanremo Music Festival.[7] In January 1997, the Italian Music Industry Federation also started an official singles chart.[2][12] The first number-one single was Depeche Mode's \"Barrel of a Gun\".[13] Compiled by Nielsen,[2] the chart listed the best-selling physical singles in Italy, but on 1 January 2008 it was replaced by the Top Digital Download, listing the best-selling digital singles.[4] The last number one on the physical FIMI Singles Chart was Elvis Presley's song \"Baby Let's Play House\" remixed by Spankox.[14] The Italian DVD Chart was established by the Italian Music Industry Federation in October 2003. The first Italian DVD Chart listed only the first ten positions, and was headed by Sting's Inside the Songs of Sacred.[15] As of July 2011, it lists the 20 best-selling music DVDs in Italy, and is compiled by ACNielsen.[16] On 10 April 2006, FIMI published the first chart listing the best-selling digital singles in Italy.[17] Compiled by Nielsen SoundScan, the chart was based on data provided by 10 digital stores.[17] The first number-one single was \"Sei nell'anima\" by Gianna Nannini.[18] Due to the decrease of CD singles sales in Italy, on 1 January 2008 the Top Digital Download became the Italian official singles chart, replacing the chart based on physical sales.[4][14] A certification system has existed in Italy since the mid 1970s. During that period, albums had to sell 500,000 units to qualify for a Silver status, while for Gold, the requirement was 1,000,000 units.[19] Singles, similarly, were required to sell 1,000,000 units to reach the Gold level in the mid 1970s.[19] Sales requirements for music recordings in Italy for domestic and international repertoire are the same levels. In December 1982, reported certification levels in Italy were 250,000 copies sold for gold status and 500,000 copies sold for platinum status.[20] Certifications were handled by AFI with the help of an auditing company.[21] By 1987, the levels were dropped to 100,000 copies sold for gold status and 200,000 copies sold for platinum status.[22] Note that in the table below are the certification levels, when the program of Gold and Platinum is operated under FIMI. From July 2017, album certifications include streaming.[31] Italy has had a Gold certification program for singles during the mid 1970s, with the level for Gold set at 1,000,000 units.[19] Even though, the requirement of 1,000,000 units for Gold was quite high for the Italian market, this program was carried on to the 1980s.[32] The singles certification program was abandoned when FIMI took over the operations, and it wasn't until 1999 that Italy re-launched its Gold and Platinum program for singles.[33] Note that in the table below are the certification levels, when the program of Gold and Platinum is operated under FIMI. Since the 2010 update, FIMI applies their recent/newer certification levels to all digital singles regardless of release dates.[38] Since 2014, single certifications include downloads and streaming.[39] Note that in the table below are the certification levels, when the program of Gold and Platinum is operated under FIMI. The following is a list of Platinum and multi-platinum albums that have been certified by the Italian Music Industry Federation. The listed certifications below can be verified through FIMI's certification database.[40] For certification levels refer to the tables above.        Note that the albums released from 2005 until the end of 2011, were qualified for Diamond-award upon reaching five-times Platinum. FIMI, however, changed this rule in January 2012, and began to base the Diamond-award on ten-times Platinum. ","Title":"Federazione Industria Musicale Italiana - Wikipedia","KeyID":"3285","URL":"https://en.wikipedia.org/wiki/Federazione_Industria_Musicale_Italiana"}