{"Content: ":"Universal Music Group N.V.[3] (often abbreviated as UMG and referred to as just Universal Music) is a Dutch–American multinational music corporation. UMG's corporate headquarters are located in Hilversum, Netherlands and its operational headquarters are located in Santa Monica, California.[4][5] The biggest music company in the world,[6] it is one of the \"Big Three\" record labels, along with Sony Music and Warner Music Group. Tencent acquired ten percent of Universal Music Group in March 2020 for €3 billion[7][8][9] and acquired an additional ten percent stake in January 2021.[10] Pershing Square Holdings later acquired ten percent of UMG prior to its IPO on the Euronext Amsterdam stock exchange. The company went public on September 21, 2021 at a valuation of €46 billion.[11][12] In 2019, Fast Company named Universal Music Group the most innovative music company and listed UMG among the Top 50 most innovative companies in the world[13] and \"amid the music industry's digital transformation, Universal is redefining what a modern label should look like.\"[14] UMG has signed licensing agreements with more than 400 platforms worldwide.[15] The company's origins go back to the formation of the American branch of Decca Records in September 1934 and its name and company logo originates from Carl Laemmle's Universal Pictures. Although the movie studio and the music business share a common history, today the former is part of NBCUniversal and the latter an independent commercial entity.[16][17] The Decca Record Co. Ltd. of England spun American Decca off in 1939.[18] MCA Inc. merged with American Decca in 1962.[19] In November 1990, Japanese multinational conglomerate Matsushita Electric agreed to acquire MCA for $6.59 billion.[20][21] In 1995, Seagram acquired 80 percent of MCA from Matsushita.[22][23] On December 9, 1996, the company was renamed Universal Studios, Inc.,[24] and its music division was renamed Universal Music Group; MCA Records continued as a label within the Universal Music Group. In May 1998, Seagram purchased PolyGram[25] and merged it with Universal Music Group in early 1999.[26] In May 2004, Universal Music Group was cast under separate management from Universal Studios, when French media conglomerate Vivendi sold 80% of the latter to General Electric, who subsequently merged it with NBC to form NBCUniversal. This came two months after the separation of Warner Music Group from Time Warner. In February 2006, Vivendi (which own UMG since 2000) purchased the remaining 20 percent of UMG from Matsushita Electric. On September 6, 2006, Vivendi announced its €1.63 billion ($2.4 billion) purchase of BMG Music Publishing; after receiving European Union regulatory approval, the acquisition was completed on June 25, 2007.[27][28] In June 2007, UMG acquired Sanctuary, which eventually became UMG's entertainment merchandising and brand management division, Bravado. The company represents artists such as Justin Bieber, Lady Gaga, and Kanye West, and has partnered with retailers including Barneys, Bloomingdale's and Selfridges.[29][30][31][32] In 2008, Universal Music Group agreed to make its catalog available to Spotify, then a new streaming service, for use outside the U.S. on a limited basis.[33] Doug Morris stepped down from his position as CEO on January 1, 2011. Former chairman/CEO of Universal Music International Lucian Grainge was promoted to CEO of the company. Grainge later replaced him as chairman on March 9, 2011.[34] Morris became the next chairman of Sony Music Entertainment on July 1, 2011.[35] With Grainge's appointment as CEO at UMG, Max Hole was promoted to COO of UMGI, effective July 1, 2010. Starting in 2011 UMG's Interscope Geffen A&M Records began signing contestants from American Idol. In January 2011, UMG announced it was donating 200,000 master recordings from the 1920s to 1940s to the Library of Congress for preservation.[36] In 2011, EMI agreed to sell its recorded music operations to Universal Music Group for £1.2 billion ($1.9 billion) and its music publishing operations to a Sony-led consortium for $2.2 billion.[37] Among the other companies that had competed for the recorded music business was Warner Music Group which was reported to have made a $2 billion bid.[38] IMPALA opposed the merger.[39] In March 2012, the European Union opened an investigation into the acquisition[40] The EU asked rivals and consumer groups whether the deal would result in higher prices and shut out competitors.[41] On September 21, 2012, the sale of EMI to UMG was approved in Europe and the United States by the European Commission and Federal Trade Commission respectively.[42] However, the European Commission approved the deal only under the condition the merged company divest one third of its total operations to other companies with a proven track record in the music industry. UMG divested Mute Records, Parlophone, Roxy Recordings, MPS Records, Cooperative Music, Now That's What I Call Music!, Jazzland, Universal Greece, Sanctuary Records, Chrysalis Records, EMI Classics, Virgin Classics, and EMI's European regional labels to comply with this condition. UMG retained The Beatles (formerly of Parlophone) and Robbie Williams (formerly of Chrysalis). The Beatles catalogue was transferred to UMG's newly formed Calderstone Productions, while Williams' catalogue was transferred to Island Records.[43][44] Universal Music Group completed their acquisition of EMI on September 28, 2012.[45] In November 2012, Steve Barnett was appointed chairman and CEO of Capitol Music Group. He formerly served as COO of Columbia Records.[46] In compliance the conditions of the European Commission after purchase of EMI, Universal Music Group sold the Mute catalogue to the German-based BMG Rights Management on December 22, 2012.[47] Two months later, BMG acquired Sanctuary Records for €50 million ($58 million).[48] On February 8, 2013, Warner Music Group acquired the Parlophone Label Group (consisting of Parlophone Records, Chrysalis Records, EMI Classics, Virgin Classics and EMI Records' Belgian, Czech, Danish, French, Norwegian, Portuguese, Spanish, Slovak and Swedish divisions) for $765 million (£487 million).[49][50] Later in February, Sony Music Entertainment acquired UMG's European share in Now That's What I Call Music for approximately $60 million.[51] Play It Again Sam acquired Co-Operative Music for £500,000 in March 2013.[52] With EMI's absorption into Universal Music complete, its British operations consist of five label units: Island, Polydor, Decca, Virgin EMI and Capitol.[53] In the Greek market, as part of its divesture plans, Universal Music retained Minos EMI and sold Universal Music Greece to Greek investors who renamed it Cobalt Music.[54][55] Edel AG acquired the MPS catalogue from Universal in January 2014.[56] On March 20, 2013, UMG announced the worldwide extension of their exclusive distribution deal with the Disney Music Group, excluding Japan. As a result of this deal DMG's labels and artists have access to UMG's roster of producers and songwriters on a worldwide basis.[57] The exclusive deal also saw UMG granted unlimited access to all rights pertaining to Disney's 85-year back catalog of soundtracks and albums.[58] On April 2, 2013, the gospel music divisions of Motown Records and EMI merged to form a new label called Motown Gospel.[59] In May 2013, Japanese company SoftBank offered $8.5 billion to Vivendi for the acquisition of UMG, but Vivendi rejected it.[60] In July 2018, JPMorgan said that UMG could be worth as much as $40 billion[61] and then increased the valuation to $50 billion in 2019.[62] In August 2013, UMG became the first company in the US to have nine of the Top 10 songs on the digital charts, according to SoundScan[63] and weeks later, became the first company to hold all 10 of the Top 10 spots on the Billboard Hot 100 Chart.[64] In September 2013, UMG received a SAG-AFTRA American Scene Award for the company's commitment to diversity as exemplified by its \"entire catalog and roster of artists.\"[65][66] On April 1, 2014, Universal Music announced the disbandment of Island Def Jam Music, one of four operational umbrella groups within Universal Music. Universal CEO Lucian Grainge said of the closure, \"No matter how much we might work to build 'IDJ' as a brand, that brand could never be as powerful as each of IDJ's constituent parts.\"[67] Island Records and Def Jam now operate as autonomous record labels. David Massey and Bartels, who worked respectively at Island and Def Jam Records, were named to the new record labels independently.[67] Barry Weiss, who previously moved from Sony Music to lead Island Def Jam Music in 2012 when Motown Records was incorporated into Island Def Jam, stepped down from Universal Music. Additionally, as part of the changes to the labels, Motown Records transferred to Los Angeles to become part of the Capitol Music Group and previous Vice President Ethiopia Habtemariam was promoted to Label President for Motown Records.[67] Universal Music Group entered into film and TV production with the 2014 purchase of Eagle Rock Entertainment. UMG's first major film production was Amy, which won an Oscar for Best Documentary,[68] while taking part in Kurt Cobain: Montage of Heck and The Beatles: Eight Days a Week documentaries. In January 2016, UMG hired David Blackman from Laurence Mark Production where he was president of production as head of film and television development and production, and theater producer Scott Landis as special advisor on theatrical development and production. UMG Executive Vice President Michele Anthony and Universal Music Publishing Group Chairman and CEO Jody Gerson have oversight of the pair.[69] On February 11, 2017, PolyGram Entertainment was relaunched as a film and television unit of Universal Music Group under David Blackman.[70] In 2015, UMG's Capitol Records earned all the major Grammy Awards for the year, with Sam Smith receiving Best New Artist, Record of the Year and Song of the Year awards and Beck winning Album of the Year.[71] In March 2016, Universal Music Canada donated the archives of EMI Music Canada to the University of Calgary.[72] In May 2016, UMG acquired Famehouse, a digital marketing agency.[73] That same year, Paul McCartney and the Bee Gees both signed to UMG's Capitol Records, including their catalog releases.[74][75] In April 2017, UMG signed a new multi-year licensing agreement with Spotify, the world's leading streaming service, and in May 2017, UMG signed a deal with Tencent, China's biggest gaming and social media firm.[76][77][78] In July 2017, \"Despacito\" by Luis Fonsi, Daddy Yankee and featuring Justin Bieber, became the most streamed track of all time. By 2018, the song had broken several Guinness World Records, including Most Weeks at Number 1 on Billboard Hot Latin Songs chart and most-viewed video online.[79][80] In August 2017, UMG and Grace/Beyond agreed to develop three new music-based television series, 27, Melody Island and Mixtape. 27 would focus on musicians at the age of 27, an age at which several iconic musicians died. Melody Island was an animated series based on tropical island music with live craft segments. Mixtape had twelve episodes, with each episode connected to a song.[81] In October 2017, UMG announced the launch of its Accelerator Engagement Network, an initiative aimed to help develop music-based startups around the world.[82] In November 2017, USC Annenberg announced UMG's partnership in the \"Annenberg Inclusion Initiative\", becoming the first music company to do so. The initiative is meant to create change for representation of women and underrepresented racial and ethnic groups in the media industry.[83][84] In December 2017, Universal Music Group acquired Stiff and ZTT labels, along with Perfect Songs Publishing, from Trevor Horn's SPZ Group;[85] BMG Rights Management, through Union Square Music subsidiary, retained its back catalogues. That same month, UMG signed a global, multi-year agreement with Facebook becoming the first of The \"Big Three\" to license its recorded music and publishing catalogs for video and other social experiences across Facebook, Instagram and Oculus.[86] Sony and Warner signed similar contracts with Facebook the following year. Furthermore, on December 19, 2017, UMG signed a multi-year licensing agreement with YouTube.[87] In June 2018, Universal Music Japan announced an exclusive license agreement with Disney Music Group.[88] With the addition of Japan, UMG distributes releases from Disney Music Group globally. In July, The Rolling Stones signed a worldwide agreement with UMG covering the band's recorded music and audio-visual catalogues, archival support, global merchandising and brand management.[89] That same month, Vivendi announced it would explore selling as much as half of Universal Music Group to one or more investors.[90][91] In Nielsen's 2018 US Music Mid-Year report, UMG made history with eight of the Top 10 artists, including all of the top five, as well as all of the top eight artists ranked by on-demand audio streams.[92] In August 2018, UMG announced a strategic expansion in Africa, opening an office in Abidjan to oversee French-speaking Africa, and also unveiling a Universal Music Nigera office in Lagos to focus on signing local artists and taking them global.[93][94] In September 2018, singer Elton John signed a global partnership agreement with UMG across recorded music, music publishing, brand management, and licensing rights.[95] On November 19, 2018, singer-songwriter Taylor Swift signed a new multi-album deal with UMG, in the United States, her future releases will be promoted under the Republic Records imprint. In addition to the promised ownership of her master recordings, UMG agreed to, in case it sells portions of its stake in Spotify, distribute proceeds among its artists and make them non-recoupable.[96][97][98] In December 2018, Queen's \"Bohemian Rhapsody\" became the most-streamed song from the pre-streaming era and the most-streamed classic rock song of all time.[99] In February 2019, UMG fully acquired music distributor INgrooves.[100] UMG was named to Fast Company's annual list of the World's 50 Most Innovative Companies for 2019, the first major music company to be included on the list in a decade. UMG is also ranked number 1 in the music category.[13][14] UMG was named by Forbes as one of America's Best Midsize Employers in 2019.[101] In June, YouTube and UMG announced that they were upgrading more than 1,000 popular music videos to high definition, releasing them through 2020.[102] In August 2019, Tencent and Vivendi started negotiation to sell 10% Vivendi's stake of Universal Music to Tencent.[103] The deal is expected to be of $3.36 billion.[104] In February 2020, Vivendi announced it was planning to go public in an IPO within three years.[105] The company and Lego Group announced a music product partnership on April 26, 2020.[106] On June 16, 2020, Universal rebranded Virgin EMI Records as EMI Records and named Rebecca Allen (former president of UMG's Decca label) as the label's president,[107] bringing back the EMI brand. The same day, UMG announced launch of its new affiliates in Morocco and Israel.[108] In July 2020, UMG signed a new multi-year licensing agreement with Spotify.[109] In June 2021, Pershing Square Tontine Holdings, a special-purpose acquisition company run by investor Bill Ackman, announced it would acquire 10 percent of UMG before it went public, in a $4 billion transaction. The deal collapsed in July 2021 due to regulatory concerns, and it was announced that Ackman's Pershing Square Holdings would complete the purchase instead.[110] In September 2021, IPO, Euronext Amsterdam announces an introduction price of €18,50[clarification needed] and Vivendi set an initial valuation for UMG at €33 billion ($38.3 billion). Vivendi distributed 60% of its UMG shares and retaining 10%. The family of French businessman Vincent Bolloré is revealed as the majority shareholder with 28% of UMG shares, through its holding company Bolloré (18%) and its subsidiary Vivendi (10%), headed by his son Yannick Bolloré. Tencent emerged as UMG's biggest corporate shareholder with 20% of shares. Pershing Square Holdings held 10% of UMG shares. In its IPO, UMG hits €54 billion ($62.6 billion) valuation which is over a third bigger than initial valuation.[11] In January 2022, UMG acquired the Icelandic record label Alda Music, which owned the rights to nearly 80 percent of all music released in Iceland.[111] In February 2022, Universal Music Group announced a partnership with Curio, an NFT platform, to create NFT collections for its record labels and artists.[112] In May 31, 2022, Universal Music Group N.V. announces Baa1/BBB Long term credit ratings from Moody's and S&P.[113] Universal Music Group co-developed with Google[114][115] Vevo, a site designed for music videos inspired by Hulu.com, which similarly allows free ad-supported streaming of videos and other music content.[116] On May 24, 2018, Vevo announced that it would no longer continue distributing videos to Vevo.com, instead opting to primarily focus on YouTube syndication.[117] UMG's operational headquarters are located in Santa Monica. Interscope-Geffen-A&M and Universal Music Enterprises (UME), the company's catalog division, are headquartered in Santa Monica. Def Jam, Island and Republic Records also maintain offices there. UMG chairman & CEO Lucian Grainge is based at the company's Santa Monica offices. Universal Music Publishing is also headquartered in the city. Capitol Music Group is headquartered at the Capitol Records Building in Hollywood.[118] Universal Music Latin Entertainment is also headquartered in Hollywood. Universal Music Group operates a secondary office in Woodland Hills that includes finance, royalty, and operations functions.[119] Universal Music Latin Entertainment is headquartered in Miami, Florida. Universal Music Group Nashville is headquartered in Nashville, Tennessee.[120] UMG has offices in New York City where Island Records, Def Jam Recordings, Republic Records, Verve Label Group, and Spinefarm Records are headquartered. Universal Music Spain is based in Madrid, Spain.[121] Universal Music Group Global (formerly known as Universal Music Group International (UMGI)) operates offices in London.[122] Universal Music GmbH, the German subsidiary, is headquartered in Berlin. It moved in 2002 from Hamburg to the district Friedrichshain at the river Spree. Universal Music Group's Universal Music Polska is located in Warsaw.[123] Universal Music Group's Universal Music Canada is located in Toronto.[124] Universal Music Japan is headquartered in Shibuya, Tokyo. UMG operates in more than 60 territories around the world including Australia, Central America, Brazil, France, India, China, Hong Kong, Taiwan, Sub-Saharan Africa, Central and Eastern Europe, New Zealand, Russia, Ukraine, South Korea, Malaysia, Indonesia, the Philippines and more.[121] Company's legal headquarters are in the Netherlands. Universal Music Group's largest corporate shareholder, Tencent, is headquartered in Shenzhen, China. Tencent's ultimate largest controlling corporate shareholder, Naspers, is headquartered in Cape Town, South Africa. On March 8, 2022, UMG suspended all its operations in Russia, following the country's invasion of the Ukraine.[125] In January 2022, the company's shareholding is:[3] In 2000, music companies including UMG entered into consent agreements with the Federal Trade Commission,[126] with no admission of liability,[127] whereby they agreed to discontinue the use of Minimum Advertised Price programs under which subsidized cooperative advertising was provided to retailers that agreed to adhere to minimum advertised pricing.[126] In 2002, a similar settlement was entered into with music publishers and distributors Sony Music, Warner Music, Bertelsmann Music Group, EMI Music and Universal Music Group and certain retailers, without admission of liability or wrongdoing, with various states. In settlement of the claim, the companies collectively agreed to pay a $67.4 million fine and distribute $75.7 million in CDs to public and non-profit groups.[127] It was estimated that consumers were overcharged by $500 million and up to $5 per album.[128] In May 2006, an investigation led by then New York Attorney General, Eliot Spitzer, concluded with a determination that Universal Music Group bribed radio stations to play songs from Ashlee Simpson, Brian McKnight, Big Tymers, Nick Lachey, Lindsay Lohan and other performers under Universal labels. The company paid $12 million to the state in settlement.[129] In 2007, with the help of the Electronic Frontier Foundation, Stephanie Lenz sued UMG's publishing company for allegedly improperly requesting that, pursuant to the Digital Millennium Copyright Act, YouTube remove a 29-second home video in which Lenz's child danced to a recording of Prince's song \"Let's Go Crazy\".[130] After years of litigation, the suit settled in 2018, prior to the court holding a trial on whether UMG had a subjective belief that the video was infringing and not fair to use before sending its request to YouTube.[131][132][133] In April 2016, UMG had the audio muted of a video clip showing Katherine Jenkins singing the British national anthem. They claimed that the recording of \"God Save the Queen\" was copyrighted, and YouTube initially complied with this request, but subsequently offered the video with the original audio track.[134] In December 2007, UMG announced a deal with Imeem which allows users of the social network to listen to any track from Universal's catalogue for free with a portion of the advertising generated by the music being shared with the record label.[135] All traffic was redirected to MySpace after that company acquired Imeem on December 8, 2009.[136] According to Jody Rosen of The New York Times, the fire which swept through Universal Studios Hollywood on June 1, 2008, caused \"the biggest disaster in the history of the music business\".[137] In space rented from NBCUniversal, according to an official document marked \"Confidential\", the fire destroyed at least 118,230 \"assets\" (master recordings), or about 500,000 song titles, owned by UMG. \"The vault housed tape masters for Decca, the pop, jazz and classical powerhouse; it housed master tapes for the storied blues label Chess; it housed masters for Impulse!, the groundbreaking jazz label. The vault held masters for the MCA, ABC, A&M, Geffen and Interscope labels; as well as some smaller subsidiary labels. Nearly all of these masters—in some cases, the complete discographies of entire record labels—were wiped out in the fire.\"[137][138] In a statement issued on June 11, 2019, UMG said The New York Times article contained \"numerous inaccuracies, misleading statements, contradictions and fundamental misunderstandings of the scope of the incident and affected assets.\"[139] Following the publication of the New York Times story, Questlove of The Roots confirmed that the master tapes for two of the band's albums, including unused material and multi-track recordings, were lost in the fire.[140] Similarly, Nirvana bassist Krist Novoselic said he believed the masters for the band's 1991 album Nevermind were \"gone forever\" as a result of the fire.[141] Representatives for R.E.M. announced they would investigate the effects the fire may have had on the band's archival materials, while Hole, Steely Dan, Rosanne Cash and Geoff Downes made statements on their possible losses from the fire.[141][142] A representative for Eminem confirmed that the rapper's master recordings were digitized months before the fire, but could not confirm whether the physical master reels of his recordings were affected.[143] UMG archivist Patrick Kraus assured that the Impulse! Records, John Coltrane, Muddy Waters, Ahmad Jamal, Nashboro Records, and Chess Records masters survived the fire and were still in Universal's archive.[144] Howard King filed a lawsuit in Los Angeles on June 21, 2019, on behalf of Soundgarden, Hole, Steve Earle, the estate of Tupac Shakur and a former wife of Tom Petty that seeks class action status for artists whose master recordings were believed to have been destroyed in the Universal Studios fire.[145][146] On December 9, 2011, Megaupload published a music video titled: \"The Mega Song\", showing artists including Kanye West, Snoop Dogg, Alicia Keys and will.i.am endorsing the company.[147] The music video was also uploaded to YouTube, but was removed following a takedown request by UMG. Megaupload said that the video contained no infringing content, commenting: \"we have signed agreements with every featured artist for this campaign\".[148] Megaupload requested an apology from UMG, and filed a lawsuit against the company in the United States District Court for the Northern District of California, on December 12, 2011.[149][150] UMG denied that the takedown was ordered under the terms of the Digital Millennium Copyright Act, and said that the takedown was \"pursuant to the UMG-YouTube agreement,\" which gives UMG \"the right to block or remove user-posted videos through YouTube's CMS (Content Management System) based on a number of contractually specified criteria.\"[151] The video was subsequently returned to YouTube, with the reasons for the UMG takedown remaining unclear.[152] Lawyers for will.i.am initially claimed that he had never agreed to the project, and on December 12, he denied any involvement in the takedown notice.[153] Megaupload dismissed its case against UMG in January 2012.[154] On February 5, 2019, John Waite and Joe Ely filed a class-action lawsuit against UMG claiming the company is violating their right to terminate grants of copyright after 35 years in accordance with copyright law of the United States by ignoring Notices of Termination. On May 3, 2019, UMG filed a motion to dismiss the case, stating the Notices of Termination were not valid because the songs were not grants of copyright but works for hire.[155][156]","Title":"Universal Music Group - Wikipedia","KeyID":"3288","URL":"https://en.wikipedia.org/wiki/Universal_Music_Group"}