{"Content: ":"Elite Daily is an American online news platform founded by David Arabov, Jonathon Francis, and Gerard Adams.[1] The site describes its target audience as millennials. In addition to general news and today's hot issues and trending topics, the site offers feature stories and listicles in the areas of politics, social justice, sex and dating, college life, women's issues, money, sports, and humor. Its slogan is \"The Voice of Generation Y.\"[2] Elite Daily was launched independently in February 2012 and was purchased by DMG Media in January 2015 for an estimated $50 million.[3] In December 2014, Elite Daily ranked as the seventh most shared site on Facebook and the fourteenth most popular US online news entity.[4][5] In 2015, it was listed as one of the most prolific Facebook content publishers.[6] In 2014, Elite Daily’s documentary team took home a New York Emmy Award in Politics/Government for their short documentary Meet the 14-Year-Old Who Helped Legalize Medical Marijuana In NY.[7] On April 17, 2017, Elite Daily was purchased from DMG by Bustle Digital Group.[8][9] In July 2013, it was discovered that many of Elite Daily's writers were using fake names and profile photos that were actually of unrelated models.[10] In a September 2013 interview with TechCrunch, founder David Arabov revealed that he publishes all of his articles under the pseudonym \"Preston Waters\".[1] At least five other in-house writers were also publishing with pseudonyms. Elite Daily's staff was described in the TechCrunch article as having the belief that \"there is no responsibility in telling the truth when it comes to [a writer's] byline or bio, as long as the articles themselves are accurate.\"[1] In July 2015, Gawker writer Kate Knibbs discovered that her name was appearing in the byline of Elite Daily articles she had not written.[11] When questioned about Elite Daily's failure to authenticate the identity of the writer claiming to be Knibbs, the communications director of another DMG publication (the Daily Mail) Sean Walsh suggested systemic risks of the publication's system and responded, \"This is the nature of a platform that accepts contributors.\"[11] The matter was settled and Knibbs said once Elite Daily confirmed the veracity of her claims they acted in a \"courteous\" manner.[11] Feminist blog Jezebel has criticized Elite Daily's content as \"misogynistic screeds\". In a September 2013 article, Jezebel criticized an Elite Daily article which stated that \"a woman's value depreciates over time\", compared aging women to stale bread, and suggested that this was justification \"compelling men to cheat\".[12] Jezebel has remained critical of Elite Daily, publishing articles condemning the site and its content as recently as September 2015.[13] In February 2014, The Daily Banter published an article calling Elite Daily \"everything that is wrong with online journalism\".[14] While singling out the site's alleged sexism (with listicles such as \"21 Signs She's Expired\" – #15 of which was \"3 fingers fit\"), it also criticizes the site's \"sweatshop\" labor model of publishing content primarily by contributors whose only compensation is exposure.[14] In a 2015 Gawker story, writer Max Read credits Elite Daily for shifting \"away from aggressively dumb misogyny\" but notes that the site remains \"imbecilic\", \"dull\", and \"utterly charmless and completely unredeemable\".[15] In March 2015, photojournalist Peter Menzel sued Elite Daily for using thirty of his photos without his consent. Menzel claimed that Elite Daily not only removed a copyright notice from one of the images but also stated that the photos were \"courtesy of Peter Menzel\" without actually obtaining his permission.[16]","Title":"Elite Daily - Wikipedia","KeyID":"3290","URL":"https://en.wikipedia.org/wiki/Elite_Daily"}