{"Content: ":"Amazon.com, Inc.[1] (/ˈæməzɒn/ AM-ə-zon) is an American multinational technology company which focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It has been referred to as \"one of the most influential economic and cultural forces in the world\",[5] and is one of the world's most valuable brands.[6] It is one of the Big Five American information technology companies, alongside Alphabet, Apple, Meta, and Microsoft. Amazon was founded by Jeff Bezos from his garage in Bellevue, Washington,[7] on July 5, 1994. Initially an online marketplace for books, it has expanded into a multitude of product categories: a strategy that has earned it the moniker The Everything Store.[8] It has multiple subsidiaries including Amazon Web Services (cloud computing), Zoox (autonomous vehicles), Kuiper Systems (satellite Internet), and Amazon Lab126 (computer hardware R&D). Its other subsidiaries include Ring, Twitch, IMDb, and Whole Foods Market. Its acquisition of Whole Foods in August 2017 for US$13.4 billion substantially increased its footprint as a physical retailer.[9] Amazon has earned a reputation as a disruptor of well-established industries through technological innovation and mass scale.[10][11][12][13] As of 2021, it is the world's largest online retailer and marketplace, smart speaker provider, cloud computing service through AWS,[14] live-streaming service through Twitch, and Internet company as measured by revenue and market share.[15] In 2021, it surpassed Walmart as the world's largest retailer outside of China, driven in large part by its paid subscription plan, Amazon Prime, which has over 200 million subscribers worldwide.[16][17] It is the second-largest private employer in the United States.[18] Amazon also distributes a variety of downloadable and streaming content through its Amazon Prime Video, Amazon Music, Twitch, and Audible units. It publishes books through its publishing arm, Amazon Publishing, film and television content through Amazon Studios, and has been the owner of film and television studio Metro-Goldwyn-Mayer since March 2022. It also produces consumer electronics—most notably, Kindle e-readers, Echo devices, Fire tablets, and Fire TVs. Amazon has been criticized for customer data collection practices,[19] a toxic work culture,[20] tax avoidance,[21][22] and anti-competitive behavior.[23][24] Amazon was founded in July 1994 by Jeff Bezos, who chose the Seattle area for its abundance of technical talent, as Microsoft was in the area.[25] Amazon went public in May 1997. It began selling music and videos in 1998, and began international operations by acquiring online sellers of books in the United Kingdom and Germany. The following year, it began selling video games, consumer electronics, home improvement items, software, games, and toys. In 2002, it launched Amazon Web Services (AWS), which provided data on website popularity, Internet traffic patterns, and other statistics for marketers and developers. In 2006, it grew its AWS portfolio when Elastic Compute Cloud (EC2), which rented computer processing power, provided Simple Storage Service (S3), and rented data storage via the Internet, also became available. That year, Amazon also started Fulfillment by Amazon which allowed individuals and small companies to sell items through the company's Internet site. In 2012, Amazon bought Kiva Systems to automate its inventory management business. It purchased the Whole Foods Market supermarket chain in 2017.[26] On February 2, 2021, Amazon announced that Jeff Bezos would step down as CEO to become executive chair of Amazon's board in Q3 of 2021. Andy Jassy, previously CEO of AWS, became Amazon's CEO.[27][28] As of June 2022[update], Amazon's board of directors were:[29] In 2000, U.S. toy retailer Toys \"R\" Us entered into a 10-year agreement with Amazon, valued at $50 million per year plus a cut of sales, under which Toys \"R\" Us would be the exclusive supplier of toys and baby products on the service, and the chain's website would redirect to Amazon's Toys & Games category. In 2004, Toys \"R\" Us sued Amazon, claiming that because of a perceived lack of variety in Toys \"R\" Us stock, Amazon had knowingly allowed third-party sellers to offer items on the service in categories that Toys \"R\" Us had been granted exclusivity. In 2006, a court ruled in favor of Toys \"R\" Us, giving it the right to unwind its agreement with Amazon and establish its independent e-commerce website. The company was later awarded $51 million in damages.[30][31][32] In 2001, Amazon entered into a similar agreement with Borders Group, under which Amazon would comanage Borders.com as a co-branded service.[33] Borders pulled out of the arrangement in 2007, with plans to also launch its own online store.[34] On October 18, 2011, Amazon.com announced a partnership with DC Comics for the exclusive digital rights to many popular comics, including Superman, Batman, Green Lantern, The Sandman, and Watchmen. The partnership has caused well-known bookstores like Barnes & Noble to remove these titles from their shelves.[35] In November 2013, Amazon announced a partnership with the United States Postal Service to begin delivering orders on Sundays. The service, included in Amazon's standard shipping rates, initiated in metropolitan areas of Los Angeles and New York because of the high-volume and inability to deliver in a timely way, with plans to expand into Dallas, Houston, New Orleans and Phoenix by 2014.[36] In June 2017, Nike agreed to sell products through Amazon in exchange for better policing of counterfeit goods.[37][38] This proved unsuccessful and Nike withdrew from the partnership in November 2019.[38][39] Companies including IKEA and Birkenstock also stopped selling through Amazon around the same time, citing similar frustrations over business practices and counterfeit goods.[40] In September 2017, Amazon ventured with one of its sellers JV Appario Retail owned by Patni Group which has recorded a total income of US$ 104.44 million (₹ 759 crore) in financial year 2017–2018.[41] As of October 11, 2017[update], AmazonFresh sold a range of Booths branded products for home delivery in selected areas.[42] In November 2018, Amazon reached an agreement with Apple Inc. to sell selected products through the service, via the company and selected Apple Authorized Resellers. As a result of this partnership, only Apple Authorized Resellers may sell Apple products on Amazon effective January 4, 2019.[43][44] Amazon uses many different transportation services to deliver packages. Amazon-branded services include: Amazon directly employs people to work at its warehouses, bulk distribution centers, staffed \"Amazon Hub Locker+\" locations, and delivery stations where drivers pick up packages. As of December 2020, it is not hiring delivery drivers as employees.[47] Rakuten Intelligence estimated that in 2020 in the United States, the proportion of last-mile deliveries was 56% by Amazon's directly contracted services (mostly in urban areas), 30% by the United States Postal Service (mostly in rural areas), and 14% by UPS.[48] In April 2021, Amazon reported to investors it had increased its in-house delivery capacity by 50% in the last 12 months (which included the first year of the COVID-19 pandemic in the United States).[49] Amazon.com's product lines available on its website include several media (books, DVDs, music CDs, videotapes and software), apparel, baby products, consumer electronics, beauty products, gourmet food, groceries, health and personal-care items, industrial & scientific supplies, kitchen items, jewelry, watches, lawn and garden items, musical instruments, sporting goods, tools, automotive items, and toys & games.[citation needed] In August 2019, Amazon applied to have a liquor store in San Francisco, CA as a means to ship beer and alcohol within the city.[50] Amazon has separate retail websites for some countries and also offers international shipping of some of its products to certain other countries.[51] In November 2020, the company started an online delivery service dedicated to prescription drugs. The service provides discounts up to 80% for generic drugs and up to 40% for branded drugs for Prime subscribe users. The products can be purchased on the company's website or at over 50,000 bricks-and-mortar pharmacies in the United States.[52] Amazon.com has a number of products and services available, including: In September 2021, Amazon announced the launch of Astro, its first household robot, powered by its Alexa smart home technology. This can be remote-controlled when not at home, to check on pets, people, or home security. It will send owners a notification if it detects something unusual.[54] Amazon owns over 40 subsidiaries, including Amazon Web Services, Audible, Diapers.com, Goodreads, IMDb, Kiva Systems (now Amazon Robotics), Shopbop, Teachstreet, Twitch, Zappos, and Zoox.[55] A9.com, a company focused on researching and building innovative technology, has been a subsidiary since 2003.[56] Amazon Maritime, Inc. holds a Federal Maritime Commission license to operate as a non-vessel-owning common carrier (NVOCC), which enables the company to manage its shipments from China into the United States.[57] In January 2015, Amazon Web Services acquired Annapurna Labs, an Israel-based microelectronics company reputedly for US$350–370M.[58][59][60] Audible.com is a seller and producer of spoken audio entertainment, information, and educational programming on the Internet. Audible sells digital audiobooks, radio and television programs, and audio versions of magazines and newspapers. Through its production arm, Audible Studios, Audible has also become the world's largest producer of downloadable audiobooks. On January 31, 2008, Amazon announced it would buy Audible for about $300 million. The deal closed in March 2008 and Audible became a subsidiary of Amazon.[61] Beijing Century Joyo Courier Services is a subsidiary of Amazon and it applied for a freight forwarding license with the US Maritime Commission. Amazon is also building out its logistics in trucking and air freight to potentially compete with UPS and FedEx.[62][63] Brilliance Audio is an audiobook publisher founded in 1984 by Michael Snodgrass in Grand Haven, Michigan.[64] The company produced its first 8 audio titles in 1985.[64] The company was purchased by Amazon in 2007 for an undisclosed amount.[65][66] At the time of the acquisition, Brilliance was producing 12–15 new titles a month.[66] It operates as an independent company within Amazon. In 1984, Brilliance Audio invented a technique for recording twice as much on the same cassette.[67] The technique involved recording on each of the two channels of each stereo track.[67] It has been credited with revolutionizing the burgeoning audiobook market in the mid-1980s since it made unabridged books affordable.[67] ComiXology is a cloud-based digital comics platform with over 200 million comic downloads as of September 2013[update]. It offers a selection of more than 40,000 comic books and graphic novels across Android, iOS, Fire OS and Windows 8 devices and over a web browser. Amazon bought the company in April 2014.[68] CreateSpace, which offers self-publishing services for independent content creators, publishers, film studios, and music labels, became a subsidiary in 2009.[69][70] Eero is an electronics company specializing in mesh-networking Wifi devices founded as a startup in 2014 by Nick Weaver, Amos Schallich, and Nate Hardison to simplify and innovate the smart home.[71] Eero was acquired by Amazon in 2019 for US$97 million.[72] Eero has continued to operate under its banner and advertises its commitment to privacy despite early concerns from the company's acquisition.[73] Goodreads is a \"social cataloging\" website founded in December 2006 and launched in January 2007 by Otis Chandler, a software engineer, and entrepreneur, and Elizabeth Khuri. The website allows individuals to freely search Goodreads' extensive user-populated database of books, annotations, and reviews. Users can sign up and register books to generate library catalogs and reading lists. They can also create their groups of book suggestions and discussions. In December 2007, the site had over 650,000 members, and over a million books had been added. Amazon bought the company in March 2013.[74] In October 2019, Amazon finalized the acquisition of Health Navigator, a startup developing APIs for online health services. The startup will form part of Amazon Care, which is the company's employee healthcare service. This follows the 2018 purchase of PillPack for under $1 billion, which has also been included into Amazon Care.[75] Junglee is a former online shopping service provided by Amazon that enabled customers to search for products from online and offline retailers in India. Junglee started as a virtual database that was used to extract information from the Internet and deliver it to enterprise applications. As it progressed, Junglee started to use its database technology to create a single window marketplace on the Internet by making every item from every supplier available for purchase. Web shoppers could locate, compare and transact millions of products from across the Internet shopping mall through one window.[76] Amazon acquired Junglee in 1998, and the website Junglee.com was launched in India in February 2012[77] as a comparison-shopping website. It curated and enabled searching for a diverse variety of products such as clothing, electronics, toys, jewelry, and video games, among others, across thousands of online and offline sellers. Millions of products are browsable, the client selects a price, and then they are directed to a seller. In November 2017, Amazon closed down Junglee.com and the former domain currently redirects to Amazon India.[78] Kuiper Systems LLC, is a subsidiary of Amazon, set up to deploy a broadband satellite internet constellation with an announced 3,236 Low Earth orbit satellites to provide satellite based Internet connectivity.[79][80][81] Lab126, developers of integrated consumer electronics such as the Kindle, became a subsidiary in 2004.[82] Ring is a home automation company founded by Jamie Siminoff in 2013. It is primarily known for its WiFi powered smart doorbells, but manufactures other devices such as security cameras. Amazon bought Ring for US$1 billion in 2018.[83] Shelfari was a social cataloging website for books. Shelfari users built virtual bookshelves of the titles which they owned or had read and they could rate, review, tag and discuss their books. Users could also create groups that other members could join, create discussions and talk about books, or other topics. Recommendations could be sent to friends on the site for what books to read. Amazon bought the company in August 2008.[74] Shelfari continued to function as an independent book social network within the Amazon until January 2016, when Amazon announced that it would be merging Shelfari with Goodreads and closing down Shelfari.[84][85] Souq.com was the largest e-commerce platform in the Arab world. The company launched in 2005 in Dubai, United Arab Emirates and served multiple areas across the Middle East.[86] On March 28, 2017, Amazon acquired Souq.com for $580 million.[87] The company was re-branded as Amazon and its infrastructure was used to expand Amazon's online platform in the Middle East.[88] Twitch is a live streaming platform for video, primarily oriented towards video gaming content. The service was first established as a spin-off of a general-interest streaming service known as Justin.tv. Its prominence was eclipsed by that of Twitch, and Justin.tv was eventually shut down by its parent company in August 2014 in order to focus exclusively on Twitch.[89] Later that month, Twitch was acquired by Amazon for $970 million.[90] Through Twitch, Amazon also owns Curse, Inc., an operator of video gaming communities and a provider of VoIP services for gaming.[91] Since the acquisition, Twitch began to sell games directly through the platform,[92] and began offering special features for Amazon Prime subscribers.[93] The site's rapid growth had been boosted primarily by the prominence of major esports competitions on the service, leading GameSpot senior esports editor Rod Breslau to have described the service as \"the ESPN of esports\".[94] As of 2015[update], the service had over 1.5 million broadcasters and 100 million monthly viewers.[95] On August 10, 2020, Amazon announced the rebranding of Twitch Prime, the live-streaming site, renaming it Prime Gaming in another attempt to crack the video game market after failing a big-budget game effort. With Twitch Prime, users will be given a free subscription to Twitch, with free games from small studios and discounts for larger titles like Grand Theft Auto and League of Legends.[96] On November 2, 2020, Twitch announced a virtual flagship conference and named it GlitchCon instead of TwitchCon to be held on November 14. The main aim of the conference will be to bring its numerous, disparate communities of streamers and fans together where they can be real-life confidants.[97] Whole Foods Market is an American supermarket chain exclusively featuring foods without artificial preservatives, colors, flavors, sweeteners, and hydrogenated fats.[98] Amazon acquired Whole Foods for $13.7 billion in August 2017.[99][100][9] Amazon also has investments in renewable energy and plans to expand its position into the Canadian market through an investment in a new plant in Alberta.[101] Amazon first launched its distribution network in 1997 with two fulfillment centers in Seattle and New Castle, Delaware. Amazon has several types of distribution facilities consisting of cross-dock centers, fulfillment centers, sortation centers, delivery stations, Prime now hubs, and Prime air hubs. There are 75 fulfillment centers and 25 sortation centers with over 125,000 employees.[102][103] Employees are responsible for five basic tasks: unpacking and inspecting incoming goods; placing goods in storage and recording their location; picking goods from their computer recorded locations to make up an individual shipment; sorting and packing orders; and shipping. A computer that records the location of goods and maps out routes for pickers plays a key role: employees carry hand-held computers which communicate with the central computer and monitor their rate of progress. Some warehouses are partially automated with systems built by Amazon Robotics. In September 2006, Amazon launched a program called FBA (Fulfillment By Amazon) whereby it could handle storage, packing and distribution of products and services for small sellers.[104] Amazon.fr fulfillment center in Lauwin-Planque, France Amazon.es fulfillment center in San Fernando de Henares, Spain Amazon.co.uk fulfillment center in Glenrothes, Scotland, UK Amazon.de fulfillment center in Graben, Germany Amazon.co.jp fulfillment center in Ichikawa, Japan Amazon fulfillment center in Macon, Georgia, U.S. The domain amazon.com attracted at least 615 million visitors annually by 2008;[106] by the beginning of 2016, over 130 million customers were visiting the U.S. website each month.[107] The company has invested heavily in a massive amount of server capacity for its website, especially to handle the excessive traffic during the Christmas holiday season.[108] According to Alexa Internet rankings, amazon.com is the third most popular website in the United States and the 11th most popular website worldwide.[109] Results generated by Amazon's search engine are partly determined by promotional fees.[110] The company's localized storefronts, which differ in selection and prices, are differentiated by top-level domain and country code: Amazon allows users to submit reviews to the web page of each product. Reviewers must rate the product on a rating scale from one to five stars. Amazon provides a badging option for reviewers which indicates the real name of the reviewer (based on confirmation of a credit card account) or which indicates that the reviewer is one of the top reviewers by popularity. As of December 16, 2020, Amazon removed the ability of sellers and customers to comment on product reviews and purged their websites of all posted product review comments. In an email to sellers Amazon gave its rationale for removing this feature: \"... the comments feature on customer reviews was rarely used.\" The remaining review response options are to indicate whether the reader finds the review helpful or to report that it violates Amazon policies (abuse). If a review is given enough \"helpful\" hits, it appears on the front page of the product. In 2010, Amazon was reported as being the largest single source of Internet consumer reviews.[114] When publishers asked Bezos why Amazon would publish negative reviews, he defended the practice by claiming that Amazon.com was \"taking a different approach ... we want to make every book available—the good, the bad and the ugly ... to let truth loose\".[115] There have been cases of positive reviews being written and posted by public relations companies on behalf of their clients[116] and instances of writers using pseudonyms to leave negative reviews of their rivals' works. \"Search Inside the Book\" is a feature which allows customers to search for keywords in the full text of many books in the catalog.[117][118] The feature started with 120,000 titles (or 33 million pages of text) on October 23, 2003.[119] Amazon derives many of its sales (around 40% in 2008) from third-party sellers who sell products on Amazon.[120] Associates receive a commission for referring customers to Amazon by placing links to Amazon on their websites if the referral results in a sale. Worldwide, Amazon has \"over 900,000 members\" in its affiliate programs.[121] In the middle of 2014, the Amazon Affiliate Program is used by 1.2% of all websites and it is the second most popular advertising network after Google Ads.[122] It is frequently used by websites and non-profits to provide a way for supporters to earn them a commission.[123] Associates can access the Amazon catalog directly on their websites by using the Amazon Web Services (AWS) XML service. A new affiliate product, aStore, allows Associates to embed a subset of Amazon products within another website, or linked to another website. In June 2010, Amazon Seller Product Suggestions was launched (rumored to be internally called \"Project Genesis\") to provide more transparency to sellers by recommending specific products to third-party sellers to sell on Amazon. Products suggested are based on customers' browsing history.[124] In 2019, Amazon launched a bigger local online store in Singapore to expand its product selection in the face of intensifying competition with competitors in the region.[125] In July 2019, the 3rd U.S. City Court of Appeals in Philadelphia ruled that Amazon can be held accountable for faulty third-party sales.[126] The decision ran counter to a past lower court ruling that had favored Amazon. Heather Oberdorf had sued the company in 2016 over a dog leash that snapped, causing permanent loss of vision in one eye. If upheld, the decision would expose Amazon and similar platform businesses to strict liability lawsuits for defective products, which represents a major change in the law.[127] The panel sent the case back to the lower court, to decide whether the leash was defective.[128] The Amazon sales rank (ASR) indicates the popularity of a product sold on any Amazon locale. It is a relative indicator of popularity that is updated hourly. Effectively, it is a \"best sellers list\" for the millions of products stocked by Amazon.[129] While the ASR has no direct effect on the sales of a product, it is used by Amazon to determine which products to include in its bestsellers lists.[129] Products that appear in these lists enjoy additional exposure on the Amazon website and this may lead to an increase in sales. In particular, products that experience large jumps (up or down) in their sales ranks may be included within Amazon's lists of \"movers and shakers\"; such a listing provides additional exposure that might lead to an increase in sales.[130] For competitive reasons, Amazon does not release actual sales figures to the public. However, Amazon has now begun to release point of sale data via the Nielsen BookScan service to verified authors.[131] While the ASR has been the source of much speculation by publishers, manufacturers, and marketers, Amazon itself does not release the details of its sales rank calculation algorithm. Some companies have analyzed Amazon sales data to generate sales estimates based on the ASR,[132] though Amazon states: Please keep in mind that our sales rank figures are simply meant to be a guide of general interest for the customer and not definitive sales information for publishers—we assume you have this information regularly from your distribution sources Amazon employs a multi-level e-commerce strategy. Amazon started by focusing on business-to-consumer relationships between itself and its customers and business-to-business relationships between itself and its suppliers and then moved to facilitate customer-to-customer with the Amazon Marketplace which acts as an intermediary to facilitate transactions. The company lets anyone sell nearly anything using its platform. In addition to an affiliate program that lets anyone post Amazon links and earn a commission on click-through sales, there is now a program that lets those affiliates build entire websites based on Amazon's platform.[134] Some other large e-commerce sellers use Amazon to sell their products in addition to selling them through their websites. The sales are processed through Amazon.com and end up at individual sellers for processing and order fulfillment and Amazon leases space for these retailers. Small sellers of used and new goods go to Amazon Marketplace to offer goods at a fixed price.[135] In November 2015, Amazon opened a physical Amazon Books store in University Village in Seattle. The store is 5,500 square feet and prices for all products match those on its website.[136] Amazon will open its tenth physical book store in 2017;[137] media speculation suggests Amazon plans to eventually roll out 300 to 400 bookstores around the country.[136] In June 2018, it was reported that Amazon planned to open brick and mortar bookstores in Germany.[138] In September 2020, Amazon launched Luxury Stores on its mobile app, where Oscar de la Renta become the first and only label to partner with the firm.[139] Amazon.com is primarily a retail site with a sales revenue model; Amazon takes a small percentage of the sale price of each item that is sold through its website while also allowing companies to advertise their products by paying to be listed as featured products.[140] As of 2018[update], Amazon.com is ranked 8th on the Fortune 500 rankings of the largest United States corporations by total revenue.[141] For the fiscal year 2021, Amazon reported earnings of US$33.36 billion, with an annual revenue of US$469.82 billion, an increase of 21.7% over the previous fiscal cycle. Since 2007 sales increased from 14.835 billion to 469.822 billion, due to continued business expansion.[142] Amazon's market capitalization went over US$1 trillion again in early February 2020 after the announcement of the fourth quarter 2019 results.[143] Since its founding, the company has attracted criticism and controversy for its actions, including: supplying law enforcement with facial recognition surveillance tools;[161] forming cloud computing partnerships with the CIA;[162] leading customers away from bookshops;[163] adversely impacting the environment;[164] placing a low priority on warehouse conditions for workers; actively opposing unionization efforts;[165] remotely deleting content purchased by Amazon Kindle users; taking public subsidies; seeking to patent its 1-Click technology; engaging in anti-competitive actions and price discrimination;[23][24] and reclassifying LGBT books as adult content.[166][167] Criticism has also concerned various decisions over whether to censor or publish content such as the WikiLeaks website, works containing libel and material facilitating dogfight, cockfight, or pedophile activities. In December 2011, Amazon faced a backlash from small businesses for running a one-day deal to promote its new Price Check app. Shoppers who used the app to check prices in a brick-and-mortar store were offered a 5% discount to purchase the same item from Amazon.[168] Companies like Groupon, eBay and Taap.it countered Amazon's promotion by offering $10 off from their products.[169][170] The company has also faced accusations of putting undue pressure on suppliers to maintain and extend its profitability. One effort to squeeze the most vulnerable book publishers was known within the company as the Gazelle Project, after Bezos suggested, according to Brad Stone, \"that Amazon should approach these small publishers the way a cheetah would pursue a sickly gazelle.\"[110] In July 2014, the Federal Trade Commission launched a lawsuit against the company alleging it was promoting in-app purchases to children, which were being transacted without parental consent.[171] In 2019, Amazon banned selling skin-lightening and racist products that might affect the consumer's health.[172] In 2022, a lawsuit filed by state attorney-general Letitia James was dismissed by the New York state court of appeals.[173] In 2018, Amazon emitted 44.4 million metric tons of CO2.[174] In November 2018, a community action group opposed the construction permit delivered to Goodman Group for the construction of a 160,000 square metres (1,700,000 sq ft) logistics platform Amazon will operate at Lyon–Saint-Exupéry Airport. In February 2019, Étienne Tête filed a request on behalf of a second regional community action group asking the administrative court to decide whether the platform served a sufficiently important public interest to justify its environmental impact. Construction has been suspended while these matters are decided.[164] In September 2019, Amazon workers organized a walk-out as part of the Global Climate Strike.[175][176] An internal group called Amazon Employees for Climate Justice said over 1,800 employees in 25 cities and 14 countries committed to participating in the action to protest Amazon's environmental impact and inaction to climate change.[175] This group of workers petitioned Jeff Bezos and Amazon with three specific demands: to stop donating to politicians and lobbyists that deny climate change, to stop working with fossil fuel companies to accelerate oil and gas extraction, and to achieve zero carbon emissions by 2030.[177][176] Amazon has introduced the Shipment Zero program, however, Shipment Zero has only committed to reducing 50% of its shipments to net-zero by 2030. Also, even that 50% does not necessarily mean a decrease in emissions compared to current levels given Amazon's rate of growth in orders.[178] That said, Amazon's CEO has also signed the Climate Pledge, in which Amazon would meet the Paris climate agreement goals 10 years ahead of schedule, and would be carbon-neutral by 2040. Besides this pledge, it also ordered 100,000 electric delivery trucks from Rivian.[179] In September 2021, signatories of Amazon Environmental Pledge reached 200.[180] According to the report, signatories of pledge are from 16 countries, 25 industries.[181] Amazon funds both climate denial groups including the Competitive Enterprise Institute and politicians denying climate change including Jim Inhofe.[182][183] Amazon considered making an option for Prime customers to have packages delivered at the most efficient and environmentally-friendly time (allowing the company to combine shipments with the same destination) but decided against it out of fear customers might reduce purchases.[184] Since 2019, the company has instead offered customers an \"Amazon Day\" option, where all orders are delivered on the same day, emphasizing customer convenience, and it occasionally offers Prime customers credits in return for selecting slower and less expensive shipping options.[184] In May 2022, Amazon announced a $10.6 million commitment to help build and renovate 130 affordable homes with Metropolitan Development and Housing Agency (MDHA) and support the social work of the local nonprofit CrossBridge in Nashville. Since 2020, amazon has committed more than $94 million to affordable housing projects in Nashville. The commitment is part of the Amazon Housing Equity Fund, a $2 billion commitment to create and preserve 20,000 affordable homes.[185] In October 2021, based on several leaked internal documents, Reuters reported[186] that Amazon systematically harvested and studied data about their sellers' products' market performance, and used those data to identify lucrative markets and ultimately launch Amazon's replacement products in India. The data included information about returns, the sizing of clothing down to the neck circumference and sleeve length, and the volume of product views on their website. Rivals' market performance data are not available to Amazon's sellers. The strategy also involved tweaking the search results to favor Amazon's knock-off products. The Solimo Strategy's impact had a reach well beyond India: hundreds of Solimo branded household items, from multivitamins to coffee pods, are available in the US. One of the victims of the Solimo Strategy is the clothing brand John Miller, owned by India's 'retail king' Kishore Biyani. The selling of counterfeit products by Amazon has attracted widespread notice, with both purchases marked as being fulfilled by third parties and those shipped directly from Amazon warehouses being found to be counterfeit. This has included some products sold directly by Amazon itself and marked as \"ships from and sold by Amazon.com\".[187] Counterfeit charging cables sold on Amazon as purported Apple products have been found to be a fire hazard.[188][189] Such counterfeits have included a wide array of products, from big ticket items to every day items such as tweezers, gloves,[190] and umbrellas.[191] More recently, this has spread to Amazon's newer grocery services.[192] Counterfeiting was reported to be especially a problem for artists and small businesses whose products were being rapidly copied for sale on the site.[193] One Amazon business practice that encourages counterfeiting is that, by default, seller accounts on Amazon are set to use \"commingled inventory\". With this practice, the goods that a seller sends to Amazon are mixed with those of the producer of the product and with those of all other sellers that supply what is supposed to be the same product.[194] In June 2019, BuzzFeed reported that some products identified on the site as \"Amazon's choice\" were low quality, had a history of customer complaints, and exhibited evidence of product review manipulation.[195] In August 2019, The Wall Street Journal reported that they had found more than 4,000 items for sale on Amazon's site that had been declared unsafe by federal agencies, had misleading labels or had been banned by federal regulators.[196] In the wake of the WSJ investigation, three U.S. senators – Richard Blumenthal, Ed Markey, and Bob Menendez – sent an open letter to Jeff Bezos demanding him to take action about the selling of unsafe items on the site. The letter said that \"Unquestionably, Amazon is falling short of its commitment to keeping safe those consumers who use its massive platform.\"[197] The letter included several questions about the company's practices and gave Bezos a deadline to respond by September 29, 2019, saying \"We call on you to immediately remove from the platform all the problematic products examined in the recent WSJ report; explain how you are going about this process; conduct a sweeping internal investigation of your enforcement and consumer safety policies; and institute changes that will continue to keep unsafe products off your platform.\"[197] Earlier in the same month, senators Blumenthal and Menendez had sent Bezos a letter about the BuzzFeed report.[197] In December 2019, The Wall Street Journal reported that some people were literally retrieving trash out of dumpsters and selling it as new products on Amazon. The reporters ran an experiment and determined that it was easy for a seller to set up an account and sell cleaned up junk as new products. In addition to trash, sellers were obtaining inventory from clearance bins, thrift stores, and pawn shops.[198][199] In August 2020, an appeals court in California ruled that Amazon can be held liable for unsafe products sold on its website. A Californian had bought a replacement laptop battery that caught fire and caused her to sustain third-degree burns.[200] Reuters has reported[186] that Amazon has rigged its product search results to favor its brand in India. According to the article, leaked internal strategy documents show that Amazon has systematically manipulated its search results such that Amazon's brand products appear in the first three search results, leading customers to purchase those instead of other sellers' products on the platform. The company employed two tactics: search seeding and search sparkles. By search seeding, Amazon boosted the rankings of its own branded goods. By search sparkles, the company inserted promotions of their brands into broad category searches. Amazon's tax affairs were investigated in China, Germany, Poland, South Korea, France, Japan, Ireland, Singapore, Luxembourg, Italy, Spain, United Kingdom, United States, and Portugal.[201] According to a report released by Fair Tax Mark in 2019, Amazon is the worst offender of tax avoidance, having paid a 12% effective tax rate between 2010 and 2018, in contrast with 35% corporate tax rate in the US during the same period. Amazon countered that it had a 24% effective tax rate during the same period.[202] In early 2018, President Donald Trump repeatedly criticized Amazon's use of the United States Postal Service and its prices for the delivery of packages, stating, \"I am right about Amazon costing the United States Post Office massive amounts of money for being their Delivery Boy,\" Trump tweeted. \"Amazon should pay these costs (plus) and not have them bourne [sic] by the American Taxpayer.\"[203] Amazon's shares fell by 6 percent as a result of Trump's comments. Shepard Smith of Fox News disputed Trump's claims and pointed to evidence that the USPS was offering below-market prices to all customers with no advantage to Amazon. However, analyst Tom Forte pointed to the fact that Amazon's payments to the USPS are not made public and that their contract has a reputation for being \"a sweetheart deal\".[204][205] Throughout the summer of 2018, Vermont Senator Bernie Sanders criticized Amazon's wages and working conditions in a series of YouTube videos and media appearances. He also pointed to the fact that Amazon had paid no federal income tax in the previous year.[206] Sanders solicited stories from Amazon warehouse workers who felt exploited by the company.[207] One such story, by James Bloodworth, described the environment as akin to \"a low-security prison\" and stated that the company's culture used an Orwellian newspeak.[208] These reports cited a finding by New Food Economy that one third of fulfilment center workers in Arizona were on the Supplemental Nutrition Assistance Program (SNAP).[209] Responses by Amazon included incentives for employees to tweet positive stories and a statement which called the salary figures used by Sanders \"inaccurate and misleading\". The statement also charged that it was inappropriate for him to refer to SNAP as \"food stamps\".[207] On September 5, 2018, Sanders along with Ro Khanna introduced the Stop Bad Employers by Zeroing Out Subsidies (Stop BEZOS) Act aimed at Amazon and other alleged beneficiaries of corporate welfare such as Walmart, McDonald's and Uber.[210] Among the bill's supporters were Tucker Carlson of Fox News and Matt Taibbi who criticized himself and other journalists for not covering Amazon's contribution to wealth inequality earlier.[211][212] On October 2, 2018, Amazon announced that its minimum wage for all American employees would be raised to $15 per hour. Sanders congratulated the company for making this decision.[213] Amazon has opposed efforts by trade unions to organize in both the United States and the United Kingdom. In 2001, 850 employees in Seattle were laid off by Amazon.com after a unionization drive. The Washington Alliance of Technological Workers (WashTech) accused the company of violating union laws and claimed Amazon managers subjected them to intimidation and heavy propaganda. Amazon denied any link between the unionization effort and layoffs.[214] Also in 2001, Amazon.co.uk hired a US management consultancy organization, The Burke Group, to assist in defeating a campaign by the Graphical, Paper and Media Union (GPMU, now part of Unite the Union) to achieve recognition in the Milton Keynes distribution depot. It was alleged that the company victimized or sacked four union members during the 2001 recognition drive and held a series of captive meetings with employees.[215] An Amazon training video that was leaked in 2018 stated \"We are not anti-union, but we are not neutral either. We do not believe unions are in the best interest of our customers or shareholders or most importantly, our associates.\" The video also encouraged to report \"warning signs\" of potential worker organization, which included workers using words like \"living wage\", employees \"suddenly hanging out together\" as well as workers showing \"unusual interest in policies, benefits, employee lists, or other company information\".[216][217] Two years later, it was found that Whole Foods was using a heat map to track which stores had the highest levels of pro-union sentiment. Factors including low racial diversity, proximity to other unions, high poverty levels in the surrounding community and calls to the National Labor Relations Board were named as contributors to \"unionization risk\".[218] In early 2020, Amazon internal documents were leaked, which said that Whole Foods had been using an interactive heat map to monitor its 510 locations across the U.S. and assign each store a unionization risk score based on such criteria as employee loyalty, turnover rate, and racial diversity. Data collected in the heat map suggest that stores with low racial and ethnic diversity, especially those located in poor communities, were more likely to unionize.[219][220] National Labor Relations Board determined that Amazon illegally fired two employees in retaliation for efforts to organize workers.[221] In April 2021, after a majority of workers in Bessemer, Alabama voted against joining the Retail, Wholesale and Department Store Union, the union asked for a hearing with the NLRB to determine whether the company created \"an atmosphere of confusion, coercion and/or fear of reprisals\" ahead of the union vote.[222] In April 2022, Amazon workers in Staten Island voted to form Amazon Labor Union, the company's first legally recognized union.[223][224][225] In that same month, The Intercept reported on Amazon's planned internal messaging app that would ban words like \"union\", \"living wage\", \"freedom\", \"pay raise\" or \"restrooms\".[226][227] Former employees, current employees, the media, and politicians have criticized Amazon for poor working conditions at the company.[228][229][230] In 2011, it was publicized that workers had to carry out tasks in 100 °F (38 °C) heat at the Breinigsville, Pennsylvania warehouse. As a result of these conditions, employees became extremely uncomfortable and suffered from dehydration and collapse. Loading-bay doors were not opened to allow in fresh air because of concerns over theft.[231] Amazon's initial response was to pay for an ambulance to sit outside on call to cart away overheated employees.[231] The company eventually installed air conditioning at the warehouse.[232] Some workers, \"pickers\", who travel the building with a trolley and a handheld scanner \"picking\" customer orders, can walk up to 15 miles (24 km) during their workday and if they fall behind on their targets, they can be reprimanded. The handheld scanners give real-time information to the employee on how quickly or slowly they are working; the scanners also serve to allow Team Leads and Area Managers to track the specific locations of employees and how much \"idle time\" they gain when not working.[233][234] In a German television report broadcast in February 2013, journalists Diana Löbl and Peter Onneken conducted a covert investigation at the distribution center of Amazon in the town of Bad Hersfeld in the German state of Hessen. The report highlights the behavior of some of the security guards, themselves being employed by a third-party company, who apparently either had a neo-Nazi background or deliberately dressed in neo-Nazi apparel and who were intimidating foreign and temporary female workers at its distribution centers. The third-party security company involved was delisted by Amazon as a business contact shortly after that report.[235][236][237][238] In March 2015, it was reported in The Verge that Amazon would be removing non-compete clauses of 18 months in length from its US employment contracts for hourly-paid workers, after criticism that it was acting unreasonably in preventing such employees from finding other work. Even short-term temporary workers have to sign contracts that prohibit them from working at any company where they would \"directly or indirectly\" support any good or service that competes with those they helped support at Amazon, for 18 months after leaving Amazon, even if they are fired or made redundant.[239][240] A 2015 front-page article in The New York Times profiled several former Amazon employees[241] who together described a \"bruising\" workplace culture in which workers with illness or other personal crises were pushed out or unfairly evaluated.[242] Bezos responded by writing a Sunday memo to employees,[243] in which he disputed the Times's account of \"shockingly callous management practices\" that he said would never be tolerated at the company.[242] To boost employee morale, on November 2, 2015, Amazon announced that it would be extending six weeks of paid leave for new mothers and fathers. This change includes birth parents and adoptive parents and can be applied in conjunction with existing maternity leave and medical leave for new mothers.[244] In mid-2018, investigations by journalists and media outlets such as The Guardian reported poor working conditions at Amazon's fulfillment centers.[245][246] Later in 2018, another article exposed poor working conditions for Amazon's delivery drivers.[247] In response to criticism that Amazon does not pay its workers a livable wage, Jeff Bezos announced beginning November 1, 2018, all US and UK Amazon employees will earn a $15 an hour minimum wage.[248] Amazon will also lobby to make $15 an hour the federal minimum wage.[249] At the same time, Amazon also eliminated stock awards and bonuses for hourly employees.[250] On Black Friday 2018, Amazon warehouse workers in several European countries, including Italy, Germany, Spain, and the United Kingdom, went on strike to protest inhumane working conditions and low pay.[251] The Daily Beast reported in March 2019 that emergency services responded to 189 calls from 46 Amazon warehouses in 17 states between the years 2013 and 2018, all relating to suicidal employees. The workers attributed their mental breakdowns to employer-imposed social isolation, aggressive surveillance, and the hurried and dangerous working conditions at these fulfillment centers. One former employee told The Daily Beast \"It's this isolating colony of hell where people having breakdowns is a regular occurrence.\"[252] On July 15, 2019, during the onset of Amazon's Prime Day sale event, Amazon employees working in the United States and Germany went on strike in protest of unfair wages and poor working conditions.[253][254] In August 2019, the BBC reported on Amazon's Twitter ambassadors. Their constant support for and defense of Amazon and its practices have led many Twitter users to suspect that they are in fact bots, being used to dismiss the issues affecting Amazon workers.[255] In March 2021, a flurry of new ambassador accounts claiming to be employees defended the company against a unionization drive, in some cases making the false claim that there was no way to opt-out of union dues. Amazon confirmed at least one was fake, and Twitter shut down several for violating its terms of use.[256] In March 2020, during the coronavirus outbreak when the government instructed companies to restrict social contact, Amazon's UK staff was forced to work overtime to meet the demand spiked by the disease. A GMB spokesperson said the company had put \"profit before safety\".[257] GMB has continued to raise concerns regarding \"gruelling conditions, unrealistic productivity targets, surveillance, bogus self-employment and a refusal to recognise or engage with unions unless forced\", calling for the UK government and safety regulators to take action to address these issues.[258] In its 2020 statement to its US shareholders, Amazon stated that \"we respect and support the Core Conventions of the International Labour Organization (ILO), the ILO Declaration on Fundamental Principles and Rights at Work, and the United Nations Universal Declaration of Human Rights\". Operation of these Global Human Rights Principles has been \"long-held at Amazon, and codifying them demonstrates our support for fundamental human rights and the dignity of workers everywhere we operate\".[259] On November 27, 2020, Amnesty International said, workers working for Amazon have faced great health and safety risks since the start of the COVID-19 pandemic. On Black Friday, one of Amazon's busiest periods, the company failed to ensure key safety features in France, Poland, the United Kingdom, and USA. Workers have been risking their health and lives to ensure essential goods are delivered to consumer doorsteps, helping Amazon achieve record profits.[260] On January 6, 2021, Amazon said that it is planning to build 20,000 affordable houses by spending $2 billion in the regions where the major employments are located.[261] On January 24, 2021, Amazon said that it was planning to open a pop-up clinic hosted in partnership with Virginia Mason Franciscan Health in Seattle in order to vaccinate 2,000 persons against COVID-19 on the first day.[262] In February 2021, Amazon said that it was planning to put cameras in its delivery vehicles. Although many drivers were upset by this decision, Amazon said that the videos would only be sent in certain circumstances.[263] Drivers have alleged they sometimes have to urinate and defecate in their vans as a result of pressure to meet quotas. This was denied in a tweet from the official Amazon News account saying: \"You don't really believe the peeing in bottles thing, do you? If that were true, nobody would work for us.\" Amazon employees subsequently leaked an email to The Intercept[264] showing the company was aware its drivers were doing so. The email said: \"This evening, an associate discovered human feces in an Amazon bag that was returned to station by a driver. This is the 3rd occasion in the last 2 months when bags have been returned to the station with poop inside.\"[265] Amazon acknowledged the issue publicly after denying it at first.[266] In July 2021, workers at the warehouse in New York City filed a complaint with the Occupational Safety and Health Administration which describes harsh 12-hour workdays with sweltering internal temperatures that resulted in fainting workers being carried out on stretchers. The complaint reads \"internal temperature is too hot. We have no ventilation, dusty, dirty fans that spread debris into our lungs and eyes, are working at a non-stop pace and [we] are fainting out from heat exhaustion, getting nose bleeds from high blood pressure, and feeling dizzy and nauseous.\" They add that many of the fans provided by the company don't work, water fountains often lack water, and cooling systems are insufficient. Those filing the complaint are affiliated with the Amazon Labor Union group attempting to unionize the facility, which the company has been actively campaigning against. Similar conditions have been reported elsewhere, such as in Kent, Washington during the 2021 heat wave.[267][268] In 2013, Amazon secured a US$600 million contract with the CIA, which poses a potential conflict of interest involving the Bezos-owned The Washington Post and his newspaper's coverage of the CIA.[269] Kate Martin, director of the Center for National Security Studies, said, \"It's a serious potential conflict of interest for a major newspaper like The Washington Post to have a contractual relationship with the government and the most secret part of the government.\"[270] This was later followed by a US$10 billion contract with the U.S. Department of Defense.[162] In May 2018, Amazon threatened the Seattle City Council over an employee head tax proposal that would have funded houselessness services and low-income housing. The tax would have cost Amazon about $800 per employee, or 0.7% of their average salary.[271] In retaliation, Amazon paused construction on a new building, threatened to limit further investment in the city, and funded a repeal campaign. Although originally passed, the measure was soon repealed after an expensive repeal campaign spearheaded by Amazon.[272] The incentives given by the Metropolitan Council of Nashville and Davidson County to Amazon for their new Operations Center of Excellence in Nashville Yards, a site owned by developer Southwest Value Partners, have been controversial, including the decision by the Tennessee Department of Economic and Community Development to keep the full extent of the agreement secret.[273] The incentives include \"$102 million in combined grants and tax credits for a scaled-down Amazon office building\" as well as \"a $65 million cash grant for capital expenditures\" in exchange for the creation of 5,000 jobs over seven years.[273] The Tennessee Coalition for Open Government called for more transparency.[273] Another local organization known as the People's Alliance for Transit, Housing, and Employment (PATHE) suggested no public money should be given to Amazon; instead, it should be spent on building more public housing for the working poor and the homeless and investing in more public transportation for Nashvillians.[274] Others suggested incentives to big corporations do not improve the local economy.[275] In November 2018, the proposal to give Amazon $15 million in incentives was criticized by the Nashville Firefighters Union and the Nashville chapter of the Fraternal Order of Police,[276] who called it \"corporate welfare.\"[277] In February 2019, another $15.2 million in infrastructure was approved by the council, although it was voted down by three council members, including Councilwoman Angie Henderson who dismissed it as \"cronyism\".[278] While Amazon has publicly opposed secret government surveillance, as revealed by Freedom of Information Act requests it has supplied facial recognition support to law enforcement in the form of the Rekognition technology and consulting services. Initial testing included the city of Orlando, Florida, and Washington County, Oregon. Amazon offered to connect Washington County with other Amazon government customers interested in Rekognition and a body camera manufacturer. These ventures are opposed by a coalition of civil rights groups with concern that they could lead to an expansion of surveillance and be prone to abuse. Specifically, it could automate the identification and tracking of anyone, particularly in the context of potential police body camera integration.[161][279][280] Because of the backlash, the city of Orlando publicly stated it will no longer use the technology, but may revisit this decision at a later date.[281] The UK government awarded Amazon a contract that gives the company free access to information about healthcare published by the UK's National Health Service.[282] This will, for example, be used by Amazon's Alexa to answer medical questions, although Alexa also uses many other sources of information. The material, which excludes patient data, could also allow the company to make, advertise and sell its products. The contract allows Amazon access to information on symptoms, causes, and definitions of conditions, and \"all related copyrightable content and data and other materials\". Amazon can then create \"new products, applications, cloud-based services and/or distributed software\", which the NHS will not benefit from financially. The company can also share the information with third parties. The government said that allowing Alexa devices to offer expert health advice to users will reduce pressure on doctors and pharmacists.[283] On February 17, 2020, a Panorama documentary broadcast by the BBC in the UK highlighted the amount of data collected by the company and the move into surveillance causing concerns of politicians and regulators in the US and Europe.[284][285] On June 11, 2020, the European Union announced that it will be pressing charges against Amazon over its treatment of third-party e-commerce sellers.[286] In July 2020, Amazon along with other tech giants Apple, Google and Meta was accused of maintaining harmful power and anti-competitive strategies to quash potential competitors in the market.[287] The CEOs of respective firms appeared in a teleconference on July 29, 2020, before the lawmakers of the U.S. House Antitrust Subcommittee.[288] In October 2020, the antitrust subcommittee of the U.S. House of Representatives released a report accusing Amazon of abusing a monopoly position in e-commerce to unfairly compete with sellers on its platform.[289] In December 2019, the Competition Commission of India suspended an approval for the strategic takeover of Future Retail and levied a penaty of Rs 200 crores. The regulator discovered through internal emails of Amazon that it intended to acquire the company so that it can take advantage of foreign investment relaxations and not owing to its interest in the company. Amazon appealed this order in the Company tribunal. Later in March 2022, the CCI defended its order in court citing misrepresentation on the part of Amazon.[290][291] Anti-vaccination and non-evidence-based cancer 'cures' have routinely appeared high in Amazon's books and videos. This may be due to positive reviews posted by supporters of untested methods, or gaming of the algorithms by truther communities, rather than any intent on the company's part.[292][293] Wired magazine found that Amazon Prime Video was full of 'pseudoscientific documentaries laden with conspiracy theories and pointing viewers towards unproven treatments'.[294] U.S. Rep. Adam Schiff (D-Calif.) expressed concern that Amazon was \"surfacing and recommending products and content that discourage parents from vaccinating their children.\" Amazon subsequently removed five anti-vaccination documentaries.[295] Amazon also removed 12 books that unscientifically claimed bleach could cure conditions including malaria and childhood autism. This followed an NBC News report about parents who used it in a misguided attempt to reverse their children's autism.[296] Amazon introduced new policies to reward frontline workers for continuing to come into work during the crisis. One of these policies, announced on March 16, 2020, was a temporary $2-per-hour rise in pay. This policy expired in June 2020.[297] Amazon also announced a policy of unlimited, unpaid time off that lasted until April 30, 2020.[298] However, starting May 2, 2022, Amazon will end its paid time-off policy for its COVID-19 confirmed employees. Due to the availability of vaccines and guidance from U.S. Centers for Disease Control and Prevention, the company has decided to ease its COVID-19 policies.[299] In response to the COVID-19 pandemic, Amazon introduced temporary restrictions on the sale of non-essential goods. In March 2020, it hired some 100,000 more staff in the US to help deal with essential items such as food and medical equipment. It also reported that it was so busy that it was unable to bring onboard new customers and therefore had to have a waiting list. In April, the firm announced that it was going to hire up to 75,000 workers to help deal with increased demand.[300] In September 2020, the company announced it would hire an additional 100,000 workers in the United States and Canada.[301] During the pandemic, there have been protests by the Amazon workers at warehouses in the US, France, and Italy. The BBC reported that there were confirmed coronavirus cases in more than 50 locations.[300] The reason for the protests is the company policy to \"run normal shifts\" despite many positive cases of the virus.[302] According to the UNI Global Union, \"Amazon cannot act like this is business as usual. We are facing a deadly virus that has already taken the lives of thousands of people and paralyzed the world's economy. If distribution centers are not safe for workers right now, they should be closed immediately.\"[302] In Spain, the company has faced legal complaints over its policies.[303] Despite workers at 19 warehouses in the US have tested positive for COVID-19, Amazon did not shut down warehouses, only doing so when forced by the government or because of protests. A group of US Senators wrote an open letter to Bezos in March 2020, expressing concerns about worker safety.[304] An Amazon warehouse protest on March 30, 2020, in Staten Island led to its organizer, Christian Smalls, being fired. Amazon defended the decision by saying that Smalls was supposed to be in self-isolation at the time and leading the protest put its other workers at risk.[303] Smalls has called this response \"ridiculous\".[305] The New York state attorney general, Letitia James, is considering legal retaliation to the firing which she called \"immoral and inhumane.\"[303] She also asked the National Labor Relations Board to investigate Smalls' firing. Smalls himself accuses the company of retaliating against him for organizing a protest.[305] At the Staten Island warehouse, one case of COVID-19 has been confirmed by Amazon; workers believe there are more, and say that the company has not cleaned the building, given them suitable protection, or informed them of potential cases.[304] Smalls added specifically that there are many workers there in risk categories, and the protest only demanded that the building be sanitized and the employees continue to be paid during that process.[305] Derrick Palmer, another worker at the Staten Island facility, told The Verge that Amazon quickly communicates through text and email when they need the staff to complete mandatory overtime, but have not been using this to tell people when a colleague has contracted the disease, instead of waiting days and sending managers to speak to employees in person.[304] Amazon claim that the Staten Island protest only attracted 15 of the facility's 5,000 workers,[306] while other sources describe much larger crowds.[304] On April 14, 2020, two Amazon employees were fired for \"repeatedly violating internal policies\", after they had circulated a petition about health risks for warehouse workers internally.[307] On May 4, Amazon vice president Tim Bray resigned \"in dismay\" over the firing of whistle-blower employees who spoke out about the lack of COVID-19 protections, including shortages of face masks and failure to implement widespread temperature checks which were promised by the company. He said that the firings were \"chickenshit\" and \"designed to create a climate of fear\" in Amazon warehouses.[308] In a Q1 2020 financial report, Jeff Bezos announced that Amazon expects to spend $4 billion or more (predicted operating profit for Q2) on COVID-19-related issues: personal protective equipment, higher wages for hourly teams, cleaning for facilities, and expanding Amazon's COVID-19 testing capabilities. These measures intend to improve the safety and well-being of hundreds of thousands of the company's employees.[309] From the beginning of 2020 until September of the same year, the company declared that the total number of workers who had contracted the infection was 19,816.[310] The SUD (trade unions) brought a court case against Amazon for unsafe working conditions. This resulted in a French district court (Nanterre) ruling on April 15, 2020, ordering the company to limit, under threat of a €1 million per day fine, its deliveries to certain essential items, including electronics, food, medical or hygienic products, and supplies for home improvement, animals, and offices.[311] Instead, Amazon immediately shut down its six warehouses in France, continuing to pay workers but limiting deliveries to items shipped from third-party sellers and warehouses outside of France.[312] The company said the €100,000 fine for each prohibited item shipped could result in billions of dollars in fines even with a small fraction of items misclassified.[313] After losing an appeal and coming to an agreement with labor unions for more pay and staggered schedules, the company reopened its French warehouses on May 19.[312] Amazon lobbies the United States federal government and state governments on multiple issues such as the enforcement of sales taxes on online sales, transportation safety, privacy and data protection and intellectual property. According to regulatory filings, Amazon.com focuses its lobbying on the United States Congress, the Federal Communications Commission and the Federal Reserve. Amazon.com spent roughly $3.5 million, $5 million and $9.5 million on lobbying, in 2013, 2014 and 2015, respectively.[314] Amazon.com was a corporate member of the American Legislative Exchange Council (ALEC) until it dropped membership following protests at its shareholders' meeting on May 24, 2012.[315] In 2014, Amazon expanded its lobbying practices as it prepared to lobby the Federal Aviation Administration to approve its drone delivery program, hiring the Akin Gump Strauss Hauer & Feld lobbying firm in June.[316] Amazon and its lobbyists have visited with Federal Aviation Administration officials and aviation committees in Washington, D.C. to explain its plans to deliver packages.[317] In September 2020 this moved one step closer with the granting of a critical certificate by the FAA.[318] In 2019, it spent $16.8m and had a team of 104 lobbyists, up from $14.4m and 103 lobbyists in 2018.[319]","Title":"Amazon (company) - Wikipedia","KeyID":"3291","URL":"https://en.wikipedia.org/wiki/Amazon_(company)"}