{"Content: ":"Entertainment Tonight (or simply ET) is an American first-run syndicated news broadcasting newsmagazine program that is distributed by CBS Media Ventures throughout the United States and owned by Paramount Streaming. The format of the program is composed of stories of interest from throughout the entertainment industry, exclusive set visits, first looks at upcoming film and television projects, and one-on-one interviews with actors, musicians and other entertainment personalities and newsmakers. A one-hour weekend edition, ET Weekend (known as Entertainment This Week until September 1991), originally offered a recap of the week's entertainment news, with most or all episodes later transitioning to center (either primarily or exclusively) around some sort of special theme; though the weekend edition now utilizes either format depending on the episode, most commonly, the format of those broadcasts consists of replays of stories that were shown during the previous week's editions. ET Radio Minute, a daily radio feature, is syndicated by Westwood One. As of 2021, the program's weekday broadcasts are anchored by Kevin Frazier and Nischelle Turner, while the weekend editions are anchored by Matt Cohen and Nischelle Turner. In its early years from its 1981 inception, Entertainment Tonight – following a local newscast-style format – consisted primarily of coverage of the latest movies, music and television releases and projects. They signed an exclusive agreement to cover the wedding of convicted child molester Mary Kay Letourneau, who married the student she had an affair with, Vili Fualaau;[1] and attorney Howard K. Stern, who represented Daniel Birkhead in the Dannielynn Birkhead paternity case of the late Anna Nicole Smith's daughter Dannielynn.[2][3] ET has also aired exclusive stories related to Anna Nicole Smith, including coverage of her funeral, and her surviving daughter.[4] In 1993, Entertainment Tonight had coverage of the premiere of \"Emissary\", the debut episode \"Star Trek: Deep Space Nine\".[5] The premiere was the highest rated of syndicated series in television history.[5] In 1996, actor George Clooney decided to boycott Entertainment Tonight to protest the presence of intrusive paparazzi after Hard Copy did an exposé about his love life, violating an agreement that he had with Paramount, which produced and syndicated both shows.[6] In a letter he sent to Paramount, Clooney stated that he would encourage his friends to do the same.[7] On September 8, 2008, Entertainment Tonight began broadcasting in high-definition television; concurrently, the program moved its production and studio operations from its longtime home at Stage 28 on the Paramount Pictures studio lot to Stage 4 at CBS Studio Center, one of the final steps involving the incorporation of Paramount's former syndication arm, Paramount Domestic Television, into CBS' distribution arms and the adoption of the then-new CBS Television Distribution name, which all took place following the breakup of CBS and the original Viacom into separate companies in December 2005.[8] After pressure via a social media campaign by actors Dax Shepard and Kristen Bell, ET announced in February 2014 that it would no longer accept footage or pictures of the children of celebrities from paparazzi photographers.[9] This show is the longest-running syndicated show, surpassing Soul Train, which had a 37-year run. In November 2018, CBS launched a free, 24-hour over-the-top streaming service known as ET Live; it features the correspondents from the linear show with expanded coverage of entertainment news. It is available via web browsers, apps, and most recently, the free streaming service Pluto TV (which added ET Live to its channel lineup in November 2019).[10][11] In July 2022 it was announced that the service would be rebranded as Mixible, and continue to air a mixture of entertainment, lifestyle, and pop culture-related programming, but with additional contributions from other Paramount Global properties.[12] As of 2007[update], despite competition from The Insider and even the more general-focus newsmagazine Inside Edition, both which are also produced by CBS Television Distribution, Entertainment Tonight remained among the ten highest-rated syndicated programs according to Nielsen ratings weekly ratings. During the 2007–08 season, the program's daytime ratings fluctuated between fourth and fifth place due to competition from fellow CBS-syndicated program Judge Judy.[13] The international rights are distributed by CBS Studios International.[14][15][16]","Title":"Entertainment Tonight - Wikipedia","KeyID":"3293","URL":"https://en.wikipedia.org/wiki/Entertainment_Tonight"}