{"Content: ":"Vice (stylized as VICE) is a Canadian-American magazine focused on lifestyle, arts, culture, and news/politics. Founded in 1994 in Montreal as an alternative punk magazine, the founders later launched the youth media company Vice Media, which consists of divisions including the printed magazine as well as a website, broadcast news unit, a film production company, a record label, and a publishing imprint. As of February 2015, the magazine's editor-in-chief is Ellis Jones.[2][3] Founded by Suroosh Alvi, Gavin McInnes, and Shane Smith (the latter two being childhood friends),[4] the magazine was launched in 1994 as the Voice of Montreal with government funding. The intention of the founders was to provide work and a community service.[5] When the editors later sought to dissolve their commitments with the original publisher, Alix Laurent, they bought him out and changed the name to Vice in 1996.[6] Richard Szalwinski, a Canadian software millionaire, acquired the magazine and relocated the operation to New York City in the late 1990s. Following the relocation, the magazine quickly developed a reputation for provocative and politically incorrect content. Under Szalwinski's ownership, a few retail stores were opened in New York City and customers could purchase fashion items that were advertised in the magazine. However, due to the end of the dot-com bubble, the three founders eventually regained ownership of the Vice brand, followed by closure of the stores.[4] The British edition of Vice was launched in 2002 and Andy Capper was its first editor. Capper explained in an interview shortly after the UK debut that the publication's remit was to cover \"the things we're meant to be ashamed of\", and articles were published on topics such as bukkake and bodily functions.[7] By the end of 2007, 13 foreign editions of Vice magazine were published, the Vice independent record label was functional, and the online video channel VBS.com had 184,000 unique viewers from the U.S. during the month of August. The media company was still based in New York City, but the magazine began featuring articles on topics that were considered more serious, such as armed conflict in Iraq, than previous content. Alvi explained to The New York Times in November 2007: \"The world is much bigger than the Lower East Side and the East Village.\"[4] McInnes left the publication in 2008, citing \"creative differences\" as the primary issue. In an email communication dated 23 January, McInnes explained: \"I no longer have anything to do with Vice or VBS or DOs & DON'Ts or any of that. It's a long story but we've all agreed to leave it at 'creative differences,' so please don't ask me about it.\"[8] At the commencement of 2012, an article in Forbes magazine referred to the Vice company as \"Vice Media\", but the precise time when this title development occurred is not public knowledge.[9] Vice acquired the fashion magazine i-D in December 2012 and, by February 2013, Vice produced 24 global editions of the magazine, with a global circulation of 1,147,000 (100,000 in the UK). By this stage, Alex Miller had replaced Capper as the editor-in-chief of the UK edition. Furthermore, Vice consisted of 800 worldwide employees, including 100 in London, and around 3,500 freelancers also produced content for the company.[7] In February 2015, Vice Media named Ellis Jones editor-in-chief of Vice magazine and former UK editor-in-chief, Alex Miller, was appointed to the position of global head of content.[10] Vice magazine includes the work of journalists, columnists, fiction writers, graphic artists and cartoonists, and photographers. Both Vice's online and magazine content has shifted from dealing mostly with independent arts and pop cultural matters to covering more serious news topics. Due to the large array of contributors and the fact that often writers will only submit a small number of articles with the publication, Vice's content varies dramatically and its political and cultural stance is often unclear or contradictory. Articles on the site feature a range of subjects, often things not covered as by mainstream media. The magazine's editors have championed the immersionist school of journalism, which has been passed to other properties of Vice Media such as the documentary television show Balls Deep on the Viceland Channel. This style of journalism is regarded as something of a DIY antithesis to the methods practiced by mainstream news outlets, and has published an entire issue of articles written in accordance with this ethos. Entire issues of the magazine have also been dedicated to the concerns of Iraqi people,[14] Native Americans,[15] Russian people,[16] people with mental disorders,[17] and people with mental disabilities.[18] Vice also publishes an annual guide for students in the United Kingdom.[19] In 2007, a Vice announcement was published on the Internet: After umpteen years of putting out what amounted to a reference book every month, we started to get bored with it. Besides, too many other magazines have ripped it and started doing their own lame take on themes. So we're going to do some issues, starting now, that have whatever we feel like putting in them.[20] In a March 2008 interview with The Guardian, Smith was asked about the magazine's political allegiances and he stated, \"We're not trying to say anything politically in a paradigmatic left/right way… We don't do that because we don't believe in either side. Are my politics Democrat or Republican? I think both are horrific. And it doesn't matter anyway. Money runs America; money runs everywhere.\"[5] Vice founded its website as Viceland.com in 1996, as Vice.com was already owned. In 2007, it started VBS.tv as a domain, which prioritized videos over print, and had a number of shows for free such as The Vice Guide to Travel. In 2011, Viceland.com and VBS.tv were combined into Vice.com,[21] also the host of the Vice Motherboard website at motherboard.vice.com.[22] In 2012, Vice Media was created as the parent company for Vice magazine and other properties including Vice News on HBO and the Vice.com website.[23] The company has since expanded and diversified to include a network of online channels, including Munchies.tv, Motherboard.tv, Noisey.com, Thu.mp, and Broadly.[24] In 2007, Vice published The Vice Photo Book ( ISBN 1576874109),[25][26] with a collection of photos of Jaimie Warren, Jerry Hsu, Michael Rababy and Patrick O’Dell. The book is divided in five parts: \"Vice Photographers\", \"Vice's Photojournalism\", \"Vice Fashion\", and the final two sections are a collage of previously published VICE photos. The book also contains interviews with some of the photographers. From its beginnings as Voice of Montreal, Vice had a \"reputation for provocation\".[27] In 2010, Vice was described as \"gonzo journalism for the YouTube generation\".[28] As the magazine grew into a broader media brand, it struggled with \"how to distance itself from its crude past, yet hold on to enough of that reputation to cement, and grow, its authority with its core audience\".[29] Nevertheless, the magazine has continued to face controversy. In 2013, the magazine retracted parts of a fashion spread entitled 'Last Words' which depicted \"female writers killing themselves\".[30][29] Also in 2013, Vice again gained unwelcome attention when the then-editor of the magazine joined millionaire software mogul John McAfee as he evaded authorities to avoid being questioned about a murder case.[27] In the autumn of 2017, multiple stories were published citing allegations of sexual misconduct and a general \"boys club\" culture at Vice magazine's parent company, Vice Media.[31][32][33]","Title":"Vice (magazine) - Wikipedia","KeyID":"3294","URL":"https://en.wikipedia.org/wiki/Vice_(magazine)"}