{"Content: ":"Neil McCormick (born 31 March 1961) is a British music journalist, author and broadcaster. He has been Chief Music Critic for The Daily Telegraph since 1996,[1] and presented a music interview show for Vintage TV in the UK, Neil McCormick's Needle Time.[2] McCormick is a close associate of rock group U2.[3] McCormick was born in England but later moved with his family to Scotland, then Ireland. He attended Mount Temple Comprehensive School in Dublin at the same time as all the future members of U2.[4] McCormick was songwriter and vocalist in a succession of unsigned bands: Frankie Corpse & The Undertakers (1978),[5] The Modulators (1978–79)[6] Yeah!Yeah! (1980–83)[7] and Shook Up! (1985–88).[8] He released one solo album, Mortal Coil, under the pseudonym The Ghost Who Walks in 2004.[9] His song, \"Harm's Way\", features on the album Songs Inspired by The Passion of the Christ (2004). Writing in The Daily Telegraph, McCormick said, \"I should probably quit while I'm ahead.\"[10] As a journalist, he worked for Irish music magazine Hot Press from 1978.[11] He returned to journalism in the early nineties after an unsuccessful music career, becoming a contributing editor at British GQ (1991–96).[12] He has been chief rock critic for the Daily Telegraph since 1996, and a regular guest on BBC TV and radio shows as an expert on the music business.[citation needed] His memoir of an unsuccessful career in the music business, I Was Bono’s Doppelgänger (retitled Killing Bono in the US) was published in 2004.[13] Elton John called it \"the best book I have ever read about trying to make it in the music business.\"[14] It has been translated into several languages.[15][16][17] A 2011 film of Killing Bono starred Ben Barnes as McCormick and Martin McCann as Bono.[18] McCormick was ghostwriter of U2 by U2, the band’s bestselling 2006 autobiography.[19] His first novel, #Zero, was published in 2019.[20] To accompany the book, he released an album of tracks from the book's fictional musicians.[21][22]","Title":"Neil McCormick - Wikipedia","KeyID":"3298","URL":"https://en.wikipedia.org/wiki/Neil_McCormick"}