{"Content: ":"The Official South African Charts (TOSAC) is the music industry standard record chart in South Africa launched by RISA for local and international songs. Chart rankings are based on digital sales and online streaming in South Africa through iTunes, Spotify, Apple Music, and Deezer. The charts were launched in South Africa on 1 September 2021, becoming the only South African chart to focus on songs on digital music streaming services.[1][2] The first official number-one hit on the chart was Ed Sheeran's \"Bad Habits\".[3][4][5] Music charts in South Africa were initially presented by Entertainment Monitoring Africa, based on radio airplay only, however the company became defunct in late 2016. The Recording Industry of South Africa later announced plans to launch a South African chart, citing the robust music industry in the country, particularly due to the shift in how people consume music in recent years through digital media, with more South African audiences making use of streaming.[6] The chart launched in September, 2021, featuring a local and international top 100, and a separate local top 100 which encompasses South African artists only. Charts on the platform include the Weekly Top 200 Tracks, which takes into account all tracks streamed in South Africa. The chart week runs from Friday to Thursday and only digital streaming figures are taken into account.[6] The chart aggregates data from Spotify, Apple Music and Deezer, and data is aggregated by Barcelona headquartered BMAT.[7] Spotify launched in South Africa in 2018, whereas Apple Music and Deezer have been available since 2015 and 2013, respectively.[8] Charts on the platform run a weekly Top 200 Tracks, which takes under consideration all songs streamed in South Africa, together with each native and international music. The weekly High 100 Native ZA solely includes songs whereby at the very least one of many credited artists is from South Africa.[9] Chart weeks run from Friday to Thursday and only digital streaming numbers are taken into account.[10] The number of streams shown in the charts is always weighted, so that subscription streams have more relevance than ad-funded streams.[11] Currently, no track exclusion policy or accelerated decline method is being applied (this refers to songs being removed if their streams decline). Different versions of a song are aggregated to their corresponding original song, which include the same song with additional featuring artists, DJs remixes, as long as the original artist is credited and different language/country versions.[12]","Title":"The Official South African Charts - Wikipedia","KeyID":"3300","URL":"https://en.wikipedia.org/wiki/The_Official_South_African_Charts"}