{"Content: ":"The MTV Europe Music Awards (originally named MTV European Music Awards, commonly abbreviated as MTV EMA) are awards presented by Paramount International Networks to honour artists and music in pop culture.[citation needed] It was originally conceived as an alternative to the MTV Video Music Awards, which are hosted annually in the United States. The Europe Music Awards are held every year in a different country; it has been hosted mostly in the United Kingdom. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. The awards are a reflection of the international and continental music scene. They are representative of geographical origin and of achievement in diverse musical genres and disciplines, indicative of the diversity and scope of the show. Since the 2007 ceremony, viewers are able to vote for their favourite artists in all general categories by visiting MTV's website.[1] The 1st Europe Music Awards ceremony was held in 1994 at Brandenburg Gate in Berlin, Germany, five years after the fall of the Berlin Wall. The annual ceremony broadcast live on MTV Europe, Channel 5 and most of the international MTV channels as well as online. 1994: The first Europe Music Awards took place in Berlin, Germany, at the Brandenburg Gate and were held on 24 November 1994, five years after the fall of the Berlin Wall. Hosted by Tom Jones, the show featured performances by Aerosmith, Ace of Base, Björk, Roxette, Take That and George Michael, who performed \"Jesus to a Child\" and \"Freedom\" surrounded by many famous models including Naomi Campbell.[2] Presenters included East 17, Jean Paul Gaultier, Pamela Anderson and Helena Christensen, who kissed INXS's Michael Hutchence live on stage. Bono received the Free Your Mind Award on behalf of Amnesty International. 1995: French nuclear testing in the South Pacific got the most attention at the 1995 ceremony. During his acceptance speech after winning the award for Best Rock, Bon Jovi lead singer Jon Bon Jovi stated, \"The only enemy is ignorance. Peace, people. Let's get rid of all this nuclear testing\", while U2's Bono said, \"What a city, what a night, what a crowd, what a bomb, what a mistake, what a wanker you have for a President.\" referring to nuclear testing.[3] Greenpeace, the environmental group that has staged creative and controversial protests around the testing site at Mururoa Atoll, took the Free Your Mind award for its campaign against the underground nuclear blasts.[4] \"Stop abusing the Earth,\" urged Madonna in a videotaped segment before designer agnès b. picked up the award for Greenpeace. 1996: During their performance Metallica performed the songs \"Last Caress\" and \"So What?\" instead of performing their single \"King Nothing\" as scheduled. The MTV executives told the band that they weren't allowed to use any curse words during their time on live TV, and upset with the scripted, family-friendly MTV antics, Metallica simply played non-TV friendly songs. The song \"So What?\" is known for its amount of expletives and references to bestiality among many other controversial lyrics while \"Last Caress\" has lyrics pertaining to murder and rape. As a result of their performance Metallica's performance and references to Metallica have been removed from future broadcasts of the ceremony. 1997: U2 opened the show performing \"Mofo\" dressed in boxing gowns. The Prodigy were the big winners of the night, receiving three awards including Best Video. Björk became the first artist to be nominated in the category of Best Female for four consecutive years. The Landmine Survivors Network received the Free Your Mind Award for helping survivors to recover from war, rebuild their communities, and break cycles of violence. 1998: Six new categories were introduced that year, including the MTV Selects; UK & Ireland, Northern, Central and Southern. Faithless opened the show with \"God is a DJ\" and Madonna performed \"The Power of Goodbye\". The big winner of the night were the Spice Girls and Madonna with two awards each. Melanie C and Emma Bunton collected the trophy on behalf of the group. On receiving the award, Mel C shouted, \"We've done it again. And a big hello from the other two\", referring to Mel B and Victoria Adams, both of whom were pregnant and did not attend the ceremony. The Prodigy won Best Dance but according to their frontman, Liam Howlett, they had not done anything to deserve the accolade that year. 1999: Britney Spears was the big winner of the night winning four awards, including Best New Act and Best Song for \"...Baby One More Time\". She also performed during the ceremony, entertaining the crowd with a medley of her songs \"...Baby One More Time\" and \"(You Drive Me) Crazy\". The Free Your Mind Award, which honours an individual or organisation for aiding in humanitarian efforts and fighting prejudice, was given to Bono for his world peace work. Puff Daddy performed \"My Best Friend\" backed by a full gospel choir, followed by Iggy Pop, who stagedived into the crowd during the track \"Lust for Life\". Whitney Houston sang a medley of \"Get It Back\" and \"My Love Is Your Love\", while Mariah Carey performed \"Heartbreaker\". Marilyn Manson, who wore nothing but a G-string, closed the show with a performance of \"Rock Is Dead\". 2000: The show was hosted by Fugees's Wyclef Jean, who presented a variety of stars and outfits, including one consisting of boxer shorts only, after he jumped into the crowd and had his red leather suit ripped from him. The performance of the Spice Girls during the ceremony was the last before their breakup. The most elaborate appearance was probably by Jennifer Lopez, who literally landed on stage in an aeroplane. The performance was a world premiere of her new song, \"Love Don't Cost a Thing\", taken from her forthcoming album, J.Lo. Madonna paid tribute to fellow performer Kylie Minogue by appearing on stage in a T-shirt bearing the name \"Kylie\".[5] Sacha Baron Cohen made his career debut during the ceremony. Political issues were present as well during the night, with Nick Carter from Backstreet Boys speaking against a recount of votes in the U.S. presidential election. Robbie Williams won Best Song for \"Rock DJ\", but he told the audience: \"I am not going to say anything bad about people's choices on this one, but I think it's a terrible song and a silly song.\" He also referred to his roots in Stoke-on-Trent, saying: \"When I was growing up I dreamt of being a pop star and I would like to thank MTV for my three houses, my five cars and my supermodel girlfriend.\" 2001: The ceremony was the first entertainment broadcasts following the September 11th attacks in New York City. When Damon Albarn and Jamie Hewlett from Gorillaz walked onto stage to make a speech, Albarn sported a T-shirt with the Campaign for Nuclear Disarmament logo on it.[6] Albarn, in a response to the recent invasion of Afghanistan said \"So, fuck the music. Listen. See this symbol here, [pointing to the tee shirt] this the symbol for the Campaign for Nuclear Disarmament. Bombing one of the poorest countries in the world is wrong. You've got a voice and you have got to do what you can about it allright?\"[7] Fred Durst took the stage with Wes Scantlin and Jimmy Page to perform the classic Led Zeppelin's song \"Thank You\". 2002: One of the highlights was the offer made by host Puff Daddy giving away a lush ring to the first woman to undress on stage. A lady took the stage take off her clothes and won the ring. When Moby came on stage to collect the award for Best Website he wished the best wishes to Eminem, showing that he bore no grudge after the confrontation on the 2002 MTV Video Music Awards. Robbie Williams and Whitney Houston performed their songs \"Feel\" and \"Whatchulookinat\" for the first time ever. Enrique Iglesias performed an acoustic version of his single \"Maybe\" and then a rock version of the track \"Love to See You Cry\" done to the music of Billy Idol's \"White Wedding\". 2003: During the pre-show, Christina Aguilera refused to walk the red carpet if Kelly Osbourne, a guest VJ for the event, was present. Kelly responded by calling Aguilera's music \"crap\" and saying she was a \"cow.\" Later, a skit was aired of Christina Aguilera throwing darts at a board decorated with a picture of Kelly Osbourne. This irked the Ozzy offspring, who voiced her disapproval when she came onstage to present an award. Kelly stated, \"If Christina Aguilera has to resort to throwing darts at my head after everything she's achieved and everything she's done, then she's a really sad, sorry person\". Aguilera later retorted with a voice of mock sympathy, saying \"Honey, if you can dish it out, you've got to learn how to take it back\".[8] During Travis' performance of \"The Beautiful Occupation\" an assembly of nude protesters marched onstage with signs that covered their naughty bits. At the end of the song, they lifted the signs. While near at the end of performing \"Baby Boy\", Beyoncé and Sean Paul both were up on stage when their backing track suffered a technical difficulty. This went on for a near minute in which both artist and dancers exited the stage while the error went on. This also left confusion among presenter Christina Aguilera, who walked on stage to continue hosting which ended the backing track error. Both artists later decided to retake the performance again. The retake would later replace re-airings of the show and would be the first show to extend time with this retake. 2004: The show was held at Tor di Valle Racecourse in Rome. The outdoor stage was situated in front of the Colosseum, where artists such as Eminem, Franz Ferdinand, Beastie Boys, and Anastacia performed to an attendance of over 400,000 people. Outkast received both Best Song and Best Video for their track \"Hey Ya!\". Other multiple winners include Usher and Muse with two awards each. Presenters on the night included Jamelia, Alicia Keys, N.E.R.D, Naomi Campbell, Andre 3000, Kid Rock and Kanye West. 2005 : Madonna opened the show in a giant disco ball performing \"Hung Up\". Sacha Baron Cohen hosted the ceremony as Borat Sagdiyev, who greeted the audience by saying \"Welcome to the 2005 Eurovision Song Contest\" and referring to Madonna, he stated, \"It was very courageous of MTV to start the show with a genuine transvestite\". Gorillaz used hologram-style technology to beam three-dimensional performing cartoon characters on stage. Madonna returned to the stage to present the Free Your Mind Award to Bob Geldof. \"You drive me crazy, but tonight you are everyone's hero,\" she said. He replied: \"This means much more to me than many of the other things that are given to me\". 2006: The 13th Europe Music Awards was hosted by Justin Timberlake, who received Best Male and Best Pop. Timberlake joked that he only won because he agreed to present the event in Copenhagen. Depeche Mode said, \"A big thank you to the fans and a big thank you to MTV for playing our videos for twenty-five years\", after winning the award for Best Group. British comedian Sacha Baron Cohen entertained the audience with his English-mangling character Borat and poked fun at Madonna who was at the time trying to adopt an African child adding: \"My only concern is that this singing transvestite will not be such a good father.\" Despite winning the award for Best Hip-Hop, Kanye West apparently was so disappointed at not winning for Best Video that he crashed the stage when the award was being presented to Justice and Simian for \"We Are Your Friends\". In a tirade riddled with expletives, Kanye West said he should have won the prize for his video \"Touch the Sky\", because it \"cost a million dollars, Pamela Anderson was in it. I was jumping across canyons.\" He further said, \"If I don't win, the awards show loses credibility\". 2007: Foo Fighters opened the show and front man Dave Grohl hosted the backstage area, interviewing celebrities live on air. Other performances on the night came from Amy Winehouse, Foo Fighters, Babyshambles, My Chemical Romance, Avril Lavigne, and Mika. will.i.am paired up with Nicole Scherzinger from the Pussycat Dolls to perform their duet \"Baby Love\". Pete Doherty surprised his critics by being on great form for the whole show in preparation for his performance with Babyshambles. The show received a total of 78 million votes, the most in Europe Music Awards history. 2008: Rick Astley was named Best Act Ever after an online campaign to orchestrate votes. Britney Spears was the big winner of the night winning Best Album and Best Act. She did not attend the show but recorded a couple videos thanking her fans. Paul McCartney was awarded with the Ultimate Legend given by Bono. After picking up his honour, Sir Paul settled for thanking friends, family and bandmates Ringo Starr, George Harrison and John Lennon. \"Many years ago, four little boys were born here in Liverpool and we went on to do quite well,\" he added. \"So thanks, as I say, to all my family, to all of you for coming along, everyone in Liverpool, everyone in Britain, everyone in America – for voting in Mr Obama. I love you!\" The show contained numerous references to Barack Obama, most notably when Kanye West and Estelle finished their song \"American Boy\" with the US President-elect's face projected onto a giant screen behind them. Jared Leto, Shannon Leto and Tomo Miličević from Thirty Seconds to Mars wore Obama T-shirts, and Jared Leto also asked the crowd to stand in honour of the Democratic senator. Amid cheers, he said: \"Liverpool, lets hear it for Barack Obama.\" Host Katy Perry remarked, \"Maybe Europe will love us again now.\" 2009: Returning for the second time as host, Katy Perry opened the show and performed a medley of the nominees for Best Song. The Jonas Brothers introduced a tribute to Michael Jackson performed by Michael's fans in front of the Brandenburg Gate in Berlin. U2 and Jay-Z performed \"Sunday Bloody Sunday\" in front of the Brandenburg Gate with Jay-Z freestyling over the performance and rapped in the lyrics from Bob Marley's \"Get Up, Stand Up\". Beyoncé won three awards, the most awards that night.[9] Pete Wentz was the host for the show webcast. 2010: The event was hosted by Eva Longoria, who had thirteen outfit changes, one of which was shaped like a huge Spanish ham. She introduced the crowd to a gang of hunks, pretending they were family. Lady Gaga was the big winner of the night – she won while performing in The Monster Ball Tour from Budapest, in Hungary, she thanked her fans via satellite after receiving Best Female, Best Song and Best Pop. Thirty Seconds to Mars opened the event at the pre-show featuring surprise guest Kanye West at the Puerta de Alcalá.[10] Bon Jovi received the first ever Global Icon Award. During her acceptance speech for Best New Act, Kesha directly addressed her fans, saying: \"Hopefully I can inspire you to give your finger to the cynics and fucking be yourself!\". Newly married singer Katy Perry won Best Video for \"California Gurls\" and came to the event with her husband Russell Brand. This was the couple's first public appearance together as husband and wife.[11] The event would also be remembered for the antics of Johnny Knoxville along with The Dudesons. 2011: The show was held in Belfast, Northern Ireland, at the city's Odyssey Arena and hosted by Selena Gomez.[12] For the second consecutive year, Lady Gaga was the biggest winner with four awards out of six nominations; she received Biggest Fans and Best Female, as well as Best Song and Best Video for \"Born This Way\". Queen received the Global Icon Award, and the band closed the awards ceremony, with Adam Lambert on vocals, performing \"The Show Must Go On\", \"We Will Rock You\" and \"We Are the Champions\". There was also a tribute to Amy Winehouse, which was introduced by Jessie J. It was revealed that for the event MTV received 154 million votes from people around the globe.[13] Hayden Panettiere's presentation of the award for Best Song was briefly interrupted by a streaker who joined her onstage.[14] 2012: The event was hosted by Heidi Klum and Ludacris, and held in Frankfurt at the city's Festhalle Frankfurt, for the second time in the history of the awards. The show saw the addition of new regional categories to compete in the Best Worldwide Act. Taylor Swift, Han Geng, Justin Bieber and One Direction were the biggest winners of the night, taking home three awards each. The show featured performances from Muse, Taylor Swift, No Doubt, Carly Rae Jepsen, Alicia Keys, and The Killers, among others. There was also a tribute to Whitney Houston, which was introduced by Alicia Keys. Houston was also awarded with the Global Icon Award. 2013: The event took place in Amsterdam, at the city's Ziggo Dome. Several performances of the main show were performed at different locations in the city than the Ziggo Dome. Eminem was the big winner of the night, winning his eighth Best Hip-Hop and receiving the Global Icon Award. He then performed the songs \"Berzerk\" and \"Rap God\".[15] The show also included a controversial moment, when Miley Cyrus received Best Video for \"Wrecking Ball\". The singer appeared to light up a joint on stage while accepting the award.[16] 2014: It was the second time the awards took place in Scotland and overall the fifth time United Kingdom has hosted the show since 2011 in Belfast, Northern Ireland. Ariana Grande opened the show, hosted by Nicki Minaj, with \"Problem\" and \"Break Free\". One Direction and 5 Seconds of Summer were the big winners of the night receiving three awards each, though both artists were unable to attend the show, and despite them sending pre-recorded videos to thank their fans, their absence was met with some boos. Ozzy Osbourne received the Global Icon Award from Slash. Slash later closed the show performing \"Crazy Train\", along with The Conspirators, Simon Neil from Biffy Clyro and Myles Kennedy, as a tribute to him. 2015: The show, hosted by Ed Sheeran and Ruby Rose, was for the first time held in October. It took place at the Mediolanum Forum in Assago, near Milan. Throughout the second half of the year, Milan also hosted Expo 2015, which was a partner of the 2015 Europe Music Awards. In association with the event, MTV Italy organised an event called Music Week. Two concerts were held in Piazza del Duomo, one of which was related to MTV World Stage. International and Italian acts performed on both nights, including Ellie Goulding, Marco Mengoni, Duran Duran, Martin Garrix and Afrojack. Duran Duran was awarded the first ever Video Visionary Award. Over 500 million votes were cast for the event. In addition, it was the first award show to be aired with virtual reality.[17] 2016: During the ceremony, host Bebe Rexha revealed the trophies had been turned purple in memory of Prince, who died early that year. Multiple winners of the night included Lady Gaga, Twenty One Pilots, Shawn Mendes and Martin Garrix. Green Day were awarded with the Global Icon Award for their contribution to music. Collecting their award, Green Day frontman Billie Joe Armstrong said it was \"nice to be out of America just for a second because of this horrendous election that's going on right now\", referring to the 2016 United States presidential election that saw Donald Trump being elected as the 45th president of the United States. He further said, \"our entire country is about to have one big collective heart attack\" and then the band performed the song \"American Idiot\".[18] 2017: The show was hosted in London for the first time in 21 years. Mayor Sadiq Khan attended the show, as he helped bring the event to the capital as part of his LondonIsOpen campaign. Eminem opened the ceremony with a performance of the song \"Walk on Water\" featuring Skylar Grey. The performance garnered mixed reactions due to the absence of Beyoncé, who provided additional vocals on the original track.[19] During his acceptance speech after winning the award for Best Alternative, Thirty Seconds to Mars frontman Jared Leto made a remark at American President Donald Trump's immigration policy as he stated: \"We are Americans – a land of immigrants – and we just want to say that we welcome you with open arms and with open hearts, and we love you.\"[20] U2, who performed a free gig at London's Trafalgar Square, received the Global Icon Award. A clip of George Michael's performance of Freedom at the 1994 MTV EMAs aired as an in memoriam segment, featuring Michael, Chris Cornell, Chester Bennington and Tom Petty 2018: The show was hosted by Academy Award-nominated actress and singer Hailee Steinfeld, who also performed \"Back to Life\" during the ceremony. It took place at the Bizkaia Arena, part of the Bilbao Exhibition Centre complex near Bilbao, Spain. Other performers included Nicki Minaj, Little Mix, flamenco star Rosalía, Bebe Rexha, Jack & Jack, Jason Derulo, David Guetta, Marshmello or Panic! at the Disco, whose singer climbed down the venue's wall before emerging from the ceiling. Camila Cabello won four awards, becoming the most awarded artist of the night. Janet Jackson was awarded with the Global Icon Award, and collecting her award, Jackson dedicated her speech to \"women's voices who have been stifled\", stating she is \"one of those women\" and calling them to \"speak up for justice\".[21] 2019: The show was hosted in Seville, Spain, making it the first time that a country hosted back-to-back editions of the award show. Dua Lipa opened the show with a performance of her song \"Don't Start Now\" accompanied by dozens of female dancers. Other performers included Halsey, Rosalía, Niall Horan, Mabel, Ava Max, Green Day, and Becky G, who was also the host for the ceremony. Boy band NCT 127 became the first K-pop act to perform at the MTV EMAs. Former Oasis frontman Liam Gallagher received the specially created Rock Icon Award.[22] The night also saw Taylor Swift, FKA Twigs, Martin Garrix, Nicki Minaj, Billie Eilish and Shawn Mendes send out pre-recorded messages after winning their respective awards as they were absent from the event. 2020: The ceremony was hosted on 8 November. Due to the ongoing COVID-19 pandemic, the show was held for the first time ever virtually and the performances were filmed in various locations around the world. The ceremony was hosted by Little Mix, but only three members of the group, Perrie Edwards, Leigh-Anne Pinnock and Jade Thirlwall, appeared;[23] Jesy Nelson did not participate due to health reasons.[24] The event featured performances from Little Mix, Doja Cat (who performed a Rock version of her hit single \"Say So\"), David Guetta, yungblud, Sam Smith and DaBaby. South Korean Pop group BTS were the biggest winners of the night as they claimed 4 awards from the 5 categories they nominated in. Other winners of the night included Coldplay (for Best Rock), Hayley Williams of Paramore (for Best Alternative), Karol G (for Best Collaboration and Best Latin), DJ Khaled (for Best Video) and Doja Cat (for Best New) who also sent pre-recorded video messages to thank their fans. Later that evening, Formula One Driver Lewis Hamilton delivered a speech that touched upon the importance of music and how it remains a unifying force that brings hope and solidarity during a rather chaotic and challenging year. He then proceeded to present the Video For Good Award which went to H.E.R. 2021: The ceremony was held in Budapest, Hungary, in spite of the controversy triggered by the anti-LGBT law promoted by the Hungarian government.[25] Chris McCarthy, CEO of MTV Entertainment Group Worldwide, explained that despite the law MTV decided not to move the show to promote through its support for the country's LGBT community.[26] There are 16 main categories (\"Main Categories\") and 31 local categories open for voting. The awards for Best Video and World Wide Act are chosen by the MTV Music Editorial Team and are not eligible for voting. At the time of voting, voters must be 13 years of age or older and cannot be an employee, agent, or representative of Viacom International Media Networks, a division of Viacom International, Inc. (\"VIMN\"), or any of its parent companies, affiliates or related companies.[56] Europe Rest of the World As of 2021, the record for most Europe Music Awards won is held by Justin Bieber, who has amassed 22 awards. For a female artist, the record for most Europe Music Awards won belongs to Lady Gaga, who has collected 12 awards. The record for most Europe Music Awards won by a single group and male group belongs to BTS with 14 awards. The record for the most awards held by a girl group belongs to Little Mix, with 7 award wins. Most nominations (as of 2021) 52 nominations 39 nominations 38 nominations 34 nominations 33 nominations 31 nominations 30 nominations 27 nominations 24 nominations 23 nominations 22 nominations 20 nominations Comparable awards in other countries and regions:","Title":"MTV Europe Music Awards - Wikipedia","KeyID":"3303","URL":"https://en.wikipedia.org/wiki/MTV_Europe_Music_Awards"}