{"Content: ":"PAIS Alliance[a] is a centre-left[2] social democratic political party in Ecuador.[3] In 2016, it had 979,691 members.[4] Founded by Rafael Correa in April 2006,[5] the party soon found success amid the \"pink tide\" period in Latin America. The party's early period in power (2007–2017) is known as the Correa era, named after the longtime leader Correa, who was also the President of Ecuador. Under Correa, PAIS was more left-leaning and followed a form of anti-imperialism, Bolivarianism, democratic socialism,[6] left-wing populism, left-wing nationalism, and progressivism, as part of socialism of the 21st century, which was followed by like-minded parties in Bolivia and Venezuela, which became known as Correism. The party had majority governments throughout the period in power and also had a supermajority from 2013 to 2017. During this period, Correa's administration increased government spending, reducing poverty, raised the minimum wage, and increased the standard of living in Ecuador.[7][8][9] Between 2006 and 2016, poverty decreased from 36.7% to 22.5%, and annual per capita GDP growth was 1.5 percent, as compared to 0.6 percent over the prior two decades. At the same time, income and wealth inequalities, as measured by the Gini coefficient, decreased from 0.55 to 0.47.[10] When Correa's third term came to an end, he was followed by his vice-president Lenín Moreno, who moved the party closer to the centre[11][12] towards Third Way social democracy,[13] which both left-wing critics and some observers deemed as unpicking left-wing legacy and renouncing socialism,[14] while capitulating to neoliberalism.[15][16][17] In part, this came as a result of recession by the end of Correa's tenure due to reliance on oil, public expenditures, the 2016 Ecuador earthquake (more than 650 deaths and damage estimated at the equivalent of about 3% of GDP), and international pressure, resulting in government spending being slashed.[7][8][9][18] Moreno maintained a majority approval rating throughout his term as vice president, his management was approved by 91% of Ecuadorians in May 2012,[19] and enjoyed a popularity rating as high as 77% shortly after the 2017 Ecuadorian general election. His approval dropped to 69% by the start of 2018, before dropping to 46% by mid-2018, and further fell to under 27% by mid-2019; in May 2020, it fell to 16%.[20][21][22] Moreno's sharp move to the right and its economic and political policies resulted in the 2019 Ecuadorian protests and mismanagement of the COVID-19 pandemic in Ecuador, reaching only 5% of approval by early 2021.[23] Moreno left office with an approval rating of 9% according to a survey by the firm Cedatos,[24] and had a higher approval rating among those who voted for Guillermo Lasso (20%) than those who voted for Moreno himself (5%), although he was disapproved of by both groups. In light of those developments and Correa founding the left-wing Citizen Revolution Movement, even as Moreno did not pursue re-election and left the party to become an independent politician, PAIS collapsed in the 2021 Ecuadorian general election, losing all of its seats.[25] The roots of the PAIS Alliance go back to 1999, when Ricardo Patiño, together with Alberto Acosta, Patricia Dávila, Ivonne Benítez, and other Ecuadorian politicians, urged the creation of Jubilee 2000 Net Guayaquil, a civil corporation that would investigate ways to solve the serious issue of the Ecuadorian foreign debt, which had risen to a historical high.[26] Rafael Correa, Gustavo Larrea, and Fander Falconí also joined the group. Alliance PAIS influenced many successive political movements, giving its structure to movements like Civic Initiative, National Democratic Action, Alliance Bolivariana Alfarista, and Jubilee 2000.[clarification needed][27] The PAIS Alliance movement functions under the Ecuadorian Socialist Party, sharing humanist movements and social bases.[27] The party has been led by Ana Belén Marín following the expulsion of Lenín Moreno from the party after the party's crushing defeat in the 2021 general elections. Other important leaders include former Ecuadorian president Rafael Correa, President of the National Assembly Fernando Cordero Cueva, the former Alcalde of Quito Augusto Barrera Guarderas, the Assemblyman Fernando Bustamante, Aminta Buenaño, the ex-Secretary of Planning Fander Falconí, and the Chancellor of the Republic Ricardo Patiño.[28][29] As of 2011, the 22 vocales, or speakers, of the National Directive are Ricardo Patiño, Doris Soliz, Augusto Barrera, Irina Cabezas, Fernando Cordero, Nancy Morocho, Fander Falconí, María Luisa Moreno, Roberto Cuero, Ximena Ponce, Juan Carlos, Roxana Alvarado, Miguel Carvajal, Dora Aguirre, Jorge Loor, Gabriela Rivadeneira, Diego Borja, Patricia Sarzoza, Gustavo Baroja, Andrea Gonzaga, Leonardo Vicuña, and Olguita Mejía. Members of the Commission of Ethics include Karla Chávez, Carlos Marx, and Galo Borja. Members of the Electoral Commission include Mayerli Vásquez, Paúl Granda, and Xavier Ponce.[30] PAIS Alliance publishes the newspaper El Ciudadano. The young wing of the party is called the Juventudes Alianza País.[31] PAIS (Proud and Sovereign Homeland) Alliance was officially founded by Rafael Correa at the start of 2006 presidential campaign. Originally espousing democratic socialist views,[6] the movement called for political sovereignty, regional integration, and economic relief for Ecuador's poor.[32] During the campaign, Correa proposed a constituent assembly to rewrite Ecuador's constitution.[33] PAIS Alliance did not run any congressional candidates, as Correa had stated that he would call for a referendum to begin drafting a new constitution; however, the PAIS Alliance movement signed a political alliance with the Ecuadorian Socialist Party, which did present candidates for the National Congress.[34] In the 2006 Ecuadorian general election, Correa came in second place (22.84%), behind banana tycoon Álvaro Noboa (26.83%). Correa won the subsequent 26 November 2006 runoff election with 56.67% of the vote.[35] He took office on 15 January 2007. On 15 April 2007, Ecuadoreans voted overwhelmingly (81.72% in favor) to support the election of a constituent assembly.[36] In the 2007 Ecuadorian Constituent Assembly election, President Correa won backing for his plans to rewrite Ecuador's constitution and expand state control of the nation's economy. Correa's faction also won approximately 61% of the seats in the National Assembly (80 of 130 Assembly Members).[37] The Constituent Assembly was originally led by PAIS Alliance member Alberto Acosta, who was soon replaced by another PAIS member, Fernando Cordero. A constitutional referendum was held on 28 September 2008 to vote on the Ecuadorian constitution drafted by the 2007 Ecuadorian Constituent Assembly.[38] Partial results show that 64% of voters voted to approve the 2008 Constitution of Ecuador.[39] For the first time in the political history of Ecuador, an organized political party selected its candidates by means of primary elections. PAIS Alliance organized primary elections for 25 January 2009 in the whole country. The objective was that the members of the political movement would name the candidates for the elections of 26 April 2009.[40] Correa was re-elected for a second term in the 2009 Ecuadorian general election. It was the first time in thirty years that the country had re-elected a president. PAIS also won the largest legislative block in the National Assembly, although it was not a majority.[41][42] In the 2009 legislative election for the Andean Parliament, Alliance PAIS obtained 3 of 5 parliamentarians.[43][44][45] Correa was ratified as president of the movement in November 2010. Galo Mora was designated as the first secretary-general.[46] On 1 October 2016, former Vice President of Ecuador Lenín Moreno was nominated as a candidate for the 2017 Ecuadorian presidential election at the conference of País Alliance. The statement was made by President Correa. In the 19 February 2017 election, Moreno won the elections with 39.3% of the vote; however, he was short by less than one percentage point of outright victory, as Ecuador requires in its two-round system. In the Ecuadorian system, to avoid a runoff a candidate needs to either win 50 percent of the first-round vote, or take 40 percent of the vote and be at least 10 percent ahead of the runner-up (Guillermo Lasso had obtained 28.09%; had Moreno gained 40 percent, he would have won on the 40–10 rule). He defeated Lasso in the 2 April 2017 second runoff with 51.16% of the vote.[47] Within months of winning the election, Moreno moved away from his election platform,[13] igniting a feud with ex-president Rafael Correa. Moreno distanced himself from populist policies championed by Correa and the Venezuelan government, arguing that Ecuador needed to be independent from ALBA.[48] Moreno continued to identify himself as social democrat throughout this process.[2] In February 2018, Moreno led the 2018 Ecuadorian referendum and popular consultation, which proposed more strict corruption laws and more regulations to protect natural areas within the country.[49] The most significant proposal approved by Ecuadorians in the referendum was the re-establishment of term limits for the presidency, effectively blocking Correa's future electoral bids.[2] At the time, Moreno enjoyed an approval rating near 80 percent according to polls.[2] Under Correa, the Ecuadorian government had begun to overspend and increase borrowing, with the country's debt tripling in a five-year period.[13] Moreno was tasked with overhauling Ecuador's economy, resulting in spending cuts.[13] The moves to reverse Correa's populist policies did not earn Moreno more popular support, however, and by April 2019 his approval rating had dropped to around 30 percent.[13][2] By early 2020, his popularity had reduced to 7,72%.[50] In 2021 Ecuadorian general election, Moreno did not seek re-election. Meanwhile, the party lost all of its seats in the National Assembly.[25] PAIS occupies the slot of party number 35 on the Ecuadorian ballot. The colours of PAIS are bitter lemon and midnight blue. The slogan for the 2007 elections Dale Patria translates to \"Go Homeland\" in English. In 2016, it had an approximate membership of 979,691 people.[51]","Title":"PAIS Alliance - Wikipedia","KeyID":"3313","URL":"https://en.wikipedia.org/wiki/PAIS_Alliance"}