{"Content: ":"Preondactylus is a genus of long-tailed pterosaurs from the Late Triassic (late Norian)[1] that inhabited what is now Italy. It contains a single known species, Preondactylus buffarinii, which was discovered by Nando Buffarini in 1982 at the Forni Dolostone near Udine in the Preone valley of the Italian Alps.[2] When Buffarini first discovered Preondactylus, the thin slab of bituminous, dolomitic limestone containing the fossil was accidentally broken into pieces while being extracted. After reassembly the rock was cleaned with water by him and his wife and the marl and in it the bone was washed away and lost. All that was left was a negative imprint on the stone, of which a silicon rubber cast was made to allow for subsequent study of the otherwise lost remains. Most of the skeleton is known, but the posterior portions of the skull have not been preserved.[2] This first specimen is the holotype: MFSN-1770. A second, disarticulated specimen, MFSN-1891, was found at the same locale in 1984 about 150–200 meters (490–650 ft) deeper into the strata than the original find. The second specimen appears to have been preserved in the gastric pellet of a predatory fish, which had consumed the pterosaur and vomited up the indigestible pieces that would later fossilize.[2] More detailed knowledge of the variability of Triassic pterosaurs has made the identification of this specimen as Preondactylus uncertain, and it may even be that the remains are not those of a pterosaur at all. A third specimen is MFSN 25161, a partial skull, lacking the lower jaws. Preondactylus had single cusp teeth, meaning they had one point on each tooth.[2] Its diet either consisted of fish, insects or both, but there is still debate going on as the tooth structure could indicate either diet (or both). It had short wings, whose total span was only 45 cm (18 in), and relatively long legs. The short wings were a \"primitive\" feature for pterosaurs, but Preondactylus was a fully developed flier. The species was described and named by Rupert Wild in 1984. The genus name refers to Preone, the specific name honours Buffarini. Rupert classified the new species within Rhamphorhynchidae, of which group very old species are known such as Dorygnathus, but soon it was understood the form was much more basal. A cladistic analysis by David Unwin found Preondactylus as the most basal pterosaur, and the species was accordingly used by him for a node clade definition of the clade Pterosauria. Other analyses however, have found a somewhat more derived position for Preondactylus. The following phylogenetic analysis follows the topology of Upchurch et al. (2015).[3] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Raeticodactylus filisurensis Caviramus schesaplanensis Arcticodactylus cromptonellus Carniadactylus rosenfeldi Eudimorphodon ranzii   ","Title":"Preondactylus - Wikipedia","KeyID":"332","URL":"https://en.wikipedia.org/wiki/Preondactylus"}