{"Content: ":"The Napo moist forests (NT0142) is an ecoregion in the western Amazon rainforest of Colombia, Ecuador and Peru. The Napo moist forests ecoregion covers part of the Amazon basin to the east of the Andes in the north of Peru, the east of Ecuador and the south of Colombia. It has an area of 25,174,684 hectares (62,208,000 acres).[1] The ecoregion extends from the foothills of the Andes in the west almost to the city of Iquitos, Peru in the east, where the Napo and Solimões (Upper Amazon) rivers join.[2] In the extreme northwest the Napo moist forests ecoregion transitions into Cordillera Oriental montane forests to the west. Otherwise it transitions into Eastern Cordillera Real montane forests in the west. To the south it transitions into Ucayali moist forests, and into a broad belt of Iquitos várzea along the Marañón / Solimões river. To the east it transitions into Solimões-Japurá moist forests in the south and Caquetá moist forests in the north. The Napo moist forests contain areas of Iquitos várzea along rivers in the south and areas of Purus várzea along rivers in the north..[3] The terrain consists of floodplains and very low hills.[1] To the west it is bounded by the foothills of the Andes. It slopes gently down from elevations of 300–400 metres (980–1,310 ft) in the west to elevations of 100 metres (330 ft) in the east. In the plains of the north the higher land rises no more than 10 metres (33 ft) above river level. Soils include older material from the Guiana Shield mixed with Quaternary sediments washed down from the Andes.[2] The Marañón River defines the southern boundary of the ecoregion. The Caguán River, a tributary of the Caquetá River defines the eastern boundary in Colombia. The Napo River, a tributary of the Solimões, defines the eastern boundary in Peru. Other important Amazon basin rivers that cross the ecoregion include the Morona, Pastaza, Tigre and Curaray, and the headwaters of the Caquetá and Putumayo.[2] The ecoregion has a humid tropical climate. Mean annual temperatures are 26 °C (79 °F). At different times of year, different elevations and different distances from the equator monthly temperatures may vary from 12 to 38 °C (54 to 100 °F). Annual rainfall in the furthest west of the ecoregion is up to 4,000 millimetres (160 in), while in the east it is 2,500–3,000 millimetres (98–118 in), still a very high level. There is a \"dry\" season with rather less rain than at other times of the year.[2] At a sample location at 1°45′S 75°45′W﻿ / ﻿1.75°S 75.75°W﻿ / -1.75; -75.75 the Köppen climate classification is \"Af\": equatorial, fully humid.[4] At this location monthly mean temperatures range from 25 °C (77 °F) in July to 26.9 °C (80.4 °F) in November. Yearly total rainfall is about 3,250 millimetres (128 in) Monthly rainfall varies from 193.7 millimetres (7.63 in) in December to 366.9 millimetres (14.44 in) in May.[4] The ecoregion is in the Neotropical realm, in the tropical and subtropical moist broadleaf forests biome.[1] The Napo moist forests terrestrial ecoregion is part of the 367,000 square kilometres (142,000 sq mi) Napo Moist Forests global ecoregion of the northern Amazon basin, which also includes the Ucayali moist forests. The heavy but seasonal rainfall, diverse terrain and soil, and barriers formed by large rivers contribute to great diversity of flora and fauna.[5] In the past the region has undergone large shifts in average temperature and humidity, with new species invading the region or evolving within the region. Large changes in river meanders in the Santa Cecilia region of the northwest of Ecuador may have created barriers that split species into population that then evolved independently.[2] In a 1 hectare (2.5 acres) area of the Napo moist forests over 310 species of trees have been counted.[5] The Yasuní Biosphere Reserve contains about 4,000 species of plants.[6] 138 species of orchid have been reported below 300 metres (980 ft) of elevation in Ecuador.[2] The Yasuní Biosphere Reserve has at least 70 species of mammals. This includes 13 primate species including the silvery woolly monkey (Lagothrix poeppigii), Venezuelan red howler (Alouatta seniculus), white-bellied spider monkey (Ateles belzebuth) and monk saki (Pithecia monachus). Other mammals include the South American tapir (Tapirus terrestris), white-lipped peccary (Tayassu pecari), jaguar (Panthera onca), Amazon river dolphin (Inia geoffrensis), tucuxi (Sotalia fluviatilis) and giant otter (Pteronura brasiliensis).[6] The region is home to the spectral bat (Vampyrum spectrum), the largest bat in the New World.[5] Endangered mammals include white-bellied spider monkey (Ateles belzebuth), giant otter (Pteronura brasiliensis) and mountain tapir (Tapirus pinchaque).[7] The Yasuní Biosphere Reserve has more than 400 fish species.[6] Endangered amphibians include Hemiphractus johnsoni (Johnson's horned treefrog), Hyloxalus cevallosi (Palanda rocket frog) and Pristimantis festae.[7] The Yasuní Biosphere Reserve has more than 500 species of birds.[6] Endangered birds include wattled curassow (Crax globulosa).[7] The World Wildlife Fund gives the ecoregion the status of \"Critical/Endangered\".[2] Studies in the Yasuní area of Napo Province, Ecuador, show that where roads within oil concessions are uncontrolled they are quickly used by colonists who deforest the area so they can grow crops and pasture for cattle. Where the roads are policed, colonization by non-indigenous people is avoided but species whose meat is sold for food are rapidly depleted in areas within walking distance of settlements.[8] As the indigenous Huaorani people become more connected to markets, their farms are expected to increase in size and the pressure on wildlife to intensify.[9] Protected areas include the Cayambe Coca Ecological Reserve and the Yasuni National Park.[1] The 2,800,000 hectares (6,900,000 acres) Yasuní landscape in Napo, Ecuador, combines the Yasuní National Park and the surrounding Waorani Ethnic Reserve. It contains parts of the lower Napo and Yasuní rivers. UNESCO designated the area the Yasuní Biosphere Reserve in 1989. It protects the heart of one of Ecuador's last remaining areas of untouched, continuous tropical forest, a biodiversity hotspot that is one of the richest on the planet. It is also home to the uncontacted Tagaeri and Taromenane clans of the Huaorani people.[6] Although a large part of the Yasuní Biosphere Reserve is undisturbed, it is in an area where the rule of law is not enforced and where immigrant farmers are advancing along roads build by oil companies and clearing forest so they can grow crops and graze livestock.[6]","Title":"Napo moist forests - Wikipedia","KeyID":"3326","URL":"https://en.wikipedia.org/wiki/Napo_moist_forests"}