{"Content: ":"Man and the Biosphere Programme (MAB) is an intergovernmental scientific program, launched in 1971 by UNESCO, that aims to establish a scientific basis for the improvement of relationships between people and their environments. MAB's work engages fully with the international development agenda—specially with the Sustainable Development Goals and the Post 2015 Development Agenda—and addresses challenges linked to scientific, environmental, societal and development issues in diverse ecosystems; from mountain regions to marine, coastal and island areas; from tropical forests to dry lands and urban areas. MAB combines the natural and social sciences, economics and education to improve human livelihoods and the equitable sharing of benefits, and to safeguard natural and managed ecosystems, thus promoting innovative approaches to economic development that are socially and culturally appropriate, and environmentally sustainable. The MAB program provides a unique platform for cooperation on research and development, capacity-building and networking to share information, knowledge and experience on three interlinked issues: biodiversity loss, climate change and sustainable development. It contributes not only to better understanding of the environment, but also promotes greater involvement of science and scientists in policy development concerning the wise use of biological diversity. As of January 2021[update], 727 biosphere reserves in 131 countries, including 22 transboundary sites, have been included in the World Network of Biosphere Reserves.[1] Biosphere reserves are areas comprising terrestrial, marine and coastal ecosystems. Each reserve promotes solutions reconciling the conservation of biodiversity with its sustainable use. Biosphere reserves are nominated by national governments and remain under the sovereign jurisdiction of the states where they are located. Their status is internationally recognized. Biosphere reserves are ‘Science for Sustainability support sites’ – special places for testing interdisciplinary approaches to understanding and managing changes and interactions between social and ecological systems, including conflict prevention and management of biodiversity. Biosphere reserves have three interrelated zones that aim to fulfill three complementary and mutually reinforcing functions: In 1996, the IUCN and MAB published a guideline for how to assess UNESCO biosphere reserves in the IUCN classification system. For that to work, the IUCN distinguish between the biosphere core, buffer, and transition zones, and also between each individual biosphere reserve. The most important feature for the assessment is the biosphere's management objective. Given that one of the main objectives of biospheres are scientific work, generally speaking, this would put biosphere core zones in the IUCN category I; either Ia (strict nature reserve) or Ib (wilderness area). Biosphere buffer zones would fall in category IV, V or VI and transition zones would be categorized as either V or VI if at all possible.[3] UNESCO’s intergovernmental structure provides MAB with a framework to help national governments support the planning and implementation of research and training programmes with technical assistance and scientific advice. Participating countries establish MAB National Committees that ensure maximum national participation in the international programme, defining and implementing each country’s activities. MAB currently operates through 158 National Committees established among the 195 Members States and nine Associate Members States of UNESCO. The agenda of the MAB Programme is defined by its main governing body, the International Coordinating Council. The MAB Council consists of 34 member states elected by UNESCO’s General Conference. The council elects a chair and five vice-chairpersons from each of UNESCO’s geopolitical regions, one of which functions as a rapporteur. These constitute the MAB Bureau. The MAB Secretariat is based at UNESCO’s Division of Ecological and Earth Sciences, at UNESCO's headquarter in Paris, and works closely with the different field offices around the world to coordinate the work of the MAB Programme at national and regional levels. Its staff members draw on expertise in many and varied disciplines. MAB is funded through the regular budget of UNESCO and mobilizes funds in-trust granted by Member States, bilateral and multilateral sources, and extra-budgetary funds provided by countries, the private sector and private institutions. MAB-related activities are nationally financed. The programme can grant seed funding to assist countries in developing projects and/or to secure appropriate partnership contributions. The latest World Congress of Biosphere Reserves took place in Lima, Peru, from 14 to 17 March 2016. This will be the 4th World Congress of Biosphere Reserves and it shall develop a new vision for the decade 2016–2025.[4] The World Network of Biosphere Reserves is supported by different regional, sub-regional or thematic networks. These are as follows:","Title":"Man and the Biosphere Programme - Wikipedia","KeyID":"3329","URL":"https://en.wikipedia.org/wiki/UNESCO_Biosphere_Reserve"}