{"Content: ":"The Huaorani, Waorani, or Waodani, also known as the Waos, are an Indigenous people from the Amazonian Region of Ecuador (Napo, Orellana, and Pastaza Provinces) who have marked differences from other ethnic groups from Ecuador. The alternate name Auca is a pejorative exonym used by the neighboring Quechua natives, and commonly adopted by Spanish-speakers as well. Auca (awqa in Quechua) means \"savage\". They comprise almost 4,000 inhabitants and speak the Huaorani language, a linguistic isolate that is not known to be related to any other language. Their ancestral lands are located between the Curaray and Napo rivers, about 50 miles (80 km) south of El Coca. These homelands—approximately 120 miles (190 km) wide and 75 to 100 miles (120 to 160 km) from north to south—are threatened by oil exploration and illegal logging practices. In the past, Huaorani were able to protect[how?] their culture and lands from both indigenous enemies and settlers. In the last 40 years, they have shifted from a hunting and gathering society to living mostly in permanent forest settlements. As many as five communities—the Tagaeri, the Huiñatare, the Oñamenane, and two groups of the Taromenane—have rejected all contact with the outside world and continue to move into more isolated areas.[not verified in body] The word Waodani (plural of Wao \"person\") means \"humans\" or \"men\" in Wao Tiriro. Before the mid 20th century, it included only those kin associated with the speaker. Others in the ethnic group were called Waodoni, while outsiders were and are known by the derogatory term Cowodi. This structure duplicates the in-group/out-group naming conventions used by many peoples. It reflects a period of traumatic conflict with outsiders during the 19th and early 20th century rubber boom / oil exploration.[citation needed] The name Waodani (or the alternative English spelling Waorani) represents a transliteration by English-speaking missionary linguists. The phonetic equivalent used by Spanish-speakers is Huaorani (reflecting the absence of w in Spanish spelling). The sounds represented by the English and Spanish letters d, r and n are allophones in Wao Tededo.[citation needed] [1] retrieved 8/21/19 The Waorani are subdivided into the Toñampare, Quenahueno, Tihueno, Quihuaro, Damuintaro, Zapino, Tigüino, Huamuno, Dayuno, Quehueruno, Garzacocha (río Yasuní), Quemperi (río Cononaco) Mima, Caruhue (río Cononaco) and Tagaeri.[2][3] According to journalist Scott Wallace, American missionaries in Ecuador attempted to contact the Huaorani in the 1950s with airdropped gifts. However, the photographs included in the package baffled the Huaorani (since they had never seen photographs before), and they believed the images were evil magical creations. When some Huaorani tribesmen found some missionaries who had landed a plane on a riverbank, the tribesmen killed the Westerners with spears.[4] In traditional animist Waodani worldview, there is no distinction between the physical and spiritual worlds, and spirits are present throughout the world. The Waodani once believed that the entire world was a forest (and used the same word, ömë, for both). The Oriente's rain forest remains the essential basis of their physical and cultural survival. For them, the forest is home, while the outside world is considered unsafe.[citation needed] In short, as one Waodani put it, \"The rivers and trees are our life.\"[5] In all its specificities, the forest is woven into each Waodani life and conceptions of the world. They have remarkably detailed knowledge of its geography and ecology.[citation needed] Hunting supplies a major part of the Waodani diet and is of cultural significance. Before a hunting or fishing party ensues, the community shaman will often pray for a day to ensure its success. Traditionally the creatures hunted were limited to monkeys, birds, and wild peccaries. Neither land-based predators nor birds of prey are hunted. Traditionally there was an extensive collection of hunting and eating taboos. They refused to eat deer, on the grounds that deer eyes look similar to human eyes. While a joyful activity, hunting (even permitted animals) has ethical ramifications: \"The Guarani [Waodani] must kill animals to live, but they believed dead animal spirits live on and must be placated or else do harm in angry retribution.\"[6] To counterbalance the offense of hunting, a shaman demonstrated respect through the ritual preparation of the poison, curare, used in blow darts. Hunting with such darts is not considered killing, but retrieving, essentially a kind of harvesting from the trees.[7][page needed] Plants, especially trees, continue to hold an important interest for the Waodani. Their store of botanical knowledge is extensive, ranging from knowledge of materials to poisons to hallucinogens to medicines. They also relate plants to their own experiences, particularly that of growing. Among trees, certain kinds are auspicious. Canopy trees, with their distinctly colored young leaves and striking transformation as they mature to towering giants, are \"admired for their solitary character... as well as for their profuse entanglement\" with other plants. Other significant trees are the pioneer species of the peach palm (used for making spears and blowguns, as well as for fruit), and fast-growing balsa wood, used for ceremonial purposes. Peach palm trees are associated with past settlements and the ancestors who live there.[8][page needed] Shamanic ethnomedicine uses the ayahuasca beverage[9] and a newly identified mushroom (Dictyonema huaorani) with the analogous substance of Psilocybe genus.[10][11] As with many peoples, the Waos maintain a strong in-group/out-group distinction, between Waodani (people who are kin), Waodoni (others in their culture who are unrelated) and Cowodi. The use of Waodani as a term for their entire culture emerged in the last fifty years in a process of ethnogenesis. This was accelerated by the creation of ONHAE, a radio service, and a soccer league.[citation needed] The Waodani notion of time is particularly oriented to the present, with few obligations extending backwards or forwards in time. Their one word for future times, baane, also means \"tomorrow\".[7][page needed] Spears are amongst the hunting tools of the Waodani culture and therefore available in person to person conflict.[citation needed] Their main hunting weapon is the blowgun. These weapons are typically from 3 to 4 meters long. The arrows used are dipped in curare poison, which paralyzes the muscles of the animal with which it is hit, so that it cannot breathe. Kapok fluff is used to create an air-tight seal, by twisting the fibers around the end of the dart or arrow. With the introduction of Western technology in the 20th century, many Waodani now use rifles for hunting.[citation needed] In 1990, the Waorani won the rights to the Waorani Ethnic Reserve 6,125.60 km2 (2,365.11 sq mi). The protected status of Yasuní National Park, which overlaps with the Waorani reserve, provides some measure of environmental protection.","Title":"Huaorani people - Wikipedia","KeyID":"3330","URL":"https://en.wikipedia.org/wiki/Huaorani"}