{"Content: ":"Uncontacted peoples are communities or groups of indigenous peoples living without sustained contact to neighbouring communities and the world community; groups who decide to remain uncontacted are referred to as indigenous peoples in voluntary isolation.[1] Legal protections make estimating the total number of uncontacted tribes challenging, but estimates from the Inter-American Commission on Human Rights in the UN and the non-profit group Survival International point to between 100 and 200 tribes numbering up to 10,000 individuals.[2][3][4] A majority of tribes live in South America, particularly Brazil, where the Brazilian government and National Geographic estimate between 77 and 84 tribes reside.[5] Knowledge of uncontacted peoples comes mostly from encounters with neighbouring indigenous communities and from aerial footage. Uncontacted peoples generally refers to indigenous peoples who have remained largely isolated to the present day, maintaining their traditional lifestyles and functioning mostly independently from any political or governmental entities. However, European exploration and colonization during the early modern period brought indigenous peoples worldwide into contact with colonial settlers and explorers. As such, most indigenous groups have had some form of contact with other peoples. The term \"uncontacted\" therefore refers to a lack of sustained contact with the majority non-indigenous society at the present time.[6] The Inter-American Commission on Human Rights refers to uncontacted peoples as \"indigenous peoples in voluntary isolation.\" These groups are defined by their general rejection of contact with anyone outside of their own people. This definition also includes groups who have previously had sustained contact with the majority non-indigenous society but have chosen to return to isolation and no longer maintain contact.[7] A 2009 United Nations report also classified \"peoples in initial contact\" as sharing the same characteristics, but beginning to regularly communicate with and integrate into mainstream society.[8] To highlight their agency in staying uncontacted or isolated, international organizations emphasize calling them \"indigenous peoples in isolation\" or \"in voluntary isolation\".[1] Otherwise they have also been called \"hidden peoples\", \"uncontacted tribes\",[1] or, incorrectly, \"lost tribes\".[9] International organizations have highlighted the importance of protecting indigenous peoples' environment and lands, the importance of protecting them from exploitation or abuse, and the importance of no contact to prevent the spread of modern diseases.[10][3][8] Historic exploration and abuse at the hands of the majority group have led many governments to give uncontacted people, along with their lands, legal protection. Many indigenous groups live on national forests or protected grounds, such as the Vale do Javari in Brazil[11] or the North Sentinel Island in India.[12] Much of the contention over uncontacted peoples has stemmed from governments' desires to extract natural resources. In the 1960s and 1970s Brazil's federal government attempted to assimilate and integrate native groups living in the Amazon jungle in order to use their lands for farming. Their efforts were met with mixed success and criticism, until in 1987 Brazil created the Department of Isolated Indians inside of FUNAI (Fundação Nacional do Índio), Brazil's Indian Agency. FUNAI was successful in securing protected lands which have allowed certain groups to remain relatively uncontacted until the present day. A different outcome occurred in Colombia when the Nukak tribe of indigenous people was contacted by an evangelical group. The tribe was receptive to trade, and eventually moved in order to have closer contact with settlers. This led to an outbreak of respiratory infections, violent clashes with narco-traffickers, and the death of hundreds of the Nukak, more than half of the tribe. Eventually the Colombian government forcibly relocated the tribe to a nearby town where they received food and government support, but were reported as living in poverty.[13][11] The threats to the Nukak tribe are generally shared by all peoples in isolation, such as the outside world's desire to exploit their lands. This can include lumbering, ranching and farming, land speculation, oil prospecting and mining, and poaching. For example, Peruvian President Alan García claimed in 2007 that uncontacted groups were only a \"fabrication of environmentalists bent on halting oil and gas exploration\".[14] As recently as 2016 a Chinese subsidiary mining company in Bolivia ignored signs that they were encroaching on uncontacted tribes, and attempted to cover it up.[15] In addition to commercial pursuits, missionaries can also pose a threat.[16] It was those threats, combined with attacks on their tribe by illegal cocaine traffickers, that led a group of Acre Indians to make contact with a village in Brazil, and subsequently with the Brazilian government in 2014. This behaviour suggests that many tribes are aware of the outside world, and choose not to make contact unless motivated by fear or self-interest. Satellite images suggest that some tribes intentionally migrate away from roads or logging operations in order to remain secluded.[6] Indigenous rights activists have often advocated indigenous peoples in isolation to be left alone, saying that contact will interfere with their right to self-determination as peoples.[6] On the other hand, experience in Brazil suggests isolating peoples might even want to have trading relationships and positive social connections with others, but choose isolation out of fear of conflict or exploitation.[17] The Brazilian state organization National Indian Foundation (FUNAI) in collaboration with anthropological experts has chosen to make controlled contact with tribes in initial contact. The organization operates 15 trading posts throughout protected territory at which tribes can trade for metal tools and cooking instruments.[14] The organization also steps in to prevent some conflicts and deliver vaccinations.[10] However, FUNAI has been critical of political will in Brazil, reporting that it only got 15% of its requested budget in 2017.[14] In 2018, after consensus among field agents, FUNAI released videos and images of several tribes under their protection. Although the decision was criticized, the director of the isolated Indian department, Bruno Pereira, responded that “The more the public knows and the more debate around the issue, the greater the chance of protecting [isolated Indians] and their lands”. He shared that the organization has been facing mounting political pressure to open up lands to commercial companies. He also justified the photography by explaining that FUNAI was investigating a possible massacre against the Flechieros tribe.[18] Recognizing the myriad problems with contact, the United Nations Human Rights Council in 2009[8] and the Inter-American Commission on Human Rights in 2013[7] introduced guidelines and recommendations that included a right to choose self-isolation.[19][9] India is home to two uncontacted tribes, both living on islands in the Andaman Island chain. The Sentinelese people of North Sentinel Island, which lies near South Andaman Island in the Bay of Bengal, reject contact. Attempts to contact them have usually been rebuffed, sometimes with lethal force. Their language is markedly different from other languages on the Andamans, which suggests that they have been isolated for thousands of years.[20] They have been called by experts the most isolated people in the world,[6] and they are likely to remain so.[20] During the 2001 Census of India, a joint expedition conducted during 23–24 February 2001 identified at least a few dozen individuals, but it was not exhaustive.[21] Helicopter surveys after the 2004 Indian Ocean tsunami confirmed the Sentinelese had survived,[22] and there have been a few limited interactions with them since. The local Andaman and Nicobar administration has adopted an \"eyes-on and hands-off\" policy to ensure that no poachers enter the island. A protocol of circumnavigation of North Sentinel Island has been made and notified in consultation with the Indian government.[23][24] However, individuals have occasionally attempted to contact them, although such attempts are against the law.[25] In November 2018, a violent contact made international headlines. American missionary John Allen Chau was killed by the Sentinelese during an illegal expedition to the island, where Chau had intended to convert the tribe to Christianity.[26] Another Andamanese tribe, the Jarawas, live on the main islands, largely isolated from other peoples. They are thought to number a few hundred people.[27] The Toromona are an uncontacted people living near the upper Madidi River and the Heath Rivers in northwestern Bolivia.[15] The government has created an \"exclusive, reserved, and inviolable\" portion of the Madidi National Park to protect the Toromona.[28] It was this group which faced encroachment from a Chinese mining company in 2016.[15] Among the Ayoreo people of the Gran Chaco are a small number of uncontacted nomadic hunter-gatherers in the Kaa-Iya del Gran Chaco National Park and Integrated Management Natural Area. Pacahuaras are believed to be living in voluntary isolation in Pando Department.[29] Until the 1970s Brazil attempted unsuccessfully to move anyone on lands that could be commercially cultivated. Then, in 1987, it set up the Department of Isolated Indians inside FUNAI, facilitating the work of Sydney Possuelo and José Carlos Meirelles, and declared the Vale do Javari perpetually sealed off, encompassing an area of 85,444.82 km 2 (32,990 mi 2).[11] In 2007, FUNAI reported the presence of 67 uncontacted indigenous peoples in Brazil, up from 40 in 2005.[30] The Awá are people living in the eastern Amazon rainforest. There are approximately 350 members, and 100 of them have no contact with the outside world. They are considered highly endangered because of conflicts with logging interests in their territory.[31] The Kawahiva live in the north of Mato Grosso. They are constantly on the move and have little contact with outsiders. Thus, they are known primarily from physical evidence they have left behind: arrows, baskets, hammocks, and communal houses.[32] The Korubu live in the lower Vale do Javari in the western Amazon Basin.[33] Other tribes may include the Uru-Eu-Wau-Wau, and the Himarimã. There may be uncontacted peoples in Uru-Eu-Uaw-Uaw Indigenous Territory and Kampa Indigenous Territory and Envira River Isolated Peoples. Recently in 2019 some isolated groups of one to two people came into the media's attention. Two brothers of the Piripkura tribe continue to live alone in the jungle, but initiated contact with FUNAI after a fire they had kept burning for 18 years went out. They were the subsequent focus of the documentary Piripkura. Another man, colloquially called \"the man of the holes\" lives alone on 8,000 hectares where he has dug hundreds of holes for farming and trapping.[34] As of 2021, uncontacted peoples in Brazil are threatened by illegal land grabbers, loggers and gold miners, as the government of Jair Bolsonaro has signalled its intention to develop the Amazon and reduce the size of indigenous reservations.[35] With the creation of gigantic tribal reserves and strict patrolling, Colombia is now regarded as one of the countries where uncontacted indigenous people are offered maximum protection.[36] The Nukak people are nomadic hunter-gatherers living between the Guaviare and Inírida rivers in south-east Colombia at the headwaters of the northwest Amazon basin.[37] There are groups, including the Carabayo, Yuri and the Passé, in Río Puré National Park.[38][39][40] Two isolated indigenous peoples of Ecuador live in the Amazon region: the Tagaeri and the Taromenane. Both are eastern Huaorani peoples living in Yasuni National Park. These semi-nomadic people live in small groups, subsisting on hunting, gathering, and some crops. They are organized into extended families.[16] Since 2007 there is a national policy which mandates: untouchability, self-determination, equality, and no contact.[16] In 2013, more than 20 Taromenane were killed by other Huaorani.[41] Approximately 100 Ayoreo people, some of whom are in the Totobiegosode tribe, live uncontacted in the forest. They are nomadic, and they hunt, forage, and conduct limited agriculture. They are the last uncontacted peoples south of the Amazon basin, and are in Amotocodie.[42] Threats to them include rampant illegal deforestation.[43] According to Survival International, Brazilian company Yaguarete Porá S.A. is converting thousands of hectares of the Ayoreo-Totobiegosode tribe's ancestral territory into cattle ranching land.[44] The Union of Ayoreo Natives of Paraguay is working for their protection, with support from the Iniciativa Amotocodie.[16] The Mashco-Piro are nomadic Arawak hunter-gatherers who inhabit Manú National Park in Peru. In 1998, the International Work Group for Indigenous Affairs estimated their number to be around 100 to 250.[45] They speak a dialect of the Piro languages.[46] Amid incursions on their land, the tribe has made it clear they do not wish to be contacted.[47] As of 2013, all the bands seem to be surviving. Other groups include the Machiguenga, Nanti, Asháninka, Mayoruna, Isconahua, Kapanawa, Yora, Murunahua, Chitonahua, Mastanahua, Kakataibo, and Pananujuri. Many of them speak dialects of Panoan languages.[16] There are five reserves for uncontacted peoples. However, the law designed to protect those peoples does not prevent economic operations there.[16] In Venezuela some groups from the Hoti, Yanomami, and Piaroa tribes live in relative isolation. The Ministry of Indigenous Peoples has no policies designed to protect these people specifically.[16] There are over 40 uncontacted tribes living in West Papua region in Indonesia although contact is usually established upon their initial encounter. While it is illegal for journalists and other organizations to enter West Papua, there is no dedicated government agency for the protection of isolated indigenous groups. Human rights organizations including Survival International have argued that there is a need to raise awareness of the existence of uncontacted tribes, for example to prevent the development of infrastructure near their lands. On the other hand, remaining vague about the exact location and size of the tribe may help to avoid encouraging contact.[48] Uncontacted peoples have been objectified and used to satisfy modern fascinations with claiming first contact and accessing the indigenous peoples' projected state of nature,[49] historically by colonial endeavours[9] and contemporarily by people paying tour operators who offer adventure tours to search isolated peoples out.[50] As such, indigenous peoples and their lands have been the object of the search for Prester John, king of a wealthy Christian realm in isolation,[51][52] and for the Ten Lost Tribes of Israel.[9] On the other hand, indigenous peoples in isolation have been identified altogether as part of modernity, and how they shape their lives in it as one way of life in the modern world.[53]","Title":"Uncontacted peoples - Wikipedia","KeyID":"3331","URL":"https://en.wikipedia.org/wiki/Uncontacted_peoples"}