{"Content: ":"See text Bactris is a genus of spiny palms which are native to Mexico, South and Central America and the Caribbean. Most species are small trees about 2 m (6 ft 7 in) tall, but some are large trees while others are shrubs with subterranean stems. They have simple or pinnately compound leaves and yellow, orange, red or purple-black fruit. The genus is most closely related to several other spiny palms—Acrocomia, Aiphanes, Astrocaryum and Desmoncus. The fruit of several species is edible, most notably B. gasipaes, while others are used medicinally or for construction. The ancestors of the genus are believed to have entered South America during the late Cretaceous. Bactris shows high rates of speciation. Both stems and leaves of Bactris species are generally covered with spines. Stems generally bear spines on the internodes; in B. glaucescens and B. setulosa spines are also present on the nodes. A few species lack spines on their stems. All species have spiny leaves; the spines are often clustered on the petiole or rachis. In some species the spines are only found on the tips of the leaflets.[2]: 4–5  Most species grow in multi-stemmed clumps with stems about 2 metres (6 ft 7 in) tall and 3 centimetres (1.2 in) in diameter, but they span a range of sizes from tall trees to shrubs with subterranean stems and are sometimes single-stemmed. Stems can be as narrow as 0.3–0.5 centimetres (0.1–0.2 in) in B.aubletiana or as broad as 25 centimetres (10 in) in B. gasipaes.[2]: 4  The leaves can be either pinnately compound or simple; in some species like B. hirta both types of leaves exist. Petioles range from 5 centimetres (2.0 in) to over 1.5 metres (4 ft 11 in) in length, while the rachis (which bears the leaflets) can be 3 centimetres (1.2 in) to over 3 metres (9.8 ft) long.[2]: 4–5  Inflorescences are borne singly emerging from the leaf axil. Flowers grow in triplets along the inflorescence; each female flower is flanked by two male flowers; elsewhere along the inflorescence male flowers grow singly or in pairs. Ripe fruit can be yellow, orange, red or purple-black (other colours are present in a few species) and range from 0.5–4.5 centimetres (0.2–1.8 in) long.[2]: 5–11  Acrocomia Desmoncus Aiphanes Astrocaryum Bactris Desmoncus orthacanthos Bactris gasipaes Aiphanes aculeata* Acrocomia crispa Acrocomia aculeata Bactris is placed in the subfamily Arecoideae, the tribe Cocoseae and the subtribe Bactridinae, together with the genera Acrocomia, Aiphanes, Astrocaryum and Desmoncus.[5] Phylogenetic studies support the monophyly of both the subtribe Bactridinae and the genus Bactris, but differ in terms of how the genera within the subtribe are related to one-another.[3] The first species were attributed to the genus by Nikolaus Joseph von Jacquin in 1763, but a formal description of the genus was only published in 1777 by Giovanni Antonio Scopoli. Later workers split Bactris into several genera (Guilielma, Augustinea, Pyrenoglyphis, Amylocarpus and Yuyba) and described several hundred species.[2] Although earlier authors recognised between 239 and 257 species of Bactris,[6] Andrew Henderson accepted 73 species and a single genus in his 2000 monograph,[2]: 2  while as of 2013 The Plant List included 79 accepted species.[7] Henderson recognised six informal groups within the genus, but used them only for convenience and did not consider them monophyletic groups. These groups were (1) the Amylocarpus group, (2) the Guilielma group, (3) the Orange-fruited group, (4) the Piranga group, (5) the Purple-fruited group, and (6) the Pyrenoglyphis group.[2]: 4  In their study of the Bactridinae, Wolf Eiserhardt and colleagues sampled 13 species of Bactris distributed among these six groups; five of these groups were represented by more than one species in their sample. Of these five, only the Guilielma group was potentially monophyletic (although support for this conclusion was weak). The other four were found to be either polyphyletic or paraphyletic (although here again, support was only strong for two of the four). The sixth group, the Orange-fruited group, was only represented by a single species in their data set.[3]  The subfamily Arecoideae is believed to have evolved in North America about 78 million years ago,[9] and colonised South America during the late Cretaceous before going extinct in North America.[10] The subtribe Bactridinae evolved between 54 and 35 million years ago,[3][9] The ancestors of Bactris diverged from those of Astroacryum between 26 and 36 million years ago.[3] In an analysis of the palm family, it was found that Bactris was one of six palm genera that showed the highest rates of speciation.[10] The genus ranges from Mexico, through Central America and the Caribbean and across much of tropical South America. Diversity is highest in the Amazonian region. Most of the species in the Brazilian Atlantic Forest are endemic to the region. Three species (B. cubensis, B. jamaicana and B. plumeriana) are restricted to the Caribbean and form a closely related clade.[2]: 11–12  Bactris gasipaes, the peyibaye or peach palm, was domesticated in pre-Columbian times and is cultivated for its starchy fruit and palm heart throughout the Neotropics, especially in Brazil, Colombia, Peru and Costa Rica.[11][12] Other species used for food include B. brongniartii, B. campestris, B. concinna and B. major. Bactris acanthophora and B. campestris are used medicinally, while B. barronis, B. pilosa and B. setulosa are used in construction.[2]: 23–165 ","Title":"Bactris - Wikipedia","KeyID":"3334","URL":"https://en.wikipedia.org/wiki/Bactris"}