{"Content: ":"Carniadactylus is a genus of pterosaur which existed in Europe during the Late Triassic period (late Carnian or early Norian, about 228 million years ago[1]). The genus contains a single species, Carniadactylus rosenfeldi. Carniadactylus was similar in appearance and anatomy to its close relative Eudimorphodon, though it was significantly smaller. Like Eudimorphodon, it is notable for its complex multi-cusped teeth. Despite their similarities, the size difference between these two pterosaurs likely meant that they occupied different niches and relied on different food sources. This is supported by studies of their teeth. While similar in construction, the teeth of Carniadactylus show little to no wear, unlike the larger, fish-eating Eudimorphodon, which may have been able to chew its food. The smaller Carniadactylus probably fed on smaller, soft-bodied prey like worms and insect larvae.[2] In 1995 the Italian paleontologist Fabio Marco Dalla Vecchia named a new species of the genus Eudimorphodon: E. rosenfeldi. The specific name honors the finder Corrado Rosenfeld.[3] The holotype was MFSN 1797, a partial fossil skeleton with parts of the skull and lower jaws, but lacking the tail, found near Udine. It soon became clear however, that in cladistic analyses E. rosenfeldi was not the sister taxon of the type species of Eudimorphodon: E. ranzii. This made, dependent on the precise analysis, the genus paraphyletic or polyphyletic. To avoid this Dalla Vecchia in 2009 created the new genus Carniadactylus. The type species is Carniadactylus rosenfeldi. The genus name is derived from Carnia, the name of the region the fossil was found, and Greek daktylos, \"finger\", a reference to the wing finger typical of pterosaurs. A second specimen, MPUM 6009, is the paratype, consisting of an almost complete skeleton that however has been largely preserved as an impression only. It is a third shorter than the holotype, that itself indicated a wingspan of about seventy centimetres. The disparity was by Dalla Vecchia explained as intraspecific variability.[4] In 2015 however, Alexander Kellner named a separate genus for MPUM 6009: Bergamodactylus.[5] According to earlier analyses by Alexander Kellner, Carniadactylus was thought to be related to Peteinosaurus within the Dimorphodontidae. David Unwin later placed it into the Campylognathoididae. This was supported by an analysis by Dalla Vecchia that showed Carniadactylus as the sister taxon of Caviramus. However, a more thorough phylogenetic analysis by Andres & Myers in 2013 supported the original interpretation of Carniadactylus as the sister taxon to the type species of Eudimorphodon, and they reclassified it within that genus.[6] The following phylogenetic analysis follows the topology of Upchurch et al. (2015).[7] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Raeticodactylus filisurensis Caviramus schesaplanensis Arcticodactylus cromptonellus Carniadactylus rosenfeldi Eudimorphodon ranzii In 2020 however, a study upheld by Matthew G. Baron about early pterosaur interrelationships found Carniadactylus to group with Caviramus, Raeticodactylus, and the Austriadraconidae, which in turn were within a clade called Caviramidae.[8]   ","Title":"Carniadactylus - Wikipedia","KeyID":"334","URL":"https://en.wikipedia.org/wiki/Carniadactylus"}