{"Content: ":"The white-banded swallow (Atticora fasciata) is a species of bird in the family Hirundinidae. They are black with white thighs, a white breast, and white bars on the edges of its wings. They have a distinct, deeply forked tail. It is found in Bolivia, Brazil, Colombia, Ecuador, French Guiana, Guyana, Peru, Suriname, and Venezuela, in tropical lowlands. They are non-migratory. Its natural habitats are rivers and forested areas. They nest in burrows and do not use artificial cavities. It is evaluated as least-concern by the International Union for Conservation of Nature (IUCN). The genus name Atticora is from Ancient Greek Atthi, \"Athenian\", and kora \"maiden\". Such terms were often applied to swallows and swifts. The specific fasciata is from Latin fascia, \"band\".[2] This swallow is monotypic.[3] The white-banded swallow is a medium-sized swallow, measuring, on average, 15 cm (5.9 in) and weighing 12–16 g (0.42–0.56 oz). They usually have a wingspan of 92–108 mm (3.6–4.3 in). They decline in size from north to south, but this is a gradual decline, which suggests that there is no geographical variation. It is black, except for the band on its breast, its thighs, and bars on the edge of its wings, which are all white. It also has blackish-brown underwing coverts. Their feathers have a blue-black luster. This swallow has a deeply forked tail. The sexes are similar, although the females weigh slightly more on average (12–14 g (0.42–0.49 oz) for the males, 12.8–15.8 g (0.45–0.56 oz) for the females). The juveniles are noted to be duller and browner, with shorter and paler feathers.[4][3][5] It should not be confused with the black-collared swallow, which has white underparts and throat.[6] The call of this swallow is described as a ti-ti-tur. These swallows also have a buzzy z-z-z-z-ee-eep call, which is usually given in flight.[4] This bird is native to Bolivia, Brazil, Colombia, Ecuador, French Guiana, Guyana, Peru, Suriname, and Venezuela.[1] It can be found to nest in tropical lowland evergreen forests near water and near both blackwater rivers and whitewater rivers, in forested areas.[3] They are more frequently found near blackwater rivers in Columbia and Venezuela, nesting on rocky outcrops. Although they are found near water, they are rarely found over lakes. They are sometimes found over forested clearings.[6] They usually do not occur above 800 m (2,600 ft), although they do occur up to 1,400 m (4,600 ft) in Columbia. These swallows are also non-migratory.[4] The white-banded swallow nests in a burrow. It is thought that these swallows dig their own burrows, occasionally digging nests in riverbanks when the water is low, but they most likely also use abandoned burrows. The nest is made of dry grass. They do not use artificial nesting sites.[4] These birds usually breed alone or in small colonies.[3][6] At dusk, they can also be seen to roost in small groups.[5] This swallow has a clutch of four to five white eggs, usually measuring 18.5 mm × 12.8 mm (0.73 in × 0.50 in).[5][7] These birds are insectivores and feed in the air. When foraging, they fly rapidly in a zigzag path or circle above the water, skimming the water in some cases. They occasionally perch on boulders or small outcroppings above the water.[6] They forage low over the water and occasionally near forests, clearings, or grassy areas with bushes.[4] They usually forage alone or in small groups, occasionally with the black-collared swallow and the white-winged swallow.[3] Although this does happen, they usually stay closer to rocks.[5] Although their population is declining, this swallow is classified as a least-concern species by the IUCN. This is because of its extensive range, large population, and the fact that the population is not decreasing fast enough to be classified as vulnerable. Their range is estimated to be 7,260,000 km2 (2,800,000 sq mi). The reason for the decline in population of this species is the fact that they are estimated to lose 12.8—13.8% of suitable habitat over 12 years, or 3 generations.[1]","Title":"White-banded swallow - Wikipedia","KeyID":"3344","URL":"https://en.wikipedia.org/wiki/White-banded_swallow"}