{"Content: ":"This page is a list of species of the order Chiroptera discovered in the 2000s. See also parent page Mammals described in the 2000s. A new species of flying fox found on Mindoro Island, Philippines.[1] A new species discovered from the Picard Island (Aldabra Atoll, Seychelles).[2] A new species found only in Fangshan District, about 100 km southwest of Beijing (China).[3] This species of stripe-faced fruit bat is known only from the type locality in western Mindoro Island, Philippines.[4] A new species of Hipposideros described from South-East Sulawesi, Indonesia. It is currently only known from Rawa Aopa Watumohai National Park, an area of semi-disturbed lowland rainforest.[5] A new species of small Kerivoula described from peninsular Malaysia.[6] A new species of Eptesicus from Atlantic Forest, Brazil. Zootaxa 2006[7] Two new species described from western South America. L. pattoni is known only from the type locality in the Amazon lowlands of southeastern Peru. L. cadenai was found only on the central Pacific coastal plain, Valle del Cauca, southwestern Colombia.[8] A species of horseshoe bat from north-east India (Meghalaya state), proposed as distinct from the Intermediate Roundleaf Bat (H. larvatus) in 2006. It differs from H. larvatus in having a call at a lower frequency, and having longer ears and forearms.[9] This is a species from Laos of the H. bicolor subgroup within the family Hipposideridae, with long brown dorsal fur and very light brownish ventral fur, large ears, relatively small and narrow nose-leaf without supplementary leaflets. It is further distinguished by cranial characters and the frequency of its echolocation calls.[10] A new species of house bat discovered in 2004 and named in 2006. It was discovered living in palm-thatched roofs in the Madagascar village of Marovaza.[11] A new species was found in mountainous coniferous plantations and mixed forests of coniferous and broadleaf trees in Taiwan.[12] This new species inhabits the xeric mountain ranges in Central Asia (Afghanistan, China, Iran, Kazakhstan, Kyrgyzstan, Mongolia, Tajikistan).[13] A species described from the lowland forests of eastern Peru and northwestern Bolivia.[14] This new species inhabits montane cloud forests in the Andes of northern Ecuador, and the slopes of the Cordillera de Cóndor and Cordillera del Cutucú in southern Ecuador at elevations 1,300–1,890 m on the eastern and 2,000–2,275 m on the western slopes.[15] A new genus and species in the tribe Lonchophyllini, subfamily Glossophaginae (Chiroptera: Phyllostomidae) was described based on the analysis of 4 specimens collected in 3 different localities in a semiarid area of northeastern Brazil.[16] This is the largest known monkey-faced bat, found on the northwestern Solomon Islands of Bougainville, Buka, Choiseul and Isabel, and some adjacent smaller islands. It has a forearm length of 159mm or more, and a condylobasal skull length of 71 mm or more. Its fur is black with occasional light tipping on the breast.[17] A new species classified in the R. pearsoni species group inhabits a dipterocarp forest of peninsular Malaysia.[18] A species described from the Chocó region of Ecuador.[19] A very small Subsaharan Myotis, with a forearm length of 37 mm, brown dorsal and greyish ventral pelage.[20] This bat was collected in a degraded gallery forest in Kirirom National Park in Cambodia. It differs from all other Murina species by its second upper incisor being shorter than the first, and from all but one by the insertion of its tail membrane on the base of the first toe.[21] This new species is known from three localities in western Madagascar (Bemaraha, Mahabo, and Sarodrano).[22] This new fruit bat was discovered in two bat collections from Malawi. The species is intermediate in size between the sympatric species E. labiatus and E. crypturus. Its wings are relatively broad, its tail membrane is narrow. In females, the 5th palatal ridge is partly between the first upper molars.[23] This species was caught in northern Madagascar and consists of two typical colour morphs, a reddish one and a medium chocolate brown one.[24] This bat was found in forests in North Myanmar. It is characterized by the combination of its large size – it is larger than most other Asiatic Kerivoula species – and its unique flattened skull.[25] This new dwarf bat from Libya differs from its nearest relatives P. pipistrellus and P. pygmaeus chromosomally, and by its larger skull and teeth, and a number of other characters.[26] A new species currently known only from northwestern Ecuador and southwestern Colombia.[27] A new species is known only from the type locality in Yasuni National Park, Ecuador.[28] A new species from the Pacific coast of northwestern Ecuador (Esmeraldas, Los Ríos, and Pichincha provinces).[29] A new species is known from southeastern Peru and northern Bolivia.[30] This species was discovered in Lore Lindu National Park in Central Sulawesi, Indonesia.[31] This is a large leaf-nosed bat from Laos and Vietnam, with a known forearm length of 77.9–82.7 mm and a condylobasal length of 26.5–27.9 mm. It is intermediate between its two nearest relatives and further differs from these in a number of body and skull characters.[32] This species is only known from the area of Nouméa on New Caledonia and is considered vulnerable by its author.[33] This species occurs from San Luis Potosi in Mexico to West Panama.[34] Known from a single locality in Peru.[35] A species discovered in Zambia.[36] A species from New Georgia Island and Vangunu Island, Solomon Islands, considered by its author to be critically endangered.[37] This bat is distinguished by its large tragus, its brownish dorsal pelage, its large thumb and thumb claw, and the form of its penis and penis bone.[38] A member of the R. maclaudi species group. Was described in 2002. This horseshoe bat species is known from a few specimens taken from Ziama Classified Forest in southeastern Guinea. It is also known from Liberia.[39] Was described as the smallest of Australian Pteropus species, but in 2004 Helgen found that the specimens on which P. banakrisi is based are all subadult individuals of the Black Flying Fox (P. alecto). The name banakrisi becomes a synonym.[40][41] Only known from a single locality in Vietnam.[42] This species is known from Greece, Hungary and France.[43] This species is known only from the central Cordillera in Colombia.[44] A species discovered in the Central Cordillera of North Colombia.[45] This fruit bat species was described in 2001, based on 1 specimen from Papua New Guinea, 7 from Vogelkop, Indonesia, and 1 from Waigeo, Indonesia. It is characterized by its long upper and lower canines and distinguished from its close and sympatric relative P. raptor by its larger size and stronger built.[46] This new butterfly bat from Cameroon and the Democratic Republic of Congo is distinct from other African species of its genus by the combination of the characters size, skull shape, fur colour, and the absence of spotting or reticulation. The authors named the bat G. curryi but later in 2001 the name was corrected to G. curryae.[47][48] This species was discovered in the Bale Mountains National Park of Ethiopia, at an altitude of 2760 m.[49] A species discovered in the western Andes of Colombia.[50] Described on the basis of two specimens from Tanzania.[51]","Title":"List of bats described in the 2000s - Wikipedia","KeyID":"3346","URL":"https://en.wikipedia.org/wiki/Lophostoma_yasuni"}