{"Content: ":"The pygmy marmoset, genus Cebuella, is a small genus of New World monkey native to rainforests of the western Amazon Basin in South America. It is notable for being the smallest monkey and one of the smallest primates in the world, at just over 100 grams (3.5 oz). It is generally found in evergreen and river-edge forests and is a gum-feeding specialist, or a gummivore. About 83% of the pygmy marmoset population lives in stable troops of two to nine individuals, including a dominant male, a breeding female, and up to four successive litters of offspring. The modal size of a standard stable troop would be six individuals.[3] Although most groups consist of family members, some may also include one or two additional adult members. Members of the group communicate using a complex system including vocal, chemical, and visual signals. Three main calling signals depend on the distance the call needs to travel. These monkeys may also make visual displays when threatened or to show dominance. Chemical signaling using secretions from glands on the chest and genital area allow the female to indicate to the male when she is able to reproduce. The female gives birth to twins twice a year and the parental care is shared between the group. The pygmy marmoset has been viewed as somewhat different from typical marmosets, most of which are classified in the genera Callithrix and Mico, and thus is accorded its own genus, Cebuella, within the family Callitrichidae. The biggest threats are habitat loss and the pet trade.[4] There has been debate among primatologists concerning the proper genus in which to place the pygmy marmoset. An examination of the interstitial retinol binding protein nuclear gene (IRBP) in three marmoset species showed that Callithrix as constructed in the 1990s also needed to include C. pygmaea to be monophyletic, and that the times of separation of pygmaea and the argentata and jacchus species groups from one another are less than 5 million years ago, as might be expected for species of the same genus.[5] However, subsequent separation of the argentata and jacchus species groups into different genera (the argentata group having been moved to Mico) justifies maintaining a separate genus for the pygmy marmoset, as Callithrix is no longer paraphyletic.[6] There are two species described of the pygmy marmoset:[1][2] There are few morphological differences between these species, as they may only differ slightly in color, and they are only separated by geographical barriers, including large rivers in South America.[7] The evolution of this genus diverged in terms of body-mass from typical primates, with a high rate of body-mass reduction. This involves large decreases in pre-natal and post-natal growth rates, furthering the thought that pro-genesis played a role in the evolution of this animal.[8] The pygmy marmoset is one of the world's smallest primates, being the smallest true monkey, with a head-body length ranging from 117 to 152 mm (4.6 to 6.0 in) and a tail of 172 to 229 mm (6.8 to 9.0 in). The average adult body weight is just over 100 grams (3.5 oz) with the only sexual dimorphism of females being a little heavier.[9][10] The fur colour is a mixture of brownish-gold, grey, and black on its back and head and yellow, orange, and tawny on its underparts. Its tail has black rings and its face has flecks of white on its cheeks and a white vertical line between its eyes.[10] It has many adaptations for arboreal living including the ability to rotate its head 180 degrees and sharp claw-like nails used to cling to branches and trees.[11][12] Its dental morphology is adapted to feeding on gum, with specialised incisors that are used to gouge trees and stimulate sap flow. Its cecum is larger than usual to allow for the greater period of time gum takes to break down in the stomach.[12] The pygmy marmoset walks on all four limbs and can leap up to 5 m (16 ft) between branches.[11][13] The pygmy marmoset can be found in much of the western Amazon Basin, in Brazil, Colombia, Ecuador, Peru, and Bolivia. The western pygmy marmoset, Cebuella pygmaea pygmaea, occurs in the state of Amazonas, Brazil, eastern Peru, southern Colombia, and north-eastern Ecuador. The eastern pygmy marmoset, C. p. niveiventris, is also found in Amazonas, but also in Acre, Brazil, eastern Peru, and northern Bolivia. The distribution of both subspecies is often limited by rivers. It typically lives in the understory of the mature evergreen forests and often near rivers.[6] Population density is correlated with food tree availability. It can be found between ground level and about 20 metres (66 ft) into the trees but generally does not enter the top of the canopy. It is often found in areas with standing water for more than three months of the year.[10] This monkey has a specialized diet of tree gum. It gnaws holes in the bark of appropriate trees and vines with its specialized dentition to elicit the production of gum. When the sap puddles up in the hole, it laps it up with its tongue. It also lies in wait for insects, especially butterflies, which are attracted to the sap holes. It supplements its diet with nectar and fruit.[14] A group's home range is 0.1 to 0.4 hectares (0.25 to 0.99 acres), and feeding is usually concentrated on one or two trees at a time. When those become depleted, a group moves to a new home range. Brown-mantled tamarins are generally sympatric with pygmy marmosets and often raid pygmy marmosets' gum holes.[6] Pygmy marmosets have adapted insect-like claws, known as tegulae, to engage in a high degree of claw-clinging behaviors associated with plant exudate exploitation. Exudate is any material that oozes out of a plant, including gum, sap, resin, and latex.[15] Claw-clinging is primarily used during feeding, but also during plant exudate foraging.[13] A pygmy marmoset group, ranging from two to nine members, contains one or two adult males and one or two adult females, including a single breeding female and her offspring.[16] Interbirth interval ranges from 149–746 days.[17] In contrast to other callitrichines, there is no relationship between the number of adult males and the number of infants and offspring. However, there is a significant positive relationship between the number of juveniles and the number of adult and sub-adult group members.[18] Young marmosets typically remain in the group for two consecutive birth cycles. The pygmy marmoset uses special types of communication to give alerts and warning to its family members. These include chemical, vocal, and visual types of communication.[19] It is believed to serve to promote group cohesion and avoidance of other family groups.[20] Infant pygmy marmosets, along with their parents, twin, and other siblings, form cooperative care groups. Babbling, or vocalizing, by the infant marmoset is a key part of its relationships with its family members and is a major part of its development. As the infant develops, the babbling gradually changes to resemble and eventually become adult vocalization. There are many similarities between the development of vocalization in infant pygmy marmosets and speech in infant humans. Vocalizing gives the infant advantages such as increased care and allows the entire family to coordinate their activities without seeing each other.[21] Siblings also participate in infant care. Infant marmosets require the most attention, so having more family members participating in the care decreases the cost for any individual and also teaches parenting skills to the juvenile marmosets. Members of the group, usually female, may even put off their own reproduction through a temporary cessation of ovulation in order to care for the offspring of others in the group. The ideal number of caregivers for an infant marmoset has been shown to be around five individuals. Caregivers are responsible for finding food for the infants as well as helping the father watch for predators.[22] The pygmy marmoset is a non-seasonal breeder and usually gives birth to twins once or twice a year.[23] However, single births occur 16% of the time and triplet births 8% of the time.[17] The pygmy marmoset is usually monogamous though there is some variation within the species in terms of breeding systems. Polyandry also occurs as male marmosets are responsible for carrying the infants on their backs. Having a second male to carry the offspring can be beneficial as marmoset litters are often twins and decreases the cost to any particular male. The daily range of the pygmy marmoset, however, is relatively small, which decreases the rate of polyandry.[24] Male and female pygmy marmosets show differences in foraging and feeding behavior, although male and female dominance and aggressive behavior varies within the species. Males have less time to search out food sources and forage due to the constraints of their infant caring responsibilities and predator vigilance. Without an infant to carry, female pygmy marmosets have greater freedom to forage, giving them an apparent feeding priority. This priority may serve to compensate mothers for the energetic costs of carrying and lactating for two offspring at a time. However, the fact that feeding priority is also given to females without offspring weakens the argument. Instead, female feeding priority may have evolved through sexual selection. Females may choose mates who invest more time in infant care and predator vigilance. Such males have less time to look for food, allowing the female feeding priority.[25] The pygmy marmoset is well known for its communication abilities including an intricate system of calls. The trill is used during feeding, foraging, and when travelling and the group is close together. The J-call is a series of fast notes repeated by the caller and is used at medium distances. Both calls are used as contact calls. The long call is used when the group is spread out over distances greater than ten meters or in response to a neighboring group.[19] The pygmy marmoset uses the trill for short-distance communication, J-calls for intermediate distances, and long calls for long distances; these have respectively decreasing frequencies. Pigmy marmosets interpret these calls not only by type but also, through subtle sonic variance, by individual calling. Research based on audio playback tests shows that calls recorded from different individuals in captivity varied significantly in all seven auditory parameters analyzed for each type of call. Behavioral responses to trills were greatest when the caller was the dominant male of the group. Responses to J-calls were greatest when the caller was the monkey's mate or a same-sex monkey from outside the group. Varying responses to individual callers were only observed when the call was given spontaneously from another animal rather than being played back from a recording, with one exception. That exception was that male monkeys responded to playbacks of their own calls differently from those of other monkeys, when the call was played back from a familiar location. It is thought the pygmy marmoset reacts at first to the type of call that is being made and then adjusts its behavior slightly to react to the specific individual that is making the call. This allows the marmoset to react appropriately to all calls but show some variation when the call gives extra information.[20] Environmental factors play a role in communication by affecting the frequency of the signal and how far the signal can travel and still be audible to communicate the desired message. Since the pygmy marmoset is often found in the rain forest, plant life and the humid atmosphere add to the normal absorption and scattering of sound. Because low frequency calls are affected less by the disturbances than their high frequency counterparts, they are used for communication across longer distances.[19] The pygmy marmoset changes the characteristics of its calls when its social environment is changed. Adult marmosets will show modifications in the structure of their calls which mimic that of their group members. In addition to changes of existing calls, novel calls may be heard from marmosets after pairing.[26] The pygmy marmoset has other ways to communicate information about matters such as the female's ovulatory state. New World monkeys do not show genital swelling during ovulation as female Old World monkeys do. Instead, a lack of female aggression towards males can serve as a signal of ovulation. Scent glands on its chest, anus, and genitals are also rubbed on surfaces which leave chemical signals about the reproductive state of the female.[27] The pygmy marmoset also performs visual displays such as strutting, back-arching, and piloerection when it feels threatened or to show dominance.[28] They are threatened by habitat loss in some areas of its range, and by the pet trade in others (i.e. Ecuador).[6] Interaction between humans and the pygmy marmoset is associated with a number of behavioral changes in the animal including social play and vocalization, both of which are important to communication between animals in the species. Particularly in areas of heavy tourism, pygmy marmosets have a tendency to be less noisy, less aggressive, and less playful with other individuals. They are also pushed into higher strata of the rainforest than they would normally prefer. Tourism in areas native to the pygmy marmoset is also correlated with increased capture of the animal. Due to its small size and relatively docile nature, captured pygmy marmosets are often found in exotic pet trades.[29] Capture causes even more behavioral variations, including a decrease in both the number and the sound level of vocalizations.[30] Pygmy marmosets can also be found at local zoos, where they exist in groups.[31] Finger monkeys' (pygmy marmoset) value is associated with them being the smallest primate in the world. New-born pygmy marmosets are usually 5–6 inches (130–150 mm) tall, and weigh from 100 grams (3.5 oz).[32] Although these primates are not in danger of extinction, they are rare to find in the market for purchase. Prices range from $1,000 to $4,000.[32] Generally, a pygmy marmoset's life span is from 15 to 20 years, they are known to have a shorter life in the wild mainly because they fall out of trees.[33] Another expense for these creatures as pets is the necessary essentials in order to maintain them. Creating an environment similar to that of where they are from is important.[34] For food, these creatures as pets are often fed fruits, insects, and smaller lizards.[35] As pets, a baby pygmy marmoset needs to be fed every two hours for at least two weeks.[32] Understanding their natural diet is also important because it helps maintain their good health from the necessary protein, calcium and other nutritional sources they need in order to survive. In the United States, each state has different regulations when it comes to owning one of these creatures.[32] Another factor that needs to be considered is that a regular veterinarian might not be able to help provide medical evaluations or care; one would need to seek out a veterinarian with a primate specialization.[33] In South America it is illegal to either import or export these creatures. Understanding the laws within those countries is important when it comes to considering owning or taking care of a pygmy marmoset. Many people do not agree that pygmy marmosets should be pets.[34] The argument is usually that they have a longer life span when they are in good care from a human.[35] However, the UK RSPCA says they should \"not be considered as pets in the accepted sense of the word. They are wild undomesticated animals that cannot be house-trained or fully tamed\".[36]","Title":"Pygmy marmoset - Wikipedia","KeyID":"3348","URL":"https://en.wikipedia.org/wiki/Pygmy_marmoset"}