{"Content: ":"Caviramus is a genus of caviramid pterosaur from the Late Triassic (early Rhaetian-age) lower Kössen Formation of the Northern Calcareous Alps of Switzerland. The genus was in 2006 named by Nadia Fröbisch and Jörg Fröbisch. The type species is Caviramus schesaplanensis. The genus name is derived from Latin cavus, \"hollow\" and ramus, \"branch\". The specific name refers to Mount Schesaplana. The genus is based on holotype PIMUZ A/III 1225, three non-contiguous fragments of a ramus (lower jaw) of the mandible with multicuspate teeth. Two teeth are preserved, one with three cusps, and one with four; despite this difference the authors consider them as essentially isodont. The number of teeth is estimated at a minimum of twelve and a maximum of seventeen. A row of large oval foramina runs parallel to the tooth row; foramina in the form of small holes in the anterior part of the lower jaw suggest some sort of soft-tissue structure, or a keratin covering. The jaw is light and hollow. The teeth of this genus resemble those of Eudimorphodon, but the jaw is different. The discovery of this genus is a find of some significance, as there are few pterosaurs known from the Triassic.[1] A second specimen, sometimes assigned to its own genus and species as Raeticodactylus filisurensis, consists of a single disarticulated partial skeleton including an almost complete skull. The skull shows that it had a tall thin bony crest running along the midline of the front of the upper jaw, and a keel on the lower jaw. The teeth at the front of the upper jaw, in the premaxillae, were fanglike, whereas the teeth in the upper cheeks (the maxillae) had three, four, or five cusps, similar to those of Eudimorphodon. Caviramus had a wingspan of about 135 centimeters (53 in). Based on its long limbs, it might have been a terrestrial forager. It bears a dentition atypically suited for mastication, being more specialised to this than other eudimorphodonts, and may have been a generalist or herbivore. Its gracile wings suggested a soaring mode of flight.[2] Despite the resemblance to Eudimorphodon the authors classified Caviramus as Pterosauria incertae sedis. A 2009 study by Fabio Dalla Vecchia concluded that Raeticodactylus, which is known from a more complete skeleton including lower jaw, probably belong to the same genus, and possibly the same species, if the differences (such as size and the presence of a crest in the Raeticodactylus specimen) are not due to sex or age. Subsequent studies have supported their synonymy.[3] Dalla Vecchia found the two forms in a sister clade of Carniadactylus, implying that Caviramus was a member of the Campylognathoididae[4] The following phylogenetic analysis follows the topology of Upchurch et al. (2015).[5] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Raeticodactylus filisurensis Caviramus schesaplanensis Arcticodactylus cromptonellus Carniadactylus rosenfeldi Eudimorphodon ranzii In 2020 however, a study upheld by Matthew G. Baron about early pterosaur interrelationships found Caviramus to group with Carniadactylus, Raeticodactylus, and the Austriadraconidae, which in turn were within a clade he called Caviramidae.[6]   ","Title":"Caviramus - Wikipedia","KeyID":"335","URL":"https://en.wikipedia.org/wiki/Caviramus"}