{"Content: ":"The common woolly monkey, brown woolly monkey, or Humboldt's woolly monkey[3] (Lagothrix lagothricha) is a woolly monkey from Colombia, Ecuador, Peru, Bolivia, Brazil, and Venezuela. It lives in groups of two to 70 individuals, usually splitting the group into smaller subgroups when active. The taxonomy of the common woolly monkey is still debated. Fooden classified it is as one of two species under the genus Lagothrix with four sub-species (L. l. lagotricha, L. l. lugens, L. l. cana, and L. l. poeppgigii.[4] Later, an analysis of craniodental morphology suggested a move of all sub-species to the species level and also led to the yellow-tailed woolly monkey (formerly Lagothrix flavicauda) being moved to a monotypic genus Oreonax.[5] Genetic analyses also identify distinct groups, but different groupings from morphological and molecular data continue to make this a difficult issue that might be addressed with larger data sets.[6] A 2014 study found the genus Lagothrix to comprise only two species: L. lagothrica and L. flavicauda, with L. lagothrica containing five subspecies; the results of this study have been followed by the American Society of Mammalogists and the IUCN Red List.[7][8][9] Many published sources use the specific name lagothricha rather than the etymologically correct lagotricha, since Fooden adopted this spelling when he revised the genus.[4] Von Humboldt used both spellings in his original description of the species. These five subspecies are known:[9] Common woolly monkeys are large compared to most other tree-dwelling primates, with a head-body length of 40 to 60 centimetres (1.3 to 2.0 ft), a tail length of 55 to 75 centimetres (22 to 30 in), and a weight of 5.5 to 10.8 kilograms (12 to 24 lb). Contrary to their name, they may also be a shade of grey or black as well as brown, and are darker on the head and underparts. The face is naked of any fur and is typically black. Most male woolly monkeys are larger than the females, also having larger canines. Common woolly monkeys are also diurnal.[10] The common woolly monkey is present in the upper Amazon basin in South America, ranging from the Rio Tapajos in Brazil, to eastern Peru, Ecuador and Colombia, with scattered populations north to Venezuela. They also used to be found in Bolivia, however it is likely they have been extirpated by hunters.[10][11] Common woolly monkeys are omnivorous, but mainly frugivorous.[12] Their diet consists primarily of fruits containing 1 or 2 large seeds and fruits that are lower in fat and higher in sugar and water.[13] Although they prefer certain fruits such as fruits from the Fabaceae (Legume), Moraceae (fig), Convolvulaceae, and Sapotaceae families, which represent roughly 50% of consumption time,[14] fruit abundance and production influence their diet more than preference.[15] As such, during periods of scarcity, fruit consumption tends to decrease and leaf and insect consumption increases. Females with dependents tend to eat more leaves, most likely because the leaves contain more protein, which helps the female produce more milk,[14] whereas juvenile woolly monkeys have been observed to eat more arthropods than other members of the group.[13] The common woolly monkey exhibits generalist and opportunistic foraging behavior,[15] spending a large amount of time eating and moving in the pursuit of food, covering roughly 2 km per day.[13] They tend to prefer fruit species with a clumped fruit distribution and fruits produced by large trees because these tend to produce a larger crop size and reduce the energy spent traveling between fruit patches.[15] Females with offspring were observed to be more efficient foragers than juveniles and adult males. Inter-group competition during feeding times causes the juveniles to be displaced by the adult males and females with offspring resulting in an increase in feeding on arthropods and leaves.[13] They are found in the rainforest, usually in the canopy of the tallest trees, though they may also be found at shrub layer.[16] In certain seasons it is also common for groups to enter flooded forests, due to a higher concentration of berries. Females drive the relationships that develop between opposite sexes within communities.[17] They do not mingle with other females, whereas males will engage with either sex. Females are possessive of males and may harass others that try to interact with a male. Although they are dominant within their group, females are accepting to outsiders of both genders if there are no offspring-producing females present.[18] Woolly monkeys have been observed using all four legs when walking/running and climbing, and efficiently making use of intermediate branches rather than just terminal branches when climbing.[19] They act as more effective seed dispersers than the morphologically spider monkey due to longer seed retention time in the digestive tract and the higher variety of seeds eaten.[20] Another influence on seed dispersal rate may be that insects constitute part of their diet.[21] The common woolly monkey is classified as a vulnerable species by the IUCN.[1] It occurs both inside and outside of areas that are protected by national park laws.[22] Although the common woolly monkey has a much wider range compared to the other species in the genus Lagothrix (the yellow-tailed woolly monkey),[23] it is regarded as vulnerable because of predicted future pressures.[1] Human activity is the biggest threat for this species, particularly the building of new highways through parts of the Amazon and the attendant deforestation and increase in human activity. This leads to displacement and provides new access into the forests, creating the opportunity for more hunting to occur.[24] Hunting is mostly carried out by the indigenous communities of this region of the Amazon. Its large size makes the brown woolly monkey highly susceptible to being hunted by locals.[25] Individuals may also be sold locally as pets.[23] After the mothers are hunted, the babies can be sold for up to approximately $80 USD.[25] Declining populations of woolly monkeys may have wider ecosystem impacts due to their function as seed dispersers and their role as both predator and prey.[citation needed] Many South American national parks have specific laws that prevent both deforestation and the hunting of animals, whereas some do not forbid hunting. Parks and reserves that fully protect the brown woolly monkey include Sumaco-Napo Galeras National Park, Cayambe-Coca and Cofán-Bermejo Ecological Reserve and Cuyabeno Wildlife Reserve in Ecuador; Nevado de Huila, Puracé, Cueva de los Guacharos and Picachos Natural National Parks in Colombia; and Majuna-Kichwa and Yaguas Reserved Zone in Peru. Algodón Medio Putumayo and Bajo Putumayo-Yagua in Peru offer partial protection. It has been suggested that the local extirpation of the species in some parts of its former range in Brazil was caused by the lack of hunting laws enforced upon indigenous groups.[24] Data related to Lagothrix lagotricha at Wikispecies","Title":"Common woolly monkey - Wikipedia","KeyID":"3352","URL":"https://en.wikipedia.org/wiki/Lagothrix_lagothricha"}