{"Content: ":"Dame Jane Morris Goodall DBE (/ˈɡʊdɔːl/; born Valerie Jane Morris-Goodall on 3 April 1934),[3] formerly Baroness Jane van Lawick-Goodall, is an English primatologist and anthropologist.[4] Seen as the world's foremost expert on chimpanzees, Goodall is best known for her 60-year study of social and family interactions of wild chimpanzees since she first went to Gombe Stream National Park in Tanzania in 1960, where she witnessed human-like behaviours amongst chimpanzees, including armed conflict.[5][6] In April 2002, she was named a UN Messenger of Peace. Goodall is an honorary member of the World Future Council. Valerie Jane Morris-Goodall was born in 1934 in Hampstead, London,[7] to businessman Mortimer Herbert Morris-Goodall (1907–2001) and Margaret Myfanwe Joseph (1906–2000),[8] a novelist from Milford Haven, Pembrokeshire,[9] who wrote under the name Vanne Morris-Goodall.[3] The family later moved to Bournemouth, and Goodall attended Uplands School, an independent school in nearby Poole.[3] As a child, as an alternative to a teddy bear, Goodall's father gave her a stuffed chimpanzee named Jubilee. Goodall has said her fondness for this figure started her early love of animals, commenting, \"My mother's friends were horrified by this toy, thinking it would frighten me and give me nightmares.\" Today, Jubilee still sits on Goodall's dresser in London.[10] Goodall had always been drawn to animals and Africa, which brought her to the farm of a friend in the Kenya highlands in 1957.[11] From there, she obtained work as a secretary, and acting on her friend's advice, she telephoned Louis Leakey,[12] the Kenyan archaeologist and palaeontologist, with no other thought than to make an appointment to discuss animals. Leakey, believing that the study of existing great apes could provide indications of the behaviour of early hominids,[13] was looking for a chimpanzee researcher, though he kept the idea to himself. Instead, he proposed that Goodall work for him as a secretary. After obtaining approval from his co-researcher and wife, British paleoanthropologist Mary Leakey, Louis sent Goodall to Olduvai Gorge in Tanganyika (present-day Tanzania), where he laid out his plans.[citation needed] In 1958, Leakey sent Goodall to London to study primate behaviour with Osman Hill and primate anatomy with John Napier.[14] Leakey raised funds, and on 14 July 1960, Goodall went to Gombe Stream National Park, becoming the first of what would come to be called The Trimates.[15] She was accompanied by her mother, whose presence was necessary to satisfy the requirements of David Anstey, chief warden, who was concerned for their safety.[11] Goodall credits her mother with encouraging her to pursue a career in primatology, a male-dominated field at the time. Goodall has stated that women were not accepted in the field when she started her research in the late 1950s.[16] Today, the field of primatology is made up almost evenly of men and women, in part thanks to the trailblazing of Goodall and her encouragement of young women to join the field.[17] Leakey arranged funding, and in 1962 he sent Goodall, who had no degree, to the University of Cambridge. She went to Newnham College, Cambridge, where she obtained a PhD in ethology.[1][11][18][19] She was the eighth person to be allowed to study for a PhD there without first having obtained a bachelor's degree.[3] Her thesis was completed in 1966 under the supervision of Robert Hinde on the Behaviour of free-living chimpanzees,[1] detailing her first five years of study at the Gombe Reserve.[3][18] On 19 June 2006 the Open University of Tanzania awarded her an honorary Doctor of Science degree. Goodall is best known for her study of chimpanzee social and family life. She began studying the Kasakela chimpanzee community in Gombe Stream National Park, Tanzania, in 1960.[20] Instead of numbering the chimpanzees she observed, she gave them names such as Fifi and David Greybeard and observed them to have unique and individual personalities, an unconventional idea at the time.[21] She found that \"it isn't only human beings who have personality, who are capable of rational thought [and] emotions like joy and sorrow.\"[21] She also observed behaviours such as hugs, kisses, pats on the back, and even tickling, what we consider \"human\" actions.[21] Goodall insists that these gestures are evidence of \"the close, supportive, affectionate bonds that develop between family members and other individuals within a community, which can persist throughout a life span of more than 50 years.\"[21] These findings suggest that similarities between humans and chimpanzees exist in more than genes alone and can be seen in emotion, intelligence, and family and social relationships.[citation needed] Goodall's research at Gombe Stream is best known to the scientific community for challenging two long-standing beliefs of the day: that only humans could construct and use tools, and that chimpanzees were vegetarians.[21] While observing one chimpanzee feeding at a termite mound, she watched him repeatedly place stalks of grass into termite holes, then remove them from the hole covered with clinging termites, effectively \"fishing\" for termites.[22] The chimpanzees would also take twigs from trees and strip off the leaves to make the twig more effective, a form of object modification that is the rudimentary beginnings of toolmaking.[22] Humans had long distinguished themselves from the rest of the animal kingdom as \"Man the Toolmaker\". In response to Goodall's revolutionary findings, Louis Leakey wrote, \"We must now redefine man, redefine tool, or accept chimpanzees as human!\"[22][23][24] In contrast to the peaceful and affectionate behaviours she observed, Goodall also found an aggressive side of chimpanzee nature at Gombe Stream. She discovered that chimpanzees will systematically hunt and eat smaller primates such as colobus monkeys.[21] Goodall watched a hunting group isolate a colobus monkey high in a tree and block all possible exits; then one chimpanzee climbed up and captured and killed the colobus.[24] The others then each took parts of the carcass, sharing with other members of the troop in response to begging behaviours.[24] The chimpanzees at Gombe kill and eat as much as one-third of the colobus population in the park each year.[21] This alone was a major scientific find that challenged previous conceptions of chimpanzee diet and behaviour.[citation needed][25] Goodall also observed the tendency for aggression and violence within chimpanzee troops. Goodall observed dominant females deliberately killing the young of other females in the troop to maintain their dominance,[21] sometimes going as far as cannibalism.[22] She says of this revelation, \"During the first ten years of the study I had believed […] that the Gombe chimpanzees were, for the most part, rather nicer than human beings. […] Then suddenly we found that chimpanzees could be brutal—that they, like us, had a darker side to their nature.\"[22] She described the 1974–1978 Gombe Chimpanzee War in her 1990 memoir, Through a Window: My Thirty Years with the Chimpanzees of Gombe. Her findings revolutionised contemporary knowledge of chimpanzee behaviour and were further evidence of the social similarities between humans and chimpanzees, albeit in a much darker manner.[citation needed] Goodall also set herself apart from the traditional conventions of the time by naming the animals in her studies of primates instead of assigning each a number. Numbering was a nearly universal practice at the time and was thought to be important in the removal of oneself from the potential for emotional attachment to the subject being studied. Setting herself apart from other researchers also led her to develop a close bond with the chimpanzees and to become, to this day, the only human ever accepted into chimpanzee society. She was the lowest-ranking member of a troop for a period of 22 months. Among those whom Goodall named during her years in Gombe were:[26] In 1977, Goodall established the Jane Goodall Institute (JGI), which supports the Gombe research, and she is a global leader in the effort to protect chimpanzees and their habitats. With nineteen offices around the world, the JGI is widely recognised for community-centred conservation and development programs in Africa. Its global youth program, Roots & Shoots, began in 1991 when a group of 16 local teenagers met with Goodall on her back porch in Dar es Salaam, Tanzania. They were eager to discuss a range of problems they knew about from first-hand experience that caused them deep concern. The organisation now has over 10,000 groups in over 100 countries.[31] In 1992, Goodall founded the Tchimpounga Chimpanzee Rehabilatation Centre in the Republic of Congo to care for chimpanzees orphaned due to bush-meat trade. The rehabilitation houses over a hundred chimps over its three islands.[32] In 1994, Goodall founded the Lake Tanganyika Catchment Reforestation and Education (TACARE or \"Take Care\") pilot project to protect chimpanzees' habitat from deforestation by reforesting hills around Gombe while simultaneously educating neighbouring communities on sustainability and agriculture training. The TACARE project also supports young girls by offering them access to reproductive health education and through scholarships to finance their college tuition.[33] Owing to an overflow of handwritten notes, photographs, and data piling up at Jane's home in Dar es Salaam in the mid-1990s, the Jane Goodall Institute's Center for Primate Studies was created at the University of Minnesota to house and organise this data. Currently all of the original Jane Goodall archives reside there and have been digitised, analysed, and placed in an online database.[34] On 17 March 2011, Duke University spokesman Karl Bates announced that the archives will move to Duke, with Anne E. Pusey, Duke's chairman of evolutionary anthropology, overseeing the collection. Pusey, who managed the archives in Minnesota and worked with Goodall in Tanzania, had worked at Duke for a year.[35] In 2018 and 2020, Goodall partnered with friend, CEO Michael Cammarata on two natural product lines from Schmidt's Naturals and Neptune Wellness Solutions. Five percent of every sale benefited the Jane Goodall Institute.[36][37][38] Today, Goodall devotes virtually all of her time to advocacy on behalf of chimpanzees and the environment, travelling nearly 300 days a year.[39][40] Goodall is also on the advisory council for the world's largest chimpanzee sanctuary outside of Africa, Save the Chimps in Fort Pierce, Florida.[41] Goodall credits the 1986 Understanding Chimpanzees conference, hosted by the Chicago Academy of Sciences, with shifting her focus from observation of chimpanzees to a broader and more intense concern with animal-human conservation.[42] She is the former president of Advocates for Animals,[43] an organisation based in Edinburgh, Scotland, that campaigns against the use of animals in medical research, zoos, farming and sport.[citation needed][44] Goodall is a vegetarian and advocates the diet for ethical, environmental, and health reasons. In The Inner World of Farm Animals (2009), Goodall writes that farm animals are \"far more aware and intelligent than we ever imagined and, despite having been bred as domestic slaves, they are individual beings in their own right. As such, they deserve our respect. And our help. Who will plead for them if we are silent?\"[45] Goodall has also said: \"Thousands of people who say they 'love' animals sit down once or twice a day to enjoy the flesh of creatures who have been treated so with little respect and kindness just to make more meat.\"[46] In 2021, Goodall became a vegan and authored a cookbook titled Eat Meat Less.[47] Goodall is an outspoken environmental advocate, speaking on the effects of climate change on endangered species such as chimpanzees. Goodall, alongside her foundation, collaborated with NASA to use satellite imagery from the Landsat series to remedy the effects of deforestation on chimpanzees and local communities in Western Africa by offering the villagers information on how to reduce activity and preserve their environment.[48] In 2000, to ensure the safe and ethical treatment of animals during ethological studies, Goodall, alongside Professor Mark Bekoff, founded the organization Ethologists for the Ethical Treatment of Animals.[49] In April 2008, Goodall gave a lecture entitled \"Reason for Hope\" at the University of San Diego's Joan B. Kroc Institute for Peace & Justice Distinguished Lecture Series.[citation needed][50] In 2008, Goodall demanded the European Union end the use of medical research on animals and ensure more funding for alternative methods of medical research.[51] In May 2008, Goodall controversially described Edinburgh Zoo's new primate enclosure as a \"wonderful facility\" where monkeys \"are probably better off [than those] living in the wild in an area like Budongo, where one in six gets caught in a wire snare, and countries like Congo, where chimpanzees, monkeys and gorillas are shot for food commercially.\"[52] This was in conflict with Advocates for Animals' position on captive animals.[53] In June 2008, Goodall confirmed that she had resigned the presidency of the organisation which she had held since 1998, citing her busy schedule and explaining, \"I just don't have time for them.\"[54] Goodall is a patron of population concern charity Population Matters[55] and is currently an ambassador for Disneynature.[56] In 2010, Goodall, through JGI, formed a coalition with a number of organizations such as the Wildlife Conservation Society (WCS) and the Humane Society of the United States (HSUS) and petitioned to list all chimpanzees, including those that are captive, as endangered.[57] In 2015, the U.S. Fish and Wildlife Service(FWS) announced that they would accept this rule and that all chimpanzees would be classified as endangered.[58] In 2011, Goodall became a patron of Australian animal protection group Voiceless, the animal protection institute. \"I have for decades been concerned about factory farming, in part because of the tremendous harm inflicted on the environment, but also because of the shocking ongoing cruelty perpetuated on millions of sentient beings.\"[59] In 2012, Goodall took on the role of challenger for the Engage in Conservation Challenge with the DO School, formerly known as the D&F Academy.[60] She worked with a group of aspiring social entrepreneurs to create a workshop to engage young people in conserving biodiversity, and to tackle a perceived global lack of awareness of the issue.[61] In 2014, Goodall wrote to Air France executives, criticizing the airline's continued transport of monkeys to laboratories. Goodall called the practice \"cruel\" and \"traumatic\" for the monkeys involved. The same year, Goodall also wrote to the National Institutes of Health (NIH) to criticize maternal deprivation experiments on baby monkeys in NIH laboratories.[62][63] Prior to the 2015 UK general election, she was one of several celebrities who endorsed the parliamentary candidacy of the Green Party's Caroline Lucas.[64] Goodall is a critic of fox hunting and was among more than 20 high-profile people who signed a letter to Members of Parliament in 2015 opposing Conservative prime minister David Cameron's plan to amend the Hunting Act 2004.[65] During August 2019, Goodall was honoured for her contributions to science with a bronze sculpture in midtown Manhattan alongside nine other women, part of the \"Statues for Equality\" project.[66] In 2020, continuing her organization's work on the environment, Goodall vowed to plant 5 million trees, part of the 1 trillion tree initiative founded by the World Economic Forum.[67] In February 2021, Jane Goodall and more than 140 scientists called on the EU Commission to abolish caging of farm animals.[68] Goodall has married twice. On 28 March 1964, she married a Dutch nobleman, wildlife photographer Baron Hugo van Lawick, at Chelsea Old Church, London, and became known during their marriage as Baroness Jane van Lawick-Goodall.[69] The couple had a son, Hugo Eric Louis (born 1967); they divorced in 1974. The following year, she married Derek Bryceson, a member of Tanzania's parliament and the director of that country's national parks. He died of cancer in October 1980.[70] Owing to his position in the Tanzanian government as head of the country's national park system, Bryceson could protect Goodall's research project and implement an embargo on tourism at Gombe.[70] Goodall has stated that dogs are her favourite animal.[71] Goodall suffers from prosopagnosia, which makes it difficult to recognize familiar faces.[72] Goodall was raised in a Christian congregationalist family. As a young woman, she took night classes in Theosophy. Her family were occasional churchgoers, but Goodall began attending more regularly as a teenager when the church appointed a new minister, Trevor Davies. \"He was highly intelligent and his sermons were powerful and thought-provoking... I could have listened to his voice for hours... I fell madly in love with him... Suddenly, no one had to encourage me to go to church. Indeed, there were never enough services for my liking.\" Of her later discovery of the atheism and agnosticism of many of her scientific colleagues, Goodall wrote that \"[f]ortunately, by the time I got to Cambridge I was twenty-seven years old and my beliefs had already moulded so that I was not influenced by these opinions.\"[73] In her 1999 book Reason for Hope: A Spiritual Journey, Goodall describes the implications of a mystical experience she had at Notre Dame Cathedral in 1977: \"Since I cannot believe that this was the result of chance, I have to admit anti-chance. And so I must believe in a guiding power in the universe – in other words, I must believe in God.\"[74] When asked if she believes in God, Goodall said in September 2010: \"I don't have any idea of who or what God is. But I do believe in some great spiritual power. I feel it particularly when I'm out in nature. It's just something that's bigger and stronger than what I am or what anybody is. I feel it. And it's enough for me.\"[75] When asked in the same year if she still considers herself a Christian, Goodall told the Guardian \"I suppose so; I was raised as a Christian.\"[76] In her foreword to the 2017 book The Intelligence of the Cosmos by Ervin Laszlo, a philosopher of science who advocates quantum consciousness theory, Goodall wrote: \"we must accept that there is an Intelligence driving the process [of evolution], that the Universe and life on Earth are inspired and in-formed by an unknown and unknowable Creator, a Supreme Being, a Great Spiritual Power.\"[77] Goodall used unconventional practices in her study; for example, naming individuals instead of numbering them. At the time, numbering was used to prevent emotional attachment and loss of objectivity.[78][79] Goodall wrote in 1993: \"When, in the early 1960s, I brazenly used such words as 'childhood', 'adolescence', 'motivation', 'excitement', and 'mood' I was much criticised. Even worse was my crime of suggesting that chimpanzees had 'personalities'. I was ascribing human characteristics to nonhuman animals and was thus guilty of that worst of ethological sins -anthropomorphism.\"[80] Many standard methods aim to avoid interference by observers, and in particular some believe that the use of feeding stations to attract Gombe chimpanzees has altered normal foraging and feeding patterns and social relationships. This argument is the focus of a book published by Margaret Power in 1991.[81] It has been suggested that higher levels of aggression and conflict with other chimpanzee groups in the area were due to the feeding, which could have created the \"wars\" between chimpanzee social groups described by Goodall, aspects of which she did not witness in the years before artificial feeding began at Gombe. Thus, some regard Goodall's observations as distortions of normal chimpanzee behaviour.[82] Goodall herself acknowledged that feeding contributed to aggression within and between groups, but maintained that the effect was limited to alteration of the intensity and not the nature of chimpanzee conflict, and further suggested that feeding was necessary for the study to be effective at all. Craig Stanford of the Jane Goodall Research Institute at the University of Southern California states that researchers conducting studies with no artificial provisioning have a difficult time viewing any social behaviour of chimpanzees, especially those related to inter-group conflict.[83] Some recent studies, such as those by Crickette Sanz in the Goualougo Triangle (Congo) and Christophe Boesch in the Taï National Park (Ivory Coast), have not shown the aggression observed in the Gombe studies.[84] However, other primatologists disagree that the studies are flawed; for example, Jim Moore provides a critique of Margaret Powers' assertions[85] and some studies of other chimpanzee groups have shown aggression similar to that in Gombe even in the absence of feeding.[86] On 22 March 2013, Hachette Book Group announced that Goodall's and co-author Gail Hudson's new book, Seeds of Hope, would not be released on 2 April as planned due to the discovery of plagiarised portions.[87] A reviewer for The Washington Post found unattributed sections that were copied from websites about organic tea, tobacco, and an \"amateurish astrology site\", as well as from Wikipedia.[88] Goodall apologised and stated, \"It is important to me that the proper sources are credited, and I will be working diligently with my team to address all areas of concern. My goal is to ensure that when this book is released it is not only up to the highest of standards, but also that the focus be on the crucial messages it conveys.\"[89] The book was released on 1 April 2014, after review and the addition of 57 pages of endnotes.[90] One of Gary Larson's Far Side cartoons shows two chimpanzees grooming. One finds a blonde human hair on the other and inquires, \"Conducting a little more 'research' with that Jane Goodall tramp?\"[91] Goodall herself was in Africa at the time, and the Jane Goodall Institute thought this was in bad taste and had its lawyers draft a letter to Larson and his distribution syndicate in which they described the cartoon as an \"atrocity\". They were stymied by Goodall herself: When she returned and saw the cartoon, she stated that she found the cartoon amusing.[92] Since then, all profits from sales of a shirt featuring this cartoon go to the Jane Goodall Institute. Goodall wrote a preface to The Far Side Gallery 5, detailing her version of the controversy, and the institute's letter was included next to the cartoon in the complete Far Side collection.[93] She praised Larson's creative ideas, which often compare and contrast the behaviour of humans and animals. In 1988, when Larson visited Goodall's research facility in Tanzania,[92] he was attacked by a chimpanzee named Frodo.[91] On 3 March 2022, in celebration of Women's History Month and International Women's Day, The Lego Group issued set number 40530, A Jane Goodall Tribute, depicting a Jane Goodall minifigure and three chimpanzees in an African forest scene.[94] On 31 December 2021, Goodall was the guest editor of the BBC Radio Four Today programme. She chose Francis Collins to be presenter of Thought for the Day. Goodall has received many honours for her environmental and humanitarian work, as well as others. She was named a Dame Commander of the Order of the British Empire in an Investiture held at Buckingham Palace in 2004.[95] In April 2002, Secretary-General Kofi Annan named Goodall a United Nations Messenger of Peace. Her other honours include the Tyler Prize for Environmental Achievement, the French Legion of Honour, Medal of Tanzania, Japan's prestigious Kyoto Prize, the Benjamin Franklin Medal in Life Science, the Gandhi-King Award for Nonviolence and the Spanish Prince of Asturias Awards. She is also a member of the advisory board of BBC Wildlife magazine and a patron of Population Matters (formerly the Optimum Population Trust). She has received many tributes, honours, and awards from local governments, schools, institutions, and charities around the world. Goodall is honoured by The Walt Disney Company with a plaque on the Tree of Life at Walt Disney World's Animal Kingdom theme park, alongside a carving of her beloved David Greybeard, the original chimpanzee that approached Goodall during her first year at Gombe.[96] She is a member of both the American Academy of Arts and Sciences and the American Philosophical Society.[97][98] In 2010, Dave Matthews and Tim Reynolds held a benefit concert at DAR Constitution Hall in Washington DC to commemorate Gombe 50: a global celebration of Jane Goodall's pioneering chimpanzee research and inspiring vision for our future.[99] Time magazine named Goodall as one of the 100 most influential people in the world in 2019.[100] In 2021, she received the Templeton Prize.[101] Goodall is the subject of more than 40 films:[103]","Title":"Jane Goodall - Wikipedia","KeyID":"3356","URL":"https://en.wikipedia.org/wiki/Jane_Goodall"}