{"Content: ":"Raeticodactylus is a genus of non-pterodactyloid pterosaur from the late Norian-early Rhaetian-age Upper Triassic lower Kössen Formation of the central Austroalpine of Grisons, Switzerland. It is known from holotype BNM 14524, a single disarticulated partial skeleton including an almost complete skull, found in August 2005. This genus was named and described in 2008 by its discoverer Rico Stecher; the type species is Raeticodactylus filisurensis. The specific name refers to Filisur.[1] Raeticodactylus had a tall thin bony crest running along the midline of the front of the upper jaw, and a keel on the lower jaw; however, it does not seem to be closely related to Austriadactylus, the only other crested Triassic pterosaur named by the time Raeticodactylus was described. The teeth at the front of the upper jaw, in the premaxillae, were fanglike, whereas the teeth in the upper cheeks (the maxillae) had three, four, or five cusps, similar to those of Eudimorphodon. Raeticodactylus had a wingspan of about 135 centimeters (53 in), and may have been a piscivore, potentially feeding by skimming the water.[1] However, skim-feeding has since been disproven in pterosaurs, and the related Caviramus appears to have been an omnivore.[2] A 2009 study by Fabio Dalla Vecchia, which analyzed the relationships within the family Campylognathoididae, found that Raeticodactylus is very closely related to Caviramus. Caviramus is known only from a partial jaw, exhibiting the same type of teeth and unique cavities in the jaw bone, and both specimens come from the same time and place (the Alplihorn Member of the Swiss Kössen Formation). Dalla Vecchia concluded that the two belong to the same genus, and possibly the same species, if the subtle differences (such as size and the presence of a crest in the Raeticodactylus specimen) are not due to sex or age.[3] A study by Brian Andres et al. in 2014 concluded that Raeticodactylus was the sister species of Caviramus within the family Raeticodactylidae. The following phylogenetic analysis follows the topology of Andres et al. (2014).[4] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Raeticodactylus filisurensis Caviramus schesaplanensis Arcticodactylus cromptonellus Carniadactylus rosenfeldi Eudimorphodon ranzii In 2020 however, a study upheld by Matthew G. Baron about early pterosaur interrelationships found Raeticodactylus to group with Carniadactylus, Caviramus, and the clade Austriadraconidae, which in turn were within a larger clade called Caviramidae.[5]   ","Title":"Raeticodactylus - Wikipedia","KeyID":"336","URL":"https://en.wikipedia.org/wiki/Raeticodactylus"}