{"Content: ":"Leonardo Wilhelm DiCaprio (/diˈkæprioʊ/; Italian: [diˈkaːprjo]; born November 11, 1974) is an American actor and film producer. Known for his work as a leading man in biopics and period films, he is the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, and three Golden Globe Awards. As of 2019[update], his films have grossed over $7.2 billion worldwide, and he has been placed eight times in annual rankings of the world's highest-paid actors. Born in Los Angeles, DiCaprio began his career in the late 1980s by appearing in television commercials. In the early 1990s, he had recurring roles in various television shows, such as the sitcom Parenthood, and had his first major film part as author Tobias Wolff in This Boy's Life (1993). At age 19, he received critical acclaim and his first Academy Award and Golden Globe Award nominations for his performance as a developmentally disabled boy in What's Eating Gilbert Grape (1993). He achieved international stardom with the star-crossed romances Romeo + Juliet (1996) and Titanic (1997). After the latter became the highest-grossing film at the time, he reduced his workload for a few years. In an attempt to shed his image of a romantic hero, DiCaprio sought roles in other genres, including crime drama in Catch Me If You Can (2002) and Gangs of New York (2002); the latter marked the first of his many successful collaborations with director Martin Scorsese. DiCaprio portrayed Howard Hughes in The Aviator (2004) and received acclaim for his performances in the political thriller Blood Diamond (2006), the crime drama The Departed (2006), and the romantic drama Revolutionary Road (2008). In the following decade, DiCaprio starred in several high-profile directors' projects, including the action thriller Inception (2010), the western Django Unchained (2012), the romantic drama The Great Gatsby (2013), the biopic The Wolf of Wall Street (2013), the survival drama The Revenant (2015), for which he won an Academy Award and a BAFTA Award for Best Actor, and the comedy-drama Once Upon a Time in Hollywood (2019), all of which were critical and commercial successes. DiCaprio is the founder of Appian Way Productions, a production company that has produced some of his films and the documentary series Greensburg (2008–2010), and the Leonardo DiCaprio Foundation, a nonprofit organization devoted to promoting environmental awareness. He regularly supports charitable causes and has produced several documentaries on the environment. He currently serves as one of the United Nations Messengers of Peace. In 2005, he was named a Commander of the Ordre des Arts et des Lettres for his contributions to the arts, and in 2016, he appeared in Time magazine's 100 most influential people in the world. Leonardo Wilhelm DiCaprio was born on November 11, 1974, in Los Angeles, California.[1] He is the only child of Irmelin (née Indenbirken), a legal secretary, and George DiCaprio, an underground comix writer, publisher, and distributor of comic books; they met while attending college and moved to Los Angeles after graduating.[2][3][4] His father is of Italian and German descent.[5] His maternal grandfather, Wilhelm Indenbirken, was German,[6] and his maternal grandmother, Helene Indenbirken, was a Russian immigrant living in Germany.[7] DiCaprio was raised as a Catholic.[8] DiCaprio's parents named him Leonardo because his pregnant mother first felt him kick while she was looking at a Leonardo da Vinci painting in the Uffizi museum in Florence, Italy.[9] When DiCaprio was one year old, his father moved out of their house after he fell in love with another woman. Because his parents wanted to raise him together, they moved into twin cottages with a shared garden in Echo Park, a neighborhood in Los Angeles.[10] DiCaprio's father lived with his girlfriend and her son, Adam Farrar, with whom DiCaprio developed a close relationship as they grew up.[11] DiCaprio and his mother later moved to other neighborhoods, such as Los Feliz, while she was employed in several jobs.[2] He attended the Los Angeles Center for Enriched Studies for four years and later the Seeds Elementary School, before enrolling at the John Marshall High School.[12][13] DiCaprio later said that he had hated public school and wanted to audition for acting jobs instead, so that he could improve his family's financial situation.[14] He dropped out of high school following his third year, eventually earning a general equivalency diploma.[15] DiCaprio has said his career choice as a child was to become a marine biologist or an actor but he eventually favored the latter, as he liked impersonating characters and imitating people, and seeing people's reaction to his acting.[16] His interest in performing began at the age of two, when he went onto the stage at a performance festival and danced spontaneously, receiving a positive response from the crowd.[17] He was also motivated to learn acting by his stepbrother's appearance in a television commercial, for which Farrar earned $50,000.[18] DiCaprio has said in interviews that his first television appearance was in the children's series Romper Room, and that he was dismissed from the show for being disruptive. However, the show's host has denied that any children were removed from the show in this way.[19][20] He began appearing in several commercials when he was fourteen for Matchbox cars by Mattel, which he cites as his first role.[19][21] He later appeared in commercials for Kraft Singles, Bubble Yum, and Apple Jacks.[22] In 1989, he played the role of Glen in two episodes of the television show The New Lassie.[23][24] At the beginning of his career, DiCaprio had difficulty finding an agent. When he found one, he suggested DiCaprio change his name to Lenny Williams to appeal to American audiences, which he declined to do.[25][26] DiCaprio remained jobless for a year and a half, even after 100 auditions. Following this lack of success, DiCaprio made a decision to give up on his acting career but his father persuaded him to persevere with it. Motivated by his father and the need to financially support his mother, he continued to audition; after a talent agent, who knew his mother's friend, recommended him to casting directors, DiCaprio secured roles in about 20 commercials.[27] By the early 1990s, he began acting regularly on television, starting with a role in the pilot of The Outsiders (1990) and one episode of the soap opera Santa Barbara (1990), in which he played the young Mason Capwell.[28] During this time DiCaprio was represented by popular headshot photographer and manager Bob Villard, who was later convicted of sex crimes.[29] DiCaprio's career prospects improved when he was cast in Parenthood, a series based on the 1989 comedy film of the same name. To prepare for the role of Garry Buckman, a troubled teenager, he analyzed Joaquin Phoenix's performance in the original film.[30] His work that year earned him two nominations at the 12th Youth in Film Awards—Best Young Actor in a Daytime Series for Santa Barbara and Best Young Actor Starring in a New Television Series for Parenthood.[31] Around this time, he was a contestant on the children's game show Fun House, on which he performed several stunts, including catching the fish inside a small pool using only his teeth.[32][33] In 1991, DiCaprio played an un-credited role in one episode of Roseanne.[34] DiCaprio made his film debut later that year as the stepson of an unscrupulous landlord in the low-budget horror Critters 3 (1991), a role he later described as \"your average, no-depth, standard kid with blond hair\".[35] DiCaprio has stated that he prefers not to remember Critters 3, describing it as \"possibly one of the worst films of all time\", and citing it as the kind of role he wanted to ignore in the future.[36] Later in 1991, he became a recurring cast member of the sitcom Growing Pains, playing Luke Brower, a homeless boy who is taken in by a family.[37] Co-star Joanna Kerns recalls DiCaprio being \"especially intelligent and disarming for his age\" but she said that he was also mischievous and jocular on set and often made fun of his co-stars.[38] DiCaprio was cast by the producers to appeal to young female audiences but his arrival did not improve the show's ratings and he left before the end of its run, attributing his departure to bad writing.[39] He was nominated for a Young Artist Award for Best Young Actor Co-starring in a Television Series.[40] In 1992, DiCaprio played a brief role in the first installment of the Poison Ivy film series,[41] and later in the year Robert De Niro handpicked DiCaprio from a shortlist of 400 young actors to co-star with him in This Boy's Life. The film is a biopic on the relationship between the rebellious teenager Tobias \"Toby\" Wolff (DiCaprio) and his mother (Ellen Barkin) and abusive stepfather (De Niro).[19][42][43] Its director Michael Caton-Jones later said that DiCaprio did not know how to behave on set, leading Caton-Jones to apply a strict mentoring style, after which DiCaprio's behavior began to improve.[38] Bilge Ebiri of Rolling Stone found that the powerful bond between Barkin and DiCaprio elevated the film, praising DiCaprio's portrayal of the character's complex growth from a rebellious teenager to an independent young man.[41] DiCaprio played the intellectually disabled brother of Johnny Depp's character in What's Eating Gilbert Grape (1993), a comic-tragic odyssey of a dysfunctional Iowa family. According to director Lasse Hallström, Caton-Jones recommended DiCaprio to him, but he was initially skeptical, as he considered DiCaprio too good-looking for the part. Hallström cast DiCaprio after he emerged as \"the most observant\" auditionee.[35][38] The film became a critical success.[44] At 19, DiCaprio earned a National Board of Review Award, as well as nominations for a Golden Globe Award and an Academy Award for Best Supporting Actor, making him the seventh-youngest Oscar nominee in the category.[45][46] \"The film's real show-stopping turn comes from Mr. DiCaprio\", wrote The New York Times critic Janet Maslin, \"who makes Arnie's many tics so startling and vivid that at first he is difficult to watch. The performance has a sharp, desperate intensity from beginning to end.\"[47] Caryn James, also writing for The New York Times, said of his performances in This Boy's Life and What's Eating Gilbert Grape: \"He made the raw, emotional neediness of those boys completely natural and powerful.\"[48] DiCaprio's first effort of 1995 was in Sam Raimi's western film The Quick and the Dead, but Sony Pictures was dubious over DiCaprio's casting, and as a result, co-star Sharon Stone paid his salary herself.[49] The film was released to a dismal box office performance and mixed reviews from critics.[50][51] DiCaprio's next film in 1995 was The Basketball Diaries, a biopic, in which he played a teenage Jim Carroll as a drug-addicted high school basketball player and writer.[52] DiCaprio next starred alongside David Thewlis in Agnieszka Holland's erotic drama Total Eclipse, a fictionalized account of the homosexual relationship between Arthur Rimbaud (DiCaprio) and Paul Verlaine (Thewlis). He replaced River Phoenix, who died before filming began.[10] Although the film failed commercially,[53] it has been included in the catalogue of Warner Archive Collection, a home video division for releasing classic and cult films from Warner Bros.' library.[54] DiCaprio starred opposite Claire Danes in Baz Luhrmann's film Romeo + Juliet (1996), an abridged modernization of William Shakespeare's romantic tragedy of the same name, which retained the original Shakespearean dialogue. The project grossed $147 million worldwide, and earned DiCaprio a Silver Bear for Best Actor at the 1997 Berlin International Film Festival.[55][56] Reviewing his early works, David Thomson of The Guardian called DiCaprio \"a revelation\" in What's Eating Gilbert Grape, \"very moving\" in This Boy's Life, \"suitably desperate\" in The Basketball Diaries and \"a vital spark\" in Romeo + Juliet.[57] Later in 1996, DiCaprio starred in Marvin's Room, a family drama about two estranged sisters, played by Meryl Streep and Diane Keaton, who are reunited through tragedy. DiCaprio portrayed Hank—the troubled son of Streep's character—who has been committed to a mental asylum.[58] Lisa Schwarzbaum of Entertainment Weekly praised \"the deeply gifted DiCaprio\" for holding his own against the experienced actresses Keaton and Streep, describing the three as \"full-bodied and so powerfully affecting that you're carried along on the pleasure of being in the presence of their extraordinary talent\".[59] DiCaprio rejected a role in the film Boogie Nights (1997) to star opposite Kate Winslet in James Cameron's Titanic (1997) as members of different social classes who fall in love aboard RMS Titanic during its ill-fated maiden voyage.[60] DiCaprio initially had doubts about it, but was eventually encouraged to pursue the part by Cameron.[61] With a production budget of more than $200 million, the film was the most expensive at the time and was shot at Rosarito, Baja California where a replica of the ship was created.[62] Titanic became the highest-grossing film at the time, eventually earning more than $2.1 billion in box-office receipts worldwide.[a] The role of Jack Dawson transformed DiCaprio into a superstar, resulting in intense adoration among teenage girls and young women in general that became known as \"Leo-mania\",[65][66] comparable to Beatlemania in the 1960s.[65] The film won 11 Academy Awards—the most for any film—including Best Picture, but DiCaprio's failure to gain a nomination led to a protest against the Academy of Motion Picture Arts and Sciences (AMPAS) by more than 200 fans.[67][68] He was nominated for other high-profile awards, including a Golden Globe Award for Best Actor.[45] DiCaprio stated in 2000: \"I have no connection with me during that whole Titanic phenomenon and what my face became around the world [...] I'll never reach that state of popularity again, and I don't expect to. It's not something I'm going to try to achieve either.\"[69] In 2015, Ebiri called the role DiCaprio's best, writing that he and Winslet \"infuse their earnest back-and-forth with so much genuine emotion that it's hard not to get swept up in their doomed love affair\".[41] A journalist for Vanity Fair similarly labeled them in 2008 \"Hollywood's most iconic screen couple\" since Humphrey Bogart and Ingrid Bergman.[70] Reviewing the film in 2017, Alissa Wilkinson of Vox took note of DiCaprio's \"boyish charm\" and found him \"natural and unaffected\" in his performance.[71] After the success of Titanic, DiCaprio reduced his workload \"to learn to hear [his] own voice in choosing the roles\" that he wanted to pursue.[72] DiCaprio played a role in a brief appearance in Woody Allen's caustic satire of the fame industry, Celebrity (1998), whom Ebiri labeled \"the best thing in the film\".[41][73] That year, he also starred in the dual roles of the villainous King Louis XIV and his secret, sympathetic twin brother Philippe in Randall Wallace's The Man in the Iron Mask, based on the namesake 1939 film.[74] The film received mixed to negative response,[75] but grossed $180 million against its budget of $35 million.[76][77] Entertainment Weekly critic Owen Gleiberman wrote that DiCaprio did not look old enough to play the part, but praised him as \"a fluid and instinctive actor, with the face of a mischievous angel\".[78] The Guardian's Alex von Tunzelmann was similarly impressed with his performance but found his talent wasted in the film.[79] Nevertheless, DiCaprio was awarded a Golden Raspberry Award for Worst Screen Couple for both incarnations the following year.[80] In 1998, DiCaprio was cast in American Psycho (2000) for a reported salary of $20 million. After disagreements with Oliver Stone on the film's direction, DiCaprio left the project, taking the lead role in The Beach instead.[81] The latter, an adaption of Alex Garland's 1996 novel of the same name, saw him play an American backpacking tourist looking for the perfect way of life in a secret island commune in the Gulf of Thailand.[82] Budgeted at $50 million, the film earned about three times more at the box office,[83] but was negatively reviewed by critics, and earned him a nomination for the Golden Raspberry Award for Worst Actor.[84][85] Todd McCarthy of Variety thought DiCaprio gave a compelling performance but his character lacked the uniqueness to make him dimensional.[86] In the mid-1990s, DiCaprio appeared in the mostly improvised black-and-white short film Don's Plum as a favor to aspiring director R. D. Robb.[19] When Robb expanded it to a full-length feature, DiCaprio and co-star Tobey Maguire had its release blocked in the US and Canada by court order, arguing they never intended to make it a theatrical release. The film premiered at the 2001 Berlin International Film Festival.[87] DiCaprio turned down the role of Anakin Skywalker in Star Wars: Episode II – Attack of the Clones (2002).[88] His first film that year was the biopic Catch Me If You Can, based on the life of Frank Abagnale Jr., who before his 19th birthday committed check fraud to make millions in the 1960s.[89] Directed by Steven Spielberg, the film was shot across 147 different locations in 52 days, making it \"the most adventurous, super-charged movie-making\" DiCaprio had experienced yet.[90] The film received critical acclaim and with a worldwide gross of $351 million against a budget of $52 million, it became his second highest-grossing release after Titanic.[91] Roger Ebert praised his departure from dark and troubled characters,[89] while two Entertainment Weekly critics in 2018 called it DiCaprio's best role, labeling him \"delightfully persuasive, deceptive, flirtatious, and sometimes tragic—and we dare you to find a better role, if you can\".[92] DiCaprio received his third Golden Globe nomination for his performance in the film.[93] Also in 2002, DiCaprio starred in Martin Scorsese's Gangs of New York, a historical drama set in the mid-19th century in the Five Points district of New York City. Scorsese initially struggled selling his idea of realizing the film until DiCaprio became interested in playing protagonist Amsterdam Vallon, a young leader of an Irish-American street gang, and thus Miramax Films got involved with financing the project. Nonetheless, production on the film was plagued by overshooting of budgets and producer-director disagreements, resulting in an eight-month shoot. With a budget of $103 million, the film was the most expensive Scorsese had ever made.[94] Gangs of New York earned $193 million worldwide and received positive critical response.[95][96] Anne Thompson of The Observer took note of DiCaprio's \"low-key, sturdy performance\", but felt that co-star Daniel Day-Lewis overshadowed him.[97] In 2004, DiCaprio founded the production company Appian Way Productions, a namesake of the Italian road.[98] He was interested in finding \"out of the box\" material from an actor's perspective and developing it in a way it stayed true to its original source. He said, \"A lot of times, I'd gone through the process of getting a great book or finding a great story, and then too many people get their hands on it and it turns into something entirely different. It is very difficult to reverse that process.\"[99] DiCaprio's first producing task was in The Assassination of Richard Nixon, starring Sean Penn as Samuel Byck,[100] which was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.[101] DiCaprio and Scorsese reunited for a biopic of Howard Hughes, an American film director and aviation pioneer suffering from obsessive–compulsive disorder, in The Aviator (2004), which DiCaprio also co-produced under Appian Way. DiCaprio initially developed the project with Michael Mann, who decided against directing it after working on biopics The Insider (1999) and Ali (2001).[97] DiCaprio eventually pitched John Logan's script to Scorsese, who quickly signed on to direct. The Aviator became a critical and financial success, grossing $213 million against its budget of $110 million.[102][103] Simond Braund of Empire praised DiCaprio for convincingly playing a complex role, highlighting the scenes depicting Hughes' paranoia and obsession.[104] He received his first Golden Globe Award for Best Actor — Motion Picture Drama and nominations for an Academy Award, a BAFTA Award, and a Screen Actors Guild Award for Best Actor.[105] In 2006, DiCaprio starred in the crime film The Departed and the political war thriller Blood Diamond. In Scorsese's The Departed, DiCaprio played the role of Billy Costigan, a state trooper working undercover in the Irish Mob in Boston, someone he characterizes as in a \"constant, 24-hour panic attack\". This reunited DiCaprio with prior colleagues, Mark Wahlberg after The Basketball Diaries, and Catch Me If You Can co-star Martin Sheen. DiCaprio especially liked the experience of working with co-star Jack Nicholson, describing a scene with him as \"one of the most memorable moments\" of his life as an actor.[106] In preparation, DiCaprio visited Boston to interact with people associated with the Irish Mob and gained 15 pounds (6.8 kg) of muscle.[107] Critically acclaimed,[108] the film grossed $291 million against a budget of $90 million, becoming DiCaprio and Scorsese's highest-grossing collaboration to that point.[109][110] Peter Travers of Rolling Stone praised DiCaprio's and co-star Matt Damon's performances, but felt that Nicholson overshadowed the two.[111] Despite DiCaprio's leading role in The Departed, the film's distributor Warner Bros. Pictures submitted his performance for a Best Supporting Actor nomination at the AMPAS to avoid internal conflict with his part in Blood Diamond.[112] Instead, his co-star Mark Wahlberg was nominated, though DiCaprio earned other accolades for The Departed, including a Satellite Award for Best Supporting Actor and nominations for Best Actor at the Golden Globes and BAFTA Awards.[113] In Blood Diamond, DiCaprio starred as a diamond smuggler from Rhodesia who is involved in the Sierra Leone Civil War. While filming, he worked with 24 orphaned children from the SOS Children's Village in Maputo, Mozambique, and said he was touched by his interactions with them.[114] To prepare, he spent six months in Africa, learned about camouflage from people in South African military and interviewed and recorded people in the country to improve his accent.[115] The film received generally favorable reviews,[116] and DiCaprio was noted for his South African accent, which is generally known as difficult to imitate.[117] Claudia Puig of the USA Today approvingly highlighted DiCaprio's transition from a boy to a man on screen,[118] and Ann Hornaday of The Washington Post similarly noted his growth as an actor since The Departed.[119] DiCaprio received nominations for an Academy Award and a Golden Globe for Blood Diamond.[113] In 2007, DiCaprio produced the comedy drama Gardener of Eden, which according to The Hollywood Reporter's Frank Scheck \"lack[ed] the necessary dramatic urgency or black humor to connect with audiences\".[120] Later that year, he produced, co-wrote and narrated The 11th Hour, a documentary on the state of the natural environment that won the Earthwatch Environmental Film Award in 2008.[121] DiCaprio was also a creator and an executive producer for Planet Green's Greensburg (2008–2010), which ran for three seasons. Set in Greensburg, Kansas, it is about rebuilding the town in a sustainable way after being hit by the May 2007 EF5 tornado.[122] Also in 2008, DiCaprio starred in Body of Lies, a spy film based on the novel of the same name. He played one of three agents battling a terrorist organization in the Middle East.[123] DiCaprio dyed his hair brown and wore brown contacts for his role in the film, which he considered a throwback to political films of the 1970s like The Parallax View (1974) and Three Days of the Condor (1975).[123] The film received mixed reviews from critics,[124] and grossed $118 million against a budget of $67.5 million.[125] Later in 2008, DiCaprio collaborated with Kate Winslet for the drama Revolutionary Road, directed by her then-husband Sam Mendes. As both actors had been reluctant to make romantic films similar to Titanic, it was Winslet who suggested that they both work with her on a film adaptation of the 1961 eponymous novel by Richard Yates. As she had read the script by Justin Haythe, she found that the plot had little in common with the 1997 blockbuster.[126] Playing a couple in a failing marriage in the 1950s, DiCaprio and Winslet spent some time together in preparation, and DiCaprio felt claustrophobic on the small set they used.[70][127] He saw his character as \"unheroic\", \"slightly cowardly\" and someone \"willing to be just a product of his environment\".[128] Peter Travers was impressed with DiCaprio's pairing with Winslet and with his multi-layered portrayal of an overwhelmed character,[129] while Marshall Sella of GQ called it the \"most mature and memorable performance of his lifetime\".[127] DiCaprio earned his seventh Golden Globes nomination for the film.[130] Revolutionary Road grossed $75.9 million against its budget of $35 million.[131] He ended the 2000s by producing director Jaume Collet-Serra's psychological horror thriller film Orphan (2009), starring Vera Farmiga, Peter Sarsgaard and Isabelle Fuhrman. Although the film received mixed reviews, it was a commercial success.[132] DiCaprio continued to collaborate with Scorsese in the 2010 psychological thriller film Shutter Island, based on the 2003 novel of the same name by Dennis Lehane. He played Edward \"Teddy\" Daniels, a U.S. Marshal investigating a psychiatric facility located on an island, who comes to question his own sanity. DiCaprio and Scorsese became interested in the project in 2007, and the former co-produced the film under Appian Way with Phoenix Pictures.[133] Because of the film's disturbing scenes, DiCaprio had nightmares of mass murder during production and considered relaxing with his friends therapy.[134] The film was released to mixed reviews; Peter Bradshaw of The Guardian praised Scorsese's direction and the acting but criticized its twist ending.[135] Peter Travers called it DiCaprio's \"most haunting and emotionally complex performance yet\", and particularly liked his cave scene with co-star Patricia Clarkson.[136] The film was a commercial success, grossing $294 million worldwide against a budget of $80 million.[137] DiCaprio's second role in 2010 was in Christopher Nolan's critically acclaimed ensemble science-fiction film Inception.[138] Inspired by the experience of lucid dreaming and dream incubation,[139] the film features Dom Cobb (DiCaprio), an \"extractor\" who enters the dreams of others to obtain information that is otherwise inaccessible. Cobb is promised a chance to regain his old life in exchange for planting an idea in a corporate target's mind.[140] DiCaprio was \"intrigued by this concept—this dream-heist notion and how this character's gonna unlock his dreamworld and ultimately affect his real life\".[141] Made on a budget of $160 million, the film grossed $836 million worldwide to become DiCaprio's second highest-grossing film.[142][110] To star in this film, DiCaprio agreed to a pay cut from his $20 million fee, in favor of splitting first-dollar gross points, meaning he received a percentage of cinema ticket sales. The risk proved fruitful, as DiCaprio earned $50 million from the film, becoming his highest payday yet.[143] After playing demanding roles in Shutter Island and Inception, DiCaprio took a small break from acting to have some time for himself,[144] returning the following November in Clint Eastwood's J. Edgar (2011). A biopic about J. Edgar Hoover, the film focuses on the career of the FBI director from the Palmer Raids onward, including an examination of his private life as an alleged closeted homosexual. Critics felt that that the film lacked coherence overall but commended DiCaprio's performance.[145][146] Roger Ebert praised DiCaprio's \"fully realized, subtle and persuasive performance, hinting at more than Hoover ever revealed, perhaps even to himself\".[147] Also in 2011, he produced Catherine Hardwicke's romantic horror film Red Riding Hood, very loosely based on the folk tale Little Red Riding Hood. Though the film was criticized for its clichéd script and named one of the ten worst films of 2011 by Time magazine,[148][149] it had moderate box-office returns.[150] Also that year, DiCaprio's Appian Way produced George Clooney's political drama The Ides of March, an adaptation of Beau Willimon's 2008 play Farragut North.[151] In 2012, DiCaprio starred as plantation owner Calvin Candie in Quentin Tarantino's Spaghetti Western, Django Unchained. After reading the script, DiCaprio was uncomfortable with the extent of racism portrayed in the film, but his co-stars and Tarantino convinced him not to sugarcoat it.[152] While filming, DiCaprio accidentally cut his hand on glass, but continued filming, and Tarantino elected to use the take in the final product.[153] The film received critical acclaim;[154] a writer for Wired magazine commended him for playing a villainous role and his \"blood-chilling\" performance.[155] The film earned DiCaprio a Golden Globe Award nomination for Best Supporting Actor.[156] Django Unchained grossed $425 million worldwide on a production budget of $100 million.[157] In January 2013, DiCaprio said he would take a long break from acting to \"fly around the world doing good for the environment\".[158] That year, he had four releases as an actor and a producer. His first was in the role of millionaire Jay Gatsby in Baz Luhrmann's The Great Gatsby, an adaptation of F. Scott Fitzgerald's 1925 novel of the same name, co-starring Carey Mulligan and Tobey Maguire.[159] DiCaprio liked the idea of playing a man who realizes his imaginations, someone he characterizes as \"a hopeless romantic, a completely obsessed wacko or a dangerous gangster, clinging to wealth\".[160] The film received mixed reviews from critics, but DiCaprio's performance was praised, and earned him an AACTA Award for Best Actor in a Leading Role.[161][162] Critic Rafer Guzman of Newsday wrote that DiCaprio was not only \"tough [...] but also vulnerable, touching, funny, a faker, a human. It's a tremendous, hard-won performance.\"[163] Matt Zoller Seitz of Roger Ebert's website described his performance as \"the movie's greatest and simplest special effect,\" and \"iconic—maybe his career best\".[164] The film grossed $353 million worldwide, more than three times its budget.[165] Three films were produced by DiCaprio under Appian Way in 2013—the ensemble crime thriller Runner Runner, which The Guardian's Xan Brooks described as \"a lazy, trashy film that barely goes through the motions\";[166] the commercially failed thriller Out of the Furnace; and the black comedy-drama The Wolf of Wall Street.[167][168] DiCaprio reunited with Scorsese for the fifth time in The Wolf of the Wall Street, a film based on the life of stockbroker Jordan Belfort (played by DiCaprio), who was arrested in the late 1990s for securities fraud and money laundering.[169][170] DiCaprio wanted to play Belfort ever since he had read his autobiography and won a bidding war with Warner Bros. against Brad Pitt and Paramount Pictures for the rights to Belfort's memoir in 2007.[171][172] He was fond of Belfort's honest and unapologetic portrayal of his actual experiences in the book, and was inspired by the financial crisis of 2007–2008 to make the film.[99] The Wolf of Wall Street received highly positive reviews for Scorsese's direction and DiCaprio's comedic performance.[173] The Hollywood Reporter's Todd McCarthy lauded DiCaprio for fully realizing his character's potential with a carefree performance.[174] The film earned him the Golden Globe Award for Best Actor in a Musical or Comedy and nominations for a BAFTA Award for Best Actor in a Leading Role, as well as Academy Awards for Best Actor and Best Picture.[175][176] DiCaprio was an executive producer on Virunga, a 2014 British documentary film about four people fighting to protect the world's last mountain gorillas from war and poaching.[177] The film premiered at the Tribeca Film Festival in April 2014,[178] and DiCaprio was nominated for the 2015 Primetime Emmy Award for Outstanding Documentary or Nonfiction Special.[179] Cowspiracy: The Sustainability Secret was another documentary film that year for which he was an executive producer—he took part in the new cut released exclusively on Netflix that September.[180] It explores the impact of animal agriculture on the environment.[181] In 2015, DiCaprio produced and played fur trapper Hugh Glass in Alejandro G. Iñárritu's survival drama The Revenant. DiCaprio found his role in the film difficult; he had to eat a raw slab of bison's liver and sleep in animal carcasses.[182][183] He also learned to shoot a musket, build a fire, speak two Native American languages (Pawnee and Arikara) and apply ancient healing techniques.[182] Built on a budget of $135 million, the film earned $533 million worldwide.[184] The film received positive reviews with particular praise for DiCaprio's acting.[185] Mark Kermode of The Guardian wrote that DiCaprio shone with a performance that prioritizes physicality over speech,[186] and Nick De Semlyen of Empire noted that he uplifted the film.[187] The film earned him numerous awards, including an Academy Award, a Golden Globe, a BAFTA, a Screen Actors Guild Award and a Critic's Choice Award for Best Actor.[188][189] For the next three years, DiCaprio narrated documentaries and served as a producer for films. In 2016, he was an executive producer for The Ivory Game and Catching the Sun;[168] and produced, hosted, and narrated the documentary Before the Flood about climate change.[190] He produced the crime drama Live by Night (2016), which received unenthusiastic reviews and failed to recoup its $65 million production budget.[168][191] His next production ventures were in 2018—the psychological horror Delirium and the commercially failed action–adventure Robin Hood.[192][193] After producing and narrating the 2019 global warming documentary Ice on Fire,[194] DiCaprio returned to acting following a four-year break in Quentin Tarantino's comedy-drama Once Upon a Time in Hollywood, which traces the relationship between Rick Dalton (DiCaprio), an aging television actor and his stuntman, Cliff Booth (Brad Pitt).[195] To help the film's financing, DiCaprio and Pitt agreed to take a pay cut, and they each received $10 million.[196] DiCaprio liked working with Pitt; Tarantino described the pair as the most exciting since Robert Redford and Paul Newman.[197][198] DiCaprio was fascinated with the film's homage to Hollywood and focus on the friendship between his and Pitt's characters. He drew from real-life experience of witnessing the struggles and rejections of his actor friends in the industry.[198] The film premiered at the 2019 Cannes Film Festival, where critics praised his and Pitt's performances.[199] A writer for Business Insider called it one of the best performances of DiCaprio's career,[200] and Ian Sandwell of Digital Spy particularly liked the duo's chemistry, which he said helps bring authenticity to their characters' connection.[201] DiCaprio received nominations for an Oscar, a Golden Globe, a BAFTA Award and a Screen Actors Guild Award for Best Actor.[202] The film earned $374 million against a budget of $90 million.[203] In 2020, DiCaprio served as an executive producer for The Right Stuff, a television series adaption of the 1973 namesake book. After being in development at National Geographic, it was released on Disney+.[204] That May, DiCaprio briefly featured in the finale of the miniseries The Last Dance.[205] In 2021, DiCaprio appeared in Adam McKay's satirical comedy Don't Look Up. DiCaprio spent five months changing the film's script with McKay before agreeing to the part.[206] Starring alongside Jennifer Lawrence as two astronomers attempting to warn humanity about an extinction-level comet, DiCaprio saw this film as an analogy of the world's indifference to the climate crisis. As a frequent supporter of environmentalism, DiCaprio said he has often looked to star in and make films tackling issues related to it, something he found hard due to people's inability to listen. He praised McKay for envisioning a project on how humans would react to a serious issue from a political, social and scientific standpoint.[207] While reviews for the film were mixed, most critics praised DiCaprio's and Lawrence's performances;[208] journalists from Digital Spy and NDTV lauded their pairing as energetic and delightful.[209][210] DiCaprio earned nominations for a Golden Globe and a BAFTA Award for the film.[211][212] It broke the record for the most views (152 million hours) in a single week in Netflix history.[213] Paramount announced in 2017 that it acquired the movie rights for an English-language adaptation of The Black Hand, which will star DiCaprio as turn of the 20th century police officer Joe Petrosino.[214] Later that year, Paramount won a bidding war against Universal Pictures for the rights to adapt Walter Isaacson's biography of Leonardo da Vinci. The studio bought the rights under its deal with DiCaprio's Appian Way, which planned to produce the film with DiCaprio as the star.[215][216] As of 2018[update], DiCaprio was set to produce and star in Scorsese's Roosevelt, a biopic of former U.S. President Theodore Roosevelt,[217] and was cast in Scorsese's Killers of the Flower Moon based on the book of the same name by David Grann.[218] DiCaprio earned $30 million to star in the latter.[219] In January 2022, it was announced that DiCaprio will executive produce Hulu's series adaptation of the book The Devil in the White City, whose rights he had bought in 2010.[220] Early in his career, DiCaprio gained a reputation for his reckless behavior and intense partying with a group of male celebrities dubbed \"the Pussy Posse\" in the 1990s.[38][221] During an unknown activity, he got himself and friend Justin Herwick almost killed when his parachute failed to open, after which his instructor released an emergency core. In response, DiCaprio said he is fond of doing things that scare him.[221] In an infamous article published by New York Magazine in 1998, journalist Nancy Jo Sales criticized DiCaprio as someone whose pursuit was to \"chase girls, pick fights and not tip the waitress\".[222] John McCain, who was a United States Senator for Arizona, called him \"an androgynous wimp\".[221] DiCaprio found people's perception of him exaggerated, adding, \"They want you miserable, just like them. They don't want heroes; what they want is to see you fall.\"[10] Following the early media scrutiny, The New York Times' Caryn James credited DiCaprio for being one of the few actors to use his stardom to further social causes but he \"rarely lets the public beyond the glittering veil of the photo op\".[48] Carole Cadwalladr of The Guardian said DiCaprio is \"polite, charming, makes jokes, engages eye contact. And manages [...] to give almost no hint whatsoever of his actual personality.\"[223] \"Life can get pretty monotonous. Acting is like living multiple lives. When you make a movie, you go off to different places, live different cultures, investigate somebody else's reality, and you try to manifest that to the best of your ability. It is incredibly eye-opening. That's why I love acting. There's nothing as transformative as what a film, a documentary, can do to get people to care about something else besides their own lives.\" —DiCaprio on his love of acting[16] DiCaprio is regarded as one of the finest actors of his generation.[224][225][226] The international stardom he achieved with Titanic (1997) intensified his image as a teen idol and romantic lead, from which he sought to dissociate himself.[66] He has since admitted feeling nervous to star in big-budget studio films because of their hype and marketing campaigns. As an actor, he views film as a \"relevant art form, like a painting or sculpture. A hundred years from now, people will still be watching that movie.\"[227] He often plays roles based on real-life people and stories told in specific periods.[16][228] According to Caryn James, DiCaprio is unafraid of working with established directors on unconventional projects; taking such risks has led him to star in failed films like The Beach (2000),[48] but several successful collaborations with Martin Scorsese.[229][230] DiCaprio has described his relationship with the director as dreamlike and admires his knowledge of film, crediting Scorsese for having taught him its history and importance.[223] Scorsese has commented on DiCaprio's ability to repeatedly demonstrate emotion on screen.[231] Jesse Hassenger of The A.V. Club considers the duo's collaborations—which earned them the 2013 National Board of Review (Spotlight Award)[232]—to be career-defining moments for both of them, and as vital as Scorsese's acclaimed collaborations with Robert De Niro.[233] Agnieszka Holland, who directed DiCaprio in Total Eclipse (1995), describes him as \"one of the most mature actors I've ever worked with\", and admires his \"courageous\" choice of roles.[224] She remarked that he does not apply method acting, but is \"doing some trick [...] Look at him on screen and, for the moment of the shot, he really becomes the character.\"[224] Film critic Philip French, writing for The Observer, has identified a theme of characters in the process of becoming a man. He wrote that DiCaprio's inclination toward films about dysfunctional families and characters seeking a father figure allude to his own troubled childhood.[223] DiCaprio often plays characters who themselves are playing roles, which Caryn James says looks simple on screen but is a rather sophisticated acting.[48] He tends to play antiheroes and characters who lose their mental stability as the narrative progresses.[234][235] Derek Thompson of The Atlantic wrote that DiCaprio was \"brilliant\" and gave his \"most impressive performances\" when playing \"anti-heroes: frauds and cheats and double-crossing liars and mercenaries\".[234] DiCaprio is particularly known for his ability to heavily commit to each role he plays; Colin Covert of The Seattle Times noted how this quality sets him apart from most of his contemporaries and \"redefines film stardom\".[236][237] Several media publications, such as People,[26] Empire,[238] and Harper's Bazaar,[239] have included DiCaprio in their listings of the most attractive actors. In 1998, he sued Playgirl magazine over plans to publish a fully nude picture of him.[240] He has said he does not believe in focusing on appearance—as this is only temporary and can negatively affect one's profession in the industry—and looks for career longevity instead.[241] In 2005, DiCaprio was made a commander of the Ordre des Arts et des Lettres by the French Minister of Culture for his contributions to the arts.[242] In 2016, he was named one of the 100 most influential people in the world by Time magazine.[243] He was included on Forbes' annual list of the world's highest-paid actors in 2008 and from 2010 to 2016 with respective earnings of $45 million, $28 million, $77 million, $37 million, $39 million, $29 million and $27 million, topping the list in 2011. The magazine has commended DiCaprio's ability to star in risky, R-rated films that become box office successes.[244] The Hollywood Reporter listed him as one of the 100 most powerful people in entertainment from 2016 to 2019.[245] A writer for the same magazine credits DiCaprio for being the rare actor to have a successful career \"without ever having made a comic book movie, family film or pre-branded franchise. Leo is the franchise.\"[246] Stacey Wilson Hunt, analyzing his career in New York Magazine in 2016, noted DiCaprio, unlike most of his contemporaries, had not starred in a failed film in the previous ten years.[224] Of his success, DiCaprio says, \"My attitude is the same as when I started. I feel very connected to that fifteen-year-old kid who got his first movie.\"[198] DiCaprio has cited Robert De Niro and James Dean as two of his favorite and most influential actors. \"There were a lot of great actors I really fell in love with, but if I were to pick two, from different generations, it would be De Niro and James Dean\", DiCaprio said in an interview.[247] When asked about a performance that stayed with him the most, DiCaprio responded, \"I remember being incredibly moved by Jimmy Dean, in East of Eden. There was something so raw and powerful about that performance. His vulnerability [...] his confusion about his entire history, his identity, his desperation to be loved. That performance just broke my heart.\"[248] \"Climate change is real, it is happening right now. It is the most urgent threat facing our entire species, and we need to work collectively together and stop procrastinating. We need to support leaders around the world who do not speak for the big polluters, but who speak for all of humanity, for the indigenous people of the world, for the billions and billions of underprivileged people out there who would be most affected by this. For our children's children, and for those people out there whose voices have been drowned out by the politics of greed.\" —DiCaprio during his acceptance speech at the 88th Academy Awards, 2016[249] DiCaprio is identified as one of the most active celebrities in the climate change movement.[250] He was eager to learn about ecology from an early age, watching documentaries on rainforest depletion and the loss of species and habitats.[251] He has said that the environment is more important to him than spirituality, and that he is agnostic.[252] He established the Leonardo DiCaprio Foundation in 1998, a non-profit organization devoted to promoting environmental awareness.[253] Although concerned with all areas of the environment, it focuses on global warming, preserving Earth's biodiversity and supporting renewable energy. It has worked on projects in over 40 countries and has produced two short web documentaries, Water Planet and Global Warning.[254] The foundation has also funded debt-for-nature swaps.[255] DiCaprio has received praise from environmental groups,[256] and accolades, including the Martin Litton Environment Award in 2001 from Environment Now and the Environmental Leadership Award in 2003 from Global Green USA.[257] He has been an active supporter of numerous environmental organizations and sat on the board of the World Wildlife Fund, Global Green USA, and International Fund for Animal Welfare.[254][258] DiCaprio has owned environment-friendly electric-hybrid vehicles and his home is powered by solar panels.[256][259] However, his use of private jets and large yachts has prompted accusations of hypocrisy due to their large carbon footprints.[260][261] DiCaprio states that global warming is the world's \"number-one environmental challenge\".[262] He chaired the national Earth Day celebration in 2000, where he interviewed Bill Clinton and they discussed plans to deal with global warming and the environment.[263] DiCaprio presented at the 2007 American leg of Live Earth.[264] In November 2010, DiCaprio donated $1 million to the Wildlife Conservation Society at Russia's Tiger Summit. DiCaprio's persistence in reaching the event after encountering two plane delays caused then Prime Minister Vladimir Putin to describe him as a \"muzhik\" or \"real man\".[265][266] In 2011, DiCaprio joined the Animal Legal Defense Fund's campaign to free Tony, a tiger who had spent the last decade at the Tiger Truck Stop in Grosse Tête, Louisiana.[267] Two years later, he organized a benefit \"11th Hour\" fine art auction, which raised nearly $40 million for his foundation. He told the attendees, \"Bid as if the fate of the planet depended on us.\"[268] It became the world's highest-grossing environmental charity event ever held.[269] In 2014, he was appointed as a United Nations representative on climate change, and made an opening statement to members of the UN Climate Summit.[270] In 2015, he announced his intention to divest from fossil fuels.[271] He again spoke at the UN in April 2016 prior to the signing of the Paris Climate Change Agreement.[272] At a 2016 meeting with Pope Francis, DiCaprio gave a charity donation and spoke about environmental issues with him. A few days later, possibly influenced by this meeting, the Pope said he would act in a charity film.[b] DiCaprio traveled to Indonesia in early 2016 where he criticized the government's palm oil industry's slash-and-burn forest clearing methods.[274] In July 2016, his foundation awarded $15.6 million to help protect wildlife and the rights of Native Americans, along with combating climate change.[275] That October, DiCaprio joined Mark Ruffalo in support of the Standing Rock tribe's opposition to the Dakota Access Pipeline.[276] In April 2017, he protested against President Donald Trump's inaction on climate change by attending the People's Climate March.[277] In July, a charity auction and celebrity concert put on by DiCaprio's foundation had raised over $30 million in its opening days.[278] The DiCaprio foundation donated $100 million in December 2018 to fight climate change.[279] In May 2021, DiCaprio announced a $43 million pledge to enact conservation operations across the Galápagos Islands, with the announcement marked by his social media accounts being taken over by a wildlife veterinarian and island restoration specialist, Paula A Castaño.[280] During the 2004 presidential election, DiCaprio campaigned and donated to John Kerry's presidential bid. He gave $2,300 to Barack Obama's presidential campaign in the 2008 election, the maximum contribution an individual could give in that election cycle, and $5,000 to Obama's 2012 campaign.[281] DiCaprio endorsed Hillary Clinton for the 2016 presidential election.[282] In March 2020, DiCaprio attended a fundraiser for Joe Biden at the home of Paramount Pictures executive Sherry Lansing.[283] Prior to the 2020 election, DiCaprio narrated a Netflix documentary series about voting rights, stating, \"All of us may have been created equal. But we'll never actually be equal until we all vote. So don't wait.\"[284] On social media, DiCaprio urged voters to make a plan to cast their ballots[285] and to draw attention to voter suppression[286] and restrictive voter ID laws, citing VoteRiders as a source of information and assistance.[287] In 1998, DiCaprio and his mother donated $35,000 for a \"Leonardo DiCaprio Computer Center\" at the library in Los Feliz, the site of his childhood home. It was rebuilt after the 1994 Northridge earthquake and opened in early 1999.[288] In May 2009, DiCaprio joined Kate Winslet, his costar from Titanic and Revolutionary Road, director James Cameron and Canadian singer Celine Dion, in a campaign to raise money to financially support the fees of the nursing home where Millvina Dean, the last living survivor of the RMS Titanic, was residing. DiCaprio personally donated $20,000 to support Dean.[289] In 2010, he donated $1 million to relief efforts in Haiti after the earthquake.[290] DiCaprio donated $61,000 to the gay rights group GLAAD in 2013.[291] In 2016, DiCaprio took part in an annual fundraising gala event of Children of Armenia Fund, as a special guest of his close friend and gala's honorary chair Tony Shafrazi. DiCaprio contributed $65,000 to the cause.[292] After Hurricane Harvey in 2017, DiCaprio provided $1 million to the United Way Harvey Recovery Fund through his foundation.[293] In 2020, DiCaprio's foundation donated $3 million to Australia bushfire relief efforts.[294] Amidst the 2022 Russian invasion of Ukraine, the media announced DiCaprio donated $10 million to support Ukraine,[c][296] although the news agency Associated Press suggested this amount was inaccurate.[295] DiCaprio's personal life is the subject of widespread media attention. He rarely grants interviews and is reticent about his private life,[48][224] but he has been the focus of several references detailing his involvement with women aged 25 or younger.[d] In 1999, DiCaprio met Brazilian model Gisele Bündchen, whom he dated until 2005.[302] He was romantically involved with Israeli model Bar Refaeli from 2005 to 2011, during which time he met with Israeli president Shimon Peres and visited Refaeli's hometown of Hod HaSharon.[303][304] He later dated German fashion model Toni Garrn from July 2013 until December 2014, and later in 2017.[305] DiCaprio has been in a relationship with Argentine-American model and actress Camila Morrone since 2017.[306][307] DiCaprio owns a home in Los Angeles and an apartment in Battery Park City.[308] In 2009, he bought an island, Blackadore Caye, off mainland Belize—on which he is set to open an environment-friendly resort[309][310]—and in 2014, he purchased the original Dinah Shore residence designed by mid-century modern architect Donald Wexler in Palm Springs, California.[311] In 2005, DiCaprio's face was severely injured when model Aretha Wilson hit him over the head with a broken bottle at a Hollywood party. As a result, he required seventeen stitches to his face and neck.[312] Wilson pleaded guilty to the assault and was sentenced in 2010 to two years in prison.[313] In 2017, when The Wolf of Wall Street producer Red Granite Pictures was involved in the 1Malaysia Development Berhad scandal, DiCaprio turned over the gifts he received from business associates at the production company, including fugitive businessman Jho Low, to the US government.[314] These included the Best Actor Oscar trophy that Marlon Brando won for his role in 1954's On the Waterfront, a $3.2 million Pablo Picasso painting, and a $9 million Jean-Michel Basquiat collage.[315] According to the online portal Box Office Mojo and the review aggregate site Rotten Tomatoes, DiCaprio's most critically and commercially successful films include What's Eating Gilbert Grape (1993), Romeo + Juliet (1996), Titanic (1997), Catch Me If You Can (2002), Gangs of New York (2002), The Aviator (2004), The Departed (2006), Blood Diamond (2006), Shutter Island (2010), Inception (2010), Django Unchained (2012), The Great Gatsby (2013), The Wolf of Wall Street (2013), The Revenant (2015) and Once Upon a Time in Hollywood (2019). His films have grossed $7.2 billion worldwide.[110][316] DiCaprio has been recognized by the Academy of Motion Picture Arts and Sciences for the following performances:[317][318] DiCaprio has won three Golden Globe Awards: Best Actor – Motion Picture Drama for The Aviator and The Revenant and Best Actor – Motion Picture Musical or Comedy for The Wolf of Wall Street,[319] as well as a BAFTA Award and a Screen Actors Guild Award for Best Actor for The Revenant.[320] ","Title":"Leonardo DiCaprio - Wikipedia","KeyID":"3360","URL":"https://en.wikipedia.org/wiki/Leonardo_DiCaprio"}