{"Content: ":"Edward Harrison Norton (born August 18, 1969) is an American actor and filmmaker. He has received numerous awards and nominations, including a Golden Globe Award and three Academy Award nominations. Born in Boston, Massachusetts and raised in Columbia, Maryland,[1] Norton was drawn to theatrical productions at local venues as a child. After graduating from Yale College in 1991, he worked for a few months in Japan before moving to New York City to pursue an acting career. He gained immediate recognition and critical acclaim for his debut in Primal Fear (1996), which earned him a Golden Globe for Best Supporting Actor and an Academy Award nomination in the same category. His role as a reformed neo-Nazi in American History X (1998) earned him an Academy Award nomination for Best Actor. He also starred in the film Fight Club (1999), which garnered a cult following. Norton emerged as a filmmaker in the 2000s. He established the production company Class 5 Films in 2003, and was director or producer of the films Keeping the Faith (2000), Down in the Valley (2005), and The Painted Veil (2006). He continued to receive critical acclaim for his acting roles in films such as The Score (2001), 25th Hour (2002), The Illusionist (2006), Moonrise Kingdom (2012), and The Grand Budapest Hotel (2014). His biggest commercial successes have been Red Dragon (2002), Kingdom of Heaven (2005), The Incredible Hulk (2008), and The Bourne Legacy (2012). For his role in the black comedy Birdman (2014), Norton earned another Academy Award nomination for Best Supporting Actor. Despite critical plaudits, Norton has gained notoriety for being difficult to work with, including incidents such as editing the final cuts and rewriting screenplays against the will of other producers.[2][3] He is discreet about his personal life and has expressed no interest in being a celebrity. Besides acting and filmmaking, he is an environmental activist and social entrepreneur. He is a trustee of Enterprise Community Partners, a non-profit organization which advocates for affordable housing, and serves as president of the American branch of the Maasai Wilderness Conservation Trust. He is also the UN Goodwill Ambassador for Biodiversity. He is married to Canadian film producer Shauna Robertson, with whom he has one child. In March 2022, on the day of another sentencing of Russian opposition leader and political prisoner Alexei Navalny, Edward Norton became the first celebrity sponsor of the international Anti-Corruption Foundation.[4] Edward Harrison Norton was born into a progressive Episcopalian family in Boston, Massachusetts, on August 18, 1969. He was raised in Columbia, Maryland.[5][6][7] His father, Edward Mower Norton Jr., served in Vietnam as a Marine lieutenant before becoming an environmental lawyer and conservation advocate working in Asia and a federal prosecutor in the Carter administration.[8] His mother, Lydia Robinson \"Robin\" Rouse, was an English teacher who died of a brain tumor in 1997.[9][10] Norton's maternal grandfather, James Rouse, was the founder of real-estate developer The Rouse Company and co-founder of the real estate corporation Enterprise Community Partners.[9][11] He has two younger siblings named Molly and James.[12] At age five, Norton saw the musical Cinderella with his parents at the Columbia Center for Theatrical Arts (CCTA), which ignited his interest in the theater.[13][14] He enjoyed watching films with his father as a pre-teen, but later reflected that he was fascinated with the cinematography rather than the acting.[15] Norton recalled that it was theater and not films that inspired him to act.[15] He made his professional debut at the age of eight in the musical Annie Get Your Gun at his hometown's Toby's Dinner Theatre.[12] At the CCTA, he acted in several theatrical productions directed by Toby Orenstein.[14] In 1984, Norton won the acting cup at Pasquaney, an annual summer camp for boys in Hebron, New Hampshire, where he later returned as a theater director.[16] He subsequently immersed himself in films, naming Dustin Hoffman and Robert De Niro as two of his early inspirations because \"the ones [he] liked were also the ones who made [him] think [he] could do it because they weren't the most handsome guys\".[15] He graduated from Wilde Lake High School in 1987.[17] He attended Yale College, where he earned a BA in History.[9] While there, he also studied Japanese, acted in university productions, and was a competitive rower.[12][18] After graduating from Yale in 1991, conversant in Japanese, Norton worked not-for-profit as a representative for his grandfather's company Enterprise Community Partners in Osaka, Japan.[19] He also trained in aikido and krav maga in both the U.S. and Japan.[20] After five months in Japan, Norton moved to New York City, where he supported himself working odd jobs.[13][19] He took six months researching different acting techniques, focusing on method acting. He later took lessons from acting coach Terry Schreiber after discovering he was looking for a Japanese translator to help direct a play in Tokyo.[21] Norton described him as a great teacher who encouraged students to become \"multilingual actors\" with different techniques for versatile roles.[22] Norton also wrote scripts for plays at the Signature Theatre Company and starred in Off-Broadway theater. His performance in Brian Friel's Lovers brought him to the attention of playwright Edward Albee, whose one-act plays Norton enjoyed.[15] In 1994, Norton auditioned for Albee's Finding the Sun but did not get the part. Albee found a new role for him instead and had Norton read for Fragments.[23] The playwright was impressed with Norton's rehearsal performance and cast him for its world premiere.[12] Albee remarked that Norton was a rare actor \"who really knocked me out\".[23] Norton recalled that he was inspired by Al Pacino, who also began his career in theater while struggling to establish himself in New York.[19] In 1995, casting agent Shirley Rich discovered Norton. He then rented a studio space near The Public Theater and presented his auditions of Shakespearean works to her. Impressed by his acting, she introduced Norton to the executives of the noir drama Primal Fear, an adaptation of William Diehl's 1993 novel.[23] He was selected for the part over two thousand other prospects.[19] Released in 1996, Primal Fear features Norton in the role of Aaron Stampler, an altar boy who is charged with the murder of a Roman Catholic archbishop and is defended by Martin Vail (Richard Gere).[24] His performance was lauded by critics;[25] the Chicago Sun-Times praised Norton's character as \"completely convincing\",[26] while the San Francisco Chronicle dubbed the actor \"the one to watch\" after his compelling debut.[27] Norton won a Golden Globe Award for Best Supporting Actor[28] and was nominated for an Academy Award in the same category for his role in the film.[29] Norton starred in two other films released in 1996; he played Holden Spence in the musical Everyone Says I Love You and lawyer Alan Isaacman in the biographical drama The People vs. Larry Flynt.[19] In 1998, Norton starred alongside Matt Damon in Rounders, which follows two friends who urgently need cash and play poker to pay off a huge debt.[30] The film and Norton's performance received a lukewarm response; Entertainment Weekly wrote that his acting \"never really goes anywhere\",[31] while the Chicago Reader observed that his character was not good enough to make the film interesting.[32] Despite the reviews, Rounders is now considered one of the greatest poker movies of all time. His role in the crime drama American History X, released later that year, earned him widespread acclaim.[33] In it, Norton portrays Derek Vinyard, a reformed neo-Nazi, who abandons his preconceived ideology after three years in prison.[34] During production, Norton was allegedly dissatisfied with director Tony Kaye's first screening. Consequently, he took over the editing (uncredited) and finished the final cut, which was 40 minutes longer than Kaye's version.[35] The New Yorker wrote that he gave Derek an \"ambiguous erotic allure\" which made the film memorable,[36] while the Chicago Tribune deemed his performance an immediate contender for an Oscar.[37] Norton received an Oscar nomination for Best Actor,[38] and won a Golden Satellite Award in the same category.[39] In the 1999 David Fincher-directed film Fight Club, Norton played an unnamed unreliable narrator who feels trapped in his white-collar job. The film is based on Chuck Palahniuk's 1996 novel.[40] To prepare for the role, Norton took lessons in boxing, taekwondo and grappling.[41] Fight Club premiered at the 1999 Venice International Film Festival.[42] During promotion for the film, Norton explained that Fight Club examines the value conflicts of Generation X as the first generation raised on television, by probing \"the despair and paralysis that people feel in the face of having inherited this value system out of advertising\".[43][44] While the film divided contemporary critics,[45][46] Norton's role was widely applauded. Time magazine labeled him \"excellent\",[47] and Variety magazine was impressed by his embracing a range of techniques needed for his character.[48] For his performance, Norton was nominated for Best Actor by the Online Film Critics Society.[49] Despite under-performing at the box office, Fight Club became a cult classic after its DVD release in 2000.[50][51] In 2000, Norton made his directorial debut with the romantic comedy Keeping the Faith, starring as a priest named Brian Finn.[52] The film received mixed critical reviews.[53] The Dallas Morning News praised his acting and labeled the film \"a smart directorial debut\".[54] Entertainment Weekly remarked that Norton's emergence as a director was decent, but criticized the plot because it \"proposes heavy theological aims, then disavows any such thing\".[55] In 2001's heist film The Score, Norton plays Jack Teller, an ambitious young thief caught in an unlikely alliance with experienced thief Nick Wells (Robert De Niro) arranged by his long-time friend Max (Marlon Brando). The Score and Norton's performance was well received.[56] The San Francisco Chronicle stated that despite starring with screen legends De Niro and Brando, Norton's acting \"outdoes even that of Brando\".[57] The Los Angeles Times also lauded him as an \"enormously gifted young actor\" who pulled off the character successfully.[58] Norton appeared in four films released in 2002. He played kids show host Sheldon Mopes, who quickly rises to fame for his character \"Smoochy the Rhino\", in the black comedy Death to Smoochy. It received negative critical feedback for its plot.[59] He also portrayed Nelson Rockefeller in the biopic film Frida, which depicts the life of Mexican artist Frida Kahlo (Salma Hayek). Norton rewrote the script several times without credit, focusing on the historical context and adding some humor while retaining Kahlo's real-life crude personality.[60] The final screenplay, with Norton's contribution, received positive reviews from critics as well as admiration from the film's co-stars including Hayek and Alfred Molina.[60][61][62] In the horror film Red Dragon, Norton starred as retired FBI profiler Will Graham, who is assigned to track down a mysterious serial killer utilizing his psychological abilities. During production, Norton and director Brett Ratner argued frequently over the script. \"He likes to challenge the director. It's all about intellectual debate,\" Ratner told The Times in 2003. \"... Edward's instinct is going to be, 'I have to take over this film.' He's going to try to rescue the film. That's both a blessing and a curse.\"[63] Despite mixed reviews, Red Dragon was Norton's most profitable venture in 2002, grossing over $200 million.[64][65] Norton also co-produced and featured in 25th Hour, a film about post-9/11 New York City.[66][67] Paramount Pictures forced Norton to star in the heist film The Italian Job (2003), threatening to sue him for violating a three-film contract he had signed; the studio had previously distributed 1996's Primal Fear and 2001's The Score.[68] Norton, accordingly, refused to promote the film's release.[69] His performance was well received by critics, with The New Yorker calling him \"intelligent and incisive ... one of those rare actors who hold the audience's attention with everything they say\".[70] Rolling Stone praised his character as \"perversely magnetic\" despite giving the film a negative review.[71] During this time, Norton co-founded a production company, Class 5 Films, with Yale classmate Stuart Blumberg and film producer Bill Migliore.[5] Norton was cast as Baldwin IV, the leper king of Jerusalem, in 2005's epic historical film Kingdom of Heaven.[72] Reviewers criticized the film's lack of depth, despite the spectacular cinematography.[73] Jack Moore described Norton's performance in Kingdom of Heaven as \"phenomenal\", and \"so far removed from anything that he has ever done that we see the true complexities of his talent\".[74] It grossed over $211 million worldwide.[65] Norton's next lead role was in the neo-western film Down in the Valley (2005), playing a delusional man who purports to be a cowboy. While the film was criticized for its narrative, Norton received plaudits for his acting.[75][76] Norton had two major film roles in 2006, starring as Eisenheim the magician in The Illusionist and bacteriologist Walter Fane in The Painted Veil. Set in 19th-century Austria-Hungary, The Illusionist was loosely based on novelist Steven Millhauser's short story \"Eisenheim the Illusionist\" and received generally positive critical reviews.[77] The San Francisco Chronicle dubbed the film \"rich and elegant\" and wrote of Norton's character: \"he doesn't just seduce the on-screen audience but the audience watching in the movie theater\".[78] The Houston Chronicle similarly lauded the film for its vibrant plot and described Norton's performance as \"mysterious and understated\".[79] Norton co-produced The Painted Veil, in which he starred with Naomi Watts, who portrayed his character's unfaithful wife. Like his previous venture, The Painted Veil garnered positive feedback from reviewers.[80] The Guardian applauded the film as \"faultless\" and \"powerful\" as well as Norton's \"genuinely affecting\" performance.[81] Entertainment Weekly appreciated that Norton's production effort did not affect his conventionally compelling acting.[82] Norton appeared in two documentaries in 2007: Brando, which chronicles the life and career of screen legend Marlon Brando, with whom Norton co-starred in 2001's The Score,[83] and Man from Plains, which depicts the post-presidency endeavors of former U.S. president Jimmy Carter.[84] His next lead film role was Marvel Cinematic Universe's Bruce Banner, and the accompanying alter ego Hulk in the big-budget superhero film The Incredible Hulk, released in 2008.[85] Norton initially turned down the part as he felt the 2003 version Hulk \"strayed far afield from a story that was familiar to people, ... which is a fugitive story\".[86] He provided rewrites of the script every day of filming.[87] Director Louis Leterrier welcomed his contributions, saying that, \"Edward's script has given Bruce's story real gravitas\".[88] However, screenwriter Zak Penn was displeased with Norton's changes.[89] The Writers Guild of America credited Penn as the sole writer, arguing that Norton had not contributed significantly to the screenplay.[90] Norton did not participate in promoting the film and went to Africa for humanitarian activities instead.[63] This led to rumors that Norton was sparking conflicts with the film's producers.[91] He dismissed the accusations and said that the media had misrepresented the \"healthy\" collaborations for headlines.[92] The Incredible Hulk received generally favorable reviews upon release.[93] The Wall Street Journal felt that Norton's presence improved the film to \"a thunderously efficient enterprise\" from the 2003 version.[94] Conversely, the Los Angeles Times, while recognizing Norton's decent performance, opined that the film lacked a solid script.[95] It was a box office success, grossing over $263 million.[65] Norton was expected to reprise his role in future Marvel Cinematic Universe ventures, including the 2012 blockbuster The Avengers.[96] However, he was replaced by Mark Ruffalo, allegedly due to Norton's \"disputes\" with Marvel.[97] Norton later claimed that he chose not to play Hulk again because he \"wanted more diversity\" and opted against associating himself with one character throughout his career.[98] He also starred in the crime drama Pride and Glory (2008) as Ray Tierney, an honest detective assigned to investigate the precinct run by his older brother. Reviewers criticized the film for its cliched plot.[99] In 2009, Norton produced the documentary By the People: The Election of Barack Obama, which follows former U.S. president Barack Obama's campaigns leading to his 2008 election victory. Norton planned for this project in 2006, when Obama was a senator from Illinois, elaborating that Obama was \"an interesting prism through which to examine politics\".[100] He had two lead film roles in 2010. He portrayed Brown University Professor Bill and his identical twin Brady Kincaid in the comedy Leaves of Grass, and convicted arsonist Gerald \"Stone\" Creeson in the crime film Stone. Both received weak reviews; Leaves of Grass was praised for Norton's performance but criticized for its conflicting tonal shifts,[101] while Stone was panned because of a clumsy plot with excessive twists.[102] Norton had two lead film roles in 2012. He starred as scoutmaster Randy Ward in charge of finding his missing camper in the coming-of-age film Moonrise Kingdom, directed by Wes Anderson.[103] The film was acclaimed by critics[104] and grossed over $68 million.[65] His other lead role was in the action thriller The Bourne Legacy, the fourth installment in the Bourne series. In the film, Norton portrayed retired Air Force colonel Eric Byer, who decides to terminate an illegal operation after it is exposed to the FBI, and kill everyone involved. The Bourne Legacy received lukewarm reviews[105] but has been Norton's highest-grossing venture so far, earning over $276 million worldwide.[65] Norton also produced the comedy-drama Thanks for Sharing (2012) under his company Class 5 Films.[106] This production venture received a mixed response.[107] The Guardian panned the film as \"smug and humourless\",[108] while The Washington Post called it \"surprisingly wise, funny and affecting\".[109] In 2014, Norton played in two Academy Award-winning films, The Grand Budapest Hotel and Birdman or (The Unexpected Virtue of Ignorance). He collaborated again with director Anderson for The Grand Budapest Hotel, which featured an ensemble cast and won four Academy Awards.[110][111] In the black comedy Birdman, Norton played Broadway method actor Mike Shiner, who is talented but hard to work with. The film, as well as Norton's performance, was well received by critics.[112] The Los Angeles Times lauded him for successfully portraying the volatility of the character,[113] and Newsday complimented his \"truly moving\" poetic delivery.[114] The film won the Academy Award for Best Picture and earned Norton his third Academy nomination for Best Supporting Actor.[111] Besides acting, Norton announced in February 2014 that he would direct Motherless Brooklyn, a crime drama based on the acclaimed 1999 novel by Jonathan Lethem.[115] Norton had wanted to work on the project since 1999 but did not begin until Brett Ratner, director of 2002's Red Dragon, joined in to help production.[116] The film was released on November 1, 2019, and received mixed reviews. Toronto Star's Peter Howell praised Norton's direction, but thought the film was complex and too long.[117] Norton had voice-acting roles in the animated features Sausage Party (2016)[118] and The Guardian Brothers—the English-dubbed version of the Chinese animated film Little Door Gods (2017).[119] He played Whit Yardsham, an estranged friend and business partner of Howard Inlet (Will Smith) in the 2016 drama Collateral Beauty. The film was panned by critics for its incoherent screenplay.[120][121][122] Norton worked again with director Anderson for the 2018 stop motion film Isle of Dogs, in which he voiced Rex, a member of a pack of five dogs.[123] On May 11, 2021, it was announced that he will appear in the sequel to the mystery film Knives Out alongside Daniel Craig.[124] Norton has opted not to discuss his personal life in public, saying that he believes that excessive media coverage can distract him from fulfilling his role as an actor.[19][125] Following the release of The People vs. Larry Flynt (1996), tabloids spread rumors that Norton and his onscreen co-star Courtney Love were dating.[19] Norton insisted that he was not romantically involved with Love, and the two were only friends and colleagues.[126] However, appearing on an episode of The Late Late Show with Craig Ferguson, Love stated they had dated for \"four years\". This was in addition to her references in a 2006 interview to their past relationship.[127] She said that Norton had been a \"mediator\" and \"communicator\" between her and her daughter Frances Bean Cobain, calling him a \"force of good\".[128] After Norton had ended his relationship with Love in 1999, he started dating Salma Hayek, with whom he later appeared in the 2002 biopic Frida.[129] Norton absented himself from the premiere of The Italian Job, in which he starred, to attend the premiere of The Maldonado Miracle, Hayek's directorial debut.[130] The two broke up in 2003.[130] Hayek still remains friends with Norton. She recalled in a 2017 piece for The New York Times that he \"beautifully rewrote the script [of Frida] several times and appallingly never got credit\" after she had rejected Harvey Weinstein's sexual demands and Weinstein, in retaliation, had given her \"a list of [four] impossible tasks with a tight deadline,\" including to \"[g]et a rewrite of the script, with no additional payment,\" before he would make the film.[62] In 2011, Norton proposed to Canadian film producer Shauna Robertson after dating for six years.[131] They married in 2012[132] and welcomed their first son, Atlas, in 2013.[133] Norton's father is an environmental lawyer and conservationist; Norton is an environmentalist.[134] He narrated the four-part National Geographic documentary Strange Days on Planet Earth (2005), which examines earth system science.[134] He is an advocate for renewable energy, specifically solar energy.[135] After rising to stardom, Norton bought a solar energy-powered home in Los Angeles and switched to a hybrid car.[134] In 2003, he collaborated with oil company BP to develop the Solar Neighbors program, which aimed to install photovoltaic panels on rooftops of households in Los Angeles.[136] The initiative was welcomed by many of Norton's fellow celebrities, notably Salma Hayek, Brad Pitt, Danny DeVito, Alicia Silverstone and Robin Williams.[136][137] Norton is a supporter of the African Wildlife Foundation and its \"Say No\" campaign which raises awareness and fights against illegal poaching of elephants and rhinoceroses for ivory and horn.[138] He is the president of the American branch of the Maasai Wilderness Conservation Trust. The organization aims to preserve the ecosystems and biodiversity of East Africa through conservation which directly benefits the local Maasai communities.[139] To raise money for the trust, Norton fielded a team of thirty runners for the New York City Marathon on November 1, 2009; the team included himself, three Maasai tribesmen, and fellow celebrity musician Alanis Morissette.[140][141] He raised over $1.2 million for the Trust after completing his run.[142] After the successful fundraising for the Maasai Conservation, Norton launched an online fundraising platform called Crowdrise in May 2010.[142][143] The website uses a social-networking framework to help raise funds for charity.[142] In July 2010, the then-Secretary-General of the United Nations (UN) named Norton the Goodwill Ambassador for Biodiversity and a spokesperson for the Convention on Biological Diversity.[144] At his designation ceremony, Norton said that biodiversity is an issue that \"transcends national boundaries\", with people \"having lost sight\" of the need for environmental protection.[145] As part of his job as a UN Ambassador, Norton has embarked on trips to Africa and participated in programs organized by UN bodies including the Development and Environment Programmes.[146][147][148] He also played soccer (football) for Soccer Aid in May 2012; the event raised over £4.9 million for UNICEF to assist children worldwide.[149] Norton has served as a member of the board of trustees of Enterprise Community Partners, a non-profit developer of affordable housing founded by his grandparents, since 1998.[150] The company has invested $9 billion in equity capital, pre-development lending, mortgage financing, and house building for low-income Americans.[151] In 2008, Norton initiated the company's plan to embark on green affordable housing. This originated with his concerns over environmental issues and sustainable development in addition to housing problems.[151] He attributed his involvement in community building to his upbringing in Columbia, Maryland, which is a planned city built in the 1960s and home to a diverse population.[152] Norton believes celebrities should \"participate quietly\" in discussions on politics and social issues as, \"Having a public forum tends to make people offer too casual a commentary\".[153] During the 2004 presidential election, Norton urged college students to vote against the Republican nominee George W. Bush, further criticizing his plans to cut college financing and his support of tax breaks for the rich.[154] He also made speeches to encourage voters to support Democratic nominee John Kerry.[155][156] Norton was a supporter of Democrat Eliot Spitzer, former New York governor.[157] During the 2008 and 2012 presidential elections, Norton supported but did not actively campaign for the Democratic nominee Barack Obama, saying that \"it's much more interesting to encourage people to engage than to suggest that people should model themselves on me and my views\".[158] He produced the 2009 documentary By the People: The Election of Barack Obama, which chronicles Obama's political activities from 2006 to his 2008 election victory.[159] Norton spoke highly of Obama, crediting him as \"a perfect framework\" to explore contemporary U.S. politics.[159] He produced a campaign video for Obama's 2012 presidential race with Bennett Miller; the video featured voters from diverse economic and racial backgrounds.[158][160] He also expressed \"grave concerns\" over the Trump administration's position regarding climate change.[153] In 2020 Norton donated 8,400 to Joe Biden 2020 presidential campaign.[161] Norton has been regarded as one of the most talented actors of his generation.[130][162][163][164][165] The Daily Telegraph observed that \"the tag 'finest actor of his generation' clings to him wherever he goes\".[2] In The Observer, Peter Preston noted that his image was unlike that of conventional screen \"stars\" because his most memorable characters are unlikeable, specifically a neo-Nazi in American History X. Preston likened his characters to those played by Dustin Hoffman and Robert De Niro, whom Norton admires.[166] Interview magazine commented that Norton has successfully portrayed a wide range of roles and found it impossible to simply characterize him as a leading man, a villain, or a character actor.[167] Despite critical plaudits, Norton is scornful of being seen as a Hollywood A-lister.[168][169][170] He feels it necessary to keep his off-screen life to himself and opts for a \"normal life\".[169] As soon as his career took off in the late 1990s, Norton asserted that, \"If I ever have to stop taking the subway, I'm gonna have a heart attack\".[19] AllMovie remarked that Norton attained \"almost instant stardom\" following his 1996 film debut in Primal Fear and could have risen to even greater fame.[171] The Daily Telegraph attributed Norton's lack of interest in celebrity status to his family of \"distinguished political and social activists\".[2] Sharing the same sentiment, Forbes complimented Norton as \"a far cry\" from celebrities who do charity works \"with a keen eye to furthering their personal brand\", citing his involvements in community planning and social entrepreneurship even before his film career.[170] Norton has a strict work ethic and a high desire for professionalism.[171] He is selective in choosing his roles, explaining that, \"You don't want to do anything just ... to work with somebody. There are many actors I would like to work with but it has to be the right role\".[169] Drew Barrymore, his co-star in the 1996 musical Everyone Says I Love You, recalled that he was \"on the set every day\" and \"never compromised for a second\".[125] He also expects different approaches to projects with different collaborators and wishes for \"happy\" working situations as long as \"the boundaries of the collaboration are well-established in the beginning\".[172] Due to his controversial opinions, Norton has earned a reputation for being difficult to work with.[2][3] Incidents include Norton's editing the final cut of American History X (1998), which is 40 minutes longer than director Tony Kaye's version;[35] conflicts with director Brett Ratner on the set of Red Dragon (2002);[63] refusing to promote The Italian Job (2003);[69] and uncredited rewriting of the screenplay for The Incredible Hulk (2008), which angered screenwriter Zak Penn.[90] The Los Angeles Times opined that these incidents led to Norton's image as a \"prickly perfectionist\", which diminishes his reputation.[63] Nevertheless, a few collaborators with whom Norton reportedly had disputes have expressed their respect for him: Kaye wanted to feature Norton in some of his other ventures, and Ratner offered to help with production of Norton's film Motherless Brooklyn and got along well with Norton.[63][116] Some publications interpreted Norton's performance in Birdman (2014), in which he portrays a talented but volatile actor, as a self-referential nod to his image.[162][173][174] According to the review aggregator site Rotten Tomatoes, Norton's most critically acclaimed films are Primal Fear (1996), Everyone Says I Love You (1996), The People vs. Larry Flynt (1996), American History X (1998), Fight Club (1999), The Score (2001), Frida (2002), 25th Hour (2002), The Illusionist (2006), The Painted Veil (2006), Moonrise Kingdom (2012), The Grand Budapest Hotel (2014), Birdman (2014), Sausage Party (2016) and Isle of Dogs (2018).[175] His biggest commercial successes are Red Dragon (2002), Kingdom of Heaven (2005), The Incredible Hulk (2008), and The Bourne Legacy (2012), all of which grossed over $200 million worldwide.[65] Norton has been nominated for three Academy Awards: Best Supporting Actor for Primal Fear and Birdman, and Best Actor for American History X.[29][38] He also has two Golden Globe nominations for Best Supporting Actor for Primal Fear and Birdman, winning for the former.[28][176] ","Title":"Edward Norton - Wikipedia","KeyID":"3361","URL":"https://en.wikipedia.org/wiki/Edward_Norton"}