{"Content: ":"Tiputini Biodiversity Station (TBS) is a scientific field research center in the Ecuadorian Amazon. It was established in 1995 by Universidad San Francisco de Quito in collaboration with Boston University, and is jointly managed by them as a center of education, research and conservation. A higher diversity of reptiles, amphibians, insects, birds and bats has been found there than anywhere else in South America, and possibly the world.[1] It is located in the province of Orellana, about 280 km ESE from Quito, the capital city of EcuadorCoordinates: 0°38′18″S 76°9′0″W﻿ / ﻿0.63833°S 76.15000°W﻿ / -0.63833; -76.15000. It is located on the northern bank of the Tiputini River, and although separated from the Yasuní National Park by the river, the station forms part of the Yasuní Biosphere Reserve. It is a field study facility in which students and other scientists perform different research projects.[2] Although the station is geared towards research and education it is not strictly off limits to tourists. There are however no regular tours to the area. Its location near the Tiputini River provides a remote locale for ecological research on the Eastern Ecuadorian Amazon habitats of the Yasuní Biosphere Reserve. It was built with sustainability in mind so deforestation was kept to a minimum when building the cabins and lab. The forest surrounding TBS is mostly terra firma,[2] of which a tract of 6.5 km² is preserved by the TBS. Though consisting mainly of primary non-flooded forest, a rather narrow belt of flooded vegetation is also present towards the river, the stream tributaries and the surroundings of a small oxbow lake. Along the Tiputini River, several beaches become exposed during the dry season, but these are short stretches, never more than 100 meters in extent. Because of its remote location and agreements with local indigenous groups, no hunting of large mammals has occurred in the area and it is possible to habituate and study primates that are difficult to observe elsewhere. The discovery of further oil deposits in the region has put the station at risk from nearby development of petroleum extraction and transport infrastructure, though the impacts may be mitigated somewhat by voluntary concessions by the management company. It remains to be seen if promised environmental sensitivity is implemented in the field, however.[1] The facilities are located around the two-story lab. The station includes 9 cabins, a few labs, and a cafeteria. Four cabins are for the head researchers and employees that work there full-time and include 2 beds and a full bath. The other 5 cabins are for additional researchers and student groups that visit and include bunk beds and a full bath. The bathrooms have running water and flush toilets but no hot water. TBS has electricity available in the cabins for about 6 hours a day (3 in the afternoon and 3 at night), and for 24 hours in the lab. The station has a large cafeteria that can comfortably accommodate about 60 individuals. There are 3 meals served every day, with box lunches available to researchers in the field that may miss a scheduled meal. There is internet access but it is limited because of the physical location of the station. In the researcher’s downtime they can go on hikes to lookout towers around the facility.[2] The station has been the site for many research projects and has led to the publication of many papers. Bird population studies, reproductive behavior, social structure, and seed dispersal characteristics have all been studied across multiple bird species. Primatology is a large topic of study in this area because of the diversity and abundance of primate species. One paper looked at the relationship between primates and naturally occurring mineral licks using camera traps to identify different species that visited the lick, as well as the frequency and duration of their visits.[3] TBS has also been the host for many genetic research projects. One project looked at the genetic relationships between offspring and parents to determine reproductive behavior in manakins.[4] This project was novel in using a new technique for sampling genetic material. Sampling of genetic material from offspring requires a sample from the bird after hatching or from the egg after it has developed to the extent that veins have become visible. These birds however suffer from high nest predation rates and consequently not all the offspring from a nest can be sampled. In order to surmount these problems researchers took eggs from the nests and replaced them with plaster eggs which the mother could take care of. In the meantime the eggs were incubated until they were ready to have a genetic sample taken. Afterwards the eggs were placed back in the nest with the mother.[4] TBS has initiated a river turtle nest project in which locals collect turtle eggs on the river banks by the Tiputini station and rear them in captivity. Their populations have been decimated in recent years due to collecting of turtle eggs for sale at market. Podocnemis unifilis has shown improvements in recent years, but P. expansa is still in danger in this region of the river.[2] TBS also has camera traps set-up around the facility and in the neighboring forest to capture photos of the various species in the surrounding national forest. These camera traps are used to estimate population sizes of certain species and to document rare species. TBS also serves as a place to reintroduce captive animals into the wild. A black caiman farm near the station closed down and most of the captive caimans were introduced into the rivers near TBS. However, the main goal of this station is to provide a place for people to perform experiments and research.[2] TBS is located near the Huaorani Reserve. These local people have not yet shown any malcontent toward the workers at the TBS and in fact a few stop by the station to ask for food or other supplies.[5] However, the Huaorani have shown aggressive behavior toward the oil companies that have tried to drill in their lands since the 1950s. Today some Huaorani can be found in villages along the side of the roads established by oil companies, but others still live in the deep jungle. Tiputini Biodiversity Station has been featured in the BBC series Andes to Amazon, in National Geographic and on National Public Radio.[6]","Title":"Tiputini Biodiversity Station - Wikipedia","KeyID":"3375","URL":"https://en.wikipedia.org/wiki/Tiputini_Biodiversity_Station"}